{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "21660","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Schultz","first" : "Jason","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "180","weightMetric" : "82","birthDate" : "March 29, 1973","age" : "43","birthPlace" : "Tampa, Florida","residence" : "Dallas, Texas","family" : "Wife, Stacey; Riley Victoria (10\/25\/05)","education" : "University of Missouri (1996, Hotel and Restaurant Management)","splInterest" : "Reading, running, music","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2005)","trndProYear" : "1996, 2006","clubAffl" : "","cityPlaysFrm" : "Dallas; Texas; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,033,813&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1999","exmtStatus" : "Conditionally Exempt: Web.com Tour - Past Champion \/ 2004-2009","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the Web.com Tour in 1999, 2001, 2003-05 and 2008-12. Member of the PGA TOUR 2006-07. 2012: Received a sponsor exemption into the Midwest Classic in Kansas City and responded with a T8 finish, his best showing on Tour since a T2 at the 2010 Price Cutter Charity Championship. Posted all four scores in the 60s and wound up five shots back of winner Shawn Stefani. 2011: Made the cut in 15 of 24 starts and had three top-25 finishes. Best weeks came at The Rex Hospital Open (T15) and the Mylan Classic (T13). 2010: Played 11 Web.com Tour events and made five cuts to finish No. 95 on the money list. Finished T2 at the Price Cutter Charity Championship, his fourth start of the year. Shot 66 in every round except the third, in which he shot 70. It was his best finish since winning the 2005 Chattanooga Classic, 74 starts earlier. 2009: Made seven of 21 cuts with his only top-10 a T5 at the Knoxville Open, where he posted an 18-under par total. Second-round 64 at the WNB Golf Classic. 2008: Made 15 cuts from 26 starts on the Web.com Tour, with five top-25s. Earned his only top-10 of the year with a T8 at the Fort Smith Classic. Finished the season No. 87 on the money list, with $79,192. Most recently finished No. 203 on the TOUR money list, with $163,244. Made the cut in nine of 22 appearances but failed to crack the top 25. 2007: Played five Web.com Tour events with two top-25 finishes—including a season-best T14 at the Chitimacha Louisiana Open. 2006: Played his rookie season on TOUR after finishing 15th on 2005 Web.com Tour money list. Finished 204th on the TOUR money list, with two top-25s in 28 starts. Best performance was T24 at the B.C. Open. Regained TOUR card for 2007, with T29 at the 2006 National Qualifying Tournament. Member of the Web.com Tour in 1999, 2001 and 2003-05 and improved his position on the money list each season from 196 to 116 to 84 to 40 to 15. Posted a career-high six top-10s on the 2005 Web.com Tour money list and picked up first win on that Tour at the Chattanooga Classic. Outlasted Joe Daley in a four-man playoff when he rolled in a 20-foot birdie putt on the sixth extra hole. Jerry Smith and Scott Weatherly were eliminated earlier in the playoff. 2004: Made the cut in 16 of 22 starts on Tour. Ranked No. 40 on the final money list, with $139,418. Finished inside the top 25 in nine tournaments, including a season-best third-place finish at the Gila River Golf Classic. 2003: Made the cut in nine of 23 appearances on the Web.com Tour. Wrapped up the season No. 84 on the money list, with $53,463. Finished T7 in his final event of the season at the Miccosukee Championship, where he recorded the 29th double eagle in Tour history during the opening round. Only other top-10 was T10 at the Preferred Health Systems Wichita Open. 2001: Made the cut in 10 of 17 starts during the season, with three top-25 finishes and a season-best T9 at the Utah Classic. Finished No. 23 on the 2002 Canadian Tour order of merit. \n","otherCarHigh" : "Named 1995 Missouri Amateur of the Year.","personal" : "His grandfather started him in golf at age 11, buying him a set of clubs and a junior club membership...Lists his grandfather Bob Bushmeyer and Jack Nicklaus as his heroes...Has worked as a substitute teacher.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2006","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Member of the Nationwide Tour in 1999, 2001, 2003-05 and 2008. Member of the PGA TOUR 2006-07. Most recently, recorded one top-10 finish (T8\/Fort Smith Classic) in 26 starts on the 2008 Nationwide Tour. Finished No. 203 on the 2007 PGA TOUR money list, with $163,244. Made the cut in nine of 22 appearances but failed to crack the top 25. Played five Nationwide Tour events in 2007, with two top-25 finishes—including a season-best T14 at the Chitimacha Louisiana Open. Played his rookie season on TOUR in 2006 after finishing 15th on 2005 Nationwide Tour money list. Finished 204th on the 2006 TOUR money list, with two top-25s in 28 starts. Best performance in 2006 was T24 at the B.C. Open. Regained TOUR card for 2007, with T29 at the 2006 National Qualifying Tournament. Posted a career-high six top-10s on the 2005 Nationwide Tour money list and picked up first win on that Tour at the Chattanooga Classic. Outlasted Joe Daley in a four-man playoff when he rolled in a 20-foot birdie putt on the sixth extra hole. Jerry Smith and Scott Weatherly were eliminated earlier in the playoff. Made the cut in 16 of 22 starts on Tour in 2004. Ranked No. 40 on the final money list, with $139,418. Finished inside the top 25 in nine tournaments, including a season-best third-place finish at the Gila River Golf Classic. Made the cut in nine of 23 appearances on the 2003 Nationwide Tour. Wrapped up the season No. 84 on the money list, with $53,463. Finished T7 in his final event of the season at the Miccosukee Championship, where he recorded the 29th double eagle in Tour history during the opening round. Only other top-10 was T10 at the Preferred Health Systems Wichita Open. Made the cut in 10 of 17 starts during the 2001 season, with three top-25 finishes and a season-best T9 at the Utah Classic. Finished No. 23 on the 2002 Canadian Tour Order of Merit. His grandfather started him in golf at age 11, buying him a set of clubs and a junior membership. Lists his grandfather Bob Bushmeyer and Jack Nicklaus as his heroes. Has worked as a substitute teacher. Named 1995 Missouri Amateur of the Year.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 1st in 2005 at the Chattanooga Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}