{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "08635","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Montgomerie","first" : "Colin","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "210","weightMetric" : "95","birthDate" : "June 23, 1963","age" : "52","birthPlace" : "Glasgow, Scotland","residence" : "Perthshire, Scotland","family" : "Wife, Gaynor; Olivia (1993), Venetia (1996), Cameron (1998)","education" : "Houston Baptist University","splInterest" : "Music, cars, reading, films","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1987","clubAffl" : "","cityPlaysFrm" : "Troon; ; Scotland","websiteUrl" : "","websiteName" : "","hallOfFame" : "Inducted 2013","combTourMoney" : "9,507,339&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "(4): 1997 Accenture World Championship of Golf, King Hassan II Trophy. 2000 Skins Game. 2007 OMEGA Mission Hills World Cup [with Marc Warren].","intlVics" : "(36): 1989 Portuguese Open-TPC [Eur]. 1991 Scandinavian Masters [Eur]. 1993 Heineken Dutch Open [Eur], Volvo Masters [Eur]. 1994 Peugeot Open de Espana [Eur], Murphy's English Open [Eur], Volvo German Open [Eur]. 1995 Volvo German Open [Eur], Lancome Trophy [Eur]. 1996 Dubai Desert Classic [Eur], Murphy's Irish Open [Eur], Canon European Masters [Eur], Nedbank Challenge [SAf]. 1997 Compaq European Grand Prix [Eur], Murphy's Irish Open [Eur]. 1998 Volvo PGA Championship [Eur], One2One British Masters [Eur], Linde German Masters [Eur], World Cup [ind]. 1999 Benson & Hedges International Open [Eur], Volvo PGA Championship [Eur], Standard Life Loch Lomond [Eur], Volvo Scandinavian Masters [Eur], BMW International [Eur]. 2000 Novetel Perrier de France [Eur], Volvo PGA Championship [Eur]. 2001 Murphy's Irish Open [Eur], Volvo Scandinavian Masters [Eur], Ericsson Masters [Aus]. 2002 Volvo Masters [Eur], TCL Classic [Asia]. 2003 Macau Open [Asia]. 2004 Caltex Masters [Eur]. 2005 Dunhill Links Championship [Eur], UBS Hong Kong Open [Eur]. 2007 Smurfit Kappa European Open [Eur].","curYearHigh" : "Was T4 at the Mitsubishi Electric Classic in April near Atlanta where he posted weekend rounds of 66-69...Used three consecutive sub-par rounds at the Allianz Championship to finish T6 in the year's first full-field event.","carHigh" : "The most-prolific British winner in European Tour history, with 35 titles (third all-time) and a record seven consecutive Order of Merit titles for annual earnings from 1993-99 and an eighth in 2005...Trails Seve Ballesteros (50 wins) and Bernhard Langer (42) on the career European Tour victory list. European Tour Player of the Year five times. \n\n2013: Inducted into the World Golf Hall of Fame at a ceremony in May in St. Augustine, Fla.\n\n2012: Played in four European Tour events, with his best finish a T29 at the Volvo Golf Champions in China. \n\n2011: Put together one European Tour top-10 during the year. At the BMW PGA Championship, opened with a 2-under 69 at Wentworth Club but faltered in the second round, shooting a 4-over 75. Recovered with a 71-68 finish on the weekend to T7.\n\n2010: Captained the European team to a victory in the Ryder Cup in Wales after eight times competing as a player...During a reduced playing schedule, he enjoyed his top performance at the Iskandar Johor Open in Malaysia on the Asian Tour, where he T11. Top European Tour finish was a T36 at the BMW International Open. \n\n2009: In late January, was picked to captain the 2010 European Ryder Cup team for the matches at the Celtic Manor Resort in Wales. Missed the cut in his only two PGA TOUR starts, at The Open Championship and the PGA Championship. Failed to record a top-10 on the European Tour for the first time in his career. \n\n2008: Best finish was a second at the French Open on the European Tour, four behind winner Pablo Larrazabal. Finished T9 in the World Golf Championships-Accenture Match Play Championship. \n\n2007: In July, ended a 19-month winless streak with a victory at the Smurfit Kappa European Open at The K Club to surpass Nick Faldo's previous Tour record of 30 wins. After beginning the tournament in Ireland with a 69, shot a second-round 64, the low round of the tournament, to move into second place through 36 holes. After a 1-over 71 in the third round, he found himself tied for seventh, four strokes behind leader Soren Hansen going into the final round. On the final day, shot a 6-under 65 to edge Niclas Fasth by a stroke...First top-10 of the season came with a T10 effort at the Dubai Desert Classic...At the World Golf Championships-Accenture Match Play Championship, beat Johan Edfors in the first round before losing to Paul Casey, 4 and 3, in the second round...Two weeks later, was T6 at the Johnnie Walker Classic in Phuket, Thailand...Was in contention again in July, at the Open de France Alstom, finishing T3 at Le Golf National in Paris. Shot a 1-under 70 on the final day to finish two strokes back of winner Graeme Storm...Added a pair of T9s in the latter part of the year, at the Johnnie Walker Championship at Gleneagles in his native Scotland and again at the HSBC World Match Play Championship, at the Wentworth Club...Ten years after his Scottish team finished second at the World Cup, he teamed with Marc Warren in China to win the OMEGA Mission Hills World Cup for Scotland, giving his home country its first World Cup title.\n\n2006: In December 2005, won the UBS Hong Kong Open after opening 69-66-66 at Hong Kong Golf Club. Was two shots off Simon Yates' 54-hole leading pace entering the final round. His final-round, even-par 70 was enought to annex the victory by a stroke from K.J. Choi, James Kingston, Lin Keng-Chi, Edward Loar and Thammanoon Srirot...Made a run at the title at the BMW Asian Open in April before settling for a T3, a shot out of the Gonzalo Fernandez-Castano-Henrik Stenson playoff at Tomson Shanghai Pudong GC in China. Shot a final-round 68 to put himself in position...In June, was solo fourth at The Celtic Manor Wales Open. Opened with a 6-under 63 at the par-69 setup...At the U.S. Open at Winged Foot, was the runner-up after a double bogey on 72nd hole dropped him from the lead. It marked his third runner-up showing at the U.S. Open, after second-place finishes to Ernie Els in 1994 (18-hole playoff) and 1997 and the fifth second-place finish in a major (also 2005 Open Championship and 1995 PGA, a sudden-death playoff loss to Steve Elkington)...Shook off the disappointment of the U.S. Open and contended the following week at the Johnnie Walker Championship at Gleneagles. Again faltered on Sunday. Was a stroke behind leader Paul Casey through 54 holes, but a final-round 73 (2-over) dropped him into a T4...At the HSBC World Match Play Championship, defeated David Howell and Michael Campbell before dropping his semifinal match with Casey to T3 at the Wentworth Club...Two weeks earlier, was T6 at the BMW International Open...Eight-time Ryder Cupper led the European team to a victory in Ireland, scoring two points in the competition. He improved his career record to 20-9-7, including 6-0-2 in singles (beat David Toms, 1-up). \n\n2005: Finished atop the European Tour Order of Merit standings for the eighth and final time of his career. Won the Dunhill Links Championship in late-September early October at three Scottish courses. Shot rounds of 70-65-73-71 at St. Andrews' Old Course, Carnoustie and Kingsbarns to hold off Kenneth Ferrie by a stroke for the title...Had three runner-up showings on the season. First came in his first European Tour start in January. Was T2 at the Caltex Masters in Singapore. Dropped a five-shot decision to England's Nick Dougherty. Trailed Dougherty by one shot Sunday on the 16th hole. After Dougherty received a favorable ruling on an embedded ball in a bunker, he had a three-putt bogey on the hole to Dougherty's birdie...In July, was second again, this time at the Smurfit European Open at The K Club. Ferrie got the better of him this time, winning by two strokes...Biggest disappointment of the campaign came at The Open Championship at St. Andrews. Was in contention throughout, but was only 2-under on the weekend and unable to make a charge, with Tiger Woods eventually winning by five shots...At the World Golf Championships-American Express Championship at San Francsico's Harding Park GC, held the first-round lead after opening with a 6-under 70. Maintained his advantage—by a stroke over John Daly—through 36 holes then dropped a stroke behind leader Daly after three rounds. Shot a Sunday 70 in California to T3, two strokes out of the Woods-Daly playoff that Woods won...Was T8 the following week at the Madrid Open...In his final start of the campaign, two weeks later, took a share of the lead into the final round of the Volvo Masters (with Sergio Garcia) at Valderrama GC in Spain. Opened 67-66-70 but then faltered badly on the final day, shooting a 3-over 74 to T3 with Luke Donald and Jose Maria Olazabal, three behind winner Paul McGinley. \n\n2004: Won a tournament for a 12th consecutive season, capturing the Caltex Masters in Singapore. Began the final round four shots off the lead. Carded seven birdies on the last day for a 7-under 65 and a four-day total of 16-under...Waited five months, in August, for his next top-10. That came with a T4 at the Scandinavian Masters. Despite a 5-under 67 on the final day and four rounds at par or better, he still was seven strokes behind winner Luke Donald in Malmo, Sweden...Last top-10 of the year was at the BMW International Open at Munchen Eichenried GC. Had four sub-par rounds, including weekend rounds of 67-68 to T3, five shots behind winner Miguel Angel Jimenez...At the Ryder Cup, he was part of Europe's nine-point rout of the U.S. at Oakland Hills CC outside Detroit. Was 3-1 in his matches, giving him a 10-1-2 record in his last three Ryder Cups. Defeated David Toms, 1-up, in his singles match. \n\n2003: Won on the Asian Tour, at the Macau Open, with rounds of 66-72-67-68 that was enough to get him into a playoff with Scott Barr, an overtime session he would win. \n\n2002: Accorded Honorary Lifetime Membership to European Tour in recognition of unprecedented five successive Harry Vardon Trophies for Order of Merit titles...Earned a spot on his sixth European Ryder Cup team and was instrumental in his team's three-point win over the U.S, at The Belfry. Compiled an impressive 4-0-1 mark in his five matches, halving only his foursomes match with partner Bernhard Langer agaginst Phil Mickelson and David Toms. Defeated Scott Hoch, 5 and 4, in singles play. \n\n2001: Won twice on the European Tour, opened the season with a top-five and finished with three consecutive top-10s. First victory came at the Murphy's Irish Open. Opened with a 63 at the Sheraton Fota Island Golf Resort and Spa to take a two-stroke lead. Maintained the two-shot cushion through 36 holes and then moved three ahead after 54 holes and cruised to a five-shot triumph over Darren Clark by shooting a 5-under 66 Sunday...A month later, in early August, shot a final-round 70 at the Volvo Scandinavian Masters to edge Ian Poulter and Lee Westwood by a shot at Barseback G&CC in Skane, Sweden...Began his season with a T3 at the Caltex Singapore Masters. Shot four consecutive rounds in the 60s but still fell three strokes shy of winner Vijay Singh...Played well at the World Golf Championships-NEC Invitational, turning in a solo-fourth finish...Capped his season with back-to-back-to-back top-10s at the Cisco World Match Play Championship and Dunhill Links Championship (both T5s) and the Volvo Masters Andalucia (T7)...On the Australasia Tour, won the Ericsson Masters in February. Shot a Sunday 69 to defeat Nathan Green by a shot in Australia...In defense of his Skins Game title, he finished T2.\n\n2000: Top PGA TOUR finish was a T3 at THE PLAYERS Championship. Rebounded nicely from an opening 75 to finish his play at TPC Sawgrass with a 69-70-70...Earned two official European Tour titles and won the unofficial Skins Game at the end of the year, his first victory in America...Captured the Novotel Perrier Open de France, a two-shot victory over Jonathan Lomas at Le Golf National in Paris...Three starts later, again found himself atop the leaderboard when he took the title at the Volvo PGA Championship at Wentworth Club in England. Opened 67-65 and cruised to a three-shot win over Darren Clarke, Andrew Coltart and Lee Westwood...Was runner-up to Lee Westwood at the Cisco World Match Play Championship, finishing the regulation 36-hole final tied, eventually losing to Westwood on the second extra hole...Had a trio of third-place performances—at the Standard Life Loch Lomond in Scotland in July, the Victor Chandler British Masters and the Linde German Masters.\n\n1999: Won the European Tour Order of Merit for a seventh consecutive year and his fourth Player of the Year award in five years. Won six tournaments and was runner-up in one other. First win came at the Benson and Hedges International Open in May. With a final-round 68 at The Oxfordshire GC in Thame, England, edged Angel Cabrera and Per-Ulrik Johansson by three shots...Two weeks later, at the Wentworth Club in England, rolled to a five-shot win over Mark James at the Volvo PGA Championship. Was 13-under on the weekend, including a final-round, 8-under 64...Win No. 3 came at the Volvo Scandinavian Masters in Sweden. Was totally dominant in his four rounds at Barseback G&CC. Opened with a pair of 67s but only led Jesper Parnevik by three shots. Took control of the event with a third-round 65 then cruised from there, shooting a Sunday 69 to rout Parnevik by nine shots...At the BMW International Open, entered the final round a stroke ahead of Padraig Harrington, shot a 2-under 70 at GC Munchen Nord-Eichenreid in Munich, Germany, and won by three...Final win came at the Cisco World Match Play Championship, beating Mark O'Meara, 3 and 2, in the final...Opened with a 72 at the PGA Championship then shot three consecutive 70s to T6 at Medinah CC outside Chicago...Was 3-0-1 at the Ryder Cup on the U.S.'s one-point win at The Country Club in Massachusetts. Defeated Payne Stewart, 1-up, in singles, 29 days before Stewart's untimely death in a plane crash. \n\n1998: For the sixth consecutive year, finished atop the European Tour's Order of Merit. Won three European Tour titles, with three of the victories coming after September. First title of the campaign came at the Volvo PGA Championship, where a 65-69 weekend at Wentworth Club allowed him to hold off Ernie Els, Gary Orr and Patrik Sjoland by a stroke...Came up short in defense of his title at the Murphy's Irish Open. Shot a final-round 68 in July to get into a playoff with David Carter at Druid's Glen GC in Dublin. Lost to Carter in a playoff...Won the One 2 One British Masters in England, beating Pierre Fulke and Eduardo Romero by a shot...At the Linde German Masters, defeated the duo of Robert Karlsson and Vijay Singh by a stroke by shooting four consecutive sub-70 rounds at GC Gut Larchenhof (65-68-66-67)...Top PGA TOUR performance was at the Honda Classic, where a final-round 66 led to a solo-third showing, five shots behind winner Mark Calcavecchia at TPC Heron Bay...Was also T8 at the Bay Hill Invitational the vollowing week, and added a T8 at the Masters three weeks later...Teamed with Andrew Coltart to represent Scotland at the World Cup in New Zealand. The team finished T3, three shots behind England (Nick Faldo-David Carter). In the International Trophy, was five shots behind winner Scott Verplank of the U.S.\n\n1997: Earned his fifth straight European Tour Order of Merit crown, taking two titles, adding two additional runner-up showings and compiling 10 top-10s. Also won his third consecutive Player of the Year award. First title was at the Compaq European Grand Prix. Fired rounds of 69-68-68-65 and coasted to a five-shot victory over Retief Goosen at the Hunting Course at De Vere Slaley Hall in England...Second title of the year came a month later, at the Murphy's Irish Open. Blew away the field when he shot a 9-under 62 on the final day at Druid's Glen GC. His 11-under weekend gave him a seven-shot victory over Lee Westwood...Had four consecutive rounds in the 60s at the BMW International Open to finish solo third, a stroke out of the Robert Karlsson-Carl Watts playoff...Added second-place showings in consecutive starts late in the year. Despite shooting a final-round 63 at the Marriott Forest of Arden Hotel and CC, dropped a one-shot verdit to Greg Turner...Again came up short in his next start, finishing solo second at the Linde German Masters behind German Bernhard Langer...In his second PGA TOUR start of the year, was solo fourth at the Honda Classic...Two weeks later, had a top-10 at THE PLAYERS Championship for a second consecutive year. Was T7 in Ponte Vedra Beach...For the second time in three years, suffered disappointment at the U.S. Open. Began the event at Congressional CC's Blue Course with a 65 to take the first round lead. Stumbled badly in the second round, with a 6-over 76 in his no-birdie, six-bogey day. Rallied nicely on the weekend, though, shooting rounds of 67-69 only to come up one shot shy of winner Ernie Els...Again played in all five of his Ryder Cup team's matches. Was victorious twice in foursomes (with Bernhard Langer), split his four-ball matches, winning with Darren Clarke and losing with Langer) and then halving his singles match with Scott Hoch in Europe's one-point win at Valderrama GC in Spain...At the World Cup at Kiawah Island's The Ocean Course, seven years after the disappointing Ryder Cup loss there, he joined with Raymond Russell to represent Scotland in the annual team affair. The duo shot a combined 26-under score of 550 at the seaside South Carolina course but finished second, five shots behind Ireland's winning team of Padraig Harrington and Paul McGinley. In the International Trophy, the individual portion of the championship, his 68-66-66-66 was good for a two-shot triumph over Germany's Alex Cejka.\n\n1996: Earned a fourth consecutive European Tour Order of Merit on the strength of three titles and three runner-up finishes. Won Player of the Year honors for a second consecutive season. Began his season in fine fashion, shooting rounds of 67-68-67-68 at the Dubai Desert Classic. His 18-under 270 was enough for a one-shot win over Miguel Angel Jimenez...Was a runner-up in consecutive weeks, at the Deutsche Bank Open TPC of Europe and at the Alamo English Open. At the TPC of Europe at Gut Kaden in Hamburg, Germany, fell one stroke short of winner Frank Nobilo...At the English Open, joined Ross McFarlane in falling a shot short of winner Robert Allenby in Coventry, England...Second win of the season was in come-from-behind fashion. Began the day a stroke behind leader Sam Torrance at the Canon European Masters at Crans-Sur-Sierre despite shooting a 10-under 61 in the third round. Put an exclamation point on his win with a follow-up 63 Sunday to defeat Torrance by four shots...His third second-place performance came at the Trophy Lancome in Paris in defense of his 1995 title. Fell a distant five shots behind winner Jesper Parnevik...Suffered through his third runner-up performance in a top U.S. tournament in as many years as he T2 at THE PLAYERS Championship. Rounds of 71-69-66-68 at TPC Sawgrass left him, with Tommy Tolles, four strokes short of Fred Couples' winning score...Added a T9 at the MCI Classic the week after the Masters and was T10 at the U.S. Open.\n\n1995: Was the European Tour's Order of Merit winner for a third straight season and earned his first Player of the Year award. Counted two victories during the year, as well as four second-place showings. Wins were at the Volvo German Open and the Trophy Lancome. In Germany, at Nippenburg GC in Stuttgart, four sub-70 rounds, including a second-round 64, gave him a one-shot triumph over Niclas Fasth and Sam Torrance...At the Trophy Lancome, again got the better of Torrance, winning by a shot at St Nom-la-Breteche on the strength of a first-round 64...Was second at the Dubai Desert Classic, the Volvo Scandinavian Masters and the Volvo Masters...Had a runner-up performance in a major championship for a second consecutive year, losing to Steve Elkington in a playoff at the PGA Championship. His final-round 65 at Riviera CC got him into the playoff and gave him and Elkington the distinction at the time of the lowest 72-hole score in major championship history. Elkington won the playoff when he canned a 25-foot birdie putt on the first playoff hole...For the second consecutive time, played in all his Ryder Cup team's possible matches. Split his foursomes matches (again with Nick Faldo as his partner), played with Faldo in one four-ball match (losing to Fred Couples and Davis Love III) and joined forces with Torrance in his other four-ball (losing to Couples and Brad Faxon). Defeated Ben Crenshaw, 3 and 1, in his singles match. \n\n1994: Three European Tour titles led to a second consecutive Order of Merit title on the European Tour.\n\nAppeared in his first PLAYERS Championship. Opened with a 65 at TPC Sawgrass and went on to a T9...At the U.S. Open, had his first runner-up performance at the U.S. Open, losing in a playoff to Ernie Els (extra session also included Loren Roberts)...Added another top-10 in a major, a T8 at The Open Championship, playing his final 54 holes in 7 under to T8...Made it to the finals of the Toyota World Match Play Championship but dropped the closing match to Ernie Els, 4 and 2. \n\n1993: Played in his first Masters Tournament, finishing T52 there...Shot a final-round 68 at the U.S. Open at Baltusrol GC in New Jersey to T33...Represented Europe in his second Ryder Cup, playing in five of a possible five matches at The Belfry in England. Won both his foursomes matches, with partner Nick Faldo, beating Raymond Floyd and Fred Couples on day one and taking down Lanny Wadkins and Corey Pavin on day two. Halved one four-ball match with Faldo (against Paul Azinger and Fred Couples) and lost the other (against John Cook and Chip Beck). Won his singles match, 1-up, over Lee Janzen. \n\n1992: Made his PGA TOUR debut in the U.S., missing the cut at the Nestle Invitational at Bay Hill Club in Orlando...U.S. golf fans became aware of him at the U.S. Open at Pebble Beach GL. After beginning the tournament with a 70-71 to leave him tied for fifth at the halfway juncture, faltered badly in the third round, shooting a 77 to fall into a tie for 28th. Rallied with the low score of the day, a 2-under 70, during windy conditions to finish third, three shots behind Tom Kite.\n1991: Made his first European Ryder Cup team, playing against the U.S. at Kiawah Island's The Ocean Course. Had a 1-1-1 record in his three matches, losing foursomes with David Gilford, winning four-ball with Bernhard Langer and halving his singles match with Mark Calcavecchia in the U.S.'s one-point victory. \n\n1990: Had a runner-up performance for the second consecutive season. At the Volvo Open di Firenze in Florence, Italy, he owned the 54-hole lead by a stroke over Russell Claydon after starting 65-64-67. Shot a final-round 70 at Ugolino GC to T2, with Eduardo Romero prevailing by a shot...Had another close call but couldn't turn his 69-63-71-67 into victory, falling one shot shy of winner Jose Maria Olazabal at the Lancome Trophy at St. Nom La Breteche in France...Other top-five showing came at the KLM Dutch Open, where he T4...Also had top-10s at the Belgian Open (sixth), Epson Grand Prix of Europe (T7), Benson and Hedges International Open and Volvo Masters (both eighth) and the Volvo PGA Championship (ninth).\n\n1989: Won his first professional title, waiting until his second-to-last event of the season. In a dominating performance, he opened with a 5-under 67 at Quinta do Lago and was a stroke off the 18-hole lead. Shot a 7-under 65 to take the 36-hole lead by four shots over Luis Carbonetti. With a 3-under 69, he maintained that four-shot advantage through 54 holes then completely dominated the final round, shooting a 63 to overwhelm the field and win by 11 shots over Rodger Davis, Manuel Moreno and Mike Smith with a 24-under 264...Had a tremendous chance to win his first title in March, at the Massimo Dutti Catalan Open in Girona, Spain. After a 1-over 72 in the third round, he rallied with a day's best 67 but came up one shot short of Mark Roe, settling for a solo second...Three weeks later was T5 at the Jersey European Airways Open...Added a T7 at the European Masters Swiss Open in September. \n\n1988: The European Tour named him the Sir Henry Cotton Rookie of the Year. Enjoyed his first career European Tour top-10, shooting a final-round 68 at the Peugeot Spanish Open to T9 in the event won by Mark James at Pedrena GC...Turned a final-round 69 at the PLM Open in Lohja, Sweden, into his first top-five performance—a T3 with Peter Fowler, six strokes behind champion Frank Nobilo.\n\n1987: Made his European Tour debut at the Bell's Scottish Open. Opened with a 73 but came back with a second-round 67 to get to the weekend where he went on to finish 29th. Made two other cuts in his four starts—a 45th-place showing at the German Masters and a 43rd in the weather-shortened Portuguese Open. \n","otherCarHigh" : "","personal" : "Born in Scotland and raised in Yorkshire, where father, James, was a company director. Attended Houston Baptist University. Father retired as Royal Troon secretary in 1997. Received Member of the British Empire (MBE) from H.M. the Queen in 1998 and Order of the British Empire (OBE) in 2005 from Prince Charles. Has represented Scotland 10 times in the World Cup, playing with eight different partners...Enjoys music, cars and films...Received the Asia Pacific Lifetime Achievement Award, along with Jeev Milkha Singh in December 2012.","otherInfo" : "","ntlTeams" : "Ryder Cup (9), 1991, 1993, 1995, 1997, 1999, 2002, 2004, 2006; Ryder Cup Captain (1), 2010. World Cup (10), 1988, 1991, 1992, 1993, 1997, 1998, 1999, 2006, 2007, 2008; Seve Trophy (5), 2000, 2002, 2003, 2005, 2007; Seve Trophy Captain (4), 2000, 2002, 2003, 2005.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2013","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(42): 1989 Portuguese Open-TPC. 1991 Scandinavian Masters. 1993 Heineken Dutch Open, Volvo Masters Andalucia. 1994 Peugeot Open de Espana, Murphy's English Open, Volvo German Open. 1995 Volvo German Open, Lancome Trophy. 1996 Dubai Desert Classic, Murphy's Irish Open, Canon European Masters, Nedbank Million Dollar Challenge. 1997 Compaq European Grand Prix, Murphy's Irish Open, World Cup (indiv.), King Hassan II Trophy. 1998 Volvo PGA Championship, One2One British Masters, Linde German Masters, Andersen Consulting World Championship. 1999 Benson & Hedges International Open, Volvo PGA Championship, Standard Life Loch Lomond, Volvo Scandinavian Masters, BMW International, Cisco World Match Play Championship. 2000 Novetel Perrier de France, Volvo PGA Championship, Skins Game. 2001 Murphy's Irish Open, Volvo Scandinavian Masters, Ericsson Masters. 2002 Volvo Masters Andalucia, TCL Classic. 2003 Macau Open. 2004 Caltex Masters, Singapore Open. 2005 Dunhill Links Championship. 2006 UBS Hong Kong Open. 2007 Smurfit Kappa European Open.","intlVics" : "(5): 2013 Travis Perkins Senior Masters. 2014 Travis Perkins Masters, Russian Open Golf Championship. 2015 Travis Perkins Masters, MCB Tour Championship.","curYearHigh" : "Was T4 at the Mitsubishi Electric Classic in April near Atlanta where he posted weekend rounds of 66-69...Used three consecutive sub-par rounds at the Allianz Championship to finish T6 in the year's first full-field event.","carHigh" : "2015: Led the Charles Schwab Cup race by 39 points going into the season-ending Schwab Cup Championship but ended up a runner-up to Bernhard Langer in the final Schwab Cup standings when Langer finished second in the tournament, and he finished T14 at Desert Mountain...His 12 top-10s this year were highlighted by his third major championship on the PGA TOUR Champions and a second consecutive Senior PGA Championship on The Pete Dye Course at French Lick Resort. Used three birdies in a four-hole stretch midway through the final round to pull away from the field and eventually triumphed by four strokes over Esteban Toledo. Became only the second player in PGA TOUR Champions history, and first since Jack Nicklaus, to claim his first three victories in all major championships. Nicklaus won the 1990 Regions Tradition and 1990 Constellation Senior Players Championship before claiming his third career title at the 1991 Regions Tradition. Became the 15th multiple winner of the Senior PGA Championship and first since Hale Irwin to not only repeat at the Senior PGA Championship (1996-1998) but also win in each of his first two appearances in the championship. Additionally became the first Scot to win multiple Senior PGA Championships since Jock Hutchison (1937 and1947). With his win in French Lick, he extended to four, the streak of international winners of the Senior PGA Championship, a first in the history of the event. Became the first player to defend a title on the PGA TOUR Champions since Kirk Triplett won back-to-back titles at the 2012 and 2013 Nature Valley First Tee Open at Pebble Beach. Was the first player to defend a title on two different courses since John Cook won back-to-back Charles Schwab Cup Championships at Sonoma GC (2009) and TPC Harding Park (2010)...Made a strong run in defense of his U.S. Senior Open title in June when he closed with a bogey-free, 4-under-par 66 but was unable to overcome eventual champion Jeff Maggert's 5-under-par 65 on the final day. Finished second overall, two behind Maggert...Posted an opening-round, 8-under-par 62 at the Shaw Charity Classic and was tied for the lead after 36 holes with Miguel Angel Jimenez. A closing-round, even-par 70 left him in second, four strokes behind Maggert in Calgary...Was in contention throughout at the Constellation SENIOR PLAYERS. Despite suffering chest pains overnight prior to the final round, managed a 69 Sunday to finish T3 at Belmont CC near Boston...Turned in a nice performance at The Senior Open Championship at Sunningdale in late-July when he finished third overall. Shared the 54-hole lead with Marco Dawson and held a two-stroke advantage on the back nine, but errant tee shots on Nos. 11 and 12 led to consecutive bogeys, dooming his chances. Finished three behind Dawson...Rounds of 68-67 earned him the 36-hole lead by one stroke over Olin Browne at the Nature Valley First Tee Open at Pebble Beach, but a pair of bogeys on the back nine ended his chances and he eventually finished T3, two strokes shy of eventual winner Esteban Toledo. His T3 finish was his sixth straight top-three effort...Was the 18- and 36-hole leader at The ACE Group Classic, but saw his chances slip away when he made three bogeys on his back nine Sunday. Eventually finished fifth overall...Was T5 at the Mississippi Gulf Resort Classic after being the 18-hole co-leader with Joe Durant. Moved into contention early on the back nine Sunday at Fallen Oak, but a bogey-bogey finish left him three shots behind David Frost...Kicked off his PGA TOUR Champions campaign with a T5 at the Mitsubishi Electric Championship at Hualalai. Made a late charge Sunday before consecutive bogeys at Nos. 13 and 14 derailed his chances...Was also T5 at the SAS Championship in North Carolina in October. Closed with a 6-under-par 66, and his finish helped him regain the lead in the Charles Schwab Cup race after entering the week tied with Jeff Maggert...Won his third straight Travis Perkins Masters on the European Senior Tour when he defeated Ross Drummond in a two-hole playoff at Woburn. In the process, became the first player to win the same event three straight years on the European Senior Tour and the European Tour (BMW PGA Championship)...Added a second European Senior Tour title when he captured the MCB Tour Championship in Mauritius in December by three strokes over David Frost...Won his second consecutive European Senior Tour Order of Merit and John Jacobs Trophy at the conclusion of the season...Made the cut at the U.S. Open at Chambers Bay and T64...Missed the cut at the PGA Championship. \n\n2014: Had a banner first full season on the PGA TOUR Champions, fulfilling expectations placed on him in America when he played the PGA TOUR. Was second only to Bernhard Langer in both Charles Schwab Cup points (3,307) and single-season earnings ($2,064,381). Notched 11 top-10s in his 18 starts, claiming perhaps the two biggest events in senior golf...Broke through for his first official win in the U.S. and first major championship when he captured the Senior PGA Championship at Harbor Shores, Mich. Pulled away from Tom Watson down the stretch to win by four strokes, shooting 65 in the final round. Victory ended a drought of 138 PGA TOUR events and 17 PGA TOUR Champions appearances without a victory. Became the first Scot to win on the PGA TOUR Champions and became the third Scottish champion in the 75-year history of the Senior PGA Championship, joining Jock Hutchison (1937 and 1947) and Fred McLeod (1938). By virtue of his victory at the Senior PGA Championship, earned a spot in the PGA Championship at Valhalla and finished T69...Earned major championship No. 2 in July when he defeated Gene Sauers in a three-hole aggregate playoff at the U.S. Senior Open at Oak Tree National in Oklahoma. Was one shot ahead of Sauers after the first two holes and then drained a 15-foot par putt on the third extra hole to end Sauer's chances. His 6-under-par 65 Thursday gave him the first-round lead and he led by one stroke after 36 holes. However, a disappointing 3-over-par 74 Saturday left him four shots behind Sauers heading into Sunday's final round. Closed with a 2-under-par 69 Sunday to get into the playoff. Became the first player since Roger Chapman in 2012 to record his first two PGA TOUR Champions wins in major championships. He also earned a check for $630,000, largest in PGA TOUR Champions history, and briefly took over the lead in the season-long Charles Schwab Cup race by virtue of the awarding of double points in major championships. He also became the fifth player to win the Senior PGA Championship and the U.S. Senior Open in the same year, joining Chapman (2012), Hale Irwin (1998), Jack Nicklaus (1991) and Gary Player (1988). Victory earned him a berth in the 2015 U.S. Open at Chambers Bay...Birdied the last two holes to nail down second place at The Senior Open Championship at Royal Porthcawl, a distant 13 strokes behind Langer...Earlier in the season, was among three players who T2 at the Toshiba Classic. On Sunday, fired a bogey-free 9-under-par 62, his career-low round on the PGA TOUR Champions, finishing nearly two hours earlier than the leaders, and his 54-hole total of 14-under-par 199, appeared good enough to get in a playoff late in the day. However, Fred Couples spoiled his hopes with a birdie-birdie finish to claim the title by one stroke...Played in the final grouping at the Insperity Invitational, and a final-round 70 led to a solo third-place effort. Event at The Woodlands marked his return to Houston for the first time since 2002...Was T4 in his first appearance in the season-ending Charles Schwab Cup Championship, where he rebounded from a 1-over-par 71 in his opening round with three consecutive rounds in the 60s...At one point in the year had a streak of 308 consecutive holes without a three-putt, the best by any player on Tour during the season...Also enjoyed success on the European Senior Tour...Defended his Travis Perkins Senior Masters title in late-August, winning by a tournament-record 10 strokes at Woburn GC...One week later, added a second title to his list of accomplishments on that Tour when he fired a final-round, 7-under-par 65 to win the Russian Open Golf Championship in Moscow...Won that circuit's John Jacobs Trophy as leading player on the Senior Tour Order of Merit...Competed in a trio of European Tour events in January and early February before kicking off his PGA TOUR Champions season...Finished T24 at the Volvo Golf Champions in South Africa and later added a T45 showing at the Abu Dhabi HSBC Golf Championship in the United Arab Emirates...Added a T48 at the Omega Dubai Desert Classic...Later in the year made his 600th career start on the European Tour at November's Turkish Airlines Open, where he finished 70th.\n2013: Joined the PGA TOUR Champions in late-June, making his debut at the Constellation SENIOR PLAYERS Championship and finishing T9 after weekend rounds of 69-65…Went on to compete in 10 events and was 47th on the final money list…Turned in his best finish in the year's final full-field event, in San Antonio. He shared the 36-hole lead with four others and moved atop the leaderboard Sunday with birdies on five of his first six holes at the AT&T Championship. After posting a 5-under par 31 on the front nine, he watched his chances slip away with four bogeys over his final nine holes. Eventually finished T3…Posted three consecutive sub-70 scores the TPC Twin Cities to finish T7 at the 3M Championship…Won the Travis Perkins Senior Masters on the European Senior Tour by six strokes in early September…Was also T4 at the Russian Open Golf Championship…Also made seven starts on the European Tour during the year and made three cuts, with a T29 at the Volvo Golf Championships his best showing of those three…Received the highlight of his career when he was inducted into the World Golf Hall of Fame at a ceremony in May in St. Augustine, Fla.\n","otherCarHigh" : "The most-prolific British winner in European Tour history, with 42 tournament victories around the world, including 31 titles on the European Tour (third all-time)…Claimed a record eight Order of Merit titles for annual earnings on the European Tour, with seven in a row, from 1993-99 (other was in 2005)...Trails only Seve Ballesteros (50 wins) and Bernhard Langer (42) on the career European Tour victory list…Is third in career earnings on that Tour with over €24 million...Won multiple victories on the European Tour nine times and claimed at least one title on the circuit in 10 consecutive years…Was the European Tour's Golfer of the Year in 1995, 1996, 1997 and 1999 and garnered the Sir Henry Cotton Rookie of the Year honor in 1988…Played on eight European Ryder Cup teams (1991, 1993, 1995, 1997, 1999, 2002, 2004 and 2006) and captained the European team to a 14½-13½ victory over the American squad in the Ryder Cup in Wales in 2010. Secured 23½ points from his 36 career matches in the biennial competition and is the third-highest point scorer for the European side in Ryder Cup history. Was the top scorer for the European squad at The Belfry in 2002 (4½ points) and holed the winning putt at Oakland Hills in 2004. Victory over David Toms at The K Club in 2006 ensured he remained unbeaten in eight Ryder Cup singles matches, dating to 1991..Last European Tour title came in 2007, at the Smurfit Kappa European Open, when he ended a 19-month winless streak, winning at The K Club in Ireland to surpass Nick Faldo's previous Tour record of 30 wins by a Brit. Shot a final-round 65 to beat Niclas Fasth by one stroke…Capped the 2007 season by teaming with Marc Warren to win the OMEGA Mission Hills World Cup for Scotland, giving his home country its first World Cup title…In 1999, had his best year on the European Tour when he equaled the European Tour record for most wins in a season (six)…Claimed his first European Tour title, at the 1989 Portuguese Open, by a European Tour record 11 strokes. The win came in his 54th career start on the circuit…Made 138 starts on the PGA TOUR and had five runner-up finishes in major championships, with three of those second-place showings coming at the U.S. Open…At the 2006 U.S. Open at Winged Foot GC, was the runner-up after a double bogey on 72nd hole dropped him from the lead. In 1997, at Congressional CC, battled Ernie Els down the stretch but bogeyed the 17th hole that eventually left him one stroke short of Els. In 1994 at Oakmont CC, along with Loren Roberts, lost to Els in a playoff for the U.S. Open title. Finished a distant second (five strokes) to Tiger Woods at The Open Championship at St. Andrews in 2005 and lost a sudden-death playoff to Steve Elkington at the 1995 PGA Championship…Was T2 at the 1996 PLAYERS Championship, finishing four strokes behind Fred Couples…Also finished third at the 1992 U.S. Open at Pebble Beach. It appeared he was on the verge of winning when adverse weather conditions moved into the Monterey Peninsula area early in the final round. Carded a final-round 70 early in the day, equaling the best Sunday score, and posted a 72-hole total of even-par 288, only to be eventually overtaken by Jeff Sluman (287) and winner Tom Kite (285)…Claimed his first title in the U.S. in January 1998 when he defeated Davis Love III, 2 up, at Grayhawk GC in Scottsdale, Ariz., to win the Andersen Consulting World Championship...Also won a second unofficial event in the United States when he triumphed at the 2000 Skins Game. Made a 2-foot par putt worth $340,000 on the third playoff hole to outlast defending champion Couples and Vijay Singh.","personal" : "Born in Scotland and raised in Yorkshire, where father, James, was a company director. Graduated from Houston Baptist University. Father retired as Royal Troon secretary in 1997. Received Member of the British Empire (MBE) from H.M. the Queen in 1998 and Order of the British Empire (OBE) in 2005 from Prince Charles. Has represented Scotland 10 times in the World Cup, playing with eight different partners...Enjoys music, cars and films...Received the Asia Pacific Lifetime Achievement Award, along with Jeev Milkha Singh in December 2012...Established The Elizabeth Montgomerie Foundation in memory of his mother who died of lung cancer. The EMF aims to raise money for cancer patients and their families. The Foundation focuses on funding for two Maggies Cancer Centers in Scotland, built in his mother's name. The first opened in Aberdeen in September, 2013.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 4th on the PGA TOUR Champions 2 times in 2016.","dynStats" : "He ranks 21st in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}