{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06004","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Ames","first" : "Stephen","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "185","weightMetric" : "84","birthDate" : "April 28, 1964","age" : "51","birthPlace" : "San Fernando, Trinidad","residence" : "Vancouver, British Columbia, Canada","family" : "Wife, Jodi; Justin (2\/28\/97), Ryan Michael (5\/25\/99)","education" : "Lynn University (Business Administration)","splInterest" : "Reading, films, sports","pronunciation" : "AIMS","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1987","clubAffl" : "The Copithorne Club (Calgary, Alberta, Canada)","cityPlaysFrm" : "Canada; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "20,763,583&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Was one of three players to post three consecutive rounds in the 60s at the Tucson Conquistadores Classic in March which led to a T4 finish.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1998","qSchoolYear" : "1997","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(3): 1989 Trinidad and Tobago Open. 1994 Open V33 [Eur]. 1996 Benson and Hedges International Open [Eur].","curYearHigh" : "Was one of three players to post three consecutive rounds in the 60s at the Tucson Conquistadores Classic in March which led to a T4 finish.","carHigh" : "2013-14: Playing out of the top 50 on the PGA TOUR career money-list category, missed the FedExCup Playoffs for the fourth consecutive season, finishing No. 190 in the season-long competition. Made the cut in six of 18 starts, with a T16 at the Valero Texas Open his season-best outing...Made his Champions Tour debut at the Senior PGA Championship and finished T15 at Harbor Shores...In August, inducted into the Canadian Golf Hall of Fame.\n\n2013: Made seven of 19 cuts on TOUR and finished No. 173 in the FedExCup standings. It was his second conesecutive season without a top-10 finish after recording at least one for 15 straight seasons (1997-2011)...Turns 50 in April 2014.\n\n2012: Made the cut in just seven of 20 events, with a T16 at the Mayakoba Golf Classic his best finish. Was the first season on the PGA TOUR without a top-10 showing and the first year of his career without double-digit made cuts. 2011: Finished outside of the top 125 (No. 139) on the official money list for the first time since joining the TOUR in 1998. Also failed to finish inside the top 70 on the FedExCup points list for the first time in five years (No. 138)...Was T3 at the Puerto Rico Open in his first start at the event, thanks to a final-round 66 to finish two shots out of Michael Bradley-Troy Matteson playoff. The finish marked his first top 10 since the 2010 Transitions Championship (T6)...Collected his second and final top 10, in his 13th start, with a T8 at the FedEx St. Jude Classic. Posted four sub-70 rounds for the first time since the 2010 Greenbrier Classic. 2010: Finished outside of the top 100 on the money list (No. 107) for the first time since playing his first full season on TOUR in 1998. Posted final-round 67 for only top-10 finish of season, a T6 at Transitions Championship. Unable to defend title at the Children's Miracle Network Classic due to back injury during the PGA TOUR Fall Series. 2009: Won for the fourth time in his career, at the season-ending Children's Miracle Network Classic...Posted 9-under 63s in the second and final rounds to finish T5 at the 50th Bob Hope Classic...Recorded four rounds in the 60s en route to a T9 finish at the Valero Texas Open...A second-round, 4-under 66 paved the way to a T10 finish at the U.S. Open...Thanks in part to a 5-under 67 in the final round (on Monday), tied for low Canadian honors with Chris Baryla in the RBC Canadian Open at T5. It was his best finish there in 12 starts since a T7 in 2005...Won his second title in three years at the Children's Miracle Network Classic, edging George McNeill and Justin Leonard in a playoff to become the oldest winner in the tournament's history at age 45. Birdied the 72nd hole to finish with an 8-under 64 for the clubhouse lead, then watched as McNeill and Leonard failed to pass him. Leonard rimmed out a 16-foot putt for the win in regulation. He twice left putts short when he was eliminated on the first playoff hole—also the 18th. On the second playoff hole (par-3, No. 15), McNeill lipped out a 6-foot par putt that gave Ames the win. It was his first playoff in 291 career starts on TOUR. Joined Jack Nicklaus, Larry Nelson, Tim Simpson, John Houston and Tiger Woods as multiple winners of the Children's Miracle Network Classic. At 45 years old, became the second oldest player to win on TOUR in 2009 (Kenny Perry\/48). The last four winners of the Disney event have been in their 40s. 2008: Enjoyed another solid year, defined by seven top-10 finishes, including a season-best third in the Mercedes-Benz Championship. Missed just five cuts in 23 starts...Past champion finished fifth at THE PLAYERS, marking the highest finish by a former winner. Double bogeyed the par-4 18th on Saturday and Sunday without hitting a ball in the water and wound up five shots behind champion Sergio Garcia. Led the field in birdies with 20...Finished T7 at The Open Championship for his fifth top-10 finish of the season...Posted all four rounds in the 60s on his way to a T5 finish at the BMW Championship. At No. 31, finished one spot and 242 points out of the 30-man field for the TOUR Championship by Coca-Cola. 2007: In a season in which he worked on swing changes, won for the second consecutive year...Finished T5 at the World Golf Championships-Accenture Match Play Championship. Fell to Chad Campbell, 1-up, in the quarterfinals...Entered the final round of the U.S. Open tied for third. Shot a 76 on Sunday to finish T10...Final-round 68 at the Children's Miracle Network Classic presented by Walmart earned him his third career PGA TOUR win by one stroke over Tim Clark. Got up and down for par out of a bunker on the 72nd hole to secure the victory. Prior to win, had already declared season a success after tweaking his swing to cope with lingering neck and back problems. 2006: Won THE PLAYERS Championship at TPC Sawgrass, blowing away the strongest field in golf with a 5-under 67 in the final round to win by six strokes and earn a trip to the Masters. Finished at 14-under 274, six shots clear of two-time U.S. Open champion Retief Goosen. Posted the lowest final-round score when the scoring average was 75.378, the second-toughest Sunday in TPC Sawgrass history...Finished T7 at The Honda Classic for first top-10 of the season...Started having problems with his back at the end of the season. Withdrew from the Canadian Open in September and the American Express Championship outside London three weeks later. Also missed the TOUR Championship in Atlanta. It marked the second time he has qualified for the final 30-man field in his career...Teamed in the World Cup in Barbados with his brother Robert. 2005: Made his first appearance at the Masters, finished T45...The next week, recorded first top-10 and best result of the season with a T6 finish at the MCI Heritage. 2004: Finished eighth on the money list and compiled a career-best 11 top-10s, including his first TOUR victory. Made 21 cuts in 27 tournaments entered and made over $3 million in a single season for the first time in his career...At age 40, captured his initial TOUR win at the Cialis Western Open by two strokes over Steve Lowery. Became first player over 40 to capture initial win since Brad Bryant at the 1995 Walt Disney World\/Oldsmobile Golf Classic. Shared third-round lead with Mark Hensby at 9-under 204 prior to his final-round 1-under 70. Win capped a period of eight top-10s in his last 10 starts and moved him to 17th in the Official World Golf Ranking...Also placed third at the Bank of America Colonial, T7 at the U.S. Open and T9 at PGA Championship. One of 10 players to record multiple top-10s in the majors in 2004...Earned a spot in the TOUR Championship for the first time in his career and finished T4. 2003: The 72nd and last player to earn $1 million on the PGA TOUR during that season...Season's best finish was a T5 at the Chrysler Classic of Greensboro. 2002: Runner-up to Craig Perks at THE PLAYERS Championship. After starting the final round T21, recorded seven birdies (including four straight on Nos. 9-12) en route to 67, the second-lowest score of the day...Teamed with brother Robert to finish T17 in the World Cup. 2001: Recorded T8 at Compaq Classic of New Orleans and T6 in the B.C. Open. 2000: Was two strokes off the lead heading into final round of the Bob Hope Chrysler Classic, but had to withdraw Sunday morning due to a pulled muscle in right shoulder...Recorded course-record 61 at “Blue Monster” course in second round of Doral-Ryder Open and was three back through 36 holes. Finished eighth...Best week of the season was Compaq Classic when he was two strokes behind Carlos Franco after 36 holes and finished T4. 1999: Due to visa problems was unable to start the season until May. Made the most of the 18 events entered, making 11 cuts and finishing among top 10 four times...His debut came at the Kemper Open where he finished T44 after closing with 68. Missed birth of his second child during tournament week…Finished third at the Sprint International. 1998: Was first rookie to post a top-10 on the year with a solo third at Nissan Open. 1997: Finished third at the PGA TOUR Qualifying Tournament to earn exempt status for the 1998 season. 1996: Claimed second European Tour title at the Benson and Hedges International Open. 1994: Won first European Tour title in the Open V33. 1991: Earned only Web.com Tour victory in the Pensacola Open. 1990: Rookie on the Web.com Tour. 1989: Winner of Trinidad and Tobago Open.\n","otherCarHigh" : "","personal" : "Both parents were born in Trinidad and Tobago (father of English ancestry, mother of Portuguese)...He is the first touring professional to emerge from Trinidad and Tobago...Grandmother was a two-time Trinidad and Tobago champion...Met his Canadian wife, Jodi, a former flight attendant, on a flight between tournaments...Was a torch bearer for the 2010 Winter Olympic Games in Vancouver...Part owner of several restaurants in Calgary, Alberta, including the Vintage Chophouse and Tavern...Started the Stephen Ames Foundation in 2005 to provide funding for junior golf programs and other children's initiatives in Canada and Trinidad and Tobago...Currently developing The Copithorne Club in Alberta, a 27-hole golf course that is the first Johnny Miller\/Stephen Ames signature course in Canada.","otherInfo" : "","ntlTeams" : "World Cup (4), 2000, 2002, 2003, 2006.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2014","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(3): 1989 Trinidad and Tobago Open. 1994 Open V33 [Eur]. 1996 Benson and Hedges International Open [Eur].","intlVics" : "","curYearHigh" : "Was one of three players to post three consecutive rounds in the 60s at the Tucson Conquistadores Classic in March which led to a T4 finish.","carHigh" : "2015: Made 18 starts and was only out of the top 20 in one tournament in the last three months. Made a late push to secure a spot into the season-ending Charles Schwab Cup Championship which featured the top-30 money winners on the year...At the Toshiba Classic, the last full-field event of the year, a three-putt bogey on his final hole appeared to have ended his chances, however, moments later his misfortune changed when Rod Spittle, who needed a par to claim the 30th spot, also made bogey to end his chances and help Ames secure a berth in the Charles Schwab Cup Championship. Both players T9 at the Newport Beach CC...Enjoyed a successful return to his former hometown in August when he T5 at the Shaw Charity Classic in Calgary...Was T4 at the rain-shortened Greater Gwinnett Championship. After shooting 70 in the opening round at TPC Sugarloaf, moved up into the top 10 with a 67 Saturday...Made eagle on the last hole to jump into an eventual T7 at the 3M Championship. Was bogey-free for the last 27 holes at TPC Twin Cities shooting 65-68 on the weekend...At the season-ending event, the Charles Schwab Cup Championship, was among the leaders after 54 holes before eventually finishing T6 in Scottsdale on the strength of four straight rounds in the 60s...Used 69s in both the first and final rounds to T9 at the Insperity Invitational...Rebounded from a second-round 74 with a 6-under-par 66 in his final round to T9 at the Boeing Classic...Competed at the PGA TOUR's Puerto Rico Open in March, finishing T47. \n2014: Played primarily on the PGA TOUR for much of the first eight months of the year before turning his attention to the PGA TOUR Champions for the remainder of the season...Made his Champions Tour debut with a T15 at the Senior PGA Championship in late-May but did not play again until late-August when he teed it up in his former hometown of Calgary at the Shaw Charity Classic...Posted his only top-10 finish of the Champions Tour season in October when he was T6 at the Greater Hickory Kia Classic, thanks in part to a final round, 6-under-par 65...His best finish in 18 PGA TOUR starts was a T16 at the Valero Texas Open in late-March. \n","otherCarHigh" : "Was a four-time winner on the PGA TOUR and amassed more than $19 million in career earnings...Surpassed the $2-million mark in season earnings four years in succession (2006-09) but enjoyed his best year in 2004 when he earned $3,303,205 and was eighth on the money list, his highest finish...His signature victory came in 2006 when he closed with Sunday's low round, a 5-under-par 67, and cruised to a six-stroke win at THE PLAYERS Championship for his second career victory...Broke through for his first win two years earlier when he claimed the Cialis Western Open at age 40. Rebounded from a second-round 73 with rounds of 64-70 on the weekend to finish two ahead of Steve Lowery. The win came in his 166th start on TOUR, and he became first player over 40 to capture initial TOUR win since Brad Bryant at the 1995 Walt Disney World\/Oldsmobile Golf Classic...Added two more victories to his resume when he won the Children's Miracle Network Classic in 2007 and in 2009 at Walt Disney World. Made a critical save from a greenside bunker on the 72nd hole in his one-stroke win over Tim Clark in 2007. Two years later, shot a closing-round 64 and then made par on the second extra hole to defeat George McNeil and Justin Leonard, who was out after the first extra hole...Also competed full time on the Web.com Tour (1990-92) as well as on the European Tour (1996-97). Won twice on the European Tour, including the 1994 OpenV33 in France and the 1996 Benson and Hedges International Open in England...Lone Web.com Tour victory came at the 1991 Pensacola Open...Two-time winner of the LG Skins Game, in 2006 and 2007...Also won the 1989 Trinidad and Tobago Open...Represented Trinidad and Tobago in four World Cups (2000, 2002-03 and 2006)...He was awarded the Chaconia Medal (Gold), Trinidad and Tobago's second-highest honor, in 2004. The medal awards long and meritorious service to promote national welfare or community spirit...Named to the Canadian Golf Hall of Fame in 2014.","personal" : "Both parents were born in Trinidad and Tobago (father of English ancestry, mother of Portuguese)...He is the first touring professional to emerge from Trinidad and Tobago...Grandmother was a two-time Trinidad and Tobago champion...Was a torch bearer for the 2010 Winter Olympic Games in Vancouver...Part owner of several restaurants in Calgary, Alberta, including the Vintage Chophouse and Tavern...Started the Stephen Ames Foundation in 2005 to provide funding for junior golf programs and other children's initiatives in Canada and Trinidad and Tobago...Played a role in helping the Champions Tour's Shaw Charity Classic come together in 2013 in Calgary. Was inducted into the Canadian Golf Hall of Fame during the 2014 Shaw Charity Classic.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 4 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}