{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01897","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Oosterhuis","first" : "Peter","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-5","heightMetric" : "1.96","weight" : "230","weightMetric" : "104","birthDate" : "May 3, 1948","age" : "67","birthPlace" : "London, England","residence" : "Charlotte, NC","family" : "Wife, Ruth Ann; two sons, Robert, Richard; two stepsons, Byron, Matt","education" : "","splInterest" : "Golf-course architecture, dining out, bird watching","pronunciation" : "OH-stir-house","nwTourAlumnus" : "","trndProYear" : "1968","clubAffl" : "","cityPlaysFrm" : "Scottsdale; AZ; United States","websiteUrl" : "http:\/\/www.tourtalent.com\/talent.asp?ID=Peter_Oosterhuis","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "746,951&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1974","qSchoolYear" : "","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Continues career as analyst for CBS Sports golf telecasts and also works with GOLF CHANNEL on its studio shows and live coverage of events. Joined CBS in 1998 after serving as lead analyst for GOLF CHANNEL's coverage of the European Tour from 1995 to 1997. Amassed more than 20 victories worldwide, including a PGA TOUR victory at the 1981 Canadian Open. Competed on TOUR full-time between 1975 and 1986. Participated in 314 TOUR events during his career. Runner-up at the 1974 and 1982 British Opens and led the European Tour Order of Merit for four consecutive years (1971-74), a record that stood until broken by Colin Montgomerie in 1997. Played in six Ryder Cups for Great Britain and Europe between 1971 and 1981, sharing the European team mark for most singles victories with Nick Faldo and Montgomerie. Member of the 1967 Walker Cup team. Between 1987 and 1993, served as Director of Golf at Forsgate CC in Jamesburg, NJ, and at Riviera CC in Pacific Palisades, CA. Son Robert, the former head professional at the TPC Four Seasons Resort at Las Colinas, site of the HP Byron Nelson Championship, and the former Director of Golf at Four Seasons-Costa Rica's Peninsula Papagayo, is now the Director of Golf Operations for JC Resorts in San Diego.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1998","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(17): 1970 Coca-Cola Young Professionals' Championship, Lord Derby's Under-23 Professional Tournament. 1971 Piccadilly Medal, Agfa-Gevaert Tournament, Sunbeam Electric Tournament. 1972 Penfold Bournemouth Tournament, Coca-Cola Young Professionals' Championship. 1973 Maracaibo Open, Piccadilly Medal, French Open, Viyella PGA Championship. 1974 French Open, Italian Open, El Paraiso Open. 1983 Spalding Invitational. 1985 Spalding Invitational. 1989 New Jersey PGA Championship.","intlVics" : "","curYearHigh" : "","carHigh" : "In 2009, continued career as analyst for CBS Sports golf telecasts and also worked with Golf Channel on its studio shows and live-coverage of events. Joined CBS in 1998 after serving as lead analyst for Golf Channel's coverage of the European Tour from 1995 to 1997. Amassed more than 20 victories worldwide, including a PGA TOUR victory at the 1981 Canadian Open. Competed on the PGA TOUR full-time between 1975 and 1986. Participated in 314 PGA TOUR events during his career. Runner-up at the 1974 and 1982 British Opens and led the European Tour Order of Merit for four consecutive years (1971-74), a record that stood until broken by Colin Montgomerie in 1997. Played in six Ryder Cup matches for Great Britain and Europe between 1971 and 1981, sharing the European team mark for most singles victories. Member of the 1967 Walker Cup team. Between 1987 and 1993, served as Director of Golf at Forsgate CC in Jamesburg, NJ, and at Riviera CC in Pacific Palisades, CA. \n","otherCarHigh" : "","personal" : "Son Robert, the former head professional at the TPC Four Seasons Resort at Las Colinas, site of the EDS Byron Nelson Championship, is now the director of golf at Four Seasons-Costa Rica's Peninsula Papagayo.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T45th in 1998 at the AT&T Canada Senior Open Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}