{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "45531","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Bunn","first" : "Brandon","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "165","weightMetric" : "75","birthDate" : "June 15, 1987","age" : "28","birthPlace" : "Houston, Texas","residence" : "Knoxville, Tennessee","family" : "Single","education" : "University of Memphis (2010, Marketing)","splInterest" : "Working out, watching movies, spending time with family and friends","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2011","clubAffl" : "Fox Den CC (Knoxville, Tennessee)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Conditional","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Has competed on Tar Heel Tour, Peach State Tour and NGA Tour.\n","otherCarHigh" : "Lettered all four years at the U. of Memphis.","personal" : "Attended Farragut High School in Knoxville, Tenn., located down the street from Fox Den CC, home of the Web.com Tour's News-Sentinel Open...Was a warehouse manager for Print One in Knoxville...Has twin brothers, Tyler and Davis. Tyler was born with cerebral palsy and plays golf by bracing one arm on his walking cane. Davis is a senior on the University of Tennessee-Chattanooga golf team and a three-year letterman, who made a hole-in-one in the 2011 NCAA Regional to help the Moccasins win their regional...Was a four-year letterman, winning multiple high school and state events plus Southeastern Junior Golf Tour junior tournaments...Among his favorite golf memories are beating his father in the Fox Den CC club championship as a high school junior...If not a professional golfer, he would aspire to hold a position with a major corporation as a sales associate or marketing specialist...A lifetime thrill was going with his dad on a business trip at age 14 to Boston, being upgraded on the plane to first class and capping the weekend by going to a Boston Red Sox game...Favorite courses include The Honors Course and Atlanta Athletic Club...Would like to play Augusta National...Favorite college teams are the University of Memphis, the University of Tennessee and the University of Alabama...Favorite pro teams are the Atlanta Braves, Tennessee Titans and Memphis Grizzlies...Favorite movies are \"The Patriot,\" \"Superbad,\" \"The Hangover\" and all the Batman movies...Favorite entertainer is the Dave Matthews Band. Favorite book is Lone Survivor...Favorite athletes are Derek Rose and Peyton Manning...Never travels without a bracelet honoring his best friend, Charlie Holman, who passed away in 2007...Would like to trade places with Dave Matthews \"to be able to sing and play guitar like him.\"...Dream foursome would feature Holman, Jack Nicklaus and Manning...Not many people know he was born with six toes on his right foot...Bucket list includes sky diving and traveling overseas...Supports Cerebral Palsy Center and his local church, First Baptist Concord...Father is on the News Sentinel Open committee that makes contributions to local Knoxville charities.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T70th in 2014 at the News Sentinel Open Presented by Pilot.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["XML Output","Intro Page","Bio Page","ShotLink Player Bio"]}]}