{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01725","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Mahaffey","first" : "John","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "160","weightMetric" : "73","birthDate" : "May 9, 1948","age" : "67","birthPlace" : "Kerrville, Texas","residence" : "The Woodlands, Texas","family" : "John D. Mahaffey III (8\/8\/88), Meagan (6\/12\/92)","education" : "University of Houston (1970, Psychology)","splInterest" : "Fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1971","clubAffl" : "Augusta Pines GC (Spring, Texas)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "7,150,457&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1971","qSchoolYear" : "1971","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1998","qSchoolYear" : "","exmtStatus" : "Net-70 on All-Time Money List","otherVics" : "(4): 1970 NCAA Championship [indiv]. 1978 World Cup [indiv], World Cup [with Andy North]. 1979 World Cup [with Hale Irwin]. 1982 JCPenney Classic [with JoAnne Carner].","intlVics" : "","curYearHigh" : "","carHigh" : "2007: Majority of his year was spent working as a roving announcer for GOLF CHANNEL telecasts of Champions Tour events...Managed three official starts and also teamed with Lou Graham to finish T12 in the Raphael Division of the Liberty Mutual Legends of Golf. Was 74th at the Allianz Championship and withdrew from both the Senior PGA Championship and The Senior Open Championship. 2002: Played his best golf during a six-week span from mid-June until late July when he had two second-place finishes...First runner-up performance came at the Greater Baltimore Classic at Hayfields, one stroke behind J.C. Snead...Overcame back spasms to fire final-round 65 at FleetBoston Classic, but lost in a playoff to Bob Gilder. 2001: Finished T4 in Napa after battling Allen Doyle and eventual winner Sammy Rachels to the wire. Vaulted into contention Saturday when he fired his career-low round, a Silverado South course-record, 10-under 62 that included a front-nine score of 28. Reeled off 11 birdies in the round and seven in a row (holes 1-7). 2000: Finished solo third at the Kroger Senior Classic. 1999: Won his only Champions Tour event at the Southwestern Bell Dominion. Victory in San Antonio came 14 years after he claimed the Texas Open in the same city on the PGA TOUR. Made a 30-foot birdie putt on the second playoff hole to beat Jose Maria Canizares and Bruce Fleisher. Holed a clutch 20-foot birdie putt at the 17th hole in regulation to get into the overtime session...Hit 77 percent of Greens in Regulation, the highest mark in the history of the Champions Tour at the time (since surpassed by Tom Kite's 78.0 in 2000). 1998: Debuted at the Saint Luke's Classic and T26 at the Kansas City event...Best finish was a T2 at the Utah Showdown, where he finished four strokes behind Gil Morgan.\n","otherCarHigh" : "High point of 25-year career came at the 1978 PGA Championship at Oakmont CC, where he won a playoff over Tom Watson and Jerry Pate...Went on to claim the American Optical Classic in Sutton, MA, the following week...Earned a 10-year exemption with his one-stroke victory over Larry Mize at 1986 Tournament Players Championship (now THE PLAYERS Championship). Fired third-round 65 on Stadium Course at the TPC Sawgrass to move into contention...Last victory came at the 1989 Federal Express St. Jude Classic, where he closed with rounds of 66-65 for a three-stroke win at TPC Southwind...Led the PGA TOUR in Greens in Regulation in 1985 and 1986...Played on two U.S. World Cup teams, in 1978 and 1979, and was the medalist in 1978...Member of the U.S. Ryder Cup team in 1979 and the Nissan Cup squad in 1986...Was the 1970 NCAA champion while at the University of Houston, where he was a teammate of Tom Jenkins.","personal" : "Early in his career, was sought out by other players to do imitations...Many thought his comic imitation of Chi Chi Rodriguez's swing was even better than the real thing.","otherInfo" : "Continued his analyst role with Golf Channel on Champions Tour telecasts. Won his lone Champions Tour crown at the Southwestern Bell Dominion. Victory in 1999 in San Antonio came 14 years after he claimed the Texas Open in the same city on the PGA TOUR. Made a 30-foot birdie putt on the second playoff hole to beat Jose Maria Canizares and Bruce Fleisher. Holed a clutch 20-foot birdie putt at the 17th hole in regulation to get into the overtime session. High point of 25-year PGA TOUR career came at the 1978 PGA Championship at Oakmont CC, where he won a playoff over Tom Watson and Jerry Pate. Went on to claim the American Optical Classic in Sutton, Mass., the following week. Earned a 10-year exemption with his one-stroke victory over Larry Mize at 1986 Tournament Players Championship (now THE PLAYERS Championship). Fired third-round 65 on the Stadium Course at the TPC Sawgrass to move into contention. Last victory came at the 1989 Federal Express St. Jude Classic, where he closed with rounds of 66-65 for a three-stroke win at TPC Southwind. Led the PGA TOUR in Greens in Regulation in 1985 and 1986. Played on two U. S. World Cup teams, in 1978 and 1979, and was the medalist in 1978. Member of the U.S. Ryder Cup team in 1979. Was the 1970 NCAA champion while at the University of Houston, where he was a teammate of Tom Jenkins.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was 1st in 1999 at the Southwestern Bell Dominion.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}