{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "26371","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Oh","first" : "James","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "160","weightMetric" : "73","birthDate" : "April 5, 1982","age" : "34","birthPlace" : "Los Angeles, CA","residence" : "Lakewood, CA","family" : "Single","education" : "University of Nevada-Las Vegas","splInterest" : "Movies, music, watching sports","pronunciation" : "","nwTourAlumnus" : "Nationwide Tour Alumnus","trndProYear" : "2001","clubAffl" : "","cityPlaysFrm" : "Lakewood; CA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "181,629&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the Nationwide Tour from 2003-06. 2010: Missed the cut at The Rex Hospital Open, his only start on the season. 2006: Struggled through the season, making the cut in three of 18 starts on Tour and failing to record a top-25 finish. 2005: Posted a T24 at the Mark Christopher Charity Classic, his only top-25 finish in 19 starts on Tour. 2004: Also struggled during his sophomore season on Tour, with a T58 at the First Tee Arkansas Classic representing his only made cut in 18 starts. 2003: One of a record eight players who played their way onto the Nationwide Tour. Made the cut in all eight appearances on Tour. Despite limited action, still finished No. 46 on the money list, with $97,334. Became the 16th Monday qualifier in Tour history to go on to victory with his triumph at the Mark Christopher Charity Classic. Shared the lead after each of the first two rounds and held a one-stroke lead over Jess Daley after 54 holes. Birdied the final hole of regulation to force a playoff and then birdied the third extra hole to defeat Daley. At 21 years, 5 months, 27 days, became the youngest winner in Tour history, supplanting David Duval, who was a little more than three months older when he won the 1993 Wichita Open. For the season, posted par-or-better scores in 26 of 32 rounds.\n","otherCarHigh" : "Played one year at the University of Nevada-Las Vegas in 2000-2001 and had four top-10 finishes in 10 tournament starts, including a T4 at the John A. Burns Intercollegiate in Honolulu. Two-time American Junior Golf Association first-team All-American. Two-time medalist at the Rolex Tournament of Champions. Won the 1998 U.S. Junior Championship. Quarterfinalist at the 1999 U.S. Amateur, Junior Amateur and Public Links. World Junior team member in 1999 and 2000.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "2008","exmtStatus" : "T7 at the 2008 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Gained first PGA TOUR card by finishing T7 at the 2008 PGA TOUR Qualifying Tournament in his first time reaching the final stage. Has never made a PGA TOUR start entering 2009. Member of the Nationwide Tour from 2003-06 and played five events on that Tour in 2007-2008 with one made cut. Struggled through the 2006 season, making the cut in three of 18 starts on the Nationwide Tour and failing to record a top-25 finish. Posted a T24 at the Mark Christopher Charity Classic, his only top-25 finish in 19 starts on Tour in 2005. Also struggled during his sophomore season on Tour in 2004, with a T58 at the First Tee Arkansas Classic representing his only made cut in 18 starts in 2004. One of a record eight players who played their way onto the 2003 Nationwide Tour. Made the cut in all eight appearances on Tour. Despite limited action, still finished No. 46 on the money list, with $97,334. Became the 16th Monday qualifier in Tour history to go on to victory with his triumph at the Mark Christopher Charity Classic. Shared the lead after each of the first two rounds and held a one-stroke lead over Jess Daley after 54 holes. Birdied the final hole of regulation to force a playoff and then birdied the third extra hole to defeat Daley. At 21 years, 5 months, 27 days, became the youngest winner in Tour history (since surpassed by Jason Day), supplanting David Duval, who was a little more than three months older when he won the 1993 Wichita Open. For the season, posted par-or-better scores in 26 of 32 rounds. Played one year at the University of Nevada-Las Vegas in 2000-01 and had four top-10 finishes in 10 tournament starts, including a T4 at the John A. Burns Intercollegiate in Honolulu. Two-time American Junior Golf Association first-team All-American. Two-time medalist at the Rolex Tournament of Champions. Won the 1998 U.S. Junior Championship. Quarterfinalist at the 1999 U.S. Amateur, Junior Amateur and Public Links. World Junior team member in 1999 and 2000.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 1st in 2003 at the Mark Christopher Charity Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}