{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "33103","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Vanegas","first" : "David","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "176","weightMetric" : "80","birthDate" : "December 6, 1986","age" : "29","birthPlace" : "Medellin, Colombia","residence" : "Medellin, Colombia","family" : "Single","education" : "Johnson & Wales University (2008, Business)","splInterest" : "Tennis, soccer","pronunciation" : "dah-VEED vuh-NAIG-us","nwTourAlumnus" : "","trndProYear" : "2008","clubAffl" : "Club El Rodeo (Medellin, Colombia)","cityPlaysFrm" : "Medellin, Colombia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2013","otherVics" : "","intlVics" : "(5) 2010 Abierto Internacional de Golf II Copa Antioquia [TLA\/ECT\/CAN], 2012 Abierto de Lagos de Caujaral [Colombia] 2013 37º Abierto Cafetero de Golf [Colombia] 2014 Campeonato Nacional de Profesionales [Colombia], XXIX Abierto de Golf Ciudad de Ibagué [Colombia]","curYrHigh" : "Carded a best of the final round 5-under 67 to finish T9 at the PGA TOUR Latinoamérica season opening 69th Avianca Colombia Open in February.","carHigh" : "PGA TOUR Latinoamérica member 2013-16. Web.com Tour member in 2015.\n\n2015: Played in 13 Web.com Tour events, making four cuts. Collected his first and only top-25 of the season with a T24 finish at the Rust-Oleum Championship in June… Made seven starts on PGA TOUR Latinoamérica, making four cuts and collecting top25s at the season opening 68th Avianca Colombia Open (T13) in March and at the Hyundai-BBVA 89 Abierto de Chile (T12) in October.\n\n2014: Started the PGA TOUR Latinoamérica season with a three-shot victory at the 67th Arturo Calle Colombia Open in February at Ruitoque Golf CC in Bucaramanga. Took the 54-hole lead with a career low 9-under 61 and finished the week at 17-under 263… His other top-10 of the season came two starts later, a T7 finish at the Guatemala Stella Artois Open… Had five other top-25s and 10 cuts made in 14 starts to finish the PGA TOUR Latinoamérica season ranked 12th on the Order of Merit… His performance in Latin America earned him a spot at the Web.com Tour Q-School final stage, where he finished T64 to earn conditional status for the 2015 season… Finished the season ranked No. 1 on the Colombian Tour, where he won the Campeonato Nacional de Profesionales by defeating his countryman Santiago Rivas in a playoff hole at the Club Manizales in June. He also won the XXIX Abierto de Golf Ciudad de Ibagué, where he finished at 15-under 269 in July. \n\n2013: Closed the PGA TOUR Latinoamérica season ranked 24th on the Order of Merit. Had a runner-up finish, four top-25 finishes and six cuts made in 14 starts. His best finish was runner-up at the season opening 55th Abierto Mexicano de Golf at the Club de Golf Mexico in March. Was tied for the 36-hole lead before finishing one stroke behind tournament champion Ted Purdy. Earned his PGA TOUR Latinoamérica card by finishing T7 at the Qualifying Tournament held at the CC La Planicie in Lima, Peru in February… Won the 37th Abierto Cafetero de Golf on the Colombian Tour by defeating his countryman José Manuel Garrido in the second hole of a sudden death playoff in June.\n\n2012: Made the cut in two of seven Web.com Tour starts, with a T62 at the Utah Championship as his best… Made the cut in four of five starts on PGA TOUR Latinoamérica events, with his best of two top-20s a T14 at the 65th Arturo Calle Colombia Open in Bogota in September… Won the Colombian Tour's Abierto de Lagos de Caujaral in Barranquilla in December for his second career win overall.\n\n2011: Made the cut in three of six Web.com Tour starts. Was T3 at the rain-shortened Pacific Rubiales Bogota Open... Added a T15 later in the year at the Mexico Open... Made the cut in two of six starts on the European Challenge Tour...Added two European Tour starts, missing the cut in both.\n\n2010: In February won the season-opening Abierto Internacional de Golf II Copa Antioquia on his home course in Rionegro, Colombia. The tournament was co-sanctioned by the Tour de las Americas, the European Challenge Tour and PGA TOUR Canada, and the win earned him full exemptions on those Tours. Shot four rounds in the 60s to finish at 272 (-12) and defeat Nathan Smith by four strokes... Made the cut in seven of 16 starts on the Challenge Tour, where he finished 34th on the Order of Merit… Also made five European Tour starts, with his best finish an 11th-place showing at the dual-ranking event Saint Omer Open.\n\n2009: Made his professional debut at the start of the year and soon claimed a fourth place finish at the Tour de las Americas' Abierto Internacional I Copa Antioquia played on his home course in Rionegro, Colombia… Played three other TLA events that year in Colombia.\n","otherCarHigh" : "A member of the golf team at Johnson and Wales University in North Miami for two seasons, 2006-2008. During his JWU tenure, he helped the team to a number of team championships, including the 2007 Thomas Winter Invitational where he fired consecutive 66's to win the individual title at 12-under par. He was also named an NAIA All-American in both of his years at JWU.","personal" : "Graduated from Johnson and Wales University, with an Associates degree in Business in May of 2008… Affiliated to the Club El Rodeo in Medellin, Colombia… A huge fan of Medellin's Atlético Nacional on the Colombian Soccer League… Enjoys playing tennis… His favorite city is Rome and hopes to visit the Greek Islands someday… His favorite athletes are Tiger Woods, Rory McIlroy and Usain Bolt… His golf instructor is Gustavo Giraldo… Point O'Woods is his favorite golf course among those he has ever played… Favorite gadget Putting ave… Was introduced to the game by his father at age 5, and the duo went to the golf course every weekend… Twitter and Instagram: @dvanegasgolf","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Past winners from 2014 season"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2012","exmtStatus" : "Conditional - Additional Qualifying Tournament Finisher or Finished 76-100 on 2014 Web.com Tour Money List","otherVics" : "","intlVics" : "(1): 2010 Abierto Internatcional de Golf II Copa Antioquia [EurChall].","curYearHigh" : "Carded a best of the final round 5-under 67 to finish T9 at the PGA TOUR Latinoamérica season opening 69th Avianca Colombia Open in February.","carHigh" : "2015: Played in 13 Web.com Tour events, making four cuts. Collected his first and only top-25 of the season with a T24 finish at the Rust-Oleum Championship in June… Made seven starts on PGA TOUR Latinoamérica, making four cuts and collecting top25s at the season opening 68th Avianca Colombia Open (T13) in March and at the Hyundai-BBVA 89 Abierto de Chile (T12) in October.\n\n2014: Finished T64 at Web.com Tour Q-School in December...Played primarily on Latinoamérica, where he competed in 14 events and made ten cuts...Launched his season with a win at the Colombian Open in February, shooting 17-under par. Won by three shots over Rick Cochran on the strength of a third-round 61...Followed it up with a T14 and T7 in his next two events...Added six finishes of T26 or better the rest of the season to finish 12th on the Order of Merit.\n\n2013: In 14 PGA TOUR Latinoamérica starts, had one top-10 and four top-25s to finish 24th on the Order of Merit...Top-10 came in his first event, a runner-up showing behind Ted Purdy at the 55 Abierto Mexicano de Golf (the Mexico Open) in March. \n\n2012: In seven Web.com Tour appearances, had finishes of T62 and 7th and missed five cuts.\n\n2011: Made the cut in three of six Web.com Tour starts...Was T3 at the rain-shortened Pacific Rubiales Bogota Open...Added a T15 later in the year at the Mexico Open...Made the cut in two of six starts on the European Challenge Tour...Added two European Tour starts, missing the cut in both. \n\n2010: Won the season-opening Abierto Internacional de Golf II Copa Antioquia on his home course in Medellin. The tournament was co-sanctioned by the European Challenge Tour and the Canadian Tour, and the win earned him exemptions on both of those Tours. Shot four rounds in the 60s to defeat Nathan Smith by four strokes...Made the cut in seven of 16 starts on the Challenge Tour. Also made five European Tour starts, with his best finish an 11th-place showing at the Saint Omer Open. \n","otherCarHigh" : "","personal" : "Was introduced to the game by his father at age 5, and the duo went to the golf course every weekend.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Carded a best of the final round 5-under 67 to finish T9 at the PGA TOUR Latinoamérica season opening 69th Avianca Colombia Open in February.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Carded a best of the final round 5-under 67 to finish T9 at the PGA TOUR Latinoamérica season opening 69th Avianca Colombia Open in February.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T15th in 2011 at the Mexico Open Presented by Banamex.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}