{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01925","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "6","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Pate","first" : "Jerry","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "180","weightMetric" : "82","birthDate" : "September 16, 1953","age" : "62","birthPlace" : "Macon, Georgia","residence" : "Pensacola, Florida","family" : "Wife, Soozi; Jennifer Kaye (10\/5\/78), Wesley Nelson (9\/5\/80), James Kendrick (10\/12\/83); one grandchild","education" : "University of Alabama (2001, Administrative Science)","splInterest" : "Golf course design, agronomy, music, charity work, Boy Scouts, The First Tee","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1975","clubAffl" : "Pensacola, CC (Pensacola, Florida)","cityPlaysFrm" : "","websiteUrl" : "http:\/\/www.jerrypate.com","websiteName" : "","hallOfFame" : "","combTourMoney" : "5,546,492&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1975","qSchoolYear" : "Fall 1975","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Played in five PGA TOUR events in 2002 with two made cuts. Eligible to join Champions Tour on 50th birthday in September 2003. Won 1976 U.S. Open at Atlanta Athletic Club, hitting 5-iron close on the 18th hole to secure the win. Also famous for winning the 1982 Tournament Players Championship and diving in the water afterward with TPC at Sawgrass course designer Pete Dye and PGA TOUR Commissioner Deane Beman. Joined Dye and Beman at 2002 PLAYERS Championship for 20th anniversary of 1982 PLAYERS victory. Received special invitation to compete at the 2001 PGA Championship at Atlanta Athletic Club, site of his 1976 U.S. Open championship. Winner 1974 U.S. Amateur, 1974 Florida Amateur, 1976 Pacific Masters, 1977 Mixed Team Championship (with Hollis Stacy). Member 1975 Walker Cup, 1981 Ryder Cup and 1982 U.S. vs. Japan teams. Wife Soozi and Bruce Lietzke's wife Rosemarie are sisters. Received his degree from Alabama in 2001, walking through graduation ceremonies with daughter Jenni. Son Wesley plays golf at the University of Alabama, where he is a senior.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2004","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(7): 1974 U.S. Amateur, Florida Amateur. 1976 Pacific Masters. 1977 Mixed Team Championship [with Hollis Stacy]. 1980 Brazilian Open. 1981 Colombia Open, ABC Sports Shinko.","intlVics" : "","curYearHigh" : "","carHigh" : "2013: Competed in just four events, the fewest he has played in a Champions Tour season...His best finish came at the Senior PGA Championship, where he was T35 at Bellerive CC near St. Louis.\n\n2012: Played in seven events and finished among the top 20 three times, highlighted by a T11 at the Montreal Championship. Performance in Canada was his best on the Champions Tour since 2009 when he was T7 along with partner Andy Bean at the Liberty Mutual Legends of Golf...Also T17 at the Mississippi Gulf Resort Classic and T20 at the Encompass Insurance Pro-Am. \\\n\n2011: With limited exempt status, played in just 10 events...Best finish was in September when he was T16 at the Songdo IBD Championship in South Korea...Also received an exemption to the PGA Championship in Atlanta but missed the cut. 2010: Made just eight Champions Tour appearances and was out of action from early May until late August due to athroscopic left-knee surgery...Best performance came in his initial start when he was T30 at the Mitsubishi Electric Championship at Hualalai...Made his first start on the PGA TOUR since 2003 (Memorial Tournament) when he competed at the AT&T Pebble Beach National Pro-Am but missed the cut on the Monterey Peninsula. 2009: Opened with an 8-under-par 64, matching his career low on the Champions Tour, to share the first-round lead with Bernhard Langer at the Allianz Championship. Eventually finished T12 in Boca Raton at Broken Sound...Teamed with Andy Bean to finish T7 at the Liberty Mutual Legends of Golf. 2008: Experienced another season cut short due to injury, making just 10 starts...Started his year as a conditionally-exempt player but quickly returned to fully-exempt status in the first official, full-field event of the season. Recorded his second Champions Tour career victory, at the Turtle Bay Championship in Hawaii, besting Fulton Allem and Jim Thorpe by two strokes. Was the only player in the field to record three consecutive sub-par rounds at Turtle Bay. Dedicated win to Kevin Wilk, an acclaimed director of sports medicine and rehabilitation at the Andrews Institute, whose son had passed away just two weeks prior to the tournament. Started final round four strokes back of Gil Morgan and carded a 2-under 70 in relentless tradewinds to eventually triumph. His Sunday score equaled the low round of the day (Wayne Grady) and helped end a winless drought of 38 Champions Tour events...Nearly made it two wins in succession in his next start. Was the 36-hole leader at the Allianz Championship after opening rounds of 66-67, but closed with a 1-over 73 to finish T9...In late May, withdrew from the Senior PGA Championship after a first-round 84 and did not play again in 2008. Underwent his fifth surgery on his left shoulder, a cartilage reattachment, on July 25 and also had a procedure done on his left knee for a torn meniscus. Subsequent rehab kept him out of action for the remainder of the season. 2007: Was T9 at the MasterCard Championship at Hualalai, his first start since right-shoulder surgery in July of the previous year. 2006: Season was limited to just 14 starts after shoulder woes forced him to the sidelines midway through the summer...Underwent surgery July 21 in Birmingham, Ala., to repair torn cartilage in his right shoulder. Missed the remainder of the season while undergoing an extensive rehabilitation program...Earned his first win in 23 years, 11 months, 5 days when he prevailed at the Outback Steakhouse Pro-Am in February near Tampa, Fla. Birdied the final hole to hold off a trio of contenders, including Hale Irwin, Mark James and Morris Hatalsky. Hit a 5-iron from 165 yards to within 10 1\/2 feet to set up his winning birdie. Capped his post-round celebration jumping into a nearby pond at No. 18, replicating his feat almost 24 years after winning the Tournament Players Championship and taking a dip in the lake at TPC Sawgrass. His winning check for $240,000 was the largest of his professional career, and the win came in his 54th start on the Champions Tour. 2005: Missed a golden opportunity to win the Senior PGA Championship at Laurel Valley in May. Held a one-stroke lead with one hole to play, but three-putted from 25 feet for a bogey-6 on the last hole of regulation to fall back into a playoff with Mike Reid and Dana Quigley. Eventually lost to Reid on the first extra hole when he missed an eight-foot birdie putt that would have extended the overtime session...Won the Par-3 Contest at the Masters in April. 2004: Made Champions Tour debut at the Royal Caribbean Golf Classic and was T23 at The Links at Key Biscayne, posting the best 36-hole score of anyone in the field on the weekend...Made a serious bid for his first victory on the Champions Tour when he was the 36-hole leader at the Commerce Bank Long Island Classic. Led by two strokes entering the final round, but eventually finished fifth on the Red Course at Eisenhower Park, two strokes back of eventual winner Jim Thorpe. Came close again in late August when he took the lead at the JELD-WEN Tradition with two holes to play following an eagle at No. 16, but finished bogey-bogey to T2, one stroke behind Craig Stadler. 2003: Was expected to make his Champions Tour debut in September shortly after turning 50, but July surgery forced him to postpone plans...Underwent surgery on his left shoulder, the same one he had done in 1987. Dr. James Andrews performed the \"cleaning out\" surgery in July. Pate spent the remainder of the year undergoing rehabilitation. \n","otherCarHigh" : "Played the PGA TOUR on a full-time basis from 1976-1985. Finished sixth on the money list in both 1980 ($222,976) and 1981 ($280,627)...Won eight times on the PGA TOUR, with his biggest victory coming at the 1976 U.S. Open at the Atlanta Athletic Club. Was a runnerup 15 times in his PGA TOUR career, including the 1978 PGA Championship at Oakmont where he and Tom Watson lost in a playoff to John Mahaffey. Was also second with Gary Player at the 1979 U.S. Open at Inverness two strokes behind Hale Irwin. First gained attention as a PGA TOUR rookie in 1976. Last swing in the U.S. Open, a 5-iron from the rough, left him a two-foot birdie putt for a two-shot victory over Tom Weiskopf and Al Geiberger...Closed with 63 at the Canadian Open that same season to best Jack Nicklaus by four strokes...Official earnings of $153,102 in 1976 were the most ever won by a rookie until Hal Sutton bettered the mark in 1982...Claimed the first Tournament Players Championship staged at the TPC Sawgrass in dramatic fashion in 1982, using an orange golf ball. Played the final seven holes in 4-under and birdied both the 17th (15-foot putt) and 18th (5-iron to two feet) to register a two-stroke victory over Brad Bryant and Scott Simpson. Celebrated the win by pushing former TOUR Commissioner Deane Beman and course architect Pete Dye into the large lake left of No. 18 green and then diving in himself...PGA TOUR career was cut short by three surgeries in three years on left shoulder. Tore cartilage in 1982 and had surgery in 1985. Tore rotator cuff in 1986 and had surgery that year and again in 1987...Was the medalist at the 1975 PGA TOUR Fall Qualifying Tournament after an All-American career at Alabama concluded in 1975...Defeated John Grace, 2 and 1, to win the 1974 U.S. Amateur at Ridgewood CC in New Jersey...Played on the victorious U.S. Walker Cup team in 1975 at St. Andrews and also was on the winning American team in the 1981 Ryder Cup at Walton Heath, England...Has had two holes-in-one in competitive rounds—at the 1982 Bob Hope Desert Classic and the 1989 U.S. Open.","personal" : "Served as a color analyst on CBS, ABC and BBC golf broadcasts during the decade of the 1990s...Wife, Soozi, and Bruce Lietzke's wife, Rose, are sisters...Received degree from Alabama in summer of 2001, walking through graduation ceremonies with daughter, Jenni...Involved in the golf course design business and also owns and operates a wholesale distributorship for Toro, Echo and Lawn-Boy outdoor power and irrigation products that services seven southeastern states...Biggest thrill in golf was winning the 1976 U.S. Open...Lists his favorite golf shot as the 5-iron he hit to win THE PLAYERS Championship...Biggest thrills away from golf were the birth of his children and his graduation from Alabama...Always marks his ball with coin on tails...Favorite golf courses are Cypress Point, St. Andrews and National GL...Enjoys watching The Discovery Channel and The Weather Channel. His all-time favorite movie is \"Animal House.\"...Favorite athlete is Arnold Palmer. Likes watching Clint Eastwood movies...Enjoys Italian food...Favorite band is Widespread Panic...An award-winning golf course designer, with more than 30 projects worldwide...Maintains a busy schedule, overseeing project design and development on his courses across the country...Renovated Pensacola CC and received Golf Inc.'s 2007 Renovation of the Year Award...Designed Kiva Dunes and Limestone Springs in Alabama, both consistently ranked in the top-100 public courses in the U.S...Co-designed courses that have hosted the U.S. Women's Open—Old Waverly in West Point, Miss., (1999), and Indianwood GC in Lake Orion, Mich., (1989, 1994)...In February 2008, became the fifth person inducted into the Pensacola City of Champions Wall of Fame by the Pensacola Sports Association.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T28th at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}