{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "11199","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Sigel","first" : "Jay","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "212","weightMetric" : "96","birthDate" : "November 13, 1943","age" : "72","birthPlace" : "Bryn Mawr, Pennsylvania","residence" : "Berwyn, Pennsylvania","family" : "Wife, Betty; Jennifer (12\/29\/72), Amy (12\/30\/74), Megan (1\/3\/79)","education" : "Wake Forest University (1967, Sociology)","splInterest" : "Charity work, insurance business","pronunciation" : "SIG-ul","nwTourAlumnus" : "","trndProYear" : "1993","clubAffl" : "Delray Dunes GC (Boynton Beach, Florida)","cityPlaysFrm" : "","websiteUrl" : "protourgolfers.com\/seniortour\/sigel\/index.htm","websiteName" : "","hallOfFame" : "","combTourMoney" : "9,483,744&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1994","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(15): 1975 Porter Cup. 1976 Sunnehanna Amateur. 1978 Sunnehanna Amateur. 1979 British Amateur. 1981 Porter Cup. 1982 U.S. Amateur. 1983 U.S. Amateur, U.S. Mid-Amateur. 1984 Northeastern Amateur. 1985 U.S. Mid-Amateur, Northeastern Amateur. 1987 Porter Cup, U.S. Mid-Amateur. 1988 Sunnehanna Amateur. 1991 Northeastern Amateur.","intlVics" : "","curYearHigh" : "","carHigh" : "2013: Played in just two events during the year, finishing 78th at The ACE Group Classic and turning in a T13 in the unofficial Raphael Division at the Liberty Mutual Insurance Legends of Golf with partner Doug Tewell.\n\n2012: Again played in six official events and teamed with Doug Tewell to finish T34 at the Liberty Mutual Insurance Legends of Golf. \n\n2011: Made just six official appearances and none after the 3M Championship in early August...Best effort was a T57 at the Dick's Sporting Goods Open, thanks to a final-round 68, his low score of the year...Also teamed with Dave Stockton to finish T9 in the Raphael Division at the Liberty Mutual Legends of Golf...In early November, was inducted into the Chester County Sports Hall of Fame in Pennsylvania...In early June, hosted the 19th annual Jay Sigel Invitational charity event at Aronomink GC to raise money for prostate cancer research at the Abramson Cancer Research Institute at the University of Pennsylvania. 2010: Made just nine Champions Tour appearances. Best performance came when he teamed with Allen Doyle to finish T26 at the Liberty Mutual Legends of Golf...Best individual showing was in his last start when he was T36 at the Ensure Classic at Rock Barn. 2009: Returned to the Champions Tour for the first time in almost a year following shoulder surgery...Initial start came at the Toshiba Classic and he was T57 at Newport Beach. Event was his first on the circuit since the 2008 Ginn Championship at Hammock Beach...Best individual performance was a T44 at the rain-shortened Regions Charity Classic. 2008: Had his season cut short by arthroscopic surgery on his left shoulder on April 18th...Best performance was a T13 at the Toshiba Classic where he put together three straight rounds in the 60s, a first since 2004 Outback Steakhouse Pro-Am. 2007: Best outing of the season came in Iowa, where he earned his highest finish since the 2004 Allianz Championship (T4) at Glen Oaks. Returned to Des Moines to post a T4 at The Principal Charity Classic after carding his best two back-to-back rounds of the year (66-67) on the weekend...Forced to withdraw from The ACE Group Classic prior to the start of the second round with a rib injury...Had left-knee surgery late in the season for a torn meniscus. 2004: Best efforts were a pair of T4s at the MasterCard Classic in Mexico and the Allianz Championship in Iowa. 2003: Won for the eighth time in his career when he made a 9-foot birdie putt on the last hole to defeat Mike McCullough at the Bayer Advantage Celebrity Pro-Am. Came from two strokes back on the final day with a course-record tying 7-under 65 at The National GC of Kansas City. 2002: Voted as the Champions Tour's Comeback Player of the Year...Earned first victory since October 1998 with a two-stroke win over Morris Hatalsky at the Farmers Charity Classic. Was tied for lead after 36 holes with Rodger Davis and Dan O'Neill and closed with a 5-under-par 67 at Egypt Valley. Helped his cause with a pair of eagles in the final round. 1998: Defeated Jose Maria Canizares with a birdie on the third extra hole of a playoff for the Bell Atlantic Classic title. Fired a course-record 62 at Hartefeld National on Saturday that included an amazing 27 on the front nine. Champions Tour-record score for nine-holes featured an eagle and seven straight birdies, the best eagle-birdie run in the history of the circuit...Went wire-to-wire for victory at the EMC Kaanapali Classic. Fired a career-best 10-under 61 in the opening round. 1997: Tied Gil Morgan for the most top-10 finishes (19) in the campaign, while compiling multiple wins for the first time as a professional...Captured his first title of the year in Birmingham at the Bruno's Memorial Classic, holding off Gil Morgan by three strokes...Six consecutive top 10s from mid-June to mid-July were highlighted by a win at the Kroger Senior Classic. Waltzed to a seven-stroke victory over Isao Aoki at Kings Island, setting a tournament record with an 18-under par 195 total...Came close to winning two other events...Lost to Bob Murphy in a nine-hole playoff at the Toshiba Senior Classic when Murphy sank an 80-foot birdie putt...Also fell to open qualifier Dana Quigley in a three-hole playoff at the Northville Long Island Classic. 1996: Posted the biggest victory of his Champions Tour career in the year's final official event, a two-stroke win over Kermit Zarley at the Energizer SENIOR TOUR Championship in Myrtle Beach, SC. Helped his cause with a hole-in-one in the third round. 1994: Garnered Rookie of the Year honors after completing one of the most remarkable come-from-behind victories in golf history at the GTE West Classic in Ojai, Calif. Rallied from 10 strokes down on the final day to catch Jim Colbert in regulation and then defeated him on the fourth extra playoff hole for his first professional win...Final-round course-record 63 at The Dunes Club came on his 51st birthday during the GOLF MAGAZINE SENIOR TOUR Championship and included both an eagle and rare double-eagle (15th\/5-wood\/220 yards). 1993: Earned a conditional card at the Champions Tour National Qualifying Tournament, finishing 11th at Grenelefe Resort.\n","otherCarHigh" : "One of the country's all-time finest amateur golfers...Captured back-to-back U.S. Amateur crowns in 1982-83, three U.S. Mid-Amateur titles and the 1979 British Amateur title...Served as playing captain of the 1983 and 1985 U.S. Walker Cup teams and was a member of the 1977, 1979, 1981, 1983, 1985, 1987, 1989, 1991 and 1993 squads. Holds record for most appearances and total points won in Walker Cup history...Played on a record seven American teams in the World Amateur Team Championship...Was low amateur in the 1981, 1982 and 1988 Masters, as well as the 1980 Open Championship and 1984 U.S. Open...Captured three Porter Cups, three Northeast Amateur titles, four Pennsylvania Open Championships, 11 Pennsylvania Amateur titles and seven Philadelphia Open Championships...Also won three Sunnehanna Amateur titles and had the 11th hole at Sunnehanna CC dedicated to him in 1979...Nine-time Crump Cup champion at Pine Valley GC...Received the Bob Jones Award and Ben Hogan Award in 1984...Also received the 1984 Marine Corps Scholarship Foundation's Athlete of the Year Award...Included in the list of 100 Heroes of American Golf, and was inducted into the Collegiate Golf Coaches of America Hall of Fame in 1988...Was selected to Pennsylvania's Sports Hall of Fame in 1993 and the Philadelphia Hall of Fame in 2004...Selected as the Philadelphia Sportswriters Professional Athlete of the Year in 1994...Named the Most Courageous Athlete by the Philadelphia Sportswriters Association in 2000...Hosts his own tournament annually to raise money for the fight against cancer and received the Ben Franklin Award in 2007 from the University of Pennsylvania's Abramson Cancer Center...In October, 2008, was the first inductee into The Golf Association of Philadelphia Hall of Fame...Was a three-time All-America at Wake Forest and is also a member of the Wake Forest Athletic Hall of Fame...Has made 18 career holes-in-one, including one on the Champions Tour.","personal" : "Is senior vice president of Cbiz, Inc...Serves as president of the Greater Philadelphia Scholastic Golf Association and is the president of The First Tee of Greater Philadelphia chapter...Works part-time as a fee-paid consultant on golf course design projects...Biggest thrills in golf were winning back-to-back U.S. Amateur titles, serving as a two-time playing captain of the U.S. Walker Cup team and also receiving both the Ben Hogan and Bob Jones Awards ...Has worked with such golf instructors as Mitchell Spearman and Bill Davis...Heroes are Bobby Jones, Jack Nicklaus and Arnold Palmer...Father got him started in the sport...Collects Ping putters and Wilson Black Dot wedges...Is an honorary member at the following golf clubs: Bala GC, Philadelphia, Pa.; Stonewall GC, Bulltown, Pa.; Rolling Green GC, Springfield, Pa.; Wild Dunes Beach and Racquet Club, Charleston, S.C.; Cherry Hills CC, Denver, Colo.; Wannamoisett CC, Rumford, R.I.; The Dunes Golf & Beach Club, Myrtle Beach, S.C.; Egypt Valley CC, Grand Rapids, Mich...Favorite courses are Pine Valley and Cypress Point...Favorite number is 13. When he won the 1997 Bruno's Memorial Classic, he played in the 13th group the last two days. In addition, he was born on November 13, his first hole-in-one was on hole 13 on July 13. He was also the 13th player to win both the U.S. and British Amateurs and wears size 13 shoes...Was troubled most of the 2000 season by a left-shoulder problem and underwent arthroscopic surgery in November that year...Missed the first five months of the 2001 season, recovering from rotator cuff surgery on both shoulders (left shoulder in November 2000; right shoulder in January 2001)...Suffered several maladies midway through the 2006 season. Transient osteoporosis of the hip forced him off the Tour for nearly two months and then underwent surgery on his right knee...Also had arthroscopic surgery on his left shoulder in April 2008.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 8 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}