{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "40029","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Munro","first" : "Jack","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "183","weightMetric" : "83","birthDate" : "June 16, 1987","age" : "28","birthPlace" : "Shepparton, Australia","residence" : "Gold Coast, Australia","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2013","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2015","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Finished 30th on the final Order of Merit, saving his best golf for the end of the year. Withdrew from one tournament and missed three others in his first four starts. Made six of seven cuts the rest of the way, including a pair of top-10s late in the campaign. Began his season at the Victorian Open on the PGA Tour of Australasia. Finished 65th…A week later, on the Asian Development Tour, earned a top-10 after shooting a final-round 66 at the PGM LadaLangkawi Championship…Added a T27 on that circuit a month later at the PGM Terengganu Championship...Shot a final-round 66 at the Aboitiz Invitational on the Asian Development Tour. Finished T17 with six others at Manila Southwoods G&CC...Had four par-or-better rounds at the Chongqing Jiangnan NewTown KingRun Open in mid-October, good enough for a 6-under total and a seventh-place performance at KingRun Nanshan GC...Earned his second seventh-place finish in three starts with a T7 at the Hainan Open in late-November. After opening 73-76, played even-par Saturday at windswept Dragon Valley GC then turned in a 3-under 69 on the final day. \n\n2014: Split his time between the Asian Tour and the Asian Development Tour, with 15 Asian Tour starts and five made cuts and an additional 13 Development Tour appearances. Best finish on the Asian Tour was a 12th-place showing at the King's Cup in late-November…Only other top-25 was a T24 in September at the Yeangder Tournament Players Championship…Enjoyed three top-10s on the Asian Development Tour, his best effort a second-place showing at the PGM Johnor Championship in May. Finished regulation tied with PGA TOUR China player Shih Chang Chan then dropped a decision to Chan in the overtime…Opened his season in early January, at the Linc Group Jakarta Invitational. Finished sixth in Indonesia, shooting four under-par rounds to finish solo sixth…Final top-10 of the campaign came in September, when he T7 at the PGM Sabah Championship. Shot a final-round 68 to tie with Rattanon Wannasrichan. \n2013: Played in 10 Asian Development Tour events, making seven cuts. Best finishes were a T15 at the PGM MNRB Sarawak Masters, a T16 at the PGM LADA Templer Park Masters and a T18 at the PGM UMW Sabah Classic.  \n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 7th on the PGA Tour China Serie 2 times.","dynStats" : "He ranks 57th in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}