{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "39374","tourCodeUC" : "C","tourCodeLC" : "c","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Kropp","first" : "William","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "170","weightMetric" : "77","birthDate" : "March 12, 1990","age" : "26","birthPlace" : "Indianapolis, Indiana","residence" : "Edmond, Oklahoma","family" : "Single","education" : "University of Oklahoma (2013, Communications)","splInterest" : "Fishing, basketball","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2013","clubAffl" : "Oak Tree National (Edmond, Oklahoma)","cityPlaysFrm" : "Edmond, Oklahoma","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2014","otherVics" : "","intlVics" : "(1) 2013 Belmar Classic [Adams Tour]","curYrHigh" : "2016: Claimed back his PGA TOUR Latinoamérica card by finishing T3 at the Mazatlan, Mexico Q-School in January.","carHigh" : "PGA TOUR Latinoamérica member in 2014-16. PGA TOUR Canada member in 2014-15.\n\n2015: Finished T10 at the Lexus Panama Classic and T50 at the Personal Classic in November on his only two starts of the year on PGA TOUR Latinoamérica… Best season finish an only cut made on PGA TOUR Canada was a T23 at the Bayview Place Island Savings… Missed the cut at the Panama Claro Championship for his only start of the season on the Web.com Tour.\n\n2014: Joined PGA TOUR Latinoamérica by finishing T5 at the Qualifying Tournament in Lima, Peru in January… Held off local favorite Ángel Cabrera to win the 83rd Abierto OSDE del Centro at the Cordoba Golf Club in Cordoba, Argentina on April 20. That was his first PGA TOUR Latinoamérica win in only five career starts on the Tour. Entered the final round in second place, but took the lead for good with birdies on the second and third holes. Cabrera managed to cut his lead to one stroke on a couple of occasions, but a birdie by Kropp on 17 extended the lead to two with one hole left to play. A bogey on 18 secured the Oklahoma native a one-shot victory at 8-under 276. Got in contention following a 5-under 66 in the second round that ended up securing him the OHL Round of the Week Award. The winner's check for $27,000 moved him into the second spot in the Order of Merit… Three weeks prior to his first Tour win he had finished T3 at the Stella Artois Open in Guatemala, an event in which he held the opening round lead following a round of 65… On his first of two starts on PGA TOUR Canada, he finished as the runner-up at the SIGA Dakota Dunes Open, where he charged with a 10-under par 62 on the final round in July.\n\n2013: Turned pro halfway through the year and won his first title at the Belmar Classic on the Adams Tour.  \n","otherCarHigh" : "Was the golf team captain during the senior year at the University of Oklahoma. Was named All-American in 2012… A four-time Oklahoma State Champion while studying at Edmond North High School.","personal" : "Not many people know that he was a twin sister, Sami… Has another sister, Eloise… Favorite golf memory is beating his father for the first time… Augusta National is his favorite golf course among those he has been able to play… Never travels without a pillow… A big fan of the NBA's Oklahoma Thunder… His favorite athlete outside of golf is Russell Westbrook… His favorite TV show is “Suits” and his favorite movie “American Sniper.”… Toby Keith is his favorite entertainer… His favorite book is “Primary Success.”… His father, Brad, Jordan Cook and David Kurtz would round out his dreamed foursome… His bucket list includes skydiving… His personal motto: “The easiest day was yesterday.”","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - Finished 2-11 at 2016 Q-School (exempt to midseason reshuffle)"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2015","exmtStatus" : "Conditional - Additional Qualifying Tournament Finisher or Finished 76-100 on 2014 Web.com Tour Money List","otherVics" : "","intlVics" : "","curYearHigh" : "2016: Claimed back his PGA TOUR Latinoamérica card by finishing T3 at the Mazatlan, Mexico Q-School in January.","carHigh" : "2014: Finished 123 at Web.com Tour Qualifying Tournament in December...Made eight cuts in 15 starts on Latinoamérica, claiming a win at the 83 Abierto OSDE delCentro in Argentina. In addition to the win, finished T3 and T5 at the Stella Artois Open and Dominican Republic Open, respectively. Finished 10th on the Order of Merit to secure a spot in the Web.com Tour Qualifying Tournament...In two PGA TOUR Canada starts, recorded a runner-up at the SIGA Dakota Dunes Open in July. Fired a 62 on Sunday to vault up the leaderboard.\n","otherCarHigh" : "Earned 2012 Ping All-American honors...Was three-time Rolex AJGA All-American and four-time state champion in high school..","personal" : "Attended Edmond (Oklahoma) North High School...Biggest thrill outside golf was watching his younger sister perform on Broadway...Has a twin sister...Puts skydiving on his bucket list and says his favorite quote is \"The easiest day was yesterday.\"...Favorites include the Oklahoma City Thunder, Russell Westbrook, Kevin Durant, \"Suits,\" \"Homeland\" and the Dominican Republic.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "2016: Claimed back his PGA TOUR Latinoamérica card by finishing T3 at the Mazatlan, Mexico Q-School in January.","carHigh" : "2015: Best season finish was a T23 at the Bayview Place Island Savings.\n\n2014: Made two cuts in two events with a solo-second finish at the SIGA Dakota Dunes Open his best outing. A Sunday-round 62, coupled with rounds of 71-68-66, energized his sprint up the leaderboard with a 21-under 267 in Saskatoon.\n\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "2016: Claimed back his PGA TOUR Latinoamérica card by finishing T3 at the Mazatlan, Mexico Q-School in January.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Mackenzie Tour-PGA T was 2nd in 2014 at the SIGA Dakota Dunes Open presented by SaskTel.","dynStats" : "He ranks 12th in Par 5 Birdie or Better Leaders on the Mackenzie Tour-PGA TOUR Canada."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}