{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "08845","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Sterling","first" : "Scott","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "155","weightMetric" : "70","birthDate" : "February 2, 1972","age" : "44","birthPlace" : "Beaumont, Texas","residence" : "Baton Rouge, Louisiana","family" : "Wife, Stephanie; William (10\/12\/04), Jonathan (7\/2\/07)","education" : "Louisiana State University (1994, General Studies)","splInterest" : "Fishing, music, family","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2007)","trndProYear" : "1995","clubAffl" : "University Club (Baton Rouge, Louisiana)","cityPlaysFrm" : "Baton Rouge; Louisiana; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,747,541&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2001","exmtStatus" : "Conditional - Web.com Tour Past Champion\/5-10 Years (2011-2006)","otherVics" : "","intlVics" : "","curYearHigh" : "2014: In three Web.com Tour appearances, made one cut, a T41 at the Chitimacha Louisiana Open in March.","carHigh" : "Member of the Web.com Tour in 2002-05, 2007 and 2010-14 and the PGA TOUR in 2008-09.\n\n2014: Played in 23 Web.com Tour events, making 12 cuts. Had two top-10s and six top-25s. Finished the Regular Season 35th on the money list...Missed his first four cuts in Latin American only to return to the States and play his way into a playoff with Kris Blanks at the Chitimacha Louisiana Open. Opened with a 71, which was followed by 65-66-68, rounds that included 15 birdies, a hole-in-one (No. 8, third round) and just three bogeys. His 270 total was 14 under. Lost on the third extra hole to a birdie by Blanks. It was his best career showing on Tour. He entered the money list at No. 14...In June, qualified for the U.S. Open, his first major. Shot 77-74 to miss the cut at Pinehurst...His other top-10, a T7, came in mid July at the Utah Championship where he posted four rounds in the 60s...Made the cut in all four Web.com Tour Finals' events, with his best performance a T25 at the season-ending Web.com Tour Championship.\n\n2013: Played in 21 events, making nine cuts, which included seven top-30s...Best finishes were T12 at Chile Classic and T14 at United Leasing Championship...Was 74th and in contention for a Web.com Tour Finals spot after his T14 in Evansville, but he slid to 91st by the end of the Regular Season, missing five of his last seven cuts, including the last two.\n\n2012: Made the cut in nine of his 18 Web.com Tour starts but failed to muster a top-25 finish. Ended the year No. 156 on the money list...Was T32 at the PGA TOUR Qualifying Tournament, two shots shy of gaining his Tour card. Played the final 39 holes at 10-under par and no bogeys, but his 15-under total was not enough to earn him a return to the PGA TOUR.\n\n2011: Made the cut in 12 of 23 starts but had only one top-10 finish—a T6 to begin the year at the Panama Claro Championship. \n\n2010: Played in 24 events and made 13 cuts to finish No. 68 on the money list...At the BMW Charity Pro-Am, posted his first top-10 of the year, a T7, after making just one cut in his first five starts. Had a hole-in-one on the par-3 sixth hole in the final round, which led to the low round of the day, a 62...Notched his second top-10 finish and best performance of the year in October at the Winn-Dixie Jacksonville Open, where he was T5 at TPC Sawgrass Dye's Valley Course. \n\n2009: Sophomore PGA TOUR Season resulted in nine made cuts in 16 starts. Among four top-25 finishes was a season-best T11 at the Valero Texas Open, which was set up by a second-round 63 (tying his career low round during the second round of the 2008 Children's Miracle Network Classic). Only made cut in five starts on the Web.com Tour was a T9 at the Chitimacha Louisiana Open, where he held a share of the 54-hole lead with eventual winner Bubba Dickerson. Final-round 72 left him two shots out of a playoff. \n\n2008: Played rookie season on the PGA TOUR and secured conditional 2009 PGA TOUR status with No. 144 finish on the money list. Made the cut in 17 of 28 starts, with two top-10 finishes. Made late-season push with T8 finish at the Justin Timberlake Shriners Hospitals for Children Open and T6 at season-ending Children's Miracle Network Classic (thanks to second-round 63). Only previous TOUR start came at the 2006 FedEx St. Jude Classic, where he was tied for 38th after gaining entry as a Monday qualifier. Shot a second-round 65 to get to the weekend. \n\n2007: Made the cut in 17 of 28 Web.com Tour events, including seven top-25s and a win. Making his 122nd career start on the Web.com Tour, won the Jacob's Creek Open in Australia, finishing the tournament at 12-under 276. Moved to the 54-hole lead with rounds of 70-69-66 and then posted a 1-under 71 on the final day to defeat local favorite David Lutterus by one stroke. Collected a career-best $108,000 for the win, nearly as much as the $112,357 he won in his best season on Tour in 2002. Would never drop out of the top 25 the rest of the season. \n\n2006: Led the Tight Lies Tour money list, with $72,227, winning the Fore Kids Oklahoma Classic and the FINA Abilene Open. \n\n2005: Finished 111th on the Web.com Tour money list, with his only top-10 finish coming in his first start, a sixth at the BellSouth Panama Championship. \n\n2004: Made the cut in 11 of 28 starts on the Web.com Tour, with five top-25s. Completed the year No. 80 on the official money list, with $63,608. Had a hole-in-one during the second round of the LaSalle Bank Open. \n\n2003: Made the cut in 16 of 28 appearances on the Web.com Tour, with seven top-25s, and earned $94,017. Had a hole-in-one at the Gila River Golf Classic. \n\n2002: Enjoyed solid rookie season, making the cut in 18 of 26 Web.com Tour starts, with a best finish of T5 at the BMW Charity Pro-Am. \n\n2001: Finished T42 at the PGA TOUR Qualifying Tournament at Bear Lakes CC, missing his TOUR card by only two strokes. Winner of the NGA Hooters Tour Championship. \n\n1999: Played in seven tournaments on the Web.com Tour, finishing No. 274 on the money list. \n","otherCarHigh" : "Earned All-American honors at Louisiana State University. Won three collegiate tournaments and had 10 top-10 finishes at LSU. Named to the All-SEC first team in 1994 and second team in 1993...College teammate of former Web.com Tour member Perry Moss and 2007 Buick Open champion Brian Bateman. Medalist at 1993 U.S. Amateur Qualifying Tournament.","personal" : "Avid fan of the band Pearl Jam...Is an LSU fan...Grew up a fan of the Houston Oilers and follows the New Orleans Saints...Enjoys Five Guys and Ruth's Chris.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "2014: In three Web.com Tour appearances, made one cut, a T41 at the Chitimacha Louisiana Open in March.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "144th on 2008 PGA TOUR money list","otherVics" : "","intlVics" : "","curYearHigh" : "2014: In three Web.com Tour appearances, made one cut, a T41 at the Chitimacha Louisiana Open in March.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Playing rookie season on the 2008 PGA TOUR, secured conditional status on the PGA TOUR for 2009 with No. 144 finish on the money list. Made the cut in 17 of 28 starts, with two top-10 finishes. Made late season push with T8 finish at the Justin Timberlake Shriners Hospitals for Children Open and T6 at season-ending Children's Miracle Network Classic (thanks to second-round 63) to secure some status for 2009. Only previous TOUR start came at the 2006 FedEx St. Jude Classic, where he tied for 38th after gaining entry as a Monday qualifier. Shot a second-round 65 to get to the weekend. Made the cut in 17 of 28 Nationwide Tour events in 2007, including seven top-25s and a win. Making his 122nd career start on the Nationwide Tour, won the Jacob's Creek Open in Australia, finishing the tournament at 12-under 276. Moved to the 54-hole lead with rounds of 70-69-66 and then posted a 1-under 71 on the final day to defeat local pro David Lutterus by one stroke. Collected a career-best $108,000 for the win, nearly as much as the $112,357 he won in his best season on Tour in 2002. Would never drop out of the top 25 the rest of the season. Member of the Nationwide Tour in 2002-05 and 2007. Led the 2006 Tight Lies Tour money list with $72,227, winning the Fore Kids Oklahoma Classic and the FINA Abilene Open. Finished 111th on the Nationwide Tour money list in 2005, with his only top-10 finish coming in his first start, a sixth at the BellSouth Panama Championship. Made the cut in 11 of 28 starts on the 2004 Nationwide Tour, with five top-25s. Completed the year No. 80 on the official money list, with $63,608. Had a hole-in-one during the second round of the LaSalle Bank Open. Made the cut in 16 of 28 appearances on the 2003 Nationwide Tour, with seven top-25s, and earned $94,017. Had a hole-in-one at the Gila River Golf Classic. Enjoyed solid rookie season in 2002, making the cut in 18 of 26 Nationwide Tour starts, with a best finish of T5 at the BMW Charity Pro-Am. Finished T42 at the 2001 PGA TOUR Qualifying Tournament at Bear Lakes CC, missing his TOUR card by only two strokes. Played in seven tournaments on the Nationwide Tour in 1999, finishing No. 274 on the money list. Winner of the 2001 NGA Hooters Tour Championship. Earned All-American honors at Louisiana State University. Won three collegiate tournaments and had 10 top-10 finishes at LSU. Named to the all-SEC first team in 1994 and second team in 1993. College teammate of Nationwide Tour member Perry Moss and 2007 Buick Open champion Brian Bateman. Medalist at 1993 U.S. Amateur Qualifying Tournament. Avid fan of the band Pearl Jam.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 1st in 2007 at the Jacob's Creek Open Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}