{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01494","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Haskins","first" : "Steve","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "190","weightMetric" : "86","birthDate" : "November 13, 1958","age" : "57","birthPlace" : "Groom, Texas","residence" : "El Paso, Texas","family" : "Wife, Carmen; John Paul (10\/28\/89), Cameron (4\/29\/93)","education" : "New Mexico State University (1981, Finance)","splInterest" : "Swimming, politics","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1984","clubAffl" : "Coronado CC (El Paso, Texas)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "966,002&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "Father, Don, who retired as basketball coach at University of Texas-El Paso after the 1999 season, won more than 700 games in his career. Coached team, then known as Texas Western, to title in 1966 NCAA Championship.","otherInfo" : "Member of the Nationwide Tour each year except 1997. Is the Nationwide Tour career leader in starts (358) and cuts made (191). Has finished 55th or better on the money list eight times in his career. 2004: Made the cut in nine of 25 starts, managing just one top-25 finish at the Permian Basin Charity Golf Classic (T23). 2003: Made the cut in 16 of 26 events on the Nationwide Tour. Wrapped up the season at No. 51 on the money list, with $94,911. Cracked the top 10 once, with a T2 at the Rheem Classic. Stellar rounds of 69-70-63-70 moved him to 8-under-par 272, and a subsequent playoff loss to Zach Johnson. Earned a season-best $51,300 with the runner-up finish. 2002: Finished No. 52 on the Nationwide Tour final money list, with $91,444 and seven top-25 finishes. Best showing was a T5 at the Hershey Open, followed by T6 at the Northeast Pennsylvania Classic and T7s at the Dayton Open and the State Farm Open. Shot rounds of 74-77 to miss the cut at the U.S. Open at Bethpage in his only appearance on the 2002 PGA TOUR. 2001: Enjoyed his best financial year on Tour, with $153,739. Made the cut in 14 of 25 events, with four top-10 finishes. Earned unofficial title at the rain-shortened Ozarks Open. Posted a second-round 65 to get to 13-under par and waited as the rest of the field failed to catch him Sunday. Did not pick up a club Sunday as tournament officials reduced the event to 36 holes. Credited with an unofficial win because players did not complete 54 holes, but the money earned was official. 2000: Finished T2 at the Boise Open, six strokes behind Tim Clark. The week prior, finished T6 at the Tri-Cities Open, his only two top-10s. Those finishes helped him win September Player of the Month honors.1999: Was one shot off the lead after 54 holes at the Carolina Classic and finished T2, one stroke behind Vance Veazey. Finished T6, three shots behind Glen Hnatiuk at the Tri-Cities Open. Was tied for second after 36 holes at the Greensboro Open, four shots back of leader Garrett Willis, and ended T9. Winner of the 1991 New England Classic. Two-time winner of the New Mexico Open. Winner of the 1989 Bogey Hills Invitational.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2009","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(2): 1986 New Mexico Open. 1989 Bogey Hills Invitational. \n","intlVics" : "","curYearHigh" : "","carHigh" : "2010: Made just 14 starts in his rookie Champions Tour season and did not play in several events due to a back injury...Among the top-25 twice...Saved his best effort for the year's final full-field event. After getting into the event as the eighth alternate, shot three consecutive rounds in the 60s at the AT&T Championship to eventually finish T6 and earn a career-best check for $63,000...Worked his way onto the leaderboard after 36 holes at the 3M Championship (T6), but closed with a final-round 74 to slip to a T21 finish...Was also T38 at The ACE Group Classic, his first start of the Champions Tour season...Earned conditional exemption for the 2011 season after finishing 10th at the 2010 Champions Tour National Qualifying Tournament at TPC Eagle Trace in Coral Springs, Fla. Made a birdie on the seventh playoff hole against J.L. Lewis to claim the 10th spot.2009: Earned fully-exempt status on the 2010 Champions Tour after finishing T2 at the National Qualifying Tournament at TPC Scottsdale in November. Was the 36- and 54-hole leader. Despite a final-round 74 on the Champions course, finished as a runner-up along with Ronnie Black and Joe Ozaki, three strokes back of Peter Senior. It marked his first successful trip through a national qualifier after missing out 14 times at the PGA TOUR's final stage…Made his Champions Tour debut after open qualifying for the U.S. Senior Open. Finished T22 in the event at Crooked Stick near Indianapolis.\n","otherCarHigh" : "Joined the Web.com Tour in its inaugural season, 1990, and played fulltime, with the exception of 1997, until the end of the 2005 campaign. Is the Web.com Tour's career leader in starts (370) and T3 in cuts made (192)...Finished 55th or better on the money list eight times in his career and best season came in 1991 when he was 10th on the final earnings list...Lone official victory came in 1991 when he held off Jeff Gallagher by a stroke to win the New England Classic…Also earned an unofficial title at the rain-shortened Ozarks Open in 2001. Posted a second-round 65 to get to 13-under and waited for the rest of the field to catch him on Sunday. Did not pick up a club Sunday as tournament officials reduced the event to 36 holes. Money earned was official but win was unofficial because players did not complete 54 holes…In 2000, was September Player of the Month on the Web.com Tour after finishing T2 at the Boise Open, six strokes back of Tim Clark, and T6 at the Tri-Cities Open the week after…Also had a playoff loss to Zach Johnson at the 2003 Rheem Classic…Played in 13 PGA TOUR events in his career, making three cuts. In 1990, finished T38 at the Phoenix Open.","personal" : "After leaving professional golf after 2005, had been working for T&T Staff Management, an El Paso-based employee-leasing company…Is the son of the late legendary Hall of Fame basketball coach, Don Haskins. His father won more than 700 basketball games in his career at the University of Texas-El Paso. Coached team, then known as Texas Western, to 1966 NCAA Championship over Kentucky.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T6th in 2010 at the AT&T Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}