{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34046","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Spieth","first" : "Jordan","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "185","weightMetric" : "84","birthDate" : "July 27, 1993","age" : "22","birthPlace" : "Dallas, Texas","residence" : "Dallas, Texas","family" : "Single","education" : "University of Texas","splInterest" : "Basketball, fishing, watching all Dallas-area professional sports teams","pronunciation" : "SPEETH","nwTourAlumnus" : "","trndProYear" : "2012","clubAffl" : "Dallas National (Dallas, Texas)","cityPlaysFrm" : "Dallas; TX; United States","websiteUrl" : "http:\/\/www.jordanspiethgolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "23,076,109&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "In his season debut, carded 68-72 to open the World Golf Championships-HSBC Champions in Shanghai. Climbed into contention with a third-round, bogey-free, 9-under 63, his lowest round on TOUR since a 10-under 61 in the third round of the 2015 John Deere Classic. Regained the No. 1 spot in the Official World Golf Ranking with his T7 performance...At the Australian Open in late November, the defending champion had a chance to force sudden death with Matt Jones with an eagle-3 at the 72nd hole. Unable to convert, settled for birdie and a share of second place with Aussie Adam Scott at 7-under 277...Finished off the 2015 calendar year with a solo fourth-place showing in his title defense at the Hero World Challenge in December, five strokes behind champion Bubba Watson. Week included a hole-in-one on the par-3 second hole during the first round (6-iron)...Ran away from the field at the Hyundai Tournament of Champions, winning by eight strokes (one shy of the tournament record for largest margin of victory) over defending champion Patrick Reed. At 30-under 262, became just the second player in TOUR history to win a 72-hole event with a 30-under par score or better, with Ernie Els winning the 2003 Hyundai Tournament of Champions at 31-under 261. The win was the seventh of his career, tying him with Tiger Woods for the most wins at the age of 22 or younger. Only Horton Smith with 14, has more before reaching 23 years of age. Improved his record when holding the 54-hole lead\/co-lead to five of nine, winning for the fifth consecutive time when holding at least a share of the lead heading into the final round of a TOUR event...Following a week off after winning in Maui, played back-to-back weeks overseas, finishing T5 at the Abu Dhabi HSBC Golf Championship and runner-up at the Singapore Open. In the latter event, was one of 13 players who failed to finish Sunday due to thunderstorms. Came back Monday morning to sink a five-foot birdie putt on the final hole to cap off a 5-under 66, taking the clubhouse lead at 11-under 273. South Korean Song Young-han closed with three pars Monday (including a clutch 12-foot putt on the 16th hole) to win the co-sanctioned Asian and Japan Tour event. With his regular caddie resting from an ankle injury suffered in Abu Dhabi, manager Jay Danzi filled in for caddie duties in Singapore. The former college golfer for Dartmouth was also on the bag for Spieth at the 2014 Dunlop Phoenix, also resulting in a second-place finish......Advanced out of Group Play at the WGC-Dell Match Play with wins over Jamie Donaldson (3 and 2), Victor Dubuisson (5 and 4) and good friend Justin Thomas (3 and 2) before losing to eventual runner-up Louis Oosthuizen (4 and 2) in the Round of 16 for a T9 result. Coming to the par-3 11th hole in his match against Oosthuizen, both players hit into the water off the tee. Oosthuizen was able to win the hole with bogey and lead 2-up, continuing that momentum to the conclusion of the match. Was one of six players to win all three matches in Group Play.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2013","qSchoolYear" : "","exmtStatus" : "Winner 2015, U.S. Open, 2015 FedExCup winner, multiple tournament winner (through 2019-20)","otherVics" : "(1): 2014 Hero World Challenge.","intlVics" : "(1): 2014 Emirates Australian Open [Aus].","curYearHigh" : "In his season debut, carded 68-72 to open the World Golf Championships-HSBC Champions in Shanghai. Climbed into contention with a third-round, bogey-free, 9-under 63, his lowest round on TOUR since a 10-under 61 in the third round of the 2015 John Deere Classic. Regained the No. 1 spot in the Official World Golf Ranking with his T7 performance...At the Australian Open in late November, the defending champion had a chance to force sudden death with Matt Jones with an eagle-3 at the 72nd hole. Unable to convert, settled for birdie and a share of second place with Aussie Adam Scott at 7-under 277...Finished off the 2015 calendar year with a solo fourth-place showing in his title defense at the Hero World Challenge in December, five strokes behind champion Bubba Watson. Week included a hole-in-one on the par-3 second hole during the first round (6-iron)...Ran away from the field at the Hyundai Tournament of Champions, winning by eight strokes (one shy of the tournament record for largest margin of victory) over defending champion Patrick Reed. At 30-under 262, became just the second player in TOUR history to win a 72-hole event with a 30-under par score or better, with Ernie Els winning the 2003 Hyundai Tournament of Champions at 31-under 261. The win was the seventh of his career, tying him with Tiger Woods for the most wins at the age of 22 or younger. Only Horton Smith with 14, has more before reaching 23 years of age. Improved his record when holding the 54-hole lead\/co-lead to five of nine, winning for the fifth consecutive time when holding at least a share of the lead heading into the final round of a TOUR event...Following a week off after winning in Maui, played back-to-back weeks overseas, finishing T5 at the Abu Dhabi HSBC Golf Championship and runner-up at the Singapore Open. In the latter event, was one of 13 players who failed to finish Sunday due to thunderstorms. Came back Monday morning to sink a five-foot birdie putt on the final hole to cap off a 5-under 66, taking the clubhouse lead at 11-under 273. South Korean Song Young-han closed with three pars Monday (including a clutch 12-foot putt on the 16th hole) to win the co-sanctioned Asian and Japan Tour event. With his regular caddie resting from an ankle injury suffered in Abu Dhabi, manager Jay Danzi filled in for caddie duties in Singapore. The former college golfer for Dartmouth was also on the bag for Spieth at the 2014 Dunlop Phoenix, also resulting in a second-place finish......Advanced out of Group Play at the WGC-Dell Match Play with wins over Jamie Donaldson (3 and 2), Victor Dubuisson (5 and 4) and good friend Justin Thomas (3 and 2) before losing to eventual runner-up Louis Oosthuizen (4 and 2) in the Round of 16 for a T9 result. Coming to the par-3 11th hole in his match against Oosthuizen, both players hit into the water off the tee. Oosthuizen was able to win the hole with bogey and lead 2-up, continuing that momentum to the conclusion of the match. Was one of six players to win all three matches in Group Play.","carHigh" : "Joined the professional ranks in December of 2012 in the middle of his sophomore year at the University of Texas. \n\n2014-15: Capped off a historical five-win season that included two major victories by winning the TOUR Championship by Coca-Cola to become the FedExCup champion. Made 21 of 25 cuts with 15 top-10s during a season where he earned Player of the Year honors...Bogeyed the 72nd hole at the Northern Trust Open to finish one shot out of the James Hahn-Dustin Johnson-Paul Casey playoff, recording a T4 finish with three others at Riviera CC. It marked his third top-10 of the season...Had four rounds in the 60s at the Japan Golf Tour's Dunlop Phoenix in late-November 2014. After opening 69-64-68 at Phoenix CC, trailed Hideki Matsuyama by two strokes. Dropped from his tie-for-second position on the final day when he shot a 2-under 69 to T3 with Brendan Jones, a stroke out of the Matsuyama-Hiroshi Iwata playoff that Matsuyama won...Broke free from a crowded leaderboard after 54 holes of the Emirates Australian Open at The Australian GC to capture his first international victory. Shot a final-round 63 that included nine birdies and no bogeys to overwhelm the field and win by six shots. Defeated Rod Pampling after shooting rounds of 67-72-70-63 in Sydney...The following week, maintained his momentum by overwhelming the field at the Hero World Challenge outside Orlando. Opened with a 6-under 66 at Isleworth G&CC to take the first-round lead and never looked back. Led by two at the halfway mark then took control of the event with a 9-under 63 in the third round. Coasted from there, shooting another 66 on the final day to defeat Henrik Stenson by a tournament-record-breaking 10 shots. His 26-under 262 was also a tournament record, and he became the first wire-to-wire winner in tournament history. The previous margin-of-victory record came courtesy of Tiger Woods in 2007, when he defeated Zach Johnson by seven strokes. Woods also watched his previous tournament 72-hole scoring record disappear (266 at Sherwood CC in 2007)...In his first start at the Waste Management Phoenix Open, posted four sub-par scores (70-68-70-65) to finish at 11-under 273 at TPC Scottsdale, good for a T7 with Freddie Jacobson and Graham DeLaet. Immediately after signing his scorecard Sunday, hopped in a rented SUV with several other PGA TOUR players to attend the Super Bowl between the Seattle Seahawks and New England Patriots in nearby Glendale later that afternoon...Two weeks later, made a charge at the AT&T Pebble Beach National Pro-Am, posting four rounds in the 60s. Recorded back-to-back, 4-under 68s on the weekend at Pebble Beach to claim a T7 with Matt Jones and 54-hole leader Jim Furyk at 16-under 271...Two years after his T7 finish at the Valspar Championship en route to earning Special Temporary Membership to the PGA TOUR, took it to the next level. In 2013, he holed a flop shot on the par-3 17th hole Sunday to help notch the T7. In 2015, that proved to be the pivotal hole to securing his second career PGA TOUR win. Began the final round trailing 54-hole leader Ryan Moore by a stroke at 8-under 205. His 2-under 69 Sunday was good enough to join a playoff with Patrick Reed and 2008 Valspar Championship winner Sean O'Hair. Following pars by the trio on the first two extra holes, sank a 28-foot birdie-2 on the third hole of sudden death, No. 17, to clinch the victory over O'Hair and Reed. Two years earlier, succumbed to Reed in a playoff at the Wyndham Championship. With the win, joined Woods, Sergio Garcia and Robert Gamez as the only players to claim two PGA TOUR titles before age 22...In his next start, at the Valero Texas Open, birdied four of his last five holes Sunday at TPC San Antonio, but the late charge wasn't enough to catch hometown favorite Jimmy Walker, who won by four strokes. His second-place finish moved the Texas native to No. 4 in the Official World Golf Ranking...A week later, at the Shell Houston Open, picked up right where he left off in San Antonio, taking a three-stroke lead into the final round. En route to a 2-under 70 Sunday, sank a 12-foot par putt on the 72nd hole to join a playoff with J.B. Holmes and 2008 Shell Houston Open winner Johnson Wagner. When he couldn't salvage a par on the first extra hole, No. 18, dropped from the overtime session. Would head into the Masters the following week with a win and two runner-up finishes in his three starts leading up to Augusta. Had his parents and sister in the gallery for the first time when he had a real chance at victory...Led the Masters Tournament by four shots over Justin Rose entering the final round before shooting a 2-under 70 to win by four shots over Phil Mickelson and Rose to claim the fifth wire-to-wire victory in the event's history. Since 1900, joins Woods, Gene Sarazen, and Tom Creavy as players to win three PGA TOUR events, with at least one major, before turning age 22 since 1900. Became the third different player (Woods and Sergio Garcia) since 1940 to win three times on the PGA TOUR before reaching their 22nd birthdays. Also became the second-youngest winner of the Masters behind Woods (1997). Is the first player to reach 19-under at any point during any Masters' round. Is the first player to begin his Masters career with eight consecutive par-or-better rounds.Tied Woods (1997) for the best 72-hole score at the tournament (270, 18-under). Broke Raymond Floyd and Woods' 54-hole scoring record with a 16-under 200. Shot a 130 to break Floyd's (1976) Masters' record for low first 36 holes by one shot. Tied the lowest opening 36-hole score in a major championship, joining Martin Kaymer (2014 U.S. Open and 2014 Open Championship), Brandt Snedeker (2012 Open Championship) and Nick Faldo (1992 Open Championship). Matched the largest 36-hole lead at the Masters (five shots) originally set by Herman Keiser (1946), Jack Nicklaus (1975) and Floyd (1976). All four players went on to win. Is the youngest 18-hole leader (2015) and 54-hole leader (2014) in Masters' history. With 28, recorded the most birdies by any player at the Masters. Also became the fifth wire-to-wire winner, along with Craig Wood (1941), Arnold Palmer (1960), Nicklaus (1972) and Floyd (1976). Improved to one for five when holding the third-round lead\/co-lead on TOUR. Has held at least a share of the lead after five (including final round) of his eight rounds at the Masters. Shot rounds of 71-70-70-72 in his first start at the Masters in 2014 (T2). Prior to his win, Ben Crenshaw was the last Texas native to win the Masters. Is the 13th-youngest major championship winner since 1900...Local favorite opened with a share of the first-round lead at the Crowne Plaza Invitational following a 6-under 64. Slipped to a 3-over 73 on day two but stormed back with weekend rounds of 67-65 (including a 19-foot birdie on the 72nd hole) to finish one stroke behind champion Chris Kirk. Only bogey of the final round came at the par-3 16th hole, where he saw a streak of 183 holes without a three-putt come to an end...Jumped 21 spots on the Memorial Tournament leaderboard on Sunday, thanks to a final-round 7-under 65, finishing solo third in his third Muirfield Village start. Finished his round just under two and a half hours before the final group completed play...Posted a 1-under 69 during the final round of the U.S. Open, bouncing back from a double bogey on the 71st hole with a two-putt birdie on the last to finish 5-under 275, one stroke clear of Louis Oosthuizen and Dustin Johnson. Had to wait for the final group to play before he could claim his fourth TOUR win after Dustin Johnson three-putted from just over 12 feet. Entered the final round in a four-way tie for the lead but emerged to become just the sixth player to win the Masters Tournament and U.S. Open in the same season, joining Woods (2002), Nicklaus (1972), Palmer (1960), Ben Hogan (1951, 1953) and Wood (1941). Overall, is the 16th to win the green jacket and U.S. Open in a career. In addition, became the youngest player to win two majors since Gene Sarazen in 1922, the youngest to win the U.S. Open since Bobby Jones in 1923 (ninth youngest overall) and the first player since Rory McIlroy (2014 Open Championship, 2014 PGA Championship) to win two majors in one year. Joined Woods as the only two players since 1940 with four wins before age 22 (21 years, 10 months, 25 days compared to Woods winning his fourth title at the Masters at age 21 years, 3 months, 14 days). With the victory, became the first U.S. Open champion from Texas since Tom Kite in 1992 and the first Texan to lead after 54 holes and win the U.S. Open since Hogan in 1953. Recorded the sixth consecutive win in a major by the 54-hole leader. Also held a share of the second-round lead. His victory marked the fifth consecutive major championship title by a player under 30, the best streak since 1924...Defeated Tom Gillis on the second playoff hole at the John Deere Classic to earn his second win at the tournament while claiming his fourth win of the season. Became the first player to win four times in a season before The Open Championship since Woods won five times in 2000. Converted the 54-hole lead in his last three wins, the Masters Tournament, the U.S. Open and John Deere Classic. Became the eighth different player to win four or more times in a season in the last 25 years, dating to the 1991 season. Recorded a career-low 10-under 61 Saturday at TPC Deere Run, including a personal best two eagles in one round...Made a gallant run but finished T4 and was just one stroke shy of the playoff at The Open Championship in his bid to win the first three legs of the Grand Slam. With three rounds in the 60s at St. Andrews, has posted 10 of 12 rounds under par in majors this season, with a third-round 1-over 71 at Chambers Bay and third-round 72 this week mark the only exceptions. The T4 finish came in his third Open Championship start...Turned in his 14th top-10 of the season after a final-round 66 left him T10 at the World Golf Championships-Bridgestone Invitational...Finished second at the PGA Championship at Whistling Straits. By virtue of that performance and McIlroy finishing outside the top six (17th), overtook the world's No. 1 spot in the Official World Golf Ranking at age 22 years, 20 days. Claimed the world's top spot after 71 PGA TOUR starts, making him the 18th player to hold the No. 1 position and second-youngest, behind Woods, to ever achieve the feat. With his solo second at the year's final major championship, became just the third player since 2005 to claim top-five finishes in each of a season's four majors (Rickie Fowler in 2014 and Woods in 2005). With scores of 71-67-65-68 (17-under), played the season's 16 major championship rounds in a combined 54-under par. With his four sub-par scores in Wisconsin, completed the season's four majors with 14 rounds of sub-par scores, 11 of them in the 60s...Entered East Lake GC for the season finale at No. 2 in the FedExCup standings before walking away with a four-shot win in the TOUR Championship by Coca-Cola. Became the youngest winner of the FedExCup and of the TOUR Championship by Coca-Cola, at age 22 years, 2 months. Claimed his sixth PGA TOUR win in his 83rd PGA TOUR start and notched his fifth victory of the season, becoming the sixth player since 1980 to win five or more times in a season: Tom Watson (1980), Nick Price (1994), Vijay Singh (2004), Woods (1999-2003, 2005-07, 2009 and 2013) and Jason Day (2014-15). Became the youngest player since Horton Smith (turned 21 in the middle of the season) in 1929 to win five times in a season. Broke the PGA TOUR record for most money won in a season, with $12,030,465. Singh (2004) held the previous record ($10,905,166). Is the third player to win the U.S. Open and TOUR Championship in the same year, joining Curtis Strange (1988) and Retief Goosen (2004). Win in Atlanta returned him to No. 1 in the Official World Golf Ranking, marking the first time that the No. 1-ranked player in the Official World Golf Ranking has changed in six consecutive weeks. Went 3-2-0 in his five Presidents Cup matches in the American team's 15Â˝-14Â˝ victory in South Korea.\n\n2013-14: Extremely consistent sophomore season, making the cut in 24 of 27 starts and recording eight top-10 finishes (one shy of the nine he recorded in 2013). Campaign highlighted by a berth on the U.S. Ryder Cup team, as well as runner-up finishes at the Masters Tournament and Hyundai Tournament of Champions and a T4 outing at THE PLAYERS Championship...Finished runner-up at the Hyundai Tournament of Champions, one stroke behind champion Zach Johnson. The runner-up performance was the fourth of his career, with three during the 2013 season, most recently at the TOUR Championship by Coca-Cola...Held the second-round lead at the Farmers Insurance Open but finished T19 after weekend rounds of 75-75...Posted rounds of 67-67-78-67 to finish at 8-under and T4 in his second start at the AT&T Pebble Beach National Pro-Am (T22 in 2013)...In March, returned to TPC San Antonio for his third consecutive start in the Valero Texas Open. Overcame bogeys on six of his first seven holes and a 3-over 75 in his opening round, with scores of 70-68-71 to claim a T6 with three others...Finished T2 in his first career start in the Masters Tournament, with rounds of 71-70-70-72. Joined a list of five other players to open their Masters career with three consecutive sub-par rounds. Held a share of the third-round lead with eventual winner Bubba Watson. Watson closed with a 69 to his 72. Is the fifth first-year player to hold the third-round lead at the Masters. The others are Horton Smith (1934), Ralph Guldahl (1937), Bert Yancey (1967) and Brian Henninger (1995). Smith was the only to go on to victory...Was tied for the lead with Martin Kaymer after 54 holes of THE PLAYERS Championship, his first start at TPC Sawgrass. It marked the eighth time in his short career that he began a final round inside the top five. En route to doing so, was the only player in the field to play his first 54 holes bogey-free. The streak ended with a bogey on the fifth hole Sunday, giving him a total of 58 holes (and 73 overall dating to the fourth hole of the final round of the RBC Heritage). After taking the lead at 14-under-par with a birdie on the fourth hole, posted five bogeys over the next 11 holes (Nos. 5, 9, 10, 14 and 15) without making a birdie. Fell out of contention and finished T4 with Justin Rose, good for his sixth top-10 of the season. Defending John Deere Classic champion returned to TPC Deere Run, where he followed an opening-round, even-par 71 with scores of 64-67-66 to finish at 16-under and T7. Began the third and final rounds five and six strokes back, respectively, exactly as he had done the year before in the event, before winning in sudden death...Finished T8 at the BMW Championship at Cherry Hills CC outside Denver with rounds of 67-70-68-67...Closed the season with a T27 at the TOUR Championship by Coca-Cola and a No. 15 finish in the FedExCup standings...At the Ryder Cup, went 2-1-1 in his four matches in the European victory in the biennial event at Gleneagles in Scotland.\n\n2013: Turned in one of the top rookie performances in the history of the PGA TOUR, with highlights including a victory at the John Deere Classic (one of nine top-10 finishes) and his selection by captain Fred Couples to be on the U.S. Presidents Cup team. Finished the year No. 7 in the FedExCup, with 18 made cuts in 23 starts...Played in two early season Web.com Tour events, turning in top-10s in both. Fired a final-round 66 at the Panama Claro Championship to T7...A week later, at the Colombia Championship, opened and closed with 67s to T4 in Bogota...Finished T2 at the Puerto Rico Open to record his first career top-10 on TOUR in only three starts as a professional (played eight as an amateur). Finished one shot behind Scott Brown, who made birdie-5 on the last hole to claim the win and avoid a playoff. Came close to becoming the second-youngest winner in TOUR history. During the third round, on No. 11, made his first career PGA TOUR hole-in-one...A week later, kept the heat on at the Tampa Bay Championship. Following a 1-over 72 in the first round at the Copperhead Course, rallied with rounds of 68-69-70 to claim a share of seventh place with six others. The finish was highlighted by a chip-in birdie Sunday at the par-3 17th. With the top-10, earned Special Temporary Member status, making him eligible for unlimited sponsor exemptions for the remainder of the year in his attempt to earn his PGA TOUR card...Earned his third top-10 finish in his seventh start of the season, finishing T9 at the RBC Heritage...Local favorite finished T7 in his first start at the Crowne Plaza Invitational at Colonial. The last player to win the event in his first start at Colonial was Sergio Garcia in 2001...Shared medalist honors at the U.S. Open qualifying event at Dallas' Lakewood CC in early June. Tied with Edward Loar and Matt Weibring at 8-under 134. Shot rounds of 67-67 to earn his second consecutive U.S. Open invitation (T21 in 2012)...Notched his fifth top-10 finish of the season, with a sixth-place effort at the AT&T National. At 7-under, shared the lead at the midway point...Made history at the John Deere Classic when, at age 19 years, 11 months, 18 days, became the youngest winner on the PGA TOUR since Ralph Guldahl won the 1931 Santa Monica Open at age 19 years, 2 months, 4 days. Since 1900, is only the fourth player under age 20 to win on TOUR. Win came in 24th career PGA TOUR start, his 16th as a professional. Birdied his last three holes in the final round, highlighted by a holed 45-foot bunker shot on the 72nd hole to force sudden death with defending champion Zach Johnson and David Hearn. Won with a par-4 on the fifth extra hole (No. 18). With the win, earned full membership status on TOUR and became eligible for the FedExCup Playoffs. Had 614 Non-Member FedExCup points added to the 500 points earned for the win and moved to 11th in the FedExCup standings. The win also earned him the last invitation into The Open Championship at Muirfield...Lost to Patrick Reed in a playoff at the Wyndham Championship when Reed made a birdie-3 on the second extra hole (No. 10). On the first playoff hole (No. 18), he drained a putt from 26 feet to save par and force a second extra hole. Reed had a chance to win on the first playoff hole from just over 7 feet but missed...Highlighted by a career-low 9-under 62 in the final round, finished T4 at the Deutsche Bank Championship, five strokes behind Henrik Stenson. It equaled the lowest final-round score in the 11-year history at TPC Boston (Charley Hoffman in 2010). The performance also marked his eighth top-10 finish of the season...Was picked by U.S. team captain Fred Couples for his first Presidents Cup team. Became the first rookie to play for the U.S. team in the biennial event...FedExCup Playoffs season included a T19 finish at The Barclays, T4 at the Deutsche Bank Championship, T16 at the BMW Championship and T2 at the TOUR Championship by Coca-Cola. The latter included an electrifying 6-under 64 in the final round at East Lake, leading to a seventh-place finish in the FedExCup, the best performance by a rookie. Became the lone rookie and the youngest in TOUR history to qualify for the event (20 years, 1 month, 26 days)...Won two matches and lost two in his initial Presidents Cup appearance playing for the U.S. team. \n\nAmateur: Made five starts as an amateur on the PGA TOUR, with a best finish of T21 (low amateur) at the U.S. Open. Earned a spot in the 2012 U.S. Open as an alternate after Brandt Snedeker withdrew. Became the No. 1-ranked player in the World Amateur Golf Ranking after his performance in the U.S. Open...Played college golf at the University of Texas. In freshman year won three events and led the team in scoring average. Helped his team win the NCAA championship, was named to the All-Big 12 Team, Big 12 Freshman of the Year and Player of the Year, and was a first-team All-American...Won the U.S. Junior Amateur twice (2009 and 2011) to become the only golfer other than Tiger Woods to have won that championship multiple times...Finished T32 at the 2011 HP Byron Nelson Championship...Finished T16 at the 2010 HP Byron Nelson Championship, becoming the sixth-youngest player to make a cut on TOUR, at 16 years, 9 months, 24 days. Won the Texas Class 5A High School State Championship in 2009, 2010 and 2011...Was an AJGA first-team All-American in 2008, 2009 and 2010. Named AJGA Rolex Player of the Year in 2009.\n\n\n\n\n","otherCarHigh" : "","personal" : "Born and raised in Dallas. Attended Jesuit College Preparatory School in Dallas, graduating in 2011...His mom and dad both played collegiate sports, and his brother, Steven, is on the basketball team at Brown University. Says his sister, Ellie, who has special needs, is his hero. He buys and gives Ellie a key chain as a souvenir from the places he visits...Started the Jordan Spieth Family Foundation as a platform to lend time, awareness and financial assistance to special-needs youth, military families and junior golf...Website is jordanspiethgolf.com.","otherInfo" : "","ntlTeams" : "The Presidents Cup (2), 2013, 2015; Ryder Cup (1), 2014; Walker Cup (1), 2011.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 1st at the Hyundai Tournament of Champions.","dynStats" : "He ranks 13th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/jordanspiethgolf"},{"cat" : "google+","desc" : "","url" : ""},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/jordanspieth"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/JordanSpieth"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}