{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01796","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "McNulty","first" : "Mark","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "160","weightMetric" : "73","birthDate" : "October 25, 1953","age" : "62","birthPlace" : "Bindura, Zimbabwe","residence" : "Sunningdale, Surrey, England; Orlando, Florida","family" : "Wife, Allison; Matthew (1985), Catherine (1988); stepchildren, Pauline (1977), James (1978); four grandchildren","education" : "","splInterest" : "Scuba activities, underwater photography, fine arts, shark diving","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1977","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "9,847,432&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in just 11 events and recorded his best finish since a T5 at the 2014 SAS Championship when he was T6 at the Insperity Invitational in May thanks to rounds of 68-69 on the weekend...Used a final-round 69 to move up into a T9 at the Senior PGA Championship, his best performance in this event since T6 in 2005...Served as a captain's assistant on Nick Price's International team at the Presidents Cup in South Korea.\n","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Has captured 47 professional titles worldwide, including 15 on European Tour...First European Tour victory came at 1979 Greater Manchester Open...In 2000, won Stenham Royal Swazi Sun Open and Cabs\/Old Mutual Zimbabwe Open, both on Southern Africa Tour...Next-best finish was fourth at Victor Chandler British Masters...Finished second on European Tour Order of Merit in 1987 and 1990, both times to Ian Woosnam...Placed second on Southern Africa Tour Order of Merit and fifth on European OOM in 1996...Won four tournaments that year: Sun Dutch Open and Volvo Masters on European Tour, Dimension Data National on Southern Africa Tour and the Zimbabwe Open (for the second time) in December...Topped Southern Africa Tour money list six times: 1980-81, 1985-87 and 1997\/1998. Best year was 1986, when he won eight tournaments...An accomplished pianist.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2004","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(55): 1974 Zimbabwe Amateur Championship, South African Amateur Stroke-Play Championship. 1979 Greater Manchester Open, Holiday Inns Royal Swazi Open. 1980 Braun German Open, Malaysian Open, Holiday Inns Invitational. 1981 SAB South African Masters, Sigma Series. 1982 SISA Classic, SAB Masters, Sharp Electronics Classic, Sun City Classic. 1984 Pan-Am Wild Coast Sun Classic. 1985 Safmarine Masters, Palabora Classic, Royal Swazi Sun Open. 1986 Quinta do Lago Portuguese Open, Safmarine Masters, Helix Wild Coast Sun Classic, Germiston Centenary, Barclays Bank Classic, Swazi Sun International, Trustbank Tournament of Champions, Million Dollar Challenge. 1987 London Standard 4-Stars Pro-Celebrity Classic, Dunhill British Masters, German Open, Southern Suns South African Open, AECI Charity Classic, Royal Swazi Sun Pro-Am, Trustbank Tournament of Champions, Million Dollar Challenge. 1988 Cannes Open, Benson & Hedges Trophy [with Marie Laure de Lorenz]. 1989 Torras Monte Carlo Open. 1990 Credit Lyonnais Cannes Open, Volvo German Open. 1991 Volvo German Open. 1992 Zimbabwe Open. 1993 Lexington PGA Championship, FNB Players' Championship. 1994 BMW International Open. 1996 Dimension Data Pro-Am, Sun Dutch Open, Volvo Masters Andalucia, Zimbabwe Open. 1997 San Lameer South African Masters, Nashua Wild Coast Challenge. 1998 Vodacom Players Championship. 2000 Stenham Swazi Open, Cabs Old Mutual Zimbabwe Open. 2001 Mercedes-Benz South African Open, Nashua Nedtel Cellular Masters. 2002 Vodacom Players Championship.","intlVics" : "","curYearHigh" : "Played in just 11 events and recorded his best finish since a T5 at the 2014 SAS Championship when he was T6 at the Insperity Invitational in May thanks to rounds of 68-69 on the weekend...Used a final-round 69 to move up into a T9 at the Senior PGA Championship, his best performance in this event since T6 in 2005...Served as a captain's assistant on Nick Price's International team at the Presidents Cup in South Korea.\n","carHigh" : "2014: Bounced back from a sub-par 2013 campaign by moving up a dozen spots on the money list, from 48th to 36th...Posted a pair of top-10 finishes and was among the top 20 eight times...Was on the leaderboard for the last 36 holes of the Constellation SENIOR PLAYERS Championship and carded a final-round 66 to move up into fifth place, his best Champions Tour showing since he was second at the 2010 Nature Valley First Tee Open at Pebble Beach...After learning of the death of his longtime caddie, Rocky Hobday, the day before, grieved during the final round of the SAS Championship but still carded a 5-under 67 Sunday at Prestonwood CC to move into a T5...Was among the leaders in Driving Accuracy, finishing fourth on Tour. He also jumped from 44th to 10th in Putting Average.\n\n 2013: Failed to post a top-10 finish for the first time in his Champions Tour career when he played a full season and finished 48th on the final money list...Had five top-25 finishes for the year, with his best finish coming in April when he teamed with David Eger to finish T12 at the Liberty Mutual Insurance Legends of Golf, an event they had won two years earlier...Was also T13 at the Allianz Championship and T14 at the Nature Valley First Tee Open at Pebble Beach...Served as a captain's assistant on Nick Price's International team at the President's Cup matches.\n\n2012: Came into the season's final full-field event, the AT&T Championship, on the money-list bubble, but despite playing poorly at the San Antonio event (T50), still managed to edge Tom Kite by $3,831 for the 30th and final position in the Charles Schwab Cup Championship, the season-ending event in Scottsdale, Ariz... Posted a trio of top-10 finishes in 22 starts...Finished two strokes behind Kirk Triplett at the Nature Valley First Tee Open at Pebble Beach, his best effort in a stroke-play event since midway through the 2009 campaign (playoff loss at The Senior Open Championship). Teamed with First Tee participant Tyler Broach to claim the pro-junior portion of the event as the duo combined for a 20-under 196 better-ball score...Worked his way onto the leaderboard in the final round at the Toshiba Classic before finishing 2-over par on his final nine holes, which led to a T5 finish...Was T10 at the SAS Championship.\n\n2011: Made a nice return to the Champions Tour after a 10-month absence due to right-knee-replacement surgery. Finished 32nd on the final money list in a year highlighted by his victory with teammate David Eger in Savannah at the Liberty Mutual Legends of Golf. The duo started the final round four strokes off the lead but carded a 61 Sunday to post a 27-under 189 that forced a playoff with Scott Hoch\/Kenny Perry. On the second extra hole, the duo managed to get up and down for a par from just left of the green and then watched both Hoch and Perry miss short par putts...Was T8 at the season-opening Mitsubishi Electric Championship at Hualalai in his first start since his surgery. Was among the first-round leaders after posting a 7-under 65 Friday. 2010: Made just four starts early in the season before undergoing right-knee-replacement surgery in Chicago on May 11 which sidelined him for the remainder of the 2010 campaign...Best finish in those four starts was a T17 at the Mitsubishi Electric Championship at Hualalai. 2009: Put together another solid season to finish 13th on the final money list, his highest standing since 2005. Highlight of his year was winning his seventh career Champions Tour title at The Principal Charity Classic. Win in Iowa came in the midst of nine consecutive events when he didn't finish out of the top 20 and included a streak of 11 straight sub-par rounds. Rolled in a 30-foot birdie putt on the fourth playoff hole to defeat Fred Funk after Nick Price had been eliminated on the second extra hole. Made four birdies in the last seven holes he played at Glen Oaks, including a 10-footer on No. 17 to tie Funk in regulation. Win in Des Moines was his first since the 2007 JELD-WEN Tradition (42 starts) and was his second triumph on the circuit in a playoff (2005 Bank of America Championship). Victory in Iowa also made him the first international player to win the event...Almost claimed a second title at The Senior Open Championship at Sunningdale in July. Final-round 64, his low round of the year, included an inward 31, but could have been better as he missed birdie putts of less than 10 feet on both the 17th and 18th holes in regulation. Eventually lost to Loren Roberts on the third playoff hole after Fred Funk had been eliminated by birdies on the first extra hole. Errant drive forced him to take a drop from an unplayable lie, handing the title to Roberts...Named the Champions Tour Player of the Month in May. 2008: Among the top-10 in 10 of 25 appearances, the most he's had in a season since 2005. All came after mid-April and, during one stretch in the summer, was among the top-10 performers in eight of 11 tournaments. Season bests came during this period when he was T3 at the Bank of America Championship and then third at the U.S. Senior Open. Opened with a 7-under-par 65 at the Bank of America event and then a pair of 70s on the weekend were good enough for third place at Nashawtuc near Boston. Was third again in August at the U.S. Senior Open at The Broadmoor in Colorado Springs, Colo. Was among the leaders throughout the event, and a final-round 68 allowed him to be the last of only three players (Eduardo Romero and Fred Funk were the others) to finish under par (1-under, 279) for 72 holes. Amazingly, he was the only player in the field to go all four rounds without a three-putt green...Made his first hole-in-one on the Champions Tour at the Greater Hickory Classic at Rock Barn Sunday, making an ace at the 17th hole with a 4-iron...At the SAS Championship, matched his career-low round on the Champions Tour with a 9-under 63 Saturday. 2007: After struggling through much of the first part of the season, finally turned things around in the late summer. Did not record a top-10 finish until the JELD-WEN Tradition in August where he cruised to an easy victory in Oregon. Defeated David Edwards by five strokes, the third-largest winning margin in event history, despite making double bogey on the final hole. Was tied for the lead with Edwards after 54 holes but made four lengthy birdie putts on the front nine Sunday to pull away from the field. Victory at Crosswater was his sixth career win on the Champions Tour and first in almost two years...Turned in a strong performance in his final event of the season. After shooting a 2-over round Thursday at the Charles Schwab Cup Championship, followed with rounds of 66-65-67 to finish fourth overall. 2006: Used a T7 performance at the AT&T Championship, the final full-field event of the year, to leapfrog Mark James and Jerry Pate into the 30th and final spot at the season-ending Charles Schwab Cup Championship. Earned a check for $48,800 in San Antonio, thanks to a final-round 68 at Oak Hills. Edged James for a spot in the Schwab Cup Championship field by $21,359...Appeared headed for victory at the Regions Charity Classic in early May near Birmingham before disaster struck. Had a two-shot cushion with two holes remaining, but a double bogey-bogey finish put him two strokes behind Brad Bryant. Hit his second shot into the water at No. 17 for a double bogey while Bryant made birdie to take over the lead. Then hit his second shot into the water at No. 18, as well, ending any chances he had for the win at the Robert Trent Jones Trail at Ross Bridge. 2005: Followed a solid rookie season with a stellar second year on the Champions Tour that saw him win twice and claim the Byron Nelson Trophy for lowest scoring average (69.41)...Ended up third on both the 2005 money list and in the Charles Schwab Cup standings...His 15 top-10s tied Dana Quigley for the most by a player that season. Found the winner's circle at the Bank of America Championship in late June. Claimed fourth career win when he prevailed in a three-man playoff with Tom Purtzer and Don Pooley near Boston. Birdied the final hole in regulation and then holed a 20-foot birdie putt on the second extra hole to defeat Purtzer after Pooley exited on the first extra hole...Shook off a case of the flu at the Administaff Small Business Classic to add a second victory and fifth overall. Rallied from two strokes back to edge Gil Morgan by a stroke at Augusta Pines near Houston. Final-round 66 included a pair of eagles, a first in his Champions Tour career...Had several skin cancers removed on his face in September and was out of action for almost a month. 2004: Overcame several health issues during the year and went on to earn Rookie of the Year honors on the Champions Tour, a first for a foreign-born player since South African John Bland in 1996...Became the first international player since David Graham (1997) to win three times in a single season on the Champions Tour and finished the year with $1.4 million in official earnings, the most by a first-year player since Bob Gilder in 2001 ($1.68 million)...Unable to debut on the Champions Tour until the Outback Steakhouse Pro-Am due to shingles, but made the most of his initial start, becoming just the 11th player in Champions Tour history, and first since Bobby Wadkins (2001 Lightpath Long Island Classic), to win in his first start on the circuit. Held off Larry Nelson and a hard-charging Fuzzy Zoeller for his initial triumph at the TPC Tampa Bay...Missed almost two months (most of August and all of September) due to degenerative disks in his back, but returned to the circuit strong, posting back-to-back victories at the close of the season...Won his second title in record-setting fashion. Posted rounds of 63-65 on the weekend at Oak Hills CC and cruised to an easy victory at the SBC Championship in San Antonio. Eight-stroke win over Gary McCord was the largest victory margin on the Champions Tour since Ed Dougherty won by eight strokes at the 2001 TD Waterhouse Championship...Followed San Antonio win with a come-from-behind victory at the season-ending Charles Schwab Cup Championship in Sonoma. Trailed by five strokes entering the final round but carded a 66, the lowest Sunday score, to eke out a one-stroke victory over Kite. Became the fifth rookie to claim the Charles Schwab Cup Championship, and $440,000 was easily his largest in check in the United States. Vaulted into the fifth position in the final Charles Schwab Cup standings with his win in Sonoma...Voted as the Champions Tour's Player of the Month for October. 2003: Became eligible for the Champions Tour in late October and earned fully-exempt status for 2004 by being the medalist at both the regional qualifier at Walt Disney World and the National Qualifying Tournament at the TPC Eagle Trace near Fort Lauderdale, Fla. Became the fifth international player, and second consecutive, to earn medalist honors at the Q-school final when he carded a bogey-free 68 in the final round to coast to a three-stroke victory over England's Mark James. His 72-hole total of 13-under 275 was the same as Ireland's Des Smyth a year earlier.\n","otherCarHigh" : "Since his first professional victory in 1979, became one of the world's most consistent winners, with 55 international titles over a span of more than two decades...Regarded as one of the sport's best putters...Played the European PGA Tour full time from 1978-2003 and ranks 67th on the career money list, with âŹ5,366,794...His 16 European Tour titles include four German Opens...Claimed three events in Europe during both the 1987 and 1996 seasons and finished second to Ian Woosnam on the European Tour Order of Merit in both 1987 and 1990...Biggest victory on the European Tour came at the 1996 Volvo Masters when he cruised to a seven-stroke victory over four players at Valderrama, Spain...Best performance in a major championship came in 1990 when he was T2, along with Payne Stewart, in The Open Championship at St. Andrews, five strokes behind Nick Faldo...Also T8 in the 1990 PGA Championship at Shoal Creek in Alabama...Led the South African Tour's Order of Merit eight times: 1980-81, 1985-87, 1993, 1998, and 2001...Claimed a pair of South African Open titles, including the 2001 event at East London GC at age 47. Holed a 20-foot birdie putt on the final green to nip Justin Rose by a stroke...Played in 112 PGA TOUR events from 1981-2001, made 69 cuts and earned $657,737...Made 57 starts on the PGA TOUR between 1982-1984 and finished fourth at the 1982 Danny Thomas-Memphis Classic and T4 at the Sammy Davis, Jr.-Greater Hartford Open...Represented Zimbabwe in eight World Cup competitions and also was a team member in seven Alfred Dunhill Cup matches...Played for the International team in both the 1994 and 1996 Presidents Cup, with a 3-4-2 record in the biennial event...Served as a captain's assistant to Nick Price at the 2013 Presidents Cup...Has made five holes-in-one in competition in his career, with one on the Champions Tour.","personal" : "Was a solid athlete is several sports as a youth but excelled at golf...Has managed to rebound from a series of physical setbacks in his career. Escaped with facial injuries when his car collided with a bus near his parents' farm in 1980. While on vacation in Cape Town in December 1993, suffered a freak nerve injury in his neck while playing cricket with his kids. Knee injury curtailed his 1995 season...Best shot of his career was his pitch to nine feet from 68 yards on the final hole that beat Ian Woosnam at the 1987 British Masters...Favorite golf course is the Old Course at St. Andrews, but only when the weather is ideal...First modeled his game after Arnold Palmer and then refined it like Gary Player as he grew older...Plays the piano...Dream foursome would include Bobby Locke, Ben Hogan and Walter Hagen.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 8 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}