{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "40115","tourCodeUC" : "C","tourCodeLC" : "c","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Svensson","first" : "Adam","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "178","weightMetric" : "81","birthDate" : "December 31, 1993","age" : "22","birthPlace" : "Surrey, British Columbia, Canada","residence" : "Palm Beach Gardens, Florida","family" : "Single","education" : "Barry University","splInterest" : "Fishing, hockey","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2015","clubAffl" : "The Dye Preserve (Jupiter, Florida)","cityPlaysFrm" : "Surrey, British Columbia, Canada","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "95,922&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2016","exmtStatus" : "Exempt - Medalist, 2015 Web.com Tour Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "At Barry University in Miami, Fla., recorded nine individual titles and played on two NCAA Division II championship teams. Also claimed the Phil Mickelson Award as Division II Most Outstanding Freshman in 2013 and Division II Jack Nicklaus Award for 2014. Was named first-team All-American twice in 2013 and 2014...In junior golf, won the British Columbia Junior Boys Championship, B.C. Men's Amateur Championship, CN Future Links Pacific Championship, Callaway World Junior Golf Championship and Canadian Juvenile Boys Championship, all in 2010. In 2011, won the B.C. Junior Boys for the second time and in 2012 won the Canadian Junior Boys Championship.","personal" : "Attended Earl Marriott Secondary School...Has one sister, Stephanie...First tee entrance song would be \"Ain't Nobody\" by Felix Jaehn...Earliest golf memory was driving a cart into a pond with his dad at age five...Biggest thrill outside golf is catching a 10-pound bass...Would like to play Augusta National, Pebble Beach and Oakmont...Favorites include Snapchat (app), Ibiza, Whistler, B.C. and Denmark (vacation spots), Tiesto, Luke Bryan and David Guetta (entertainers), sushi, BBQ, Greek and Italian (food), Kings Links GC by the Sea in Delta, B.C. (golf course), \"Hunger Games\", \"James Bond\" and \"Avenger\" (movies), Vancouver Canucks (pro team) and \"Breaking Bad\" and \"Lost\" (TV shows)...Most famous person met is Michael Jordan at Old Palm GC in Palm Beach Gardens, Fla...Would like to trade places with LeBron James for a day...Best concert ever attended is Lil Wayne in Vancouver...Dream foursome would include his dad, Tiger Woods and Adam Scott...Bucket list includes winning the Masters and \"wearing the green jacket.\"...Supports the Salvation Army and local food drives...Twitter handle is@adamsvensson59.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "2015","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Turned professional in the spring, capturing three wins on the SwingThought.com Tour...Playing on a sponsor's exemption at the PC Financial Open, carded a final-round 69 to earn a spot into a five-way playoff. Eliminated on the third playoff hole with a par to Drew Weaver's birdie, finishing T2...Carded a third-round 62 to share the 54-hole lead at the Bayview Place Island Savings Open. Posted a second consecutive runner-up finish (T2) on the Mackenzie Tour...Earned status for the remainder of the season by placing among the top-three non-members on the Order of Merit through six events...Returned to the Mackenzie Tour with a strong showing (T3) at the ATB Financial Classic...Shared first-round lead at The Wildfire Invitational with an 8-under 64 before finishing T18...Shot a final round 64 to finish T4 at the Cape Breton Celtic Classic...Ended the Mackenzie Tour season ninth on the Order of Merit, with two runners-up, one third, and six top-25s and did not miss a cut in six starts...21 of his 24 rounds were under par, with 19 of them in the 60s...Earned an exemption into the final stage of the Web.com Tour Qualifying Tournament, thanks to his ninth-place position on the Order of Merit...Despite not having status, made seven starts on the Web.com Tour, posting three top-25s. Held the 36-hole lead at the WinCo Foods Portland Open, eventually T13.\n","otherCarHigh" : "Earned the Canadian Junior Boys' title in 2012, marking the beginning of a successful, highly renowned amateur career. Rode the momentum of his Junior Boys' win into his freshman season with Barry University, helping the Buccaneers win the NCAA Division II Championship...In his sophomore year, broke a school record with a remarkable seven individual NCAA titles en route to winning the Jack Nicklaus Award, given to the most outstanding golfer in NCAA Division II...Represented Canada on the world stage at the 2014 World Amateur Team Championship in Japan, where he finished seventh individually, lifting Canada to a runner-up finish...Finished T25 as an amateur at the 2014 Syncrude Boreal Open.","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : "World Amateur Team Championship (1), 2014."},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the Mackenzie Tour-PGA T 2 times.","dynStats" : "He ranks 1st in Scoring Average (Actual) on the Mackenzie Tour-PGA TOUR Canada."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}