{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "07013","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Short","first" : "Wes","middle" : "","extn" : "Jr.","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "190","weightMetric" : "86","birthDate" : "December 4, 1963","age" : "52","birthPlace" : "Austin, Texas","residence" : "Austin, Texas","family" : "Wife, Gail; Elizabeth Ann (11\/25\/83)","education" : "University of Texas","splInterest" : "All sports","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1987","clubAffl" : "The Hills of Lakeway (Austin, Texas)","cityPlaysFrm" : "Austin; TX; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,970,831&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Was the 36-hole leader at the Mitsubishi Electric Classic in April but narrowly missed a six-foot birdie attempt on the final hole to fall back into a playoff with Woody Austin at the TPC Sugarloaf. After each made par on the first playoff hole, his drive landed close to a tree which opened the door for Austin, who would claim the event with a par on the second extra hole...Turned in his initial top-10 finish of the year when he was T9 at the Chubb Classic on the strength of three sub-par rounds, including a second-round 6-under-par 66...Was just one stroke off the pace after 36 holes at the Tucson Conquistadores Classic before a final-round 74 left him T11. Became the 10th player in PGA TOUR Champions history to record three eagles in a round when he did so in the second round at the Omni Tucson National Resort.","carHigh" : "Member of the Nationwide Tour in 1998 and 2002-03. Made the cut in 17 of 28 events on the 2003 Nationwide Tour with seven top-10 finishes to his credit. Wrapped up the season No. 30 on the money list with $146,997. Opened with rounds of 66-61 at the Chitimacha Louisiana Open, marking the Tour's lowest opening-36 hole score in relation to par in 2003. Went on to finish T6 after closing rounds of 73-71. Other top-10s came with a runner-up finish at The Reese's Cup Classic, followed by a sixth place finish at the Permian Basin Charity Golf Classic, seventh at the Monterey Peninsula Classic, T8 at the Nationwide Tour Championship and T10 at both the Gila River Golf Classic and the LaSalle Bank Open. Made the cut in 12 of 26 events and wound up No. 65 on the 2002 money list. Two top-10 finishes, including a career-best T4 at the Louisiana Open. Made the 36-hole cut on the number and then carded weekend rounds of 64-65 to move up from a T48. Other top-10 came at the Permian Basin Open. Posted a 12-under score to T8 at Midland CC. Ranked No. 5 in Third Round Scoring Average (69.17), No. 11 in Final Round Scoring Average (70.0) and No. 11 in Putting Average (1.748). Finished T47 at the 2001 PGA TOUR Qualifying Tournament at Bear Lakes CC. Played in only two tournaments in 2001 on the Nationwide Tour, making one cut, a T58 at the Shreveport Open after rounds of 75-64-73-74. Missed the cut at the Permian Basin Open.\n","otherCarHigh" : "","personal" : "Lists Ben Hogan and Byron Nelson as his heroes. Cites his father as giving him his start in golf. Has had one career hole-in-one in competitive play.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2004","qSchoolYear" : "2003","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "Was the 36-hole leader at the Mitsubishi Electric Classic in April but narrowly missed a six-foot birdie attempt on the final hole to fall back into a playoff with Woody Austin at the TPC Sugarloaf. After each made par on the first playoff hole, his drive landed close to a tree which opened the door for Austin, who would claim the event with a par on the second extra hole...Turned in his initial top-10 finish of the year when he was T9 at the Chubb Classic on the strength of three sub-par rounds, including a second-round 6-under-par 66...Was just one stroke off the pace after 36 holes at the Tucson Conquistadores Classic before a final-round 74 left him T11. Became the 10th player in PGA TOUR Champions history to record three eagles in a round when he did so in the second round at the Omni Tucson National Resort.","carHigh" : "2013: Made five of 15 PGA TOUR cuts and did not clear his Major Medical Extension. Finished No. 217 in the FedExCup standings. \n\n2012: Did not play on TOUR for the third consecutive year. Will have 12 events to earn $743,061 and continue to play under the Major Medical Extension category for the remainder of the 2013 season (combined with 2007 earnings of $42,119 to equal 2007's No. 125 earnings of $785,180).\n\n2011: Did not play on TOUR. \n\n2010: Due to a lingering back injury, did not make a start on the PGA TOUR. 2009: Playing on a Major Medical Extension, made three PGA TOUR starts, missing the cut in his first two events. Withdrew from the Buick Invitational in February which ended his season, as he continued to suffer from a back injury. 2008: Did not make a PGA TOUR start as he continued to recover from a back injury. 2007: Former TOUR winner limited to 12 starts, suffering a back injury in the second round of the EDS Byron Nelson Championship. Diagnosed as a sprain but unable to play the rest of the season. Granted Major Medical Extension...Best finish was a T44 at the Zurich Classic of New Orleans. 2006: Totaled three top-25s in 33 starts...Started the year with a T11 in his first trip to the Mercedes Championship at Kapalua, his best effort of the season...In defense of his title at the Frys.com Open in Las Vegas, finished T79. 2005: Second season on TOUR highlighted by first career victory at the Michelin Championship at Las Vegas. Came into season on Major Medical Extension with 17 events to make enough money to keep his card for the remainder of the season. Did not make it to the weekend in eight of his first 11 events...Win came in his 14th start after posting four rounds in the 60s (67-67-66-67—267) and outlasting Jim Furyk with a tap-in par on the second playoff hole. Began the week as an alternate and got in the tournament on Tuesday when Arron Oberholser withdrew. Became first alternate to win since Gene Sauers at the 2002 Air Canada Championship. At age 41 years, 10 months and 12 days, became just the fifth first-time winner over age 40 since 1995. Paycheck of $720,000 pushed season earnings to $1,005,702. 2004: Rookie season on TOUR was limited to 12 events due to back injury. Best finish was T24 at the Buick Open. Received a Major Medical Extension for 2005...Finished T7 at PGA TOUR Qualifying Tournament to earn rookie TOUR card. 2003: Member of the Web.com Tour in 1998 and 2002-03. Made the cut in 17 of 28 events on the 2003 Web.com Tour, with seven top-10s. Wrapped up the season No. 30 on the money list, with $146,997...Best finish was a runner-up at The Reese's Cup Classic. 2002: Finished No. 65 on the Web.com Tour money list. Two top-10s, including a T4 at the Louisiana Open.\n","otherCarHigh" : "","personal" : "Lists Ben Hogan and Byron Nelson as his heroes...Cites his father as giving him his start in golf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2013","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Was the 36-hole leader at the Mitsubishi Electric Classic in April but narrowly missed a six-foot birdie attempt on the final hole to fall back into a playoff with Woody Austin at the TPC Sugarloaf. After each made par on the first playoff hole, his drive landed close to a tree which opened the door for Austin, who would claim the event with a par on the second extra hole...Turned in his initial top-10 finish of the year when he was T9 at the Chubb Classic on the strength of three sub-par rounds, including a second-round 6-under-par 66...Was just one stroke off the pace after 36 holes at the Tucson Conquistadores Classic before a final-round 74 left him T11. Became the 10th player in PGA TOUR Champions history to record three eagles in a round when he did so in the second round at the Omni Tucson National Resort.","carHigh" : "2015: Turned in a solid second season on the PGA TOUR Champions, playing in all 24 events during the year and collecting seven top-10s. Highlight of year was third-place effort at the Encompass Championship. Closed with rounds of 66-68 on the weekend at North Shore CC. Performance was his best since registering a victory in summer of 2014 in eastern Canada...Trailed 36-hole leader Marco Dawson by one stroke at the inaugural Tucson Conquistadores Classic before disaster struck on No. 5 Sunday when his tee shot landed in a tree resulting in an unplayable lie and a triple bogey. Rebounded with birdies on Nos. 8-9 to remain close to the leaders, but a 2-over-par on the back nine ended his chances with a fourth-place finish...At the Mitsubishi Electric Championship at Hualalai, T5 in his season debut. Worked his way onto the leaderboard Sunday with a 5-under-par effort on the front nine but was unable to close the gap...Late in the year, was the first-round leader at the San Antonio Championship and eventually T5. Final-round 70 at the TPC San Antonio included two eagles in his round...Finished T9 at the Boeing Classic in August where he closed with a 7-under-par 65, the day's low round...Used a closing-round 4-under-par 68 at the SAS Championship to T9 in October. \n\n2014: Took full advantage of his exempt status from the 2013 National Qualifying School, posting seven top-10 finishes, six of them coming after July. Finished his rookie season 18th on the money list, with earnings of more than $900,000...Had his three best performances of the season in consecutive events in the late-summer. After shooting 65-64 on the weekend in Calgary and finishing fifth at the Shaw Charity Classic, won the Quebec Championship the following week, becoming the fourth of five rookies to win during the year. Came from three strokes back with a birdie-birdie-eagle finish to overtake Scott Dunlap by a stroke just outside Quebec City. His hybrid second shot from 251 yards and subsequent eagle putt from eight feet made him the first player since Bernhard Langer at the 2010 Allianz Championship to eagle the final hole for victory. Win was his first in almost nine years. Final-round 64 at La Tempete GC included a 7-under 29 on the back nine. Joined Dunlap as the second player from the previous fall's Qualifying School to win a tournament...Put together three more rounds in the 60s in his next start to claim a sixth-place finish at the Pacific Links Hawai'i Championship...Late in the season, was just two shots off the pace after 36 holes at the AT&T Championship before a closing-round 73 dropped him into a T8 finish in San Antonio...The following week in the season-ending event, finished T7 at the Charles Schwab Cup Championship. Posted four consecutive rounds in the 60s, one of just two players (Kenny Perry) to accomplish that at the event...Fashioned the low round of his PGA TOUR Champions career Sunday at the 3M Championship where he threatened the tournament 18-hole scoring record before finishing with a 10-under-par 62. Effort helped him move from a T43 to a T9...Finished T10 in his PGA TOUR Champions debut, at the Allianz Championship. Was among the early leaders after starting his Tour career with 7-under 65. Carded rounds of 68-71 on the weekend at the Old Course at Broken Sound...Hit the longest measured drive of the year in the final round of the Boeing Classic, 357 yards, at the par-5 8th hole at TPC Snoqualmie Ridge. \n\n2013: Became fully-exempt for the 2014 Champions Tour after easily earning medalist honors at the National Qualifying Tournament at TPC Scottsdale. Tied the 72-hole record of 20-under 264 and waltzed to a five-stroke win over Jim Rutledge and Mike Reid on the Champions course...Played the PGA TOUR on a Major Medical Extension, making five cuts in 15 appearances. His T70 at the Shell Houston Open was his first made-cut since 2007...Best finish was T27 at the HP Byron Nelson Championship in Dallas...Also played in seven Web.com Tour tournaments. Finished T17 at the News Sentinel Open in Knoxville for his top effort. \n","otherCarHigh" : "Joined the PGA TOUR in 2004 as a 40-year-old rookie and won his only TOUR event in 2005, at the Michelin Championship at Las Vegas. Defeated Jim Furyk on the second playoff hole after starting the week as an alternate into the event...Was a member of the Web.com Tour in 1998 and then from 2002-2003, recording his best finish when he was T2 at the 2003 Reese's Cup Classic...Experienced lingering back problems from 2010-2012.","personal" : "Born, raised and has lived his entire life in Austin, Texas...Attended the University of Texas...Turned professional in 1987 and worked as a club professional in the Austin area before becoming a touring pro in 1997...Started out on mini-tours and eventually qualified for the Web.com Tour for the 1998 season.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is 2nd at the Mitsubishi Electric Classic.","dynStats" : "He ranks 8th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}