{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32617","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Turner","first" : "Jerod","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "210","weightMetric" : "95","birthDate" : "March 4, 1975","age" : "41","birthPlace" : "Oak Harbor, Washington","residence" : "Hurst, Texas","family" : "Wife, Patricia; Madison (11\/01\/00), Jaxon (10\/27\/03)","education" : "Weatherford College","splInterest" : "Hunting, fishing","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2009)","trndProYear" : "2000","clubAffl" : "Hawks Creek GC (Fort Worth, Texas)","cityPlaysFrm" : "Hurst; Texas; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "347,425&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2009","exmtStatus" : "Conditional - Web.com Tour Past Champion\/5-10 Years (2011-2006)","otherVics" : "","intlVics" : "","curYearHigh" : ".","carHigh" : "2014: Made six starts and four cuts between May and August...Best showing was a T47 at the Utah Championship in July\n\n2013: In eight starts, his best finish was a T9 at the United Leasing Championship. \n\n2012: Made the cut in nine of 22 starts on Tour but did not register a top-25 finish. \n\n2011: Played on the PGA TOUR with a Minor Medical Extension, with five events to reach the earnings of No. 125 Troy Merritt from the 2010 official money list, made combined 16 starts on both Tours. Missed the cut in all five TOUR starts and his only top-25 finish of the year was T21 at the Cox Classic on the Web.com Tour. \n\n2010: Had never teed it up on the PGA TOUR prior to his rookie season. Back problems forced him to withdraw after one round from his last two starts, at the Turning Stone Resort Championship and the Wyndham Championship. Finished the season with 20 starts, earning $91,343 and failing to record a top-25 finish. \n\n2009: Completed a phenomenal late-season rush that saw him rise from No. 188 on the Web.com Tour money list to No. 15 in the final five weeks of the season and earn a PGA TOUR card for 2010 despite making only 10 starts. Status was so low following the 2008 Qualifying Tournament that he did not make it into a tournament field until the 18th event on the schedule. Made only one cut in five starts before he turned the tables late in the year. Was a last-minute alternate to get into the field Tuesday afternoon at the WNB Golf Classic in Midland, Texas, and earned his first top-10 of the year with a T7. Earned a spot in the $1-million Soboba Classic the following week. Captured his first career win in just his ninth career start. Shot a final-round 69, one of 11 sub-70 scores, to overtake the 54-hole leaders and win by two over Derek Lamely. Held the second-round lead after scores of 68-66 and was tied for third, one back heading into the last day at The CC at Soboba Springs. Birdies at Nos. 2 and 5 gave him the outright lead, which he never relinquished. First-place check of $180,000 vaulted him from No. 150 to No. 17 on the money list with only three weeks to go in the season. Was No. 188 on the money list prior to his start in Midland. Followed the win at Soboba with a T6 at the Chattanooga Classic. Ended the year with a T32 at the Miccosukee Championship and a T14 at the Web.com Tour Championship. \n\n2008: Missed the cut in his only two previous starts on the Web.com Tour, at the Preferred Health Systems Wichita Open and the Utah Championship. \n\nMisc: Winner of the 2000 and 2004 Waterloo (Iowa) Open, where past champions include Tom Lehman (1986), Woody Austin (1993), George McNeill (2001) and Derek Lamely (2008). Also played on Adams Golf Tour and Gateway Tour.\n","otherCarHigh" : "","personal" : "Non-golf related jobs held include working as a general contractor. Lived in Egypt and Turkey for periods from ages 5 to 14 before his family returned to the United States.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : ".","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : ".","carHigh" : "2010: Had never teed it up on the PGA TOUR prior to his rookie season. Back problems forced him to withdraw after one round from his last two starts, at the Turning Stone Resort Championship and the Wyndham Championship. Finished the season with 20 starts, earning $91,343 and failing to record a top-25 finish. 2009: Completed a phenomenal late-season rush that saw him rise from No. 188 on the Nationwide Tour money list to No. 15 in the final five weeks of the season and earn a PGA TOUR card for 2010 despite making only 10 starts. Status was so low following the 2008 Qualifying Tournament that he did not make it into a tournament field until the 18th event on the schedule. Made only one cut in five starts before he turned the tables late in the year. Was a last-minute alternate to get into the field Tuesday afternoon at the WNB Golf Classic in Midland, TX, and earned his first top-10 of the year with a T7. Earned a spot in the $1-million Soboba Classic the following week. Captured his first career win in just his ninth career start. Shot a final-round 69, one of 11 sub-70 scores, to overtake the 54-hole leaders and win by two over Derek Lamely. Held the second-round lead after scores of 68-66 and was tied for third, one back heading into the last day at The CC at Soboba Springs. Birdies at Nos. 2 and 5 gave him the outright lead, which he never relinquished. First-place check of $180,000 vaulted him from No. 150 to No. 17 on the money list with only three weeks to go in the season. Was No. 188 on the money list prior to his start in Midland. Followed the win at Soboba with a T6 at the Chattanooga Classic. Ended the year with a T32 at the Miccosukee Championship and a T14 at the Nationwide Tour Championship. 2008: Missed the cut in his only two previous starts on the Nationwide Tour, at the Preferred Health Systems Wichita Open and the Utah Championship. Winner of the 2000 and 2004 Waterloo (IA) Open, where past champions include Tom Lehman (1986), Woody Austin (1993), George McNeill (2001) and Derek Lamely (2008). Has also played on the Adams Golf Tour and Gateway Tour.\n","otherCarHigh" : "","personal" : "Non-golf related jobs held include working as a general contractor. Lived in Egypt and Turkey for periods from ages 5 to 14 before his family returned to the United States.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 1st in 2009 at the Soboba Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}