{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01724","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Maggert","first" : "Jeff","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "165","weightMetric" : "75","birthDate" : "February 20, 1964","age" : "52","birthPlace" : "Columbia, Missouri","residence" : "Houston, Texas","family" : "Wife, Michelle; five children","education" : "Texas A&M University","splInterest" : "Fishing, hunting, camping, sporting events","pronunciation" : "MAG-ert","nwTourAlumnus" : "Web.com Tour Graduate (1990)","trndProYear" : "1986","clubAffl" : "","cityPlaysFrm" : "Sea Pines; SC; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "22,732,004&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Posted consecutive rounds of 68 on the weekend at the Mississippi Gulf Resort Classic to finish T3...Rebounded from an opening-round 73 with scores of 66-70 on the weekend to finish T10 at the Allianz Championship...Was T9 the next week at the Chubb Classic.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1991","qSchoolYear" : "2009","exmtStatus" : "Past Champions","otherVics" : "(2): 1994 Diners Club Matches [with Jim McGovern]. 1997 Diners Club Matches [with Steve Elkington].","intlVics" : "(2): 1989 Malaysian Open [Asia]. 1990 Vines Classic [Aus]","curYearHigh" : "Posted consecutive rounds of 68 on the weekend at the Mississippi Gulf Resort Classic to finish T3...Rebounded from an opening-round 73 with scores of 66-70 on the weekend to finish T10 at the Allianz Championship...Was T9 the next week at the Chubb Classic.","carHigh" : "2013-14: Became the 17th player in Champions Tour history to win in his debut when he edged Billy Andrade by two strokes for the Mississippi Gulf Resort Classic title. Holed a 45-foot, uphill, left-to-right breaking putt for a birdie at Fallen Oak's 17th hole just moments before Andrade made bogey in the group behind him. As a result, forged a two-stoke advantage that proved to be the difference. Became the first debut winner on the Champions Tour since Rocco Mediate at the 2012 Allianz Championship. At 50 years, 1 month, 3 days, became the youngest Tour winner since John Huston at the 2011 Dick's Sporting Goods Open. Victory near Biloxi also ended a drought of more than seven-plus years since his last TOUR title, at the 2006 FedEx St. Jude Classic and also made him just the seventh player to win tournaments on all three Tours...Finished T3 at the 3M Championship in August in Minnesota by posting rounds of 64-67-65 at TPC Twin Cities. Finished the event with 24 birdies, tying the tournament record set in 2008 by R.W. Eaks...Finished solo fifth at the Pacific Links Hawai'i Championship...Closed with a 66 to finish T9 at the Senior PGA Championship...In contention down the stretch at the PGA TOUR's Travelers Championship and eventually finished T7 at TPC River Highlands. Missed realistic birdie opportunities on each of the final three holes but performance near Hartford was his best since a T2 at the 2013 PLAYERS Championship...Best finish prior to turning 50 was a T16 at the PGA TOUR's OHL Classic at Mayakoba in Mexico. \n\n2013: Made it to the the FedExCup Playoffs for the fifth time in its seven-year history, thanks to a pair of top-10 finishes and 12 made cuts. For the second straight year, was eliminated from the Playoffs after The Barclays, where he missed the cut. Finished No. 115 in the final FedExCup standings...Two months after his 49th birthday, claimed a T2 at THE PLAYERS Championship in May in his 20th start in the event. His third-round, 6-under 66 was his best score at TPC Sawgrass since an opening-round, 7-under 65 in 1994. The share of runner-up bettered two previous top-five finishes in the event, a T3 in 2000 and solo third in 1994...Finished T9 at the Travelers Championship for not only his second top-10 at the event but also for the season. His best Hartford finish was a T2 in 1997. The last time he recorded two-or-more top-10s in a season on TOUR was in 2010.\n\n2012: Entered the final round of the Sony Open in Hawaii tied at the top of the leaderboard with Matt Every at 12-under before a 4-over 74 led to a T13 finish. It represented the 11th time he had held the lead going into the final round in a PGA TOUR event (10 72-hole events, one 90-hole event), with his only win in those tournaments coming at the 1993 Children's Miracle Network Hospitals Classic...Shared the first-round lead at the FedEx St. Jude Classic with an opening 66. Closed with rounds of 68-73-72 to finish T27...Played in all four events in the fall, with a T16 at the Frys.com Open his best performance. 2011: Made six of 18 cuts and failed to record a top 25 for the first time since 1990...In December, returned to the PGA TOUR Qualifying Tournament for just the second time in his career (2009). There he recorded a final-round, 6-under 66 at PGA West in Palm Springs, CA, to finish T13 and earn his PGA TOUR card for the 2012 season. 2010: Veteran finished inside the top 125 on the money list for the first time since 2007. Recorded his first top-3 finish since his win in 2006...Replaced Vijay Singh in the field at Transitions Championship when Singh withdrew 20 minutes before his first-round tee time. Was T6 through 54 holes before final-round 74 dropped him to T16...Made 21st consecutive appearance at Shell Houston Open, finishing T6 for his sixth career top 10 in the tournment, with three runner-up finishes. Tied for first (61 of 72) in Greens In Regulation for the week...Fired an 8-under 63 in the third round of the John Deere Classic en route to solo third-place honors. 2009: Made 11 of 21 cuts on the PGA TOUR and finished 128th on the money list...First top-10 finish of the season came in just his third start. A third-round, 6-under-par 66 helped propel him on to a T10 at the FBR Open. It was his first top-10 finish since the 2007 U.S. Bank Championship in Milwaukee...Second top-10 of the season came at the HP Byron Nelson Championship with a T8, despite a first-round 71 and a 72nd hole double bogey...Earned exempt status on the 2010 PGA TOUR by finishing second, one stroke behind medalist Troy Merritt, at the 2009 PGA TOUR Qualifying Tournament. Used a Top 50 on the PGA TOUR Career Money List exemption for 2009. 2008: Recorded six top-25 finishes and placed 162nd on the money list, his worst finish since joining the TOUR in 1991. 2007: Had one top-10 during the season...Armed with new irons and a slightly longer putter, posted first-round 7-under-par 63 to hold 18-hole lead at the U.S. Bank Championship. Finished T5. 2006: Won for the first time in more than seven years with his victory at the FedEx St. Jude Classic, his third career title. Win helped him to finish No. 60 on TOUR money list. Earned first victory since 1999, a span of 180 events between wins. After opening 72-66-68, came from three strokes back of Tim Herron and Tom Pernice, Jr. with final-round, 5-under-par 65, aided by an eagle on No. 16 and a birdie on No. 17. The first-round, 2-over 72 was the high start by a winner that year. Needed only 99 putts, one of just two players (Aaron Baddeley\/97\/Verizon Heritage) to use less than 100 putts in a 72-hole event that season. Month earlier, had 100 putts at the Verizon Heritage. 2005: Had two top-10s, a T7 at the Shell Houston Open and a T8 at the Valero Texas Open. 2004: With five top-10s, more than $1.5 million in earnings and a No. 43 finish on the money list, had his best season since 2000...Finished second, three strokes behind Vijay Singh, at the AT&T Pebble Beach National Pro-Am...Finished in the top-10 for the seventh time in 14 U.S. Open appearances with his third-place finish at Shinnecock Hills. Matched his previous best Open finish, a third in 2002, which also came in New York at Bethpage Black. 2003: Finished among the top 100 for the 13th consecutive season on TOUR...Solo third-round leader at Masters after a 66. Final-round 75 resulted in a career-best fifth-place finish and included a triple bogey on the par-4 third hole when his second shot out of a fairway bunker caromed into his body and an 8 on the par-3 12th when he hit the ball in Rae's Creek twice. 2002: Broke the $10-million barrier in career earnings...Second-round hole-in-one on the 180-yard 17th hole with an 8-iron at the Compaq Classic of New Orleans...Earned sixth top-10 in his last nine U.S. Open appearances. Two-over-par total of 282 was good for solo third, five strokes behind champion Tiger Woods. Solo third finish matched previous best finish in a major at the 1997 PGA Championship. 2001: Dropped to 72nd in earnings with four top-10s, his fewest since 1992...Made double eagle on the par-5 sixth hole in the first round of The Open Championship to become first player with an albatross in The Open Championship and the Masters. 2000: Earned $1,138,749, good for 39th on money list and marked ninth consecutive year in which he has placed among the top-40. 1999: Had six top-10s, including T2 at Buick Challenge. Notched second career win on the way to earning career-best $2,016,469 in 1999...Became just the 10th player at that time to record $2 million in single-season earnings. As the 24th seed, won five matches on his way to the title in the inaugural WGC-Accenture Match Play Championship. 1998: Registered eight top-10 finishes. 1997: Participated in his third Ryder Cup and had a record of 2-2-0 at Brookline...A sterling final round at PGA Championship in 1997, where he closed with a 65 to finish third, ensuring a position on that year's Ryder Cup team. 1996: Recorded nine top-10s, including three second-place finishes in 1996. 1995: Posted a 2-2 record in the Ryder Cup. 1994: Compiled a 2-2 record at Presidents Cup...First player to make double eagle on the 13th hole at Augusta National in the Masters...Teamed with Jim McGovern to win PGA TOUR division of Diners Club Matches...Career-high 12 top-10 finishes. 1993: Earned first TOUR victory at Walt Disney World\/Oldsmobile Classic by three strokes over Greg Kraft. Victory came under floodlights at the end of a day in which he played 36 holes due to weather delays earlier in the week. 1991: Second only to John Daly in rookie earnings with $240,940. 1990: Was the 1990 Web.com Tour Player of the Year with earnings of $108,644 and victories in Knoxville and Buffalo. Was Vines Classic (Australian Tour) champion. Won 1989 Malaysian Open. Amateur: All-American at Texas A&M in 1986.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "The Presidents Cup (1), 1994; Ryder Cup (3), 1995, 1997, 1999.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2014","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(7): 1988 Texas State Open. 1989 Malaysian Open. 1990 Texas State Open, Vines Classic. 1994 Texas State Open. Diners Club Matches [with Jim McGovern]. 1997 Diners Club Matches [with Steve Elkington]","intlVics" : "","curYearHigh" : "Posted consecutive rounds of 68 on the weekend at the Mississippi Gulf Resort Classic to finish T3...Rebounded from an opening-round 73 with scores of 66-70 on the weekend to finish T10 at the Allianz Championship...Was T9 the next week at the Chubb Classic.","carHigh" : "2015: Had a stellar year with four wins, including two major championships (Regions Tradition, U.S. Senior Open), and more than $2 million in earnings...Led the Charles Schwab Cup standings individually during the season and was tied with Colin Montgomerie, a PGA TOUR Champions first, heading into the SAS Championship...Led the PGA TOUR Champions with four victories during the season...Won his first event of the year, and first major championship of his PGA TOUR Champions career, when he defeated Kevin Sutherland in a one-hole playoff at Shoal Creek in Birmingham in May. His 14-under-par total of 274 included rounds of 67-67-68-72. Had a golden opportunity to take the lead on the 71st hole when he faced a 3-foot birdie putt. However, he was unable to convert the opportunity. Minutes later he took advantage of Sutherland's misfortune off the tee on the first playoff hole and subsequent bogey to two putt from 40 feet for par and the win...Claimed his second major title of the campaign when he held off a handful of challengers Sunday at the U.S. Senior Open in Sacramento. In late-June at Del Paso CC, began the final round tied for the lead with Bernhard Langer, with four other major championship winners all within one stroke of the lead. Held off his challengers with a steady, 5-under-par 65 and the victory that earned him a check for $675,000, the largest of his PGA TOUR Champions career. The win was also worth an invitation to the 2016 U.S. Open at Oakmont CC. With his two major championships, it marked the fourth consecutive year the PGA TOUR Champions has had a player win multiple major titles in the same season...Added a third victory when he blitzed the field at the Shaw Charity Classic. Started the final round two strokes behind co-leaders Montgomerie and Miguel Angel Jimenez but seized the momentum with five birdies on his final six holes on the front nine and was subsequently never threatened, eventually winning by four over Montgomerie...Claimed his fourth win of the year two starts later at the end of August when he prevailed by two strokes at the Dick's Sporting Goods Open. Overcame a four-stroke deficit at the start of the final round, shooting a 66 Sunday to best Paul Goydos by two strokes at En-Joie GC. Victory moved him back in front in the Charles Schwab Cup race for the first time since he claimed the Regions Tradition. Win also put him past the $2-million mark in single-season earnings...Played at the PGA TOUR's Puerto Rico Open but missed the cut...Named the GWAA Senior Player of the Year.\n\n 2014: Joined the PGA TOUR Champions in late March and managed to play 12 events, finishing among the top 10 in half of his starts...Became the 17th player in PGA TOUR Champions history to win in his debut when he edged Billy Andrade by two strokes for the Mississippi Gulf Resort Classic title. Holed a 45-foot, uphill, left-to-right breaking putt for a birdie at Fallen Oak's 17th hole just moments before Andrade made bogey in the group behind him. As a result, forged a two-stroke advantage that proved to be the difference. Became the first debut winner on the PGA TOUR Champions since Rocco Mediate at the 2012 Allianz Championship. At 50 years, 1 month, 3 days, became the youngest Tour winner since John Huston at the 2011 Dick's Sporting Goods Open. Victory near Biloxi also ended a drought of more than seven-plus years since his last TOUR title, at the 2006 FedEx St. Jude Classic and also made him the seventh player to win tournaments on all three Tours...Finished T3 at the 3M Championship in August in Minnesota by posting rounds of 64-67-65 at TPC Twin Cities. Collected 24 birdies in the event, tying the tournament record set in 2008 by R.W. Eaks...In September, finished solo fifth at the Pacific Links Hawai'i Championship. Performance helped clinch a spot among the top-30 money-winners...Made 19 PGA TOUR appearances and made eight cuts...Was in contention down the stretch at the Travelers Championship and eventually finished T7 at TPC River Highlands. Missed realistic birdie opportunities on each of the final three holes, but performance near Hartford was his best since a T2 at the 2013 PLAYERS Championship...Best finish prior to turning 50 was a T16 at the OHL Classic at Mayakoba in Mexico. \n","otherCarHigh" : "Won three times and also had 16 runner-up finishes in his PGA TOUR career after claiming a pair of titles on the 1990 Web.com Tour and earning Player of the Year honors as that circuit's leading money-winner ($108,644), the Tour's inaugural season. Defeated Greg Ladehoff in a playoff to win the Knoxville Open and then later during the summer, won another playoff to capture the Buffalo Open, defeating Ladehoff again as well as Carl Cooper in overtime…Won for the first time in more than seven years, with his victory at the 2006 FedEx St. Jude Classic. Earned first victory since 1999, a span of 180 events between wins. After opening 72-66-68, came from three strokes behind Tim Herron and Tom Pernice, Jr., with final-round, 5-under-par 65, aided by an eagle on No. 16 and a birdie on No. 17. The first-round, 2-over 72 was the high start by a winner that year. Needed only 99 putts in Memphis, one of just two players (Aaron Baddeley, 97 at the Verizon Heritage) to use less than 100 putts in a 72-hole event that season…Notched second career win on the way to earning career-best $2,016,469 (ninth) in 1999...Became just the 10th player at that time to take home $2 million in single-season earnings. As the 24th seed, won five matches on his way to the title in the inaugural World Golf Championships-Accenture Match Play Championship. Defeated Andrew Magee in the finals in 38 holes at La Costa Resort & Spa…Earned first PGA TOUR victory, at the 1993 Walt Disney World\/Oldsmobile Classic, by three strokes over Greg Kraft. Victory came under floodlights at the end of a day in which he played 36 holes due to weather delays earlier in the week…Was among the top 10 in the four major championships 13 times in his career, including a stretch of seven top-10s in 11 U.S. Opens, highlighted by third-place efforts in 2002 at Bethpage State Park's Black Course and 2004 at Shinnecock Hills CC. Was also T3 at the 1995 PGA Championship at Riviera CC and solo third at the 1997 PGA Championship at Winged Foot GC, when he closed with a 65. Was the 54-hole leader at the 2003 Masters after a 66 Saturday. However, shot a final-round 75 to finish in fifth. Round included a triple bogey on the par-4 third hole when his second shot out of a fairway bunker caromed into his body. Also had a quadruple bogey-8 on the par-3 12th when he hit the ball in Rae's Creek twice…During the 1994 Masters, became the first player to make a double eagle on the 13th hole at Augusta National. Made an albatross during the 2001 Open Championship (par-5, sixth hole in the first round), making him the only person to have a pair of double eagles in major championship history…Was a member of three United States Ryder Cup teams (1995, 1997 and 1999) and also played for the American team in the 1994 Presidents Cup…Teamed with Jim McGovern to win PGA TOUR division of Diners Club Matches in 1994 and partnered Steve Elkington to victory in the 1997 Diners Club Matches…Won the 1990 Vines Classic (Australian Tour) and also won the 1989 Malaysian Open (Asian Tour)…Also a three-time winner of the Texas State Open…All-American at Texas A&M in 1986.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 3 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}