{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23063","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hend","first" : "Scott","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "180","weightMetric" : "82","birthDate" : "","age" : "42","birthPlace" : "Townsville, Queensland, Australia","residence" : "Ponte Vedra Beach, Florida","family" : "","education" : "","splInterest" : "Fishing, racing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1998","clubAffl" : "National GC (Melbourne, Australia), Nudgee GC (Brisbane, Australia)","cityPlaysFrm" : "Queensland, Australia","websiteUrl" : "http:\/\/www.scotthend.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,075,009&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2006","exmtStatus" : "Conditional - Finished 151-200 on 2013-14 PGA TOUR FedExCup Points List","otherVics" : "","intlVics" : "(11) 1999 South Australian PGA Championship [Aus]. 2000 Southern Classic [Aus]. 2002 Victoria Open [Can]. 2003 Southern Classic [Aus], Queensland Open [Aus]. 2008 Indonesia President Invitational [Asia]. 2012 ISPS Handa Singapore Classic [Asia]. 2013 Chiangmai Golf Classic [Asia], Mercuries Taiwan Open [Asia], Macau Open [Asia]. 2014 Hong Kong Open [Eur].","curYearHigh" : "Won a tournament for the fifth consecutive season, capturing the True Thailand Classic on the European Tour in March. Took a share of the 36-hole lead with Pelle Edberg at Black Mountain GC following scores of 68-64. Took sole possession of the lead after a third-round 70 put him two ahead of Peter Uihlein with 18 holes to play. Captured the win with a Sunday 68 that gave him a one-shot triumph over Piya Swangarunporn. The victory was his second European Tour crown...Second top-10 of the season came in China, at the Shenzhen International in April. Only a third-round, 1-over 73 at the weather-delayed event at Genzon GC kept him from moving into contention. Shot a final-round 66, with action both Sunday and Monday, that moved him into a T4 with Alexander Levy and Lee Slattery, three shots behind winner Soomin Lee.","carHigh" : "Played primarily on the Asian Tour between 2007 and 2014\n\n2014: Finished fourth on the final Asian Tour Order of Merit. Made three PGA TOUR starts and added four more on the Web.com Tour. In the fall of 2013, played two PGA TOUR events, finishing T40 at the CIMB Classic in Malaysia and T21 after qualifying for the World Golf Championships-HSBC Champions in Shanghai, China. Also competed in the World Golf Championships-Cadillac Championship in March based on his 2013 performance on the Asian Tour. Finished T16...Shot rounds of 71-66-72-72 at the GS Caltex Maekyung Open in South Korea in mid-May to T7 at the OneAsia Tour event...Qualified for the Web.com Tour Finals under the Non-Member\/equivalent FedExCup points list. Missed the cut in all four events...A week before defending his title at the nearby Macau Open, he began the final round of the Hong Kong Open a stroke behind 54-hole leader Marcus Fraser after opening with rounds of 67-66-67. On the final day at Hong Kong GC, shot a second consecutive, 3-under 67 to get into a playoff with the Philippines' Angelo Que. Won the extra session with a par on the first sudden-death hole. The win was the 11th of his career. After going four years between wins, has won at least one tournament in each of the last three seasons...Appeared poised to successfully defend his Venetian Macau Open the following week. Shot an opening, 9-under 62 at Macau G&CC and trailed Anirban Lahiri by a shot. Took the 36- and 54-hole leads by going 70-67 in the second and third rounds. Led Lahiri by two shots with 18 holes to play and saw his advantage bulge to four shots midway through the round. Stumbled on the back nine and stepped to the 72nd hole a stroke behind Lahiri. Needing a par to force a playoff, lipped out a 4-foot par effort to fall into a T2 with Prom Meesawat...Opened with a 1-over 73 at the Asian Tour's Resorts World Manila Masters in late-November. Rattled off three consecutive 3-under 69s after that to T9 with 10 others at the Manila Southwoods G&CC...Moved into the top 100 of the World Golf Ranking and earned an invite to the 2015 Open Championship when he T5 in December 2014 at the Thailand Golf Championship. Fired weekend rounds of 71-69 to finish fifth, four shots behind winner Lee Westwood. Earned a spot in the Open Championship field by being one of the four players finishing inside the top 12 who was not already exempt into the Open. \n\n2013: Competed in 13 Asian Tour events, winning three times (Chiangmai Golf Classic, Mercuries Taiwan Open and Macau Open). Finished second on the Order of Merit, with $487,836 in earnings...At the Chiangmai Golf Classic, shot four rounds in the 60s in Thailand and then fired a final-round 64 to hold off a hard-charging Bryce Easton to win by three shots...Second win of the campaign came at the Mercuries Taiwan Open. On a difficult scoring final round, where no player broke 70, fired a 74 but still took a comfortable, four-shot victory over Samue Cyr, who fashioned a 77 in Taipei...Two weeks later, Opened with a 3-over 74 at the Venetian Macau Open at the Macau G&CC. Improved by 10 shots on the second day, with a 64 to move into ninth place at the halfway point. In the third round, fired a tournament-best, 8-under 63 to move into the lead, four shots ahead of Ernie Els and Mohammed Rahman. Recorded a 67 on the final day to defeat Anirban Lahiri by three shots...In two PGA Tour Australasia starts, made two cuts, with a T14 at the Australian PGA Championship his best. \n\n2012: Opened his year in February with a T4 at the Zaykabar Myanmar Open. Fired a first-round 64, followed by a 67-69 showing in his second and third rounds. Held a one-stroke lead over Kiradech Aphibarnrat until he dropped down the leaderboard with a Sunday 74...Three weeks later, won the ISPS Handa Singapore Classic. In the 54-hole event, opened with a 67-68 then came from behind on the final day with a 69 to edge Javier Colomo, Andreas Harto, David Lipsky and Lu Wei-chih by a shot...Added three top-10s late in the year. Was T5 at the CJ Invitational hosted by K.J. Choi. Finished five shots behind Choi's winning score...In his next start, at the Venetian Macau Open, added a T6...Final top-10 of the campaign came at the Thailand Golf Championship in early December, a T6. \n2011: First top-10 of the year was at the CJ Invitational hosted by K.J. Choi. Had weekend rounds of 67-69 to T5 in South Korea...On the European Tour, finished T4 at the Nordea Masters...Qualified for the U.S. Open and started the tournament with a 69. A second-round 78 left him outside the cutline. \n2010: Had a pair of back-to-back fourth-place showings on the Asian Tour in the late summer. Was T4 at the Worldwide Selangor Masters...Added a fourth-place showing in his next start, at the Handa Singapore Classic. Had a second-round 71 to go with three 67s to finish five shots behind winner Peter Karmis...In his final start of the year, finished T3 at the Black Mountain Masters in Hua Hin, Thailand. Began the final round tied for 17th, seven strokes behind leader Piya Swangarunporn. Shot a final-round 65, matching the low round of the day, but fell a stroke short of the Tetsuji Hiratsuka-Namchoak Tantipokakul playoff that Hiratsuka won...On the European Tour, was T5 at the Iiberdola Open Cala Millor Mallorca. Shot a final-round 73 after entering the final 18 holes a stroke off the lead. \n2009: Enjoyed two Asian Tour top-10 finishes. First came at the Indonesian President Invitational, where he T10, thanks to closing rounds of 69-68-67...Contended all week at the Barclays Singapore Open in November. Opened with a 72 and then slowly climbed the leaderboard. Was tied for fourth with 18 holes to play, five shots behind leader Ian Poulter. His Sunday 69 left him T3, with Adam Scott, two shots behind Poulter's winning score...Lone Japan Golf Tour top-10 was a T9 in September at the Asia-Pacific Panasonic Open. \n2008: Picked up one victory and added a runner-up performance on the Asian Tour, making eight of 10 cuts. Victory came at the Indonesian President Invitational, where he parlayed a 69-66-66 finish over his final 54 holes into a three-shot victory over Taiwain's Wen-Tang Lin...Came close to recording two titles. In his first Asian Tour start of the campaign, was T2 at the SAIL Open Golf Championship. Through 54 holes, was tied for second with Rhys Davies, a stroke behind Mark Brown. Fired a final-round 72 to share runner-up honors with two others, four shots behind Brown...Added a T9 at the Brunei Open in August...Had his first T9 of the year, at the BMW Asian Open on the European Tour...Had one PGA Tour of Australasia top-25 finish, a T25 at the Australian Masters after opening with a 67. \n2007: In his first start during his rookie year on the Asian Tour, finished second at the Pakistan Open, firing rounds of 70-66-66-69 only to fall by two shots to Airil-rizman Zahari...Two other top-10s, at the Brunei Open (T9) and the Volvo Masters of Asia (T8) led to him earning Rookie of the Year honors on that circuit...Contended in two European Tour events. Was T2 at the Volvo China Open, with Graeme McDowell and Andrew McLardy, five shots behind champion Markus Brier...The following week, was in the major contention again. With 18 holes to play, was in solo second, traling Raphael Jacquelin by one stroke. A final-round 75 undid his bid for victory, and he settled for a T3 with Simon Yates, three shots behind Jacquelin. \n2006: Best finish of the year came on the Asian Tour, when he T7 at the Maekyung Open in South Korea. Enjoyed rounds of 67-67 on the weekend...Made the cut at the U.S. Open, his first weekend at a major championship, finishing T32 at Winged Foot GC in New York...Only other made PGA TOUR cut came at The Honda Classic (T41). \n2005: Notched first top-10 performance of the year, with a T5 at the PGA TOUR's Bank of America Colonial. En route to posting four rounds in the 60s, led the field in Driving Distance, averaging 347.3 yards. Led TOUR in Driving Distance, with 318.9-yard average...Played in The Open Championship for the first time, missing the cut. \n2004: Finished third at the BellSouth Classic outside Atlanta. Made the most of first made cut of career in sixth TOUR start, finishing solo third to earn $306,000, two strokes behind champion Zach Johnson. Finished 136th on the TOUR money list in rookie season. Improved status for 2005 with a T26 finish at TOUR's Qualifying Tournament. Finished second in Driving Distance, behind Hank Kuehne, with a 312.6-yard average...Fired a career-best 64 in the first round of the FUNAI Classic at Walt Disney World Resort...Made his major championship debut but missed the cut at the U.S. Open. \n2003: Earned inaugural TOUR card after finishing T21 at the Qualifying Tournament. Captured the Order of Merit on the Von Nida Tour, Australia's secondary tour, thanks, in part, to a victory at the Queensland Open...Finished 21st on the PGA Tour of Australasia's Order of Merit...Played in five Web.com Tour events, posting two top-20s, including a career-best T12 at the Alberta Calgary Classic. \n2002: Won the Victoria Open and finished 10th on the Canadian Tour Order of Merit that season. Enjoyed his top PGA Tour of Australiasia finish, a T3 at the New South Wales Masters. \n2001: On the PGA Tour of Australasia, began his season with a T4 at the ANZ Victorian Open in mid-January. Posted a final-round 69. \n2000: Had a pair of seventh-place efforts, one on PGA Tour of Australasia and one on the Asian Tour. In February, was T7 at the Ericsson Masters...Nine months later, picked up a solo-seventh showing at the Star Alliance Open on the Asian Tour. \n1999: Made two cuts on PGA Tour Australasia, a T17 at the Australian Open his best performance. \n1998: Finished T25 at the Coolum Classic in Australia. Had a third-round 65. \n1997: Missed the cut at the Players Championship on PGA Tour Australasia.\n","otherCarHigh" : "","personal" : "Was a state representative at indoor cricket in his native Australia...Won a tournament in Canada four days after being married, with wife, Leanne, as his caddie...First golf memory was caddieing for his dad and watching the wild life on the course...If not a professional golfer, would probably be a dog trainer in the military...Biggest thrill in golf was playing in his first U.S. Open and getting a PGA TOUR card in 2004...Favorite courses played are The National GL and TPC Sawgrass...Cell phone ring is an F1 race car...Favorite apps are Whatsapp, Viber and Skype...Favorite teams are Brisbane Lions and Manchester United...Favorite TV show is \"The Blacklist\" and movie is \"Meet The Millers.\"...Favorite entertainer is Linkin Park and PitBull...Favorite athlete is Nascar racer Jimmy Johnson of the \"Lowes' 48 car.\"...Would trade places with his kids for a day \"to show them why I'm away so much.\"...Dream foursome is \"anyone on Sunday as long as I'm leading.\"...Most people don't know he likes Dean Martin...Bucket list includes attending the Monaco F1 and owning a Ferrari...First-tee intro song would be \"Burn It Down\" by Linkin Park...Website is scotthend.com.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2004","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(13): 1999 South Australian PGA Championship [Aus]. 2000 Southern Classic [Aus]. 2002 Victoria Open [Can]. 2008 Indonesia President Invitational [Asia]. 2003 Southern Classic [Aus]. 2003 Queensland Open [Aus]. 2012 ISPS Handa Singapore Classic [Asia]. 2013 Chiangmai Golf Classic [Asia], Mercuries Taiwan Open [Asia], Macau Open [Asia]. 2014 Hong Kong Open [Eur]. 2015 Venetian Macau Open [Asia]. 2016 True Thailand Classic [Eur].","curYearHigh" : "Won a tournament for the fifth consecutive season, capturing the True Thailand Classic on the European Tour in March. Took a share of the 36-hole lead with Pelle Edberg at Black Mountain GC following scores of 68-64. Took sole possession of the lead after a third-round 70 put him two ahead of Peter Uihlein with 18 holes to play. Captured the win with a Sunday 68 that gave him a one-shot triumph over Piya Swangarunporn. The victory was his second European Tour crown...Second top-10 of the season came in China, at the Shenzhen International in April. Only a third-round, 1-over 73 at the weather-delayed event at Genzon GC kept him from moving into contention. Shot a final-round 66, with action both Sunday and Monday, that moved him into a T4 with Alexander Levy and Lee Slattery, three shots behind winner Soomin Lee.","carHigh" : "2015: Held the 54-hole lead at the combined European Tour-Asian Tour's True Thailland Classic in mid-February after opening 67-68-66. In the final round at Black Mountain GC in Hua Hin, shot an even-par 72 to finish in a T2, a stroke behind winner Andrew Dodt...In mid-October, traveled to Macau and turned in a superb performance, winning the Venetian Macau Open for a second time in three years. Opened 66-68 at Macau G&CC and then was completely dominant on the weekend, turning in scores of 64-66 to finish three strokes ahead of India's Anirban Lahiri and Chiragh Kumar. Played bogey-free Sunday, making birdies on all three of Macau G&CC's three par-5s. The victory was his 12th international title...Held off a final-round charge - specifically a Black Mountain Golf Club course record 63 from hometown favorite Piya Swangarunporn - to win the True Thailand Classic. Entered the day with a six-stroke advantage over Swangarunporn, but that lead turned into a one-stroke deficit with five holes left to play. Went on to birdie Nos. 14 and 17 to close with a 68, good for a slim one-stroke victory (his second European Tour title). The victory was sweet redemption from a disappointing finish to the same event in 2015, where he also held the 54-hole lead but an eventual bogey on No. 17 kept him out of the winner's circle. With the victory, became the fifth different Australian to win on Tour this season, the first time that happened in European Tour history. Extended his record of consecutive winning years worldwide to five, inclusive of 2016, dating to 2012. In addition, owns victories in Asia in seven different destinations: Indonesia, Cambodia, China, Taiwan, Macau, Hong Kong and Thailand.\n\n2013-14: Finished fourth on the final Asian Tour Order of Merit. Made three PGA TOUR starts and added four more on the Web.com Tour. In the fall of 2013, played two PGA TOUR events, finishing T40 at the CIMB Classic in Malaysia and T21 after qualifying for the World Golf Championships-HSBC Champions in Shanghai, China. Also competed in the World Golf Championships-Cadillac Championship in March based on his 2013 performance on the Asian Tour. Finished T16...Shot rounds of 71-66-72-72 at the GS Caltex Maekyung Open in South Korea in mid-May to T7 at the OneAsia Tour event...Qualified for the Web.com Tour Finals under the Non-Member\/equivalent FedExCup points list. Missed the cut in all four events...A week before defending his title at the nearby Macau Open, he began the final round of the Hong Kong Open a stroke behind 54-hole leader Marcus Fraser after opening with rounds of 67-66-67. On the final day at Hong Kong GC, shot a second consecutive, 3-under 67 to get into a playoff with the Philippines' Angelo Que. Won the extra session with a par on the first sudden-death hole. The win was the 11th of his career. After going four years between wins, has won at least one tournament in each of the last three seasons...Appeared poised to successfully defend his Venetian Macau Open the following week. Shot an opening, 9-under 62 at Macau G&CC and trailed Anirban Lahiri by a shot. Took the 36- and 54-hole leads by going 70-67 in the second and third rounds. Led Lahiri by two shots with 18 holes to play and saw his advantage bulge to four shots midway through the round. Stumbled on the back nine and stepped to the 72nd hole a stroke behind Lahiri. Needing a par to force a playoff, lipped out a 4-foot par effort to fall into a T2 with Prom Meesawat...Opened with a 1-over 73 at the Asian Tour's Resorts World Manila Masters in late-November. Rattled off three consecutive 3-under 69s after that to T9 with 10 others at the Manila Southwoods G&CC...Moved into the top 100 of the World Golf Ranking and earned an invite to the 2015 Open Championship when he T5 in December 2014 at the Thailand Golf Championship. Fired weekend rounds of 71-69 to finish fifth, four shots behind winner Lee Westwood. Earned a spot in the Open Championship field by being one of the four players finishing inside the top 12 who was not already exempt into the Open. \n\n2013: Competed in 13 Asian Tour events, winning three times (Chiangmai Golf Classic, Mercuries Taiwan Open and Macau Open). Finished second on the Order of Merit, with $487,836 in earnings...At the Chiangmai Golf Classic, shot four rounds in the 60s in Thailand and then fired a final-round 64 to hold off a hard-charging Bryce Easton to win by three shots...Second win of the campaign came at the Mercuries Taiwan Open. On a difficult scoring final round, where no player broke 70, fired a 74 but still took a comfortable, four-shot victory over Samue Cyr, who fashioned a 77 in Taipei...Two weeks later, Opened with a 3-over 74 at the Venetian Macau Open at the Macau G&CC. Improved by 10 shots on the second day, with a 64 to move into ninth place at the halfway point. In the third round, fired a tournament-best, 8-under 63 to move into the lead, four shots ahead of Ernie Els and Mohammed Rahman. Recorded a 67 on the final day to defeat Anirban Lahiri by three shots...In two PGA Tour Australasia starts, made two cuts, with a T14 at the Australian PGA Championship his best.\n\n2012: Opened his year in February with a T4 at the Zaykabar Myanmar Open. Fired a first-round 64, followed by a 67-69 showing in his second and third rounds. Held a one-stroke lead over Kiradech Aphibarnrat until he dropped down the leaderboard with a Sunday 74...Three weeks later, won the ISPS Handa Singapore Classic. In the 54-hole event, opened with a 67-68 then came from behind on the final day with a 69 to edge Javier Colomo, Andreas Harto, David Lipsky and Lu Wei-chih by a shot...Added three top-10s late in the year. Was T5 at the CJ Invitational hosted by K.J. Choi. Finished five shots behind Choi's winning score...In his next start, at the Venetian Macau Open, added a T6...Final top-10 of the campaign came at the Thailand Golf Championship in early December, a T6.\n\n2011: First top-10 of the year was at the CJ Invitational hosted by K.J. Choi. Had weekend rounds of 67-69 to T5 in South Korea...On the European Tour, finished T4 at the Nordea Masters...Qualified for the U.S. Open and started the tournament with a 69. A second-round 78 left him outside the cutline. \n\n2010: Had a pair of back-to-back fourth-place showings on the Asian Tour in the late summer. Was T4 at the Worldwide Selangor Masters...Added a fourth-place showing in his next start, at the Handa Singapore Classic. Had a second-round 71 to go with three 67s to finish five shots behind winner Peter Karmis...In his final start of the year, finished T3 at the Black Mountain Masters in Hua Hin, Thailand. Began the final round tied for 17th, seven strokes behind leader Piya Swangarunporn. Shot a final-round 65, matching the low round of the day, but fell a stroke short of the Tetsuji Hiratsuka-Namchoak Tantipokakul playoff that Hiratsuka won...On the European Tour, was T5 at the Iiberdola Open Cala Millor Mallorca. Shot a final-round 73 after entering the final 18 holes a stroke off the lead. \n\n2009: Enjoyed two Asian Tour top-10 finishes. First came at the Indonesian President Invitational, where he T10, thanks to closing rounds of 69-68-67...Contended all week at the Barclays Singapore Open in November. Opened with a 72 and then slowly climbed the leaderboard. Was tied for fourth with 18 holes to play, five shots behind leader Ian Poulter. His Sunday 69 left him T3, with Adam Scott, two shots behind Poulter's winning score...Lone Japan Golf Tour top-10 was a T9 in September at the Asia-Pacific Panasonic Open.\n\n2008: Picked up one victory and added a runner-up performance on the Asian Tour, making eight of 10 cuts. Victory came at the Indonesian President Invitational, where he parlayed a 69-66-66 finish over his final 54 holes into a three-shot victory over Taiwain's Wen-Tang Lin...Came close to recording two titles. In his first Asian Tour start of the campaign, was T2 at the SAIL Open Golf Championship. Through 54 holes, was tied for second with Rhys Davies, a stroke behind Mark Brown. Fired a final-round 72 to share runner-up honors with two others, four shots behind Brown...Added a T9 at the Brunei Open in August...Had his first T9 of the year, at the BMW Asian Open on the European Tour...Had one PGA Tour of Australasia top-25 finish, a T25 at the Australian Masters after opening with a 67. \n\n2007: In his first start during his rookie year on the Asian Tour, finished second at the Pakistan Open, firing rounds of 70-66-66-69 only to fall by two shots to Airil-rizman Zahari...Two other top-10s, at the Brunei Open (T9) and the Volvo Masters of Asia (T8) led to him earning Rookie of the Year honors on that circuit...Contended in two European Tour events. Was T2 at the Volvo China Open, with Graeme McDowell and Andrew McLardy, five shots behind champion Markus Brier...The following week, was in the major contention again. With 18 holes to play, was in solo second, traling Raphael Jacquelin by one stroke. A final-round 75 undid his bid for victory, and he settled for a T3 with Simon Yates, three shots behind Jacquelin. \n\n2006: Best finish of the year came on the Asian Tour, when he T7 at the Maekyung Open in South Korea. Enjoyed rounds of 67-67 on the weekend...Made the cut at the U.S. Open, his first weekend at a major championship, finishing T32 at Winged Foot GC in New York...Only other made PGA TOUR cut came at The Honda Classic (T41).\n\n2005: Notched first top-10 performance of the year, with a T5 at the PGA TOUR's Bank of America Colonial. En route to posting four rounds in the 60s, led the field in Driving Distance, averaging 347.3 yards. Led TOUR in Driving Distance, with 318.9-yard average...Played in The Open Championship for the first time, missing the cut. \n\n2004: Finished third at the BellSouth Classic outside Atlanta. Made the most of first made cut of career in sixth TOUR start, finishing solo third to earn $306,000, two strokes behind champion Zach Johnson. Finished 136th on the TOUR money list in rookie season. Improved status for 2005 with a T26 finish at TOUR's Qualifying Tournament. Finished second in Driving Distance, behind Hank Kuehne, with a 312.6-yard average...Fired a career-best 64 in the first round of the FUNAI Classic at Walt Disney World Resort...Made his major championship debut but missed the cut at the U.S. Open.\n\n2003: Earned inaugural TOUR card after finishing T21 at the Qualifying Tournament. Captured the Order of Merit on the Von Nida Tour, Australia's secondary tour, thanks, in part, to a victory at the Queensland Open...Finished 21st on the PGA Tour of Australasia's Order of Merit...Played in five Web.com Tour events, posting two top-20s, including a career-best T12 at the Alberta Calgary Classic.\n\n2002: Won the Victoria Open and finished 10th on the Canadian Tour Order of Merit that season. Enjoyed his top PGA Tour of Australiasia finish, a T3 at the New South Wales Masters.\n\n2001: On the PGA Tour of Australasia, began his season with a T4 at the ANZ Victorian Open in mid-January. Posted a final-round 69.\n\n2000: Had a pair of seventh-place efforts, one on PGA Tour of Australasia and one on the Asian Tour. In February, was T7 at the Ericsson Masters...Nine months later, picked up a solo-seventh showing at the Star Alliance Open on the Asian Tour.\n\n1999: Made two cuts on PGA Tour Australasia, a T17 at the Australian Open his best performance.\n\n1998: Finished T25 at the Coolum Classic in Australia. Had a third-round 65. \n\n1997: Missed the cut at the Players Championship on PGA Tour Australasia.\n","otherCarHigh" : "","personal" : "Was a state representative at indoor cricket in his native Australia…Won a tournament in Canada four days after being married, with wife, Leanne, as his caddie…First golf memory was caddieing for his dad and watching the wild life on the course…If not a professional golfer, would probably be a dog trainer in the military…Biggest thrill in golf was playing in his first U.S. Open and getting a PGA TOUR card in 2004…Favorite courses played are The National GL and TPC Sawgrass…Cell phone ring is an F1 race car…Favorite apps are Whatsapp, Viber and Skype…Favorite teams are Brisbane Lions and Manchester United…Favorite TV show is \"The Blacklist\" and movie is \"Meet The Millers.\"…Favorite entertainer is Linkin Park and PitBull…Favorite athlete is Nascar racer Jimmy Johnson of the \"Lowe's 48 car.\"…Would trade places with his kids for a day \"to show them why I'm away so much.\"…Dream foursome is \"anyone on Sunday as long as I'm leading.\"…Most people don't know he likes Dean Martin…Bucket list includes attending the Monaco F1 and owning a Ferrari…First-tee intro song would be \"Burn It Down\" by Linkin Park…Website is scotthend.com.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T12th in 2003 at the Alberta Calgary Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}