{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34259","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Silvers","first" : "Mark","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "175","weightMetric" : "79","birthDate" : "November 5, 1986","age" : "29","birthPlace" : "Savannah, Georgia","residence" : "Thunderbolt, Georgia","family" : "Single","education" : "University of South Carolina (2009, Finance)","splInterest" : "Guitar, anything on the water","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2009","clubAffl" : "The Ford Plantation (Richmond Hill, Georgia)","cityPlaysFrm" : "Savannah, Georgia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "87,571&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2013","exmtStatus" : "Exempt - Finished 11-45 at 2015 Web.com Tour Qualifying Tournament (exempt to second reshuffle)","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Finished T14 at the Web.com Tour Qualifying Tournament in December. A fourth-round 62 vaulted him 68 spots up the leaderboard, from T81 to T13, which had significant impact on his 2015 status...Played most of his summer golf on PGA TOUR Canada. In his seventh start of season in early September, posted rounds of 70-65-72-66, to defeat Matt Harmon in a playoff at the Cape Breton Celtic Classic, his first PGA TOUR Canada victory. Started the final round three shots behind 54-hole co-leaders Michael Gligic and Dan McCarthy but moved up the leaderboard quickly with a 3-under 33 on his opening nine. Carded three more birdies at Nos. 10, 13 and 14 to reach 15-under. Converted a tricky 6-foot par putt at 18 for the clubhouse lead at 15-under par, thanks to a bogey-free 66 Sunday. On the first hole of sudden-death, Harmon's tee shot was lost, forcing him to play a provisional. With Harmon lying six in a bunker, he merely two-putted for a par-5 to take the title...Shot a final-round 66 the following week to finish fifth at the season-ending TOUR Championship of Canada and climbed from 11th to 10th on the Order of Merit, securing an exemption into the final stage of Web.com Tour Qualifying School...Played in three LatinoamĂŠrica events in the spring, missing the cut in each...On the Web.com Tour, made four starts in July and August, which resulted in a T50, a T56 and two missed cuts.\n\n2013: Made the cut in just one of six Web.com Tour starts. Was T30 at the News Sentinel Open in Knoxville...Finished T73 at December's Q-School. \n\n2012: Competed on the NGA Hooters Tour, where he posted nine top-10 finishes in his 13 starts on that circuit...Best showing came in April when he won the Avoca Classic...Was also T2 at the NGA Tour Classic in July...Earned the NGA Tour Achievement Award...Competed on the \"Big Break-Greenbrier\" on Golf Channel...Lone start on the Web.com Tour came in August when he missed the cut at the News Sentinel Open in Knoxville. \n\n2011: Was the Peach State Pro Tour money leader. \n\n2010: Qualified for the U.S. Open at Pebble Beach but missed the cut...Competed on the NGA Hooters Tour and posted a pair of wins in that circuit's Carolina Summer Series. Won the Legends Parkland and the Black Bear in successive weeks in July.\n","otherCarHigh" : "Was a two-time region champion...Helped Savannah Country Day School win the team state championship...Earned All-American and All-SEC honors in 2009 at South Carolina...Earned Academic All-American honors in 2008 and 2009...Was also named the 2009 Southeastern Conference and U. of South Carolina Scholar-Athlete of the Year.","personal" : "Attended Savannah Country Day...Says his entrance song on the first tee would be \"Sandstorm,\" which is played at South Carolina football games...Always marks his ball with a quarter that is head's up...Lists Pebble Beach and Augusta National as his favorite courses played and says he would like to play Cypress Point...If not a professional golfer, would be a lead guitarist in a band...Favorite teams include South Carolina and the Atlanta Braves...Top TV shows are \"Man vs. Food\" and \"Seinfeld,\" and his top movies are \"Pulp Fiction\" and \"The Big Lebowski.\"...Favorite athlete is Chipper Jones...Likes to visit New Orleans and Vancouver...Says he'd like to trade places with Dave Grohl of The Foo Fighters and would include Grohl in his dream foursome, along with Bill Murray and South Carolina football coach Steve Spurrier...Most famous person he has met is Bill Murray at a minor league baseball game...Not many people know he eats a lot and was overweight as a youngster...Bucket list includes skydiving...Supports Hospice Savannah...Has two sisters and one brother...Twitter account is @marksilvers3.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Played in 21 Web.com Tour events and made 11 cuts. Had three top-25s. Finished 105th on the Regular Season money list and 125th on the final year-long money list...Best outings were a pair of T14s at the Greater Dallas Open and Air Capital Classic, both in June. Carded his best round of the year in Dallas, a 63, in the second round. Also recorded a T15 at the Digital Ally Open in August. \n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is T27th at the Panama Claro Championship.","dynStats" : "He ranks T41st in Scoring Average (Actual) on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/MarkSilversGolf"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/MarkSilvers3"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}