{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01127","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Briggs","first" : "Danny","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "175","weightMetric" : "79","birthDate" : "November 30, 1960","age" : "55","birthPlace" : "Abilene, Texas","residence" : "Franklin, Tennessee","family" : "Wife, Kim; Sierra (12\/31\/86), Bailey (3\/10\/89), Alexa (6\/28\/91), Emma (6\/28\/91), Dallas (9\/25\/95)","education" : "Texas A&M University (1984, Parks and Recreation)","splInterest" : "Music, family","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1985","clubAffl" : "Silverleaf GC (Scottsdale, Arizona)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,515,353&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1993","exmtStatus" : "Conditional - Veteran Member","otherVics" : "(1): 1995 Arizona Open.","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Did not compete in any Web.com Tour events. \n\n2013: Missed the cut in his two Web.com Tour starts, at the BWM Charity Pro-Am and United Leasing Championship.\n\n2012: Missed the cut at the BMW Charity Pro-Am, his only start of the season. \n\n2011: Missed the cut at the BMW Charity Pro-Am. his only start of the season. \n\n2010: Missed the cut at the BMW Charity Pro-Am, his only start on Tour. \n\n2009: Missed the cut at the BMW Charity Pro-Am, his only Web.com Tour start. \n\n2008: A T51 at the Preferred Health Systems Wichita Open was his only Web.com Tour start...Missed the cut at the Stanford St. Jude Championship, his only PGA TOUR start. \n\n2007: Made eight cuts from 21 starts on the Web.com Tour, with a best finish of T8 at the Peek'n Peak Classic. \n\n2006: Made the cut in six of 17 starts on the Web.com Tour, with a T10 at the Price Cutter Charity Championship his best outing. \n\n2005: Made the cut in seven of 29 PGA TOUR starts, with his T9 at the Chrysler Classic of Tucson his only top-10 finish of the season. \n\n2004: Made 15 cuts in 28 starts on the PGA TOUR. Was T7 at the U. S. Bank Championship in Milwaukee, his lone top-10 effort for the year...Finished third at PGA TOUR Qualifying Tournament, the fifth time he had earned his TOUR status through Q-School. \n\n2003: Made the cut in 11 of 16 appearances on the Web.com Tour. Finished the season No. 66 on the final money list, with $75,550. Posted five top-25 finishes, including two inside the top 10. Best showings came at the Mark Christopher Charity Classic, where four rounds in the 60s (69-67-68-67) left him at 13-under-par 271 and T4, three shots behind champion James Oh. Also finished inside the top 10 at the Knoxville Open (T7). \n\n2002: Finished No. 69 on the Web.com Tour, with $62,986. Made the cut in 14 of 21 tournaments, including six top-25 finishes. Fired rounds of 69-69-66-72 to finish a season-best sixth at the Arkansas Classic. \n\n2001: Made the cut in 11 of 23 Web.com Tour events in 2001, with a runner-up finish at the Utah Classic his best performance. Posted rounds of 67-66-67 to grab a share of the 54-hole lead with David Sutherland. Final-round 73 left him one back of Sutherland. \n\n2000: Split time playing both the PGA TOUR and Web.com Tour after receiving a Special Medical Extension. \n\n1998: Returned to the PGA TOUR after qualifying through Q-School. \n\n1995: Was a runner-up for a third consecutive year, finishing T2 at the Inland Empire Open. Did pick up a victory out west when he won the Arizona State Open. \n\n1994: Finished as a runner-up for the second consecutive year, turning in a T2 at the Central Georgia Open. \n\n1993: Finished in second at the season-ending Web.com Tour Championship. \n\n1987: Returned to PGA TOUR via finish at the Qualifying Tournament. \n\n1986: Top PGA TOUR finish was a T3 at the Tallahassee Open after earning card through PGA TOUR Qualifying Tournament. \n\n1985: Earned his playing privileges through PGA TOUR Qualifying Tournament. \n","otherCarHigh" : "Three-time All-American at Texas A&M University.","personal" : "Hosted golf tips segment on \"Golf & Paradise\" TV program...Had a hole-on-one on No. 17 during the first round of the Movistar Panama Championship...In January 2015, was named assistant golf coach at Middle Tennessee State.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "1985, 1987, 1998, 2003, 2004","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Finished third at 2004 Qualifying School, fifth time he has earned his TOUR status through Q-school (1985, 1987, 1998, 2003, 2004). Played in 28 events in 2004 with one top-10, a T7 at the U.S. Bank Championship in Milwaukee. Top-10 was first since at T8 at the 1999 Doral-Ryder Open. Returned to Q-School after finishing 157th on 2004 money list. Member of the TOUR in 1986, 1988, 1999, 2000 and 2004 and member of the Nationwide Tour in 1991, 1993-96, 1998 and 2001-03. Four career runner-up finishes on Nationwide Tour. Split time playing both Tours in 2000 after receiving a special medical extension. Along with a second place at 1993 Nationwide Tour Championship, also has a pair of T2s at the 1994 Central Georgia Open and 1995 Inland Empire Open. Winner of the 1995 Arizona State Open. Three-time All-America at Texas A&M. Hosted golf tips segment on \"Golf & Paradise\" television program hosted by Johnny Bench.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the Web.com Tour 4 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}