{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02100","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Simpson","first" : "Tim","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "210","weightMetric" : "95","birthDate" : "May 6, 1956","age" : "59","birthPlace" : "Atlanta, Georgia","residence" : "Greensboro, Georgia; Hamilton, Montana","family" : "Wife, Leigh Anne; Chris, Katie, Jessia, Calleigh","education" : "University of Georgia","splInterest" : "Cooking, archery, hunting","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1977","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "6,210,928&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Most recently tallied three top-25 finishes in 16 starts on the 2004 Nationwide Tour. T14 at the SAS Carolina Classic represented his best showing out of five made cuts. Winner of four PGA TOUR titles from 1985-90. Opened 64-64 on the way to capturing his first PGA TOUR victory at the 1985 Southern Open. In 1989 and 1990, was among the top-10 money winners on the PGA TOUR. Placed sixth on the money list in 1989 and captured two wins that season, the USF&G Classic and Walt Disney World\/Oldsmobile Classic. Defended the Disney title the following year on his way to an eighth-place finish on the money list. Set the single-season Greens in Regulation mark on the PGA TOUR (74 percent) in 1992 that stood until Tiger Woods broke it in 2000 (75.2 percent). Member 1990 Asahi Glass Four Tours team. Two-time runner-up on the 1995 Nationwide Tour, at the South Carolina Classic and Buffalo Open, and finished 19th on the money list. Winner 1976 Southern Amateur, All-Southeastern Conference and All-American at the University of Georgia. Also won the Georgia and Atlanta Junior titles and the 1981 World Under-25 Championship. At age 7, severed tendon in left thumb and only has about 70 percent of average flexibility in it. Contracted Lyme disease in 1991 and was later diagnosed as having neurological damage in his left hand, a condition known as a \"benign essential tremor.\" Also underwent spinal fusion surgery on his neck in 2001. Credits the late Sam Snead and J.C. Snead, long-time friends, with helping his game along through practice rounds and time on the range. Says he admires friend Ben Crenshaw for the World Golf Hall of Famer being the \"consummate gentleman.\" Inducted into the Georgia Sports Hall of Fame in 2004. In 1991, began carrying specially designed golf bag that featured a picture of a missing child from the area where tournament was being played. Someone saw his bag at the Masters, recognized the child and called the National Center of Missing and Exploited Children. The child was recovered.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1977","qSchoolYear" : "1977, 1996","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Winner 1976 Southern Amateur, All-Southeastern Conference and All-American. Winner Georgia and Atlanta Junior titles, 1981 World Under-25 Championship. Member 1990 Asahi Glass Four Tours team.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2006","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(7): 1976 Southern Amateur. 1980 Georgia Open. 1981 Cacharel World Under-25s Championship, Georgia Open. 1984 Georgia Open. 1987 Georgia Open. 2006 Olde Sycamore Open.","intlVics" : "","curYearHigh" : "","carHigh" : "2011: Among the top 20 twice in his 17 starts...Was T20 at the Montreal Championship, including three consecutive sub-par rounds at Le Club de Fountainbleau...Earlier in the season, was T20 near Tampa at the Outback Steakhouse Pro-Am. 2010: Managed a pair of top-10 performances over 22 starts but finished outside the top-40 money-winners on the earnings list, a first since he played a partial schedule in 2006, his rookie season...Was T5 at the Allianz Championship, his best effort since a T4 at the 2009 Toshiba Classic. Held a share of the 36-hole lead with Tommy Armour III, the first time he's been in that position in his Champions Tour career. Fell out of the lead after playing his first six holes Sunday in 2-over but moved back up the leaderboard after he was 3-under for his last 12 holes...Also finished T7 in South Korea at the Posco E&C Songdo Championship. 2009: Played in every event he was eligible for but came up $20,000 short in his bid to finish among the Champions Tour's top-30 money-winners...Came into the AT&T Championship, the final full-field event of the season, in 31st position and had a chance to move up late Sunday until he bogeyed his last three holes at Oak Hills and both Phil Blackmar, the eventual tournament winner, and Mark James passed him...Had a chance for victory in Newport Beach early in the campaign. One year after finishing T6 at the Toshiba Classic, used a final-round, 4-under 67 at Newport Beach CC to move up into an eventual T4 at the event, three strokes back of winner Eduardo Romero...Made the second hole-in-one of his Champions Tour career when he aced No. 6 in the opening round of the Boeing Classic. Used a 5-iron on the 197-yard hole at TPC Snoqualmie Ridge...Played with Michael J. Fox in pro-ams at both the Outback Steakhouse Pro-Am and The Principal Charity Classic. 2008: Used five top-10 finishes, one short of his top-10 total over the previous two years combined, to secure a spot among the top-30 money-winners on the Champions Tour for the first time. Made in excess of $750,000 in a season for the first time since 1990 on the PGA TOUR ($809,772) and standing on the final money list (26th) was also his highest since 1990...Season highlighted by two runner-up performances in the first third of the season. Used a late chip-in birdie on the final hole to vault into a T2 with Lonnie Nielsen at The Ginn Championship at Hammock Beach, eight strokes behind Bernhard Langer. Was T2 again a month later at the FedEx Kinko's Classic. Benefited from a late collapse by Nick Price to briefly seize the lead after 16 holes Sunday but missed a 5-foot par effort on the 17th hole to drop back into a tie and then missed a 20-foot birdie on the final hole that could have gotten him into a playoff with Denis Watson...Also turned in a strong showing at the Toshiba Classic in March. Was the 18- and 36-hole co-leader at the JELD-WEN Tradition and played in the final grouping Sunday with Fred Funk and Jay Haas, a first for him since the 2006 Senior Open Championship. Final-round 77 at Crosswater Club dropped him into a T18 in Oregon...Made a hole-in-one in the final round at the SAS Championship when he aced No. 11, using a 6-iron on the 177-yard hole at Prestonwood CC. It was his first Champions Tour ace and his first PGA TOUR-sanctioned hole-in-one since the 1979 Memorial Tournament. 2007: Top tournament of the year came in late May at Kiawah Island. Finished solo fifth at the Senior PGA Championship, rebounding from an opening-round 76. 2006: Earned Comeback Player of the Year honors for his steady season. Played in the final group Sunday at The Senior Open Championship at Turnberry and finished fifth in Scotland, his best performance in a major championship since T5 at the 1990 U.S. Open...Recorded his first top-five finish on the circuit when his closing-round 67 at the Nicklaus GC at LionsGate vaulted him into a T5 at Greater Kansas City Golf Classic...Prepped for the Champions Tour by playing in several mini-tour stops and won the Olde Sycamore Open on the Tarheel Tour a month prior to turning 50...Debuted on the Champions Tour at The Boeing Championship at Sandestin and T59. \n","otherCarHigh" : "Winner of four PGA TOUR titles from 1985-90. Opened 64-64 on the way to capturing his first PGA TOUR victory at the 1985 Southern Open...In 1989 and 1990, was among the top-10 money-winners on the circuit. Placed sixth on the money list in 1989 and captured two wins that season, the USF&G Classic and Walt Disney World\/Oldsmobile Classic...Defended the Disney title the following year on his way to an eighth-place finish on the money list. Set the single-season Greens In Regulation mark on the PGA TOUR (74 percent) in 1992 that stood until Tiger Woods broke it in 2000 (75.2 percent)...Was a member of the United States team at the 1990 Asahi Glass Four Tours event...Played the Web.com Tour from 1995-98 and again in 2004-06 until he became eligible for the Champions Tour. Was a two-time runner-up on the Web.com Tour in 1995, at the South Carolina Open and Buffalo Open, and finished 19th on the money list that year...Winner of the 1976 Southern Amateur, All-Southeastern Conference and All-American at the University of Georgia...Also won the Georgia and Atlanta Junior titles and the 1981 World Under-25 Championship...A four-time Georgia Open champion, inducted into the Georgia Sports Hall of Fame in 2004 and the Georgia Golf Hall of Fame in 2006.","personal" : "At age 7, severed tendon in left thumb and only has about 70 percent of average flexibility in it...Contracted Lyme disease on a hunting trip in 1991 and several years later was diagnosed as having neurological damage in his left hand, a hereditary condition known as a benign essential tremor. After several unsuccessful attempts with various medications, he underwent nine hours of brain surgery in March 2005 to correct the problem. Known as DBS (deep brain stimulation), doctors implanted an electrode in the brain which is attached to a surgically implanted, battery-operated medical device called a neurostimulator in his upper chest which corrected the problem...Also underwent spinal fusion surgery on his neck in 2001...Credits the late Sam Snead and J.C. Snead, long-time friends, with helping his game along through practice rounds and time on the range...Says he admires friend Ben Crenshaw for the World Golf Hall of Famer being the \"consummate gentleman.\"...Continues to work with his life-long teacher, Art Kraft...Was voted the 1990 Georgia Professional Athlete of the Year...In 1991, began carrying specially designed golf bag that featured a picture of a missing child from the area where tournament was being played. Someone saw his bag at the Masters, recognized the child and called the National Center of Missing and Exploited Children. The child was eventually recovered...Lists Harbour Town GL and Cypress Point GC as his favorite courses...Enjoys watching \"The Oprah Winfrey Show\" and reruns of \"Seinfeld.\" Enjoys barbecue, and says \"Jeremiah Johnson\" is his favorite movie...Lives part-time in Hamilton, MT...Carries a rabbit's foot on his golf bag for good luck...At completion of 2006 season, underwent triple-hernia surgery.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the PGA TOUR Champions 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}