{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "35617","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Trainer","first" : "Martin","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "175","weightMetric" : "80","birthDate" : "April 15, 1991","age" : "25","birthPlace" : "Marseille, France","residence" : "Palo Alto, California.","family" : "Single","education" : "University of Southern California (Business Administration, 2013)","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2013","clubAffl" : "California Golf Club (San Francisco, California)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Had two top-10s, eight top-25s and 9 cuts made in 12 starts to finish the PGA TOUR Latinoamérica season ranked 42nd on the Order of Merit… For the second consecutive year finished T3 at the Guatemala Stella Artois Open at La Reunión Golf Resort. Shot 71-67-68 to finish the rain-shortened event five strokes behind winner, Danny Balin… His other top-10 was T9 at the season opening Avianca Colombia Open in March.\n\n2014: Monday qualified for the PGA TOUR's Sony Open in Hawaii, where he missed the cut by two shots in January. That was his second career start on the PGA TOUR, his first as a professional… Earned conditional status on PGA TOUR Latinoamérica with a T44 finish at the Lima, Peru Q-School in January… Made his PGA TOUR Latinoamérica debut after Monday qualifying for the Stella Artois Open at La Reunión Golf Resort in Guatemala, an event in which he finished T3. A birdie-birdie-birdie-birdie-eagle finish in round three helped him shoot 9-under 63 to set a new course record there… His other top-10 was T9 at the Ecuador Open in September… Had two other top-25s and six cuts made in 11 starts to finish the season ranked 44th on the Order of Merit… Dominated the TVC Americas Championship, a Televisa organized event in Los Cabos, Mexico in June. Shot 69-67-69 to win by nine strokes at 205 (-14).\n\n2013: Turned professional in July.\n","otherCarHigh" : "Made his first PGA TOUR start as an amateur at the Reno-Tahoe Open, where he made the cut and finished T71… A member of the golf team at USC, where he won the PAC-10 Championship in 2011… Won the 2007 San Francisco City Championship while in High School.","personal" : "His father is American and his mother French… Has one brother… Speaks French... Earned a business administration degree from USC in 2013… John McMullin is his golf instructor… Favorite course he has played is Pebble Beach… Never travels without downloading the “Adam Carolla Podcast”… Carolla happens to be his favorite entertainer… His favorite professional teams are the ones from San Francisco: the 49ers (NFL), Warriors (NBA) and Giants (MLB)… His favorite athlete is Stephen Curry… “Curb Your Enthusiasm” is his favorite TV show… “Windy City Heat” is his favorite movie… “Song of Ice and Fire” is his favorite book… His favorite app is “Around Me”… Sportspickle and the Onion are his favorite websites… Warren Buffet, Nate Silver and Adam Carolla would round out his dreamed foursome… Personal motto: Mandate: “Get it on.”… Twitter name is @MartinDTrainer… Instagram name is @martintrainergolf","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 Order of Merit Top 60"},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 3rd on the PGA TOUR Latinoameri 2 times.","dynStats" : "He ranks T68th in Scoring Average (Actual) on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}