{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20645","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Senden","first" : "John","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-4","heightMetric" : "1.93","weight" : "200","weightMetric" : "91","birthDate" : "April 20, 1971","age" : "45","birthPlace" : "Brisbane, Queensland, Australia","residence" : "Brisbane, Queensland, Australia","family" : "Wife, Jackie; Jacob","education" : "","splInterest" : "Spending time with family, bike riding, fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1992","clubAffl" : "","cityPlaysFrm" : "Brisbane; ; Australia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2002","qSchoolYear" : "2001","exmtStatus" : "2013-14 tournament winner (through 2015-16)","otherVics" : "","intlVics" : "(4): 1996 Indonesian PGA Championship. 1998 Interlaken Open [EurChall], Alliance Open [EurChall]. 2006 Australian Open [Aus].","curYearHigh" : "For the first time since the 2015 PLAYERS Championship, finished in the top 10 at The Honda Classic (T10). It was his ninth start of the season and first top-10 in 12 starts at The Honda Classic.","carHigh" : "2014-15: Three top-10 finishes in 22 starts extended his streak of FedExCup Playoffs' starts to a perfect nine for nine. In the second Playoffs event, the Deutsche Bank Championship, couldn't recover from a 5-over 76 in the first round, resulting in a T33 finish at TPC Boston to end his season at No. 73 in the FedExCup standings...Earned his first top-10 of the season at the CIMB Classic in Malaysia. Moved from a tie for 14th through 54 holes to a seventh-place showing on the strength of a final-round 68 at Kuala Lumpur G&CC in early November 2014...Added a T9 at the Australian PGA Championship in mid-December, shooting a final-round, 3-under 69 at RACV Royal Pines Resort Gold Coast...Finished T5 at the World Golf Championships-Cadillac Match Play at TPC Harding Park. Lost in the quarterfinals to Gary Woodland, 5 and 3. Advanced to the quarterfinals after defeating Hunter Mahan, 2 and 1, in the fourth round. Mahan entered the match having not lost a hole in the first 27 holes of the event. It marked his fourth start at the Cadillac Match Play...Recorded his third top-10 of the season, at THE PLAYERS (T8), marking the first time he placed in the top 10 in 13 starts at TPC SawgrassIn late-June, played in the Japan Golf Tour's ISPS Handa Global Cup, shooting weekend rounds of 66-67 to T8, three shots out of the Toshinori Muto-Angelo Que playoff.\n\n2013-14: Bounced back from a 2013 season that marked just the second time since joining the PGA TOUR in 2002 that he failed to record a top-10 finish (2003), notching five top-10 finishes and his second PGA TOUR victory (Valspar Championship). Season included 22 made cuts (tying his career-high totals in 2003 and 2009) in 27 starts and a No. 23-place finish in the FedExCup standings...First top-10 of the season was a T4 at The McGladrey Classic, two strokes behind champion Chris Kirk. Only other start at Sea Island GC also led to a top-10, a T9 in 2010. In both starts, he posted all four rounds in the 60s...Opened with a 1-over 73 at the Australian Open but rebounded with rounds of 68-70-66 to finish solo third, seven shots behind champion Rory McIlroy and six behind runner-up Adam Scott...In his 11th appearance at the Valspar Championship, where he collected runner-up finishes in 2007 and 2008, posted rounds of 64-70 on the weekend to claim second career PGA TOUR victory by a stroke over Kevin Na. Ended a victory drought of six years, eight months since winning the 2006 John Deere Classic. Took the lead on the back nine as he pitched in from 70 feet for a birdie-3 at the 16th hole, followed by another birdie at 17 to extend his lead to two strokes. Became the second Australian (Jason Day is the other) and first player in his 40s to win during the season. His 7-under 277 marked the second-highest winning score in Valspar Championship history, with Sean O'Hair's 4-under 280 in 2008 the highest. His score also marked the third consecutive week of a single-digit winning score on TOUR for the first time since 1980...Finished T8 in his fifth career Masters Tournament, with rounds of 72-68-75-73...Finished T5 at the Crowne Plaza Invitational at Colonial, with rounds of 71-68-66-68. Played the final round with fellow Australian and eventual winner Adam Scott...Closed with rounds of 67-66 to finish T5 at the Deutsche Bank Championship (four strokes behind Kirk), moving from No. 28 to No. 16 in the FedExCup standings. Following a T23 at the BMW Championship, advanced to the TOUR Championship by Coca-Cola for the fourth time in eight seasons of the FedExCup era...Finished 26th at the TOUR Championship by Coca-Cola.\n\n2013: Made 16 of 25 TOUR cuts but failed to record a top-10 for the first time since the 2003 season. Finished No. 109 in the final FedExCup standings after missing the cut at The Barclays, the first FedExCup Playoffs event. Failed to advance to the second Playoffs event for the first time since the Playoffs started in 2007.\n\n2012: Finished T6 at the Humana Challenge, four shots behind winner Mark Wilson...Next top-10 finish was a T9 at the World Golf Championships-Accenture Match Play Championship, defeating Simon Dyson and Jason Day, before falling to Sangmoon Bae on the final hole...Equaled the best final round of the day with a bogey-free, 7-under 65 to finish T6 at the Cadillac Championship, his best showing in six World Golf Championships starts...Making his 18th start in a major championship, finished T10 at the U.S. Open (T4 at the 2007 PGA Championship). His fourth top-10 finish of the season came in his fourth career U.S. Open start...Despite a double bogey-6 on the first hole in the final round of the John Deere Classic, the 2006 John Deere Classic champion rebounded with six birdies and an eagle to post a second consecutive, 4-under 67 to finish fourth, his fifth top-10 performance of the season and most since netting seven in 2009...Opened with a 1-over 73 at the Australian PGA Championship then reeled off three straight rounds in the 60s to T8 in Queensland. \n\n2011: Turned in a consistent year on TOUR after making 20 of 26 cuts and recording a career-best 14 top-25 finishes. Finished a personal best 13th in the final FedExCup standings...One of a PGA TOUR-record nine players tied for the first round lead at the Northern Trust Open after opening with a 4-under-par 67. Finished T21...One week after seeing his eight consecutive-cuts-made streak end at THE PLAYERS, turned in his top performance of the year, a T8 at the Crowne Plaza Invitational at Colonial. Began the week 55th in the FedExCup standings and jumped 12 spots with his first top-10 finish since a T9 at the 2010 McGladrey Classic...Finished T7 at the Memorial Tournament for his first top 10 in five starts at the event. Has made the cut in all five starts at Muirfield Village GC. In 20 careers rounds at the Memorial, his only rounds in the 60s came in the final round of 2010 (68) and final round of 2011 (68)...Carded a final-round 2-under 69 to finish 11-under 273 and two strokes behind Justin Rose at the BMW Championship, recording the fourth runner-up finish of his career (2007 and 2008 Transitions Championship, 2009 Buick Open, 2011 BMW Championship). Moved from No. 55 to No. 9 in the FedExCup standings to secure his spot in the TOUR Championship by Coca-Cola. Led the 70-player field in Strokes Gained-Putting, averaging 2.526 strokes gained per round on the field...Went 4-under over his final five holes at the unofficial CIMB Asia Pacific Classic—including an eagle at No. 17—to move up the leaderboard and T7 at The Mines Resort and GC...At the Australian Open, he took a two-stroke lead into the final round in Sydney but struggled to an even-par 72 Sunday to fall to Greg Chalmers by a stroke. His long birdie putt on the 72nd hole that would have forced a playoff just missed. 2010: After a marginal regular season, made substantial jumps in the FedExCup standings at the first two PGA TOUR Playoff events, finishing T15 at The Barclays to move from No. 99 to No. 64...Came back one week later with four rounds in the 60s to finish eighth at the Deutsche Bank Championship, jumping to No. 38 in the standings. The top-10 showing at TPC Boston was his first top-10 finish in 25 starts during the season...One week later, his FedExCup season ended at the BMW Championship, with a T63, leaving him 50th overall...Continued solid play through the Fall Series, finishing T11 at the Viking Classic and T9 at the inaugural McGladrey Classic, posting four rounds in the 60s in the latter event for his two top-10 finish of the season. Completed the season with T15 or better in six of final seven events. 2009: A 24th-place finish in the FedExCup highlighted his best season to that point...Set career highs in top-10s (seven) and money (more than $2 million)...Bolstered by rounds of 65-64 in the third and fourth rounds, notched his first top-10 of the season at the 50th Bob Hope Classic (T9)...Turned in one of the few under-par final rounds (3-under) to finish T4 at the Arnold Palmer Invitational...Entered Shell Houston Open with 223 consecutive holes without a three-putt (dating to 11th hole, final round, 2009 Buick Invitational). Streak ended when he four-putted the par-3 16th hole in the final round (292 holes). Finished T31 after holding 36-hole co-lead...Finished seventh on the strength of 65-64 on the weekend at HP Byron Nelson Championship...Final-round 64 at the St. Jude Classic vaulted him into a T4, his fourth top-10 of the season...Led the Buick Open after 36 holes at 14-under before 71-70 on the weekend earned a T2, his best result since a T2 at the 2008 Transitions Championship...T11 at Deutsche Bank Championship included rare double eagle at the par-5 second hole in the second round when he holed a 4-iron from 250 yards. It was the third double eagle on TOUR in 2009...Claimed the final qualifying spot (No. 30) in the FedExCup standings after the BMW Championship to earn his first trip to the TOUR Championship by Coca-Cola. Finished just 0.492 points ahead of No. 31 Ian Poulter...Finished T10 at the TOUR Championship on the strength of a 69 in the third round...Posted a T7 finish at the Turning Stone Resort Championship before traveling back to his native Australia. Was one of three players (Dustin Johnson, Marc Leishman) to play in the first Fall Series event the week following the TOUR Championship. 2008: Recorded three top-10 finishes including a second for the second consecutive year at the PODS Championship...Finished at 5-under-par 283 at the Buick Invitational, placing T8...Posted a 4-under 67 in the final round of the PODS Championship to finish T2, two strokes behind Sean O'Hair. It was the second runner-up finish of his career, with both coming at Innisbrook. In 2006, recorded a 5-under 66 on the final day to finish one stroke behind Mark Calcavecchia...Posted 3-under-par 67s in three of the four rounds at the Wyndham Championship in August to finish T6 at Sedgefield CC. 2007: After collecting his first victory in 2006, enjoyed a steady season with 21 cuts made out of 27 starts, including a runner-up finish early in the season at the PODS Championship and five top-10s…Finished T2 at the PODS Championship, his best finish on the PGA TOUR since winning the 2006 John Deere Classic. Final-round 66 featured seven birdies and left him one shot shy of eventual champion Mark Calcavecchia...Recorded his first career top-10 finish at a major championship with a T4 at the PGA Championship. Bogeyed the first three holes of his final round before settling down with a 32 on the final nine and a round of 71...Ended the year just behind Tiger Woods in second in greens in regulation percentage, at 70.33 percent. 2006: Had $1,650,674 in earnings on the strength of a victory and three top-10s...After notching three straight top-10s in December in homeland of Australia, began 2006 PGA TOUR season with T5 finish at Bob Hope Chrysler Classic...Posted rounds of 64-69-64-68—265 to claim first TOUR victory in 139th career TOUR start at the John Deere Classic. Entered final round with a three-stroke lead over Patrick Sheehan and Heath Slocum, and edged J.P. Hayes by one stroke to become the fifth Aussie to win on TOUR in 2006...Recorded a hole-in-one on the par-3 13th hole at Royal Liverpool GC during third round of The Open Championship, finished T35. 2005: Finished in the top 100 on the money list for the first time in his four-year career...Birdied four of his last five holes on Sunday at the Bob Hope Chrysler Classic to finish T6, topping his previous career best, a T9 at the 2004 Bank of America Colonial and 2002 Air Canada Championship. 2004: Secured his card by finishing in the top 125 for the third straight season since joining the TOUR in 2002...Jumped from T37 through three rounds to T9 finish at the Bank of America Colonial after a final-round, 5-under 65, his second career top-10 (T9, 2002 Air Canada Championship)...Was two strokes back of the lead through 36 holes at the Valero Texas Open after opening with rounds of 66-65. Finished 21st and collected $42,000, good enough to secure his card for the 2005 season...Shared first-round lead with Harrison Frazar and Glen Day at the Southern Farm Bureau Classic, but finished T14. 2003: Earned $601,670 but did not post a top-10. Best finish was a T13 at the inaugural Deutsche Bank Championship. 2002: Half of the 22 rookies who began the season finished in the top 125, and the Australian was one of them, thanks to eight top-25s...Picked up first career top-10, a T9, in his 24th event, the Air Canada Championship in September. 2001: Earned TOUR card at first trip to finals of the PGA TOUR Qualifying Tournament...Member of European Tour 1999-2001 and played at least a half-dozen events per year on PGA TOUR of Australasia since 1992. 1999: Highest finish on European Tour order of merit came when he was 69th. 1998: Won twice on European Challenge Tour.\n","otherCarHigh" : "","personal" : "If he weren't playing golf, he would be \"working on the sheep and cattle station owned by the in-laws.\"","otherInfo" : "","ntlTeams" : "World Cup (1), 2006.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T10th at the The Honda Classic.","dynStats" : "He ranks 52nd in Career Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/johnsendengolf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}