{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29420","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Horschel","first" : "Billy","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "175","weightMetric" : "79","birthDate" : "December 7, 1986","age" : "29","birthPlace" : "Grant, Florida","residence" : "Ponte Vedra Beach, Florida","family" : "Wife, Brittany; Skylar Lillian (9\/16\/14)","education" : "University of Florida (2009, Sports Management)","splInterest" : "Sports, American history","pronunciation" : "HOR-shul","nwTourAlumnus" : "","trndProYear" : "2009","clubAffl" : "The Plantation (Ponte Vedra Beach, Florida)","cityPlaysFrm" : "Ponte Vedra Bch; FL; United States","websiteUrl" : "http:\/\/www.billyhorschelgolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "12,188,620&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2011","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Finished T4 with partner Hunter Mahan at the Franklin Templeton Shootout in December. Has not finished worse than T4 in three appearances in the event (2013\/T3, 2014\/T3, 2015\/T4)...In his second official start of the 2015-16 season, following a missed cut at the CareerBuilder Challenge presented by the Clinton Foundation, finished T8 at the Farmers Insurance Open at Torrey Pines in late January. It was his first top-10 finish since a T8 at the FedEx St. Jude Classic the previous June...Overcame a 3-over 73 in the first round of The Honda Classic with weekend rounds of 66-69 to finish at 2-under 278 with William McGirt (T8). Opened round three with four-consecutive birdies en route to the 4-under 66 at PGA National.","carHigh" : "2011: Hovered near the top of the leaderboard all week at the Albertsons Boise Open. Finished T6 in his first Nationwide Tour start of the year. 2009: Made his first Nationwide Tour cut, a T9 at the Cox Classic. Played as a pro at the St. Jude Classic and the AT&T National, missing the cut at both events...Won the Columbia Championship on the eGolf Tour. 2006: Made his PGA TOUR debut, as an amateur, missing the cut at the U.S. Open.\n","otherCarHigh" : "Three-time first-team All-American (2006, 2007 and 2009). Earned second-team All-American honors in 2008. Collegiate victories at the 2006 West Regional, 2007 Ping Preview, 2007 East Regional and 2009 Southeastern Conference Championship.","personal" : "Currently uses Todd Anderson as his golf instructor. Biggest thrill in golf was playing for the U.S. and winning the 2007 Walker Cup. Biggest thrill outside outside of golf was graduating from the University of Florida in 2009. Favorite golf course played is Royal County Down in Northern Ireland. The courses he would most like to play are Pine Valley and Cypress Point...Never travels without his computer. His first car was a 1994 Saturn. Now drives a 2001 Lexus RX 300. Favorite professional team is the Boston Red Sox...Superstitions include carrying four tees and a 1936 quarter in his right-front pocket. Favorite TV show is \"SportsCenter.\" Favorite movies are \"The Patriot\" and \"The Hangover.\" Favorite entertainer is the Kings of Leon. Favorite food is steak. Favorite athlete to watch is Tiger Woods. Favorite cities are Chicago, Boston and Charleson, SC...Would round out his dream foursome with The Old Red Eye Rugby Group. Not many people know that he secretly enjoys watching \"chick flicks,\" has never seen snow, read all four Twilight books in two weeks and believes in Bigfoot and UFOs.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 2007.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2011","qSchoolYear" : "2009","exmtStatus" : "Winner, 2014 TOUR Championship by Coca-Cola, 2014 FedExCup champion, multiple tournament winner (through 2018-19)","otherVics" : "","intlVics" : "","curYearHigh" : "Finished T4 with partner Hunter Mahan at the Franklin Templeton Shootout in December. Has not finished worse than T4 in three appearances in the event (2013\/T3, 2014\/T3, 2015\/T4)...In his second official start of the 2015-16 season, following a missed cut at the CareerBuilder Challenge presented by the Clinton Foundation, finished T8 at the Farmers Insurance Open at Torrey Pines in late January. It was his first top-10 finish since a T8 at the FedEx St. Jude Classic the previous June...Overcame a 3-over 73 in the first round of The Honda Classic with weekend rounds of 66-69 to finish at 2-under 278 with William McGirt (T8). Opened round three with four-consecutive birdies en route to the 4-under 66 at PGA National.","carHigh" : "2014-15: The defending FedExCup champion wasn't able to return to East Lake GC to defend his TOUR Championship by Coca-Cola title, but on the strength of nine top-25 finishes in 25 starts through the Wyndham Championship, advanced through the BMW Championship before ending his season at No. 66 in the FedExCup standings...Birdied his final three holes in the third round of the Valero Texas Open to get within six shots of 54-hole leader Jimmy Walker, who was four strokes clear of the field. Closed with a 1-under 71 in the final round at TPC San Antonio to claim third...After only one sub-par score in three rounds, closed with a 5-under 65 in the final round of the FedEx St. Jude Classic to move into the top 10, finishing T8 with three other players at TPC Southwind.\n\n2013-14: In one of the best closing stretches in PGA TOUR history, won the FedExCup with a furious rally that included a T2 at the Deutsche Bank Championship and victories at the BMW Championship and TOUR Championship by Coca-Cola...Began his year by making his Japan Golf Tour debut in November 2013. Shot a final-round 66 to T14 at the Dunlop Phoenix at the Phoenix CC...Another final-round 66, this time at the Hyundai Tournament of Champions, tied champion Zach Johnson for low finishing round. His 66 was bogey-free and moved him to a T6 finish for his 12th career top-10 performance...With scores of 67-68-68-70, was one of just five players in the field to post all four rounds at par or better at the FedEx St. Jude Classic, resulting in a T6 with four others...Entered the Deutsche Bank Championship with only two top-10s during the season and in the 82nd position in the standings in danger of elimination from the FedExCup Playoffs. Finished T2 at TPC Boston to jump 62 spots to No. 20 to secure a spot in the BMW Championship, marking the second-largest move of the week behind only Geoff Ogilvy. Posted four consecutive rounds in the 60s in an event for the first time since the 2013 Waste Management Phoenix Open (T11). The runner-up finish, which came in his sixth start in a FedExCup Playoffs event, marked his second top-10 finish (T7 at the 2013 TOUR Championship by Coca-Cola) in the Playoffs...One day after a third-round, bogey-free, 7-under 63, carded a final-round 1-under 69 for a two-stroke victory over Bubba Watson at the BMW Championship at Cherry Hills CC outside Denver. Recorded his second TOUR victory (2013 Zurich Classic of New Orleans) in his 101st TOUR start at age 27 years, 9 months. Won his first FedExCup Playoffs event in seventh start. Only previous third-round lead came at the 2013 Valero Texas Open, where he finished T3. Moved from No. 20 to No. 2 in the FedExCup. A week earlier, he jumped from No. 82 to No. 20 in the standings. Made 146 feet worth of putts in the second round, followed by 139 feet of putts in the third round. Tiger Woods (2014 World Golf Championships-Cadillac Championship) is the only other player in the last three years to make at least 139 feet worth of putts in back-to-back rounds (146 and 147 feet in the second and third rounds, respectively)...The stage was set for an epic battle during between him and Rory McIlroy in the final round of the TOUR Championship by Coca-Cola, marking the first time FedExCup history that the final pairing during the final round consisted of two players who were both inside the top five in the standings. With a victory by either guaranteeing the FedExCup, he carded a 2-under 68 for a three-stroke win over McIlroy and Jim Furyk, adding his name to the list of FedExCup winners. The victory came in his second career TOUR Championship by Coca-Cola start (T7 in 2013). Among the perks of winning were a $1,440,000 first-place check for winning the tournament, a $10 million bonus for winning the FedExCup and a five-year, PGA TOUR exemption. The win (the third of his career) came in his 102nd PGA TOUR start. At age 27 years, 9 months, 7 days, became the youngest FedExCup champion in history (previous youngest was Bill Haas in 2011; 29 years, 4 months and 1 day) and the fifth-youngest TOUR Championship by Coca-Cola winner in the 28-year history of the event. Became the seventh multiple winner of the season and the second to win back-to-back PGA TOUR events (McIlroy, at the 2014 World Golf Championships-Bridgestone Invitational and PGA Championship). Also became the fifth player to win consecutive FedExCup Playoffs events, joining McIlroy (2012), Camilo Villegas (2008), Vijay Singh (2008) and Woods (2007). Final-round 2-under 68 marked his 12th consecutive round in the 60s in the FedExCup Playoffs (the longest streak by any player in the eight-year history of the Playoffs) and the longest streak of the season on the PGA TOUR. With his second victory, trails only three-time winner Woods for most wins in the FedExCup Playoffs. Joined Woods (2007 and 2009) as the only players to win the BMW Championship and the FedExCup in the same season. During the FedExCup era (dating to 2007), became the fourth winner of the TOUR Championship to record all four rounds in the 60s. The others are Woods (2007), Haas (2011) and Stenson (2013).\n\n2013: Made the cut in 22 events of 26 starts, with a career-best eight top-10 finishes and his first career PGA TOUR victory—coming at the Zurich Classic of New Orleans. Finished 16th in the FedExCup...Finished T10 at the Humana Challenge, with rounds of 67-68-65-67...Extended his PGA TOUR-leading, consecutive cuts-made streak to 20 when he played the weekend at the Shell Houston Open en route to his career-best finish, a T2 with Henrik Stenson. Closed with a 6-under 66 at Redstone GC Sunday to take a share of the clubhouse lead with Stenson. Watched as D.A. Points sank a clutch, 10-foot par putt at the 72nd hole for the one-stroke win...Still in Texas a week later, took a two-stroke lead into the final round of the Valero Texas Open in San Antonio. A 1-under 71 in the final round proved no match for Martin Laird's 9-under 63, resulting in a T3 for Horschel. The 71 Sunday at TPC San Antonio was his eighth consecutive round of par or better...Like Charley Hoffman, saw his then-current PGA TOUR-best mark of 11 consecutive rounds snapped with a final-round, 3-over 74 at the RBC Heritage. Still managed to earn his fourth top-10 of the season and third consecutive...A week later at the Zurich Classic of New Orleans, told Martin Senn, Zurich CEO on Wednesday of tournament week, \"I'll see you Sunday from the winner's circle.\" Had six consecutive birdies in the final round (Nos. 7-12) en route to an 8-under 64 that led to the win. Sank a 26-foot, 8-inch putt for birdie on the 72nd hole, following two weather delays, to edge D.A. Points by a stroke and claim his first career TOUR win. His 20-under 268 topped the previous-best 72-hole score at TPC Louisiana by a stroke (Jason Dufner and Ernie Els in 2012). With the win, took advantage of his last chance to earn a spot into THE PLAYERS Championship field in his backyard of Ponte Vedra Beach, Fla., by virtue of his FedExCup standings position. Became the 13th player since 1990 to make the Zurich Classic of New Orleans his maiden TOUR win. By playing on the weekend in New Orleans, he extended his PGA TOUR-leading cuts-made streak to 23...Notched his sixth top-10 finish of the season, a T10, at the FedEx St. Jude Classic, moving into a tie with Keegan Bradley, Bill Haas, Brandt Snedeker and Matt Kuchar for most on TOUR...His TOUR-leading seventh top-10 finish came the following week, sharing the 36-hole lead with Phil Mickelson at the U.S. Open before weekend rounds of 72-74 led to a T4 in his second start in a major championship (missed the cut as an amateur at the 2006 U.S. Open)...With a T7 finish at the TOUR Championship by Coca-Cola, his eighth top-10 finish of the season, finished 16th in the FedExCup.\n\n2012: Finished T4 at the PGA TOUR Qualifying Tournament to regain his TOUR card for 2013. Was two shots off the winning score...Missed just two cuts in 17 starts on the PGA TOUR, which included his first career, top-five finish...Holed a 91-yard wedge on the par-5 18th for an eagle-3 at the True South Classic. The eagle pushed him to 19-under and within one stroke of Scott Stallings after three rounds of the Mississippi event. A final-round, 1-under 71 was good for solo third at 20-under 268, a career-best finish. It was his second start in the event, where he has eight sub-par scores in his eight rounds. \n\n2011: Started the season on a Major Medical Extension, with 19 events to equal No. 125 from the 2010 PGA TOUR money list ($786,977). Collected six top-25 finishes, of which two were top-10s. Both top-10 finishes came in his last six starts of the season. In his only Web.com Tour start, finished T6 at the Albertsons Boise Open...Earned first career PGA TOUR top-10 in the 20th start of his rookie campaign—a T10 at the Reno-Tahoe Open...Tied his career-low round of 65 in the final round of the Frys.com Open in the Fall Series to claim T7 honors...Topped that score in the opening two rounds of the McGladrey Classic, with matching 6-under 64s, leading to a two-stroke lead at the halfway point of the TOUR's third Fall Series event. Entered the final round one stroke behind Michael Thompson but struggled to a 5-over 75 to finish T20. It was his fifth top-25 performance in his last eight TOUR starts. \n\n2010: Rookie season on PGA TOUR was cut short in late February by a tendon injury to his left wrist that required surgery. Wrist started bothering him in late 2009. Made four starts, with no made cuts. Earned a Major Medical Extension for 2011, with 19 events to equal No. 125 from the 2010 PGA TOUR money list ($786,977). Improved his status with a T27 finish at the 2010 PGA TOUR Qualifying Tournament. \n\n2009: Earned rookie status on the PGA TOUR after successfully advancing through the 2009 PGA TOUR Qualifying Tournament at Bear Lakes CC. Prior to rookie season, had missed the cut in all three career starts on the PGA TOUR, as an amateur at the 2006 U.S. Open and professional starts at the 2009 St. Jude Classic and the AT&T National. Only made cut in five career starts on the Web.com Tour was a T9 at the 2009 Cox Classic. Has played four events on the eGolf Tour, winning the 2009 Columbia Championship. \n\nAmateur: Three-time first-team All-American (2006, 2007 and 2009) at Florida and second-team selection in 2008. Collegiate victories at the 2006 West Regional, 2007 Ping Preview, 2007 East Regional and 2009 Southeastern Conference Championship. \n","otherCarHigh" : "","personal" : "Biggest thrill in golf was playing and winning the 2007 Walker Cup...Biggest thrill outside golf was graduating from the University of Florida in 2009...Favorite golf course played is Royal County Down in Northern Ireland. Never travels without his computer...Favorite professional team is the New England Patriots, Boston Red Sox and Boston Celtics...Superstitions include carrying four tees and a 1936 quarter in his right-front pocket. Favorite TV show is \"SportsCenter.\" Favorite movies are \"The Patriot\" and \"The Hangover.\" Favorite entertainer is Kings of Leon. Favorite food is steak. Favorite athlete to watch is Tiger Woods. Favorite city to visit is Monterey, Calif...Would round out his dream foursome with The Old Red Eye Rugby Group...Read all four Twilight books in two weeks and is a believer in Bigfoot and UFOs...Non-golf-related jobs held include working with his dad in construction.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 2007.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T4th at the Valero Texas Open.","dynStats" : "He ranks 93rd in Driving Distance - Driver on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/BillyHo_Golf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}