{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01203","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Cochran","first" : "Russ","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "190","weightMetric" : "86","birthDate" : "October 31, 1958","age" : "57","birthPlace" : "Paducah, Kentucky","residence" : "Paducah, Kentucky; Jupiter, Florida","family" : "Wife, Jackie; Ryan (9\/4\/83), Reed (9\/29\/85), Case (4\/5\/89), Kelly Marie (2\/21\/92)","education" : "University of Kentucky","splInterest" : "Basketball","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1979","clubAffl" : "","cityPlaysFrm" : "Paducah; Kentucky; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "13,472,516&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Had just four top-10 finishes in 2015, the fewest he's had in a season on the Champions Tour with all four coming in the first half of the year...Recorded a third-place finish at the Constellation SENIOR PLAYERS Championship after stringing together four rounds of par or better at Belmont CC. Effort near Boston was his best Champions Tour finish since same standing in this event at Fox Chapel GC almost a year earlier...Finished T5 with partner Roger Chapman at the Bass Pro Shops Legends of Golf in April...In March, closed with a 4-under-par 68 to T6 at the Tucson Conquistadores Classic...Also T9 at the Insperity Invitational, thanks to a 69 Sunday at Woodlands CC, outside Houston.","carHigh" : "Finished outside the top 150 (No. 194) on the 2004 PGA TOUR money list for the third consecutive season. Best finishes were T24s at the Nissan Open and Ford Championship at Doral. Earned his PGA TOUR card for the third time via Q-school with a T16 finish at the 2003 tournament. Also qualified in 2001 and 1982. Made the cut in 11 of 16 events on the 2003 Nationwide Tour. Finished the season No. 69 on the money list, with $72,505. Posted five top-25 finishes, including two trips inside the top-10—T3 at the Chitimacha Louisiana Open and solo eighth at the Virginia Beach Open. Made the cut in two of four events on the 2003 PGA TOUR, with a T10 at the Southern Farm Bureau Classic his best showing. Finished outside the top 125 for consecutive seasons for the first time in his 20-year career, placing No. 179 on the 2002 PGA TOUR money list, with $176,111. Made the cut in exactly half of the 24 tournaments he played in, including one top-25 finish at the Touchstone Energy Tucson Open (T6). Recorded an ace at the ninth hole during the second round of the Kemper Insurance Open by using an 8-iron from 184 yards. T10 at 2001 Qualifying School, aided by final-round 64, to keep TOUR card for 2002. Lone top-10 in 2001 came at the Buick Classic at Westchester CC, a T8. In 1999, rallied to keep his exempt status with three top-10 finishes in last nine starts and closed the deal with a T9 at Southern Farm Bureau Classic. After finishing outside top 125 for first time in career in 1995, returned to form in 1996. Held two-stroke lead over Mark Brooks and Vijay Singh through 54 holes at 1996 PGA Championship. Home-state victory eluded him as he shot final-round 77 to finish T17, five strokes out of Brooks-Kenny Perry playoff. Runner-up at CVS Charity Classic that year, three strokes behind John Cook. Won two Tournament Players Series events in 1983—Magnolia Classic and Greater Baltimore Open—and was TPS leading money winner that year, which earned him TOUR exemption in 1984. After losing playoff at unofficial Deposit Guaranty Golf Classic in 1991, earned first PGA TOUR victory at 1991 Centel Western Open. Trailed Greg Norman by five strokes with eight holes to play. Was 2-under par down the stretch, while Norman played final nine in 40, and earned two-stroke victory to join Bob Charles, Sam Adams, Ernie Gonzalez, Mike Weir, Phil Mickelson and Steve Flesch as left-handed TOUR winners. Entered final round of 1991 TOUR Championship tied with Craig Stadler and remained tied after each shot 71. Stadler won playoff with birdie on second extra hole at Pinehurst No. 2. The $216,000 runner-up check was largest of his career.\n","otherCarHigh" : "","personal" : "Avid University of Kentucky basketball fan. Started playing with ladies' clubs because he couldn't find any other left-handed clubs. Son, Ryan, scored hole-in-one at age 6, one of youngest ever to record ace. Ryan shot 67 in Monday qualifier for 1998 FedEx St. Jude Classic, missing playoff for final tournament spot by one stroke. Also a left-hander, Ryan is on a golf scholarship at the University of Florida.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Had just four top-10 finishes in 2015, the fewest he's had in a season on the Champions Tour with all four coming in the first half of the year...Recorded a third-place finish at the Constellation SENIOR PLAYERS Championship after stringing together four rounds of par or better at Belmont CC. Effort near Boston was his best Champions Tour finish since same standing in this event at Fox Chapel GC almost a year earlier...Finished T5 with partner Roger Chapman at the Bass Pro Shops Legends of Golf in April...In March, closed with a 4-under-par 68 to T6 at the Tucson Conquistadores Classic...Also T9 at the Insperity Invitational, thanks to a 69 Sunday at Woodlands CC, outside Houston.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "1982, 1995, 2001, 2003","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "Had just four top-10 finishes in 2015, the fewest he's had in a season on the Champions Tour with all four coming in the first half of the year...Recorded a third-place finish at the Constellation SENIOR PLAYERS Championship after stringing together four rounds of par or better at Belmont CC. Effort near Boston was his best Champions Tour finish since same standing in this event at Fox Chapel GC almost a year earlier...Finished T5 with partner Roger Chapman at the Bass Pro Shops Legends of Golf in April...In March, closed with a 4-under-par 68 to T6 at the Tucson Conquistadores Classic...Also T9 at the Insperity Invitational, thanks to a 69 Sunday at Woodlands CC, outside Houston.","carHigh" : "After losing playoff at unofficial Deposit Guaranty Golf Classic in 1991 Earned first PGA TOUR victory at 91 Centel Western Open. Trailed Greg Norman by five strokes with eight holes to play. Was 2-under par down the stretch, while Norman played final nine in 40, and earned two-stroke victory. At the time, joined Bob Charles, Sam Adams, Ernie Gonzalez and Phil Mickelson as left-handed TOUR winners. ... Entered final round of 1991 TOUR Championship tied with Craig Stadler and remained tied after each shot 71. Stadler won playoff with birdie on second extra hole at Pinehurst No. 2. $216,000 runner-up check largest of his career. ... After finishing outside top 125 for first time in career in 1995, returned to form in 1996. Held two-stroke lead over Mark Brooks and Vijay Singh through 54 holes at 1996 PGA Championship. Homestate victory eluded him as he shot final-round 77 to finish T17, five strokes out of Brooks-Kenny Perry playoff. ... Runner-up at CVS Charity Classic that year, three strokes behind John Cook...In 1997, T10 at THE PLAYERS Championship, sixth at Freeport-McDermott Classic, T7 at Quad City Classic, T2 at Buick Open and fourth at Greater Vancouver Open. ... Tied for second at 1993 Freeport-McMoran Classic, one stroke behind Mike Standly...In 1999, rallied to keep his exempt status with three top-10 finishes in last nine starts and closed the deal with a tie for ninth at Southern Farm Bureau Classic...Won two Tournament Players Series events in 1993 -- Magnolia Classic and Greater Baltimore Open -- and was TPS leading money winner that year, which earned him TOUR e\n","otherCarHigh" : "","personal" : "Avid University of Kentucky basketball fan... Started playing with ladies' set because he couldn't find any other left-handed clubs...Son Ryan scored hole-in-one at age 6, one of youngest ever to record ace. Ryan shot 67 in Monday Qualifier for 1998 FedEx St. Jude Classic, missing playoff for final tournament spot by one stroke","otherInfo" : "In only PGA TOUR event entered in 2007, the Ginn sur Mer Classic at Tesoro, claimed T26. Missed cut in only event entered on the PGA TOUR in 2006, while also playing on Nationwide Tour, where his best finish in 2006 was a T14 at the Chitamacha Louisiana Open. Finished out of the top 150 (No. 194) on the PGA TOUR money list for the third consecutive season in 2004. Earned his PGA TOUR card for the third time via Q-School with a T16 finish at the 2003 tournament. Also qualified in 2001, 1995 and 1982. Spent 2003 season on the Nationwide Tour for the first time in his career, finishing 69th on the money list with two top-10s. Made cut in two of four starts on the TOUR with a T10 at the Southern Farm Bureau Classic. Held two-stroke lead over Mark Brooks and Vijay Singh through 54 holes at 1996 PGA Championship. Home-state victory eluded him as he shot final-round 77 to finish T17, five strokes out of Brooks-Kenny Perry playoff. Earned first TOUR victory at 1991 Centel Western Open. Trailed Greg Norman by five strokes with eight holes to play. Was 2-under par down the stretch, while Norman played final nine in 40, and earned two-stroke victory to join Bob Charles, Sam Adams, Ernie Gonzalez and Phil Mickelson as left-handed TOUR winners at the time. Finished career-best 10th on the money list in 1991 thanks to the victory, two seconds and a third. Avid University of Kentucky basketball fan. Started playing with ladies' set because he couldn't find any other left-handed clubs.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2009","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(4): 1983 Magnolia Classic, Greater Baltimore Open. 1991 Deposit Guaranty Golf Classic. 2011 Lime Jamaica Open.","intlVics" : "","curYearHigh" : "Had just four top-10 finishes in 2015, the fewest he's had in a season on the Champions Tour with all four coming in the first half of the year...Recorded a third-place finish at the Constellation SENIOR PLAYERS Championship after stringing together four rounds of par or better at Belmont CC. Effort near Boston was his best Champions Tour finish since same standing in this event at Fox Chapel GC almost a year earlier...Finished T5 with partner Roger Chapman at the Bass Pro Shops Legends of Golf in April...In March, closed with a 4-under-par 68 to T6 at the Tucson Conquistadores Classic...Also T9 at the Insperity Invitational, thanks to a 69 Sunday at Woodlands CC, outside Houston.","carHigh" : "2014: Was one of only two players (David Frost) to play in every tournament...Had the majority of his success during the campaign in a two-month period in the summer when he was among the top 10 four times in five tournaments...Outstanding month of June highlighted by a third-place effort at the Constellation SENIOR PLAYERS when he missed a playoff spot with Bernhard Langer and Jeff Sluman by a stroke. After a slow start at Fox Chapel GC, followed with rounds of 66-63-67(-14), matching Sluman for the best final 54 holes of the event. Third-round 63 equaled the best third-round score in championship history...Started the month by teaming with Kenny Perry for a fourth-place finish in the Champions Division at the Big Cedar Lodge Legends of Golf...One week later, closed with 64 to finish T6 at the Encompass Championship. Score was an 18-hole event record at North Shore CC and included a run of five consecutive birdies on the back 9...Late in the season, was among the leaders during the final round at the Pacific Links Hawai'i Championship before a bogey at No. 16 thwarted any chance he had. Eventually finished fourth, two strokes behind champion Paul Goydos...Final-round 70 in tricky conditions led to a T7 finish at the Insperity Invitational in early May...Was T10 at The Senior Open Championship in Wales in late-July. \n\n2013: Claimed multiple titles in a season for the first time since 2010 and finished fifth on the final money list, the third time he's placed among the top five in single-season Champions Tour earnings...Ended an almost-two-year victory drought by prevailing at The Principal Charity Classic in Iowa. Edged Jay Don Blake by one stroke when Blake three-putted the 17th green to fall out of a tie for the lead at the Wakonda Club in Des Moines. Victory ended a run of 35 tournaments since his last triumph in England at the 2011 Senior Open Championship...Added a second win in mid-October when he edged David Frost by one stroke at the SAS Championship, the same event he won three years earlier. Trailed by as much as three strokes late in the final round but edged Frost for the title when he ran off four straight birdies Sunday for the victory...Was in contention down the stretch at the Dick's Sporting Goods Open, shooting three consecutive rounds of 67 to finish T2 along with Corey Pavin, one stroke back of winner Bart Bryant. Bogey on the final hole kept him out of a playoff...In late March, rebounded from an opening-round, 2-over-par 74 with consecutive rounds of 67 on the weekend to finish T3 at the Mississippi Gulf Resort Classic...Managed a T5 at the Regions Tradition at Shoal Creek, closing with a 5-under-par 67...Was just two strokes off the lead after 36 holes at the Nature Valley First Tee Open at Pebble Beach, but a final-round, 2-over 74 led to a fifth-place finish...Opened with rounds of 69-66 at the Senior PGA Championship in May at Bellerive CC and shared the 36-hole lead with Kenny Perry. Remained in contention through 54 holes before a 1-over-par 72 on Sunday left him T6...Began his year by open-qualifying for the PGA TOUR's Sony Open in Hawaii and eventually finished T41 in Honolulu. \n\n2012: Despite back woes, which caused him to miss nearly three months of the season, he still posted six top-10 finishes and earned a spot in the top 30 for the fourth consecutive year...His best finish came in June when he was the opening-round leader at the Montreal Championship following a 6-under-par 66 before eventually finishing T3...Just two weeks earlier, four consecutive rounds of par or better led to a T5 at the Regions Tradition. Was just two strokes off the 36-hole lead in the event...Among the early leaders at the Encompass Insurance Pro-Am and eventually finished T6 at TPC Tampa Bay...Withdrew after two rounds at the U.S. Senior Open with a back problem, which subsequently kept him out of The Open Championship as well as the opportunity to defend his Senior Open Championship title. Did not return to the Champions Tour until the SAS Championship in early October...Shot the low round of the tournament, an 8-under 64, during the final round of October's AT&T Championship, improving his score by 13 strokes from the previous day. Went on to finish T37...Was seventh in his final start of the campaign, at the Charles Schwab Cup Championshp, where he shot a 6-under-par 64 in the third round. \n\n2011: Made just 17 appearances and was sidelined from late April until early July with a right-wrist injury, returning to action at the Nature Valley First Tee Open at Pebble Beach...Still managed to finish among the top-five money-winners for a second consecutive year, thanks to top-five finishes in five of his first seven tournaments and eventually the biggest victory of his career in late July in England...Traveled across the Atlantic Ocean and won the Senior Open Championship at Walton Heath, defeating Mark Calcavecchia by two strokes to become the first left-hander to win a major championship since The Senior Open Championship became an official Champions Tour event in 2003. Was tied for the 54-hole lead with Calcavecchia, but got off to a fast start in the final round and never looked back, making birdies on six of his first 10 holes Sunday. Third career victory on the Champions Tour earned him a spot in the 2012 Open Championship at Royal Lytham & St. Annes and earned him Player of the Month honors for July...Also fell to Calcavecchia in a playoff at the Boeing Classic a month later. Final-round 65 at TPC Snoqualmie Ridge included a dramatic 12-foot eagle putt on the last hole of regulation to send the tournament into overtime. Lost in the overtime when he bogeyed the same 18th hole from the greenside bunker on the first extra hole and Calcavecchia two-putted from 25 feet for birdie...Early in the season, shared the first-round lead with Bernhard Langer at The ACE Group Classic and eventually finished T3 along with Nick Price, five strokes back of Langer...Led the Outback Steakhouse by as many as three strokes at the turn in the final round before disaster struck at No. 14 at TPC Tampa Bay when he made a triple bogey. Coupled with a birdie by John Cook, the four-stroke swing dropped him into second place. Saw any chance to win slip away when he finished with a double bogey at No. 18, leaving him T3...Teamed with Mark Wiebe to finish T3 at the Liberty Mutual Legends of Golf. Duo shot a final-round, 12-under 60, the low Sunday score in the team, better-ball format, to finish one stroke out of a playoff. Effort in Savannah would be his last until early July...Opened the campaign with a career-best, 10-under-par 62 that also matched the lowest first-round score in Mitsubishi Electric Championship at Hualalai tournament history. 36-hole score of 17-under 127 also tied the tournament record and was the best 36-hole score of his career...Near the end of the year, traveled to Jamaica and won the Lime Jamaica Open, defeating Dave Rummells and Dave Levesque by two strokes in the 54-hole event at Rose Hall. \n\n2010: Enjoyed his finest year as a professional. Along with two wins and 11 top-10 finishes, he also finished fourth on the money list and fifth in the final Charles Schwab Cup standings...Broke through for his first victory on the Champions Tour when he defeated Fred Funk in a one-hole playoff at the inaugural Posco E&C Songdo Championship in South Korea in September. After opening with a 1-over-par 73, followed with rounds of 65-66 and then hit a bunker shot to within a foot for a birdie on the first playoff hole for the win. Just prior, Funk had missed a 2-foot birdie chance at No. 18 in regulation which would have given him the win. The victory earned him a record first-place check for $456,000 and it was his first win in 405 starts in PGA TOUR-sanctioned events. It was also his first since the 1991 Centel Western Open, a span of 19 years, 2 months, 5 days...Backed up South Korea victory with a wire-to-wire triumph in his next start at the SAS Championship in Cary, N.C. Enjoyed a four-stroke lead after two rounds at Prestonwood and managed to outdistance defending champion Tom Pernice, Jr. by two strokes despite posting a final-round 71. SAS win allowed him to join Bernhard Langer, Fred Couples, Nick Price and Mark O'Meara as multiple winners in 2010, and he also became the third player in 2010 to win consecutive events, joining Couples and Langer. He also joined Tom Watson (Mitsubishi Electric Championship at Hualalai) as just the second start-to-finish winner during the year and he also became the first left-hander to win multiple titles in a season since Bob Charles in 1993 when the New Zealand legend won three times that year. Earned September Player of the Month honors for his two victories...Was one of a quartet of players to finish T3 at The Senior Open Championship in July at Carnoustie...Posted rounds of 67-67 on the weekend to finish a distant third at The Cap Cana Championship. Performance in the Dominican Republic was his best on the Champions Tour since a T2 at the 2009 Charles Schwab Cup Championship...Final-round 65 at the Home Care & Hospice First Tee Open at Pebble Beach equaled the low Sunday round, and 7-under 29 on the front nine matched the nine-hole tournament record. He also teamed with Spencer Jones of The First Tee of Cleveland County (Shelby, N.C.) to post a 21-under-par 195 total and win the pro-junior portion of the event...Set a course record at TPC Potomac at Avenel Farm with a 6-under-par 64 in the second round of the Constellation Energy Senior Players Championship...Led all players in Birdies with 321, and was T2 in Sub-Par Rounds with 46. \n\n2009: One of the great success stories of the season which ended with him winning Rookie of the Year honors...The left-hander started the season as a conditionally-exempt player after a T11 finish at the 2008 Champions Tour National Qualifying Tournament, but he parlayed strong play into a top-30 finish on the money list and fully-exempt status for 2010...Capped his year with a runner-up performance to John Cook at the Charles Schwab Cup Championship, where he posted four consecutive rounds in the 60s...Also closed with a final-round 65 to finish T2 at the Greater Hickory Classic at Rock Barn. Was in contention throughout the final round, but Jay Haas birdied five of his last six holes to pass him. Performance in North Carolina vaulted him from 41st to 28th on the money list and he eventually finished 17th...Key point in his year came at the U.S. Senior Open where he fashioned a third-round 64 and a final-round 68, which led to a third-place finish. That performance led to a check for $175,152, which was instrumental in his getting a high standing in the re-shuffle and the ability to play the final events of the season...Closed the year with five top-10 finishes in his last six starts, earning $583,360 in those starts for an average of $97,227 per start in that span. \n","otherCarHigh" : "After losing playoff at unofficial 1991 Deposit Guaranty Golf Classic, earned his only PGA TOUR victory at 1991 Centel Western Open. Trailed Greg Norman by five strokes with eight holes to play but eventually earned a two-stroke victory when he was 2-under-par down the stretch, while Norman played the final nine in 40. At the time, joined Bob Charles, Sam Adams, Ernie Gonzalez and Phil Mickelson as left-handed TOUR winners. Entered final round of 1991 TOUR Championship tied with Craig Stadler and remained tied after each shot 71. However, Stadler won the playoff with birdie on second extra hole at Pinehurst No. 2. His $216,000 runner-up check was largest of his career and led to PGA TOUR-best year in earnings, with $684,851, 10th on the final money list...After finishing outside top 125 for first time in career in 1995, returned to form in 1996. Held a two-stroke lead over Mark Brooks and Vijay Singh through 54 holes at 1996 PGA Championship. Homestate victory eluded him as he shot a final-round 77 at Valhalla to finish T17, five strokes out of Brooks-Kenny Perry playoff. Was also a runner-up at 1996 CVS Charity Classic that year, three strokes behind John Cook...Was T2 at 1993 Freeport-McMoRan Classic, one stroke behind Mike Standly...Won two Tournament Players Series events in 1983—the Magnolia Classic and the Greater Baltimore Open—and was TPS leading money-winner that year, which earned him TOUR exemption in 1984...Was an All-America at the University of Kentucky in 1979 and also named to the All-Southeastern Conference team that year.","personal" : "Avid University of Kentucky basketball fan...Started playing with ladies' golf clubs because he couldn't find any other left-handed clubs...Son Ryan scored a hole-in-one at age 6, one of youngest ever to record an ace. Ryan shot 67 in Monday qualifier for 1998 FedEx St. Jude Classic, missing a playoff for final tournament spot by one stroke...Youngest son, Case, played golf at Texas A&M...Middle son, Reed, is a student at the University of Kentucky Law School...Enjoys the TV show \"The Mentalist.\"...First job he had was mowing lawns...His favorite meal is barbecue and cornbread...One talent he'd most love to have is to be able to sing...Favorite athlete in another sport is Drew Brees of the New Orleans Saints...Also enjoys any Clint Eastwood Western...One course he'd love to play is Old Head GL in Ireland...Says his most memorable shot was his 35-foot birdie putt at No. 16 at Cog Hill during the Western Open in 1991...His bucket list includes attending tennis' U.S. Open and traveling to South America.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 5 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}