{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34644","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Persons","first" : "Josh","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "205","weightMetric" : "93","birthDate" : "February 2, 1984","age" : "32","birthPlace" : "Fargo, North Dakota","residence" : "Fargo, North Dakota","family" : "","education" : "University of Minnesota (2006, Marketing)","splInterest" : "Hunting","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2007","clubAffl" : "Oxbow CC (Fargo, North Dakota)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "28,755&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2015","exmtStatus" : "Conditional - Additional Qualifying Tournament Finisher or Finished 76-100 on 2014 Web.com Tour Money List","otherVics" : "","intlVics" : "","curYearHigh" : "Played in 16 Web.com Tour events, making five cuts. His best finish was a T44 at the Greater Dallas Open in June.","carHigh" : "2014: Made the cut in nine of 14 PGA TOUR Canada starts and ended the season No. 8 on Order of Merit...Second-year member held the 54-hole lead after opening 66-65-67 and posting a final-round 70 to capture the Bayview Place Island Savings Open for his first PGA TOUR Canada victory. Converted a two-putt on the 72nd hole to win by one shot over 2010 winner Brock Mackenzie and Tim Madigan. Moved to No. 2 on the Order of Merit behind PC Financial Open champion Joel Dahmen...Three events later, opened with rounds of 68-67 en route to a T5 finish at The Players Cup for second top-10 finish of the campaign...At the Staal Foundation Open, birdied the 72nd hole to finish in a four-way T11, allowing him to move past Matt Harmon to No. 3 in the Order of Merit to earn the third and final exemption into the PGA TOUR's RBC Canadian Open...Missed the cut at that tournament...Finished T50 at the Web.com Tour Qualifying Tournament in December.\n\n2013: Made the cut in seven of nine starts on PGA TOUR Canada but did not post a top-25 finish...Was a Monday qualifier at the season-opening Sony Open in Hawaii on the PGA TOUR but missed the cut.\n\n2012: Monday qualifier at the Neediest Kids Championship at TPC Potomac at Avenel Farm and held the 54-hole lead at 8-under par after rounds of 65-68-69. Was one ahead to begin the final round but stumbled with a 77 on the final day and finished T8, which earned him a start the following week at the Miccosukee Championship in Miami. Finished T13 in South Florida to earn a start at the regular season-ending Winn-Dixie Jacksonville Open...Finished T41 at TPC Sawgrass and did not qualify for the Tour Championship. \n\n2010: Missed the cut at the Soboba Golf Classic, his first Web.com Tour start. \n","otherCarHigh" : "Was the individual state high school champion in North Dakota and was also part of an undefeated state high school basketball championship team.","personal" : "Attended Fargo (North Dakota) North High School. Has two sisters...Twitter account is @joshpersons...Favorite courses he's played are Pumpkin Ridge and Oakmont CC and would like to play Augusta National...Favorite app is chive and favorite book is The DaVinci Code...Enjoys vacationing in Minneapolis, Hawaii and Tampa...Likes watching Michael Jordan and follows the Minnesota Gophers.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "2013","otherVics" : "","intlVics" : "[1]: 2014 Bayview Place Island Savings Open [Can].","curYrHigh" : "Played in 16 Web.com Tour events, making five cuts. His best finish was a T44 at the Greater Dallas Open in June.","carHigh" : "2013: Earned exempt status at the 2014 Qualifying Tournament, finishing T14 with rounds of 73-73-70-68. Made seven cuts in nine starts on PGA TOUR Canada, including three top-25 finishes. Best finish was a tie for 20th at the Bayview Place Island Savings Open...Made his PGA TOUR debut, at the Sony Open in Hawaii, where he missed the cut after consecutive, 1-over 71s. 2012: Entered the final round of the Neediest Kids Championship on the Web.com Tour with a one stroke lead and shot a final round 77 to finish T8...Top-25 finish there allowed him a playing spot in the following week's Miccosukee Championship. Opened with a 4-over 75 then recovered with rounds of 68-70-70 in Miami to T13...Played the following week at the Winn-Dixie Jacksonville Open at TPC Sawgrass' Dye's Valley Course. Began the season finale with a 4-under 66 and went on to T41 in Ponte Vedra Beach. \n","otherCarHigh" : "","personal" : "Favorite movie is \"Law Abiding Citizen.\" ...Favorite city to visit is Tampa Bay, Fla...Keeps Clif and Nature Valley bars in his golf bag...","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in 16 Web.com Tour events, making five cuts. His best finish was a T44 at the Greater Dallas Open in June.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T8th in 2012 at the Neediest Kids Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}