{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27603","tourCodeUC" : "C","tourCodeLC" : "c","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Lavery","first" : "Mike","middle" : "","extn" : "","nick" : ""}, "height" : "5-9","weight" : "155","birthDate" : "April 16, 1981","age" : "34","birthPlace" : "Fountain Valley, California","residence" : "Tustin, California","family" : "Single","education" : "University of California-Irvine (2004, Psychology)","splInterest" : "Movies, ping-pong, investment, politics, economics, favorite courses - Pebble Beach, Cypress Point, Winged Foot, favorite professional team - Los Angeles Lakers","pronunciation" : "LAVV-uh-ree","nwTourAlumnus" : "","trndProYear" : "2004","clubAffl" : "Mission Viejo CC (Mission Viejo, California)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "21,018&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2012","exmtStatus" : "Fully Exempt: Major Medical","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Made the cut in six of his 12 starts on Tour. Best finish was a T9 at the Panama Claro Championship early in the year. Had his year cut short in early July with wrist problems and did not play again. Granted a Major Medical Extension for 2013 because of wrist injuries. Will have 15 starts as a result.\n\n2011: Was one for two in made cuts on the Web.com Tour, with a T29 coming the Cox Classic in his lone weekend appearance. Opening rounds of 64-66 had him tied for third after 36 holes but final-round 73 dropped him down the list. Will be playing his first full season on the Web.com Tour in 2012. Has made seven cuts in 14 career starts dating to 2004 but has yet to register a top-25 finish. \n\n2010: Won the 2010 Bentonville Open on the Hooters Tour. 2004: Missed the cut at the Buick Invitational, his only previous start on the PGA TOUR...Played on the Hooters Tour (2004-2011) and the Canadian Tour in 2006. \n","otherCarHigh" : "Attended Irvine High School and was league champion in 1999...Big West Conference champion and win Big West Male Scholar Athlete of the Year in 1999.","personal" : "Father, John, played minor league baseball in the Oakland A's and Cleveland Indians' organizations...Worked as a law clerk and investment management clerk since college...Biggest thrill in golf is making it through the second stage of the PGA TOUR Qualifying Tournamentl. Biggest thrill outside of golf is hearing the Wheel of Fortune slot machine go off in Las Vegas. Never travels without Chapstick...Favorite websites are google.com and youtube.com. Favorite college teams are the California-Irvine Anteaters, and he follows the the Anaheim Angels and Atlanta Braves. Favorite TV shows are \"Seinfeld,\" \"The Office\" and \"Entourage.\" Favorite movies are \"The Usual Suspects,\" \"Good Will Hunting\" and \"Butch Cassidy and the Sundance Kid.\" Enjoys the Dave Matthews Band and John Wooden books. Favorite athletes to watch are Albert Pujols and Tiger Woods. Favorite vacation place is his house in Maui and his house (because he is never there). Keeps Zone Bars and Power Bars in his golf bag for snacks. Admits he has a really bad sense of direction.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "Never Travels Without - Chap stick","dynResults" : "His best finish on the PGA TOUR Canada was T33rd in 2014 at the Cape Breton Celtic Classic presented by PC Financial.","dynStats" : "He ranks T84th in Scoring Average (Actual) on the PGA TOUR Canada."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/MikeLaverygolf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}