{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "37365","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Watt","first" : "Brady","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "180","weightMetric" : "82","birthDate" : "May 9, 1990","age" : "25","birthPlace" : "Perth, Australia","residence" : "Perth, Australia","family" : "Single","education" : "","splInterest" : "Rugby, skiing.","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2013","clubAffl" : "Royal Perth (Perth, Australia)","cityPlaysFrm" : "Perth, Australia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2015","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Joined PGA TOUR Latinoamérica with a third place finish at the Sebring, FL Q-School in January… Played 16 events on PGA TOUR Latinoamérica, where he collected three top-10s and six top-25s on 13 cuts made to finish the year ranked 18th on the Order of Merit… Claimed runner-up honors at the Honduras Open, where he shot 70-65-64-70 to trail tournament champion Felipe Velázquez by two strokes in May… His other top-5 was T4 at the season ending PGA TOUR Latinoamérica Tour Championship in Puerto Rico in December… Made the cut in two of six starts on the Mackenzie Tour PGA TOUR Canada, where his best finish was T16 at the Staal Foundation Open in July.\n\n2014: Made the cut in two of four starts on the PGA TOUR, finishing T49 on his TOUR debut at the Puerto Rico in May and T24 at the Quicken Loans National in June… Missed the cut at the U.S. Open at Pinehurst No. 2 and at the Zurich Open of New Orleans… Made his PGA TOUR Latinoamérica debut with consecutive top-25s at the Dominican Republic Open (T17) and Lexus Panama Classic (T16). Made the cut in three of his six starts in Latin America… A T12 finish at the South Pacific Open in September was his only top-25 in six starts on the PGA Tour of Australasia… Missed the cut on his two European Tour starts in South Africa early in the year.\n\n2013: Made his debut as a pro at the Asian Tour's Thailand Golf Championship in December (MC).\n","otherCarHigh" : "He was the No. 1 player on the World Amateur Golf Ranking for one week in June 2013. He began the 2013 season by winning the Ten Nations and then added victories at the Riversdale Cup, Western Australia Amateur Championship and the Sun City Amateur Open. He also reached the semifinals of the U.S. Amateur, where he lost to fellow Australian Oliver Goss at The Country Club in Brookline, Mass… Finished T14 at the Emirates Australian Open on his last amateur start in December","personal" : "Has two brothers and one sister… His father, Robin, played state and national-level softball for Western Australia… Graduated from Yauchep District High School… Craig Bishop and Martin Hall are the golf coaches he has worked with… Favorite course he's played is Sahalee Country Club… A big fan of the All Blacks, the New Zealand national rugby union team… All Blacks' stars Richie McCaw and Sonny Bill Williams are his favorite athletes to watch… Breaking Bad is his favorite TV show… Loves Italian food… Nashville, TN is his favorite city to visit… Park City, Utah is his top vacation spot… Personal motto: “Everything happens for a reason.”… Twitter: @BradyWatt… Instagram: @brady_watt","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 Order of Merit Top-60"},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri was 2nd in 2015 at the Honduras Open presented by Indura Beach and Golf Resort.","dynStats" : "He ranks T64th in Total Eagles on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}