{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27119","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Oda","first" : "Koumei","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "187","weightMetric" : "85","birthDate" : "June 7, 1978","age" : "37","birthPlace" : "Tagawa, Fukuoka, Japan","residence" : "Fukuoka, Japan","family" : "","education" : "","splInterest" : "","pronunciation" : "KO-may","nwTourAlumnus" : "","trndProYear" : "2000","clubAffl" : "","cityPlaysFrm" : "Japan; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(8): 2008 Casio World Open [Jpn]. 2009 Token Homemate Cup [Jpn], Casio World Open [Jpn]. 2010 Token Homemate Cup [Jpn]. 2011 Diamond Cup Golf [Jpn]. 2013 ANA Open [Jpn]. 2014 Kansai Open Golf Championship [Jpn]. Bridgestone Open [Jpn].","curYearHigh" : "","carHigh" : "2014-15: Finished 10th on the Japan Golf Tour money list. Made four PGA TOUR starts, with a T45 at the World Golf Championships-Bridgestone Invitational his best outing. Top showing in a major was a T72 at the PGA Championship...First top-10 of the season came at the Japan Golf Tour Championship when he overcame an over-par start to finish at 5-under and a T5...Picked up a T6 at the Shigeo Nagashima Invitational Sega Sammy Cup, opening 68-67 at The North Country GC...Had a second consecutive T6. After opening with a 72 at the Musee Platinum Open in July, fired rounds of 65-63-67 to finish T6, three shots behind winner K.T. Kim…Made a valiant run at victory but was overwhelmed by Yuta Ikeda at the RIZAP KBC Augusta in late-August. Rounds of 68-66-70-69 still left him five shots behind Ikeda at Keya GC...Had a unique ANA Open in mid-September, an event he won in 2013. Opened 71-71 at Sapporo GC's Wattsu Course and was 10 strokes behind 36-hole leader Prayad Marksaeng at the halfway mark. On Saturday, made birdies on two of his first three holes. Then after a bogey setback on No. 4, made an eagle and two birdies to make the turn at 5-under 31. On his final nine of the day, had six birdies, (Nos. 11-13 and Nos. 15-17) to shoot a 61. Fell back on the final day on his way to a 3-over 75 and a T6 with four others. The 61 was a career-low round, and his 11 birdies in the third round tied the 11 he made at the 2013 Thailand Open...Finished his season in style, recording a T2 at the Golf Nippon Series JT Cup in early December. Opened with a 4-under 66 and followed with a 70 to hold a share of the 36-hole lead with Ryo Ishikawa and South Korea's Jung Gon Hwang. Added a third-round 66 but fell three behind Ishikawa, who had a sterling 63 Saturday. Settled for the runner-up finish with Yoshinori Fujimoto when he fired a 1-under 69 on the final day, ending five shots behind Ishikawa's winning score.\n\n2013-14: Made two PGA TOUR starts, getting to the weekend in both. Finished T39 at The Open Championship and was T40 at the PGA Championship...Won twice on the Japan Golf Tour and finished atop that circuit's order of merit. Represented Asia in the inaugural Eurasia Cup in March in Kuala Lumpur, Malaysia. In the event's 10-10 draw, went 1-1-1 in his three matches...Won on the Japan Golf Tour for a second consecutive season, capturing the Kansai Open Golf Championship in late-May. Shot four under-par rounds at Rokko CC (71-66-69-67) to come from four shots off the pace to defeat 54-hole leader Yoshinori Fujimoto by two strokes. The victory was his seventh on the Japan Golf Tour...Win No. 8 came in late-October, at the Bridgestone Open. Enjoyed four sub-70 rounds at Sodegaura CC's Sodegaura Course (67-65-69-68). Took a three-shot lead over Azuma Yano into the final round then shot a Sunday 68 to hold off Hiroyuki Fujita by a shot after Fujita fired a 7-under 64 on the final day...Made a run at another title in early July, at the weather-shortened Nagashima Shigeo Invitational Sega Sammy Cup. Finished regulation at 10-under but watched as Ryo Ishikawa birdied the final hole to force overtime. Ishikawa then won the playoff...Moved quickly up the leaderboard on the final day of the Mynavi ABC Championship in early November. Shot a 7-under 67 on the final day to finish T2 with Hideto Tanihara, five shots short of winner Ryuichi Oda (no relation)...In the Japan Golf Tour season-ending event in early December, the Golf Nippon Series JT Cup, shot a final-round 66 to move into a T3 with three others, three shots behind winner Katsumasa Miyamoto.\n\n2013: Won for the first time since 2011 when he walked away with the ANA Open title. Shot a final-round 68 and parlayed his one-shot 54-hole lead over Hiroyuki Fujita into a four-stroke triumph over Kyoung-Hoon Lee and Shingo Katayama...Recorded his first top-10 of the season at the Token Homemate Cup on the Japan Golf Tour. Shot a final-round 71 to finish four strokes behind winner Toshinobu Tsukada in an event he won in both 2009 and 2010...Had two solid opportunities to pick up victories during the summer. At the Toshin Golf Tournament in Central, opened 64-65 but still trailed Uoshinori Fujimoto at the 36-hole mark by two strokes. Remained two shots behind Fujimoto after 54 holes and then fired a final-round 69 to Fujimoto's 67 to finish solo second, four behind Fujimoto...The following week, at the Japan Open, was again the runner-up, this time to Masanori Kobayashi. Took a three-shot, 54-hole lead into the final round after rounds of 69-68-67. But a final-round 73 betrayed him, dropping him into second, three shots behind Kobayashi...At the weather-shortened Bridgestone Open, shot a final-round 67 to T3 with two others, four shots behind winner Daisuke Maruyama...In mid-November, stumbled on the weekend at the Mitsui Sumitomo Visa Taiheiyo Masters after opening 66-67 to fall into a T6, three shots behind winner Hideto Tanihara...In December, finished solo third at the Casio World Open, three shots behind winner Hideki Matsuyama.\n\n2012: Shot weekend rounds of 67-66 at the Gate Way to the Open Mizuno Open on the Japan Golf Tour to finish solo fourth...At the Toshin Golf Tournament in September, a 54-hole event, he shot rounds of 65-67-69 to T6...Came close to victory two weeks later, opening with a 64 at the Asia-Panasonic Open. Added three more rounds in the 60s only to fall a stroke shy of Masanori Kobayashi, who shot a Sunday 62 to come from behind...Was T10 at the Japan Open in mid-October...At the Dunlop Phoenix a month later, also on the Japan Golf Tour, put together a strong weekend at Phoenix CC, shooting a third-round, 4-under 67 followed by a final-round 64 to move into a solo third, six shots behind winner Luke Donald. \n\n2011: Won on the Japan Golf Tour for the fourth consecutive season when he came back from a runner-up finish at the 2010 Diamond Cup Golf to win the event a year later by four strokes over Kaname Yokoo and Toshinori Muto. The victory helped him to a fifth-place finish on that Tour's order of merit...Picked up a pair of T10s—at the Tsuruya Open and the PGA Championships Nissin...Was a runner-up to Toru Taniguchi at the Bridgestone Open, joining a trio of other players five strokes behind Taniguchi...Shot rounds of 66-67 on the weekend at the Mynavi ABC Championship to finish one stroke out of the playoff between Koichiro Kawano and Bae Sangmoon...On the PGA TOUR, missed the cut at the Sony Open in Hawaii. 2010: Won the Token Homemate Cup in defense of his title in a playoff over Satoru Hirota and Daisuke Maruyama. Also picked up a second-place finish at the Diamond Cup Golf, and two other top-10 performances—a fifth-place showing at the Bridgestone Open and a T7 at the Golf Nippon Series JT Cup...Made the fields at both The Open Championship and the PGA Championship, missing the cut in both. 2009: First of two victories came at the Token Homemate Cup, winning in a playoff over Korean Jong-Duck Kim. Also won the Casio World Open for a second consecutive season. Tied for the 54-hole lead with Shigeki Maruyama and Ryo Ishikawa, shot a final-round 65, his second 65 of the tournament, to win by three strokes over Ishikawa. Had five other top 10s to go with his two wins, his top showing a third-place performance at the Fujisankei Classic. Ended fourth on the final Japan Golf Tour order of merit...Missed the cut at The Open Championship. Playing in his first World Golf Championships event, was T17 at the HSBC Champions. 2008: Late in the season, he finally broke through and won on the Japan Golf Tour, capturing the Casio World Open, defeating Kenichi Kuboya by three strokes. Finished 13th on the order of merit, with his other two top-10 finishes coming at the Fujisankei Classic (T9) and the Dunlop Phoenix (T8). 2007: Had eight top-10s, with two close calls where he finished runner-up—at the JCB Classic and the KBC Augusta. Other top-fives came at The Crowns (third), Nagashima Shigeo Invitational (T3), Munsingwear Open KSB Cup (T4) and the ABC Championship (T4). Was ninth on the order of merit. 2006: Only top 10 in 23 Japan Golf Tour starts was a T9 at the Under Armour KBC Augusta. 2005: Played three events, with his best performance a T29 at the Japan PGA Championship. \n\n2004: In 16 Japan Golf Tour starts, top finish was a a T12 at the Suntory Open. 2003: In rookie Japan Golf Tour season, played in 17 tournaments and made 12 cuts, with a T10 at the Japan Golf Tour Championship his top showing.\n\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "Eurasia Cup (1), 2014.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T39th in 2014 at the The Open Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}