{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "40098","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Fitzpatrick","first" : "Matthew","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "155","weightMetric" : "70","birthDate" : "September 1, 1994","age" : "21","birthPlace" : "Sheffield, England","residence" : "Sheffield, England","family" : "Single","education" : "Northwestern University","splInterest" : "Football, Sheffield United Football Club, sports","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2014","clubAffl" : "Hallamshire GC (Sheffield, South Yorkshire, England)","cityPlaysFrm" : "Sheffield; ; England","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(1): 2015 British Masters [Eur].","curYearHigh" : "In his second start at the Masters, overcame second- and third-round scores of 76-74 with a 5-under 67 Sunday to claim a T7 with Soren Kjeldsen and Hideki Matsuyama. En route to his 67 in the final round, birdied four of his final five holes at Augusta National.","carHigh" : "2015: In July, was runner-up at the Omega European Masters, finishing a stroke behind winner Danny Willett. Was one made putt away from becoming the first European Tour player to record a 59...At the KLM Open in the Netherlands, faced a 25-foot birdie putt on his 18th hole (No. 9 at Kennemer GC) that came up short forcing him to settle for a 60. Played his first 16 holes at the par-70 course in 10-under, but he parred in...Broke through in a big way at the British Masters at Woburn GC in England in October. Took the first-round lead with a 7-under 64 and maintained a share of the lead with Soren Kjeldsen after 36 holes. Shot a second-round 69. Remained tied for the lead after the third round, sharing the position with Thailand's Kiradech Aphibarnrat, a stroke ahead of Kjeldsen. On the final day, made an early bogey then rattled off five birdies that gave him the two-shot win over Kjeldsen, Shane Lowry and Fabrizio Zanotti. At age 21 years, 1 month, 9 days, became the youngest European Tour winner since Matteo Manassero at the BMW PGA Championship (three days older). The youngest previous winner of this event, which dates to 1972, was Justin Rose (nine months older)...Was hoping to make a back-nine-push against leaders Justin Rose and Lucas Bjerregaard at the UBS Hong Kong Open in mid-October, but bogeys on three of his final four holes dropped him into a T3 with Soomin Lee, Patrick Reed and Jason Scrivener. Shot rounds of 67-67-66-69 at Hong Kong GC... Recorded a T7 performance at the World Golf Championships-HSBC Champions at 15-under par, with Patrick Reed, Jordan Spieth and China's Hao Tong Li.\n\nAmateur: Ascended to the No. 1 position in the World Amateur Golf Ranking on the strength of winning the 2013 U.S. Amateur, defeating Oliver Goss by a 4-and-3 score at The Country Club in Massachusetts...rMade his PGA TOUR and major championship debut at 2013 Open Championship. Rounds of 73-76-73-72 at Muirfield left him T44...First domestic PGA TOUR start came in March 2014 at the Arnold Palmer Invitational (missed the cut)...Made the cut at the 2014 RBC Heritage in Hilton Head (T23), and played in his first U.S. Open two months later, shooting a final-round 69 to T48 at Pinehurst's No. 2 Course. Turned pro after the North Carolina tournament...Won the 2012 Boys Amateur Championship and played one season for the University of Northwestern outside Chicago before leaving school to turn professional.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "Eurasia Cup (1), 2016; Walker Cup (1), 2013.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 7th on the PGA TOUR 2 times in 2016.","dynStats" : "He ranks T74th in Approach 75-100 yards (RTP Sco on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}