{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "22945","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Enloe","first" : "Jason","middle" : "","extn" : "","nick" : ""}, "height" : "5-8","weight" : "165","birthDate" : "July 16, 1973","age" : "","birthPlace" : "Decatur, Illinois","residence" : "Dallas, Texas","family" : "Single","education" : "Southern Methodist University (1996, Business)","splInterest" : "PlayStation, movies, sports","trndProYear" : "1997","qSchoolYear" : "","clubAffl" : "Royal Oaks CC (Dallas, Texas)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "541,315&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Conditionally Exempt \/ Past Champion - 2 Years","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2011: Earned his first top-10 with a solo eighth at the Fresh Express Classic, which was reduced to 54-hole event when heavy fog canceled the final round...Played in seven more events before ending his season voluntarily. Accepted the job as assistant golf coach at Southern Methodist University in Dallas, his alma mater, assisting fellow SMU alum Josh Gregory. Made the cut and finished T54 at the Nationwide Children's Hospital Invitational, his final start. Didn't rule out returning to competitive play at some point down the road. 2010: Played 23 events, with three top-25 finishes. Ended the year No. 94 on the money list. His lone top-10 was a sixth-place finish at the Utah Championship, where he closed with a final-round 64. 2009: Finished the season No. 46 on the money list. Had three top-10 finishes in 13 cuts made, highlighted by second his career win, at the Fort Smith Classic, where he defeated Chris Tidland on the first playoff hole. Fired a final-round, 5-under 65 to reach 15-under at Hardscrabble CC. Win vaulted him from No. 117 to No. 14 on the money list at the time. Victory came in the middle of his best stretch of the season, when he made six consecutive cuts. Member of the Web.com Tour from 2004-08. 2008: Made the cut in seven of 22 starts with a pair of top-10 finishes. Was T9 at the HSBC New Zealand PGA Championship and the South Georgia Classic. 2007: Finished the the No. 83 on the money list, with $72,145. Made 12 cuts in 26 starts, with his lone top-10 finish coming at the Cox Classic (T4). 2006: Made the cut in just nine of 25 starts, with just one top-10 showing. Finished the season No. 48 on the money list, with $124,129. Disappointing start to the season, missing the cut in nine of his first 17 starts, with a T24 at the Price Cutter Charity Championship his only showing inside the top 40. Made his 18th start a good one, claiming his first Tour victory at the National Mining Association Pete Dye Classic. After opening with consecutive, 2-under 70s, came back with a 10-under 134 on the weekend with rounds of 66-68 to finish regulation tied with Boo Weekley. Victory came with a par-4 on the first extra hole. Collected a career-best $108,000 to jump 120 spots to No. 27 on the money list. Key to victory was improving in almost every stat category vs. his season-long numbers, averaging 307.8 yards off the tee (vs. 292 yards previously), hitting 82.1 percent of the fairways (vs. 64.1 percent), hitting 79.2 percent of the GIR (vs. 65.9 percent) and needing only 1.719 putts (vs. 1.782). 2005: Made the cut in 11 of 23 starts. Two of his three top-25 finishes came in the last month of the season, finishing a season-best T17 at the Oregon Classic and T19 at the Gila River Golf Classic. 2004: Made the cut in 11 of 27 starts during his rookie campaign. T15 at the Northeast Pennsylvania marked his best showing out of three top-25 finishes...Prior to 2004, had made the cut in four of 11 career appearances, with a T25 at the 2001 Samsung Canadian PGA Championship his best showing. Played on the Canadian Tour in 2002 and 2003. Had three top-10 showings in his 2002 Canadian Tour rookie season. Most recently finished No. 22 on that Tour's order of merit in 2003, with two top-10 finishes—including a season-best T3 at the Edmonton Open. Has also played on the Golden Bear Tour.\n","otherCarHigh" : "Won the 1996 Northeast Amateur championship. Advanced to the U.S. Amateur quarterfinals in 1995. Won the prestigious Monroe Invitational Championship while at Southern Methodist.","personal" : "Member of the 1986 Pony World Series baseball team, representing the only city in the tournament with less than 20,000 residents. Lists his father, Sam, and Michael Jordan as his heroes...Biggest thrill in golf was representing the United States on the World Amateur team. Also lists making a 10-foot par putt to get to the final stage of the 2003 PGA TOUR National Qualifying Tournament as a highlight.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}