{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34314","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Cappelen","first" : "Sebastian","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "190","weightMetric" : "86","birthDate" : "April 14, 1990","age" : "26","birthPlace" : "Odense, Denmark","residence" : "Jacksonville Beach, Florida","family" : "Wife - Audrey","education" : "University of Arkansas","splInterest" : "Music and cars","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2014","clubAffl" : "The Blessing (Fayetteville, Arkansas)","cityPlaysFrm" : "Odense; ; Denmark","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "279,966&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Conditional - Finished T51 at 2015 Web.com Tour Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Played 19 Web.com Tour events, making 11 cuts. Posted four top-25s. Finished 78th on the money list...Made a nice run at defending his Air Capital Classic title in Wichita in June with a T9 showing. Opened with an inconsistent, even-par 70. Fired back-to-back rounds of 66 to get into contention. Was five shots back when play began Sunday but never got things going. Carded another 70 for his first top-10 of the year...Next-best performance was a T15 at the Digital Ally Open in August. Fired rounds of 66-68-67-67...Needed a big finish at the Regular Season-ending WinCo Foods Portland Open three weeks later to make the Web.com Tour Finals. A T17 pushed him from 87th to 78th but was three spots shy of the No. 75 cutoff...On the PGA TOUR, qualified for the U.S. Open at Chambers Bay, where he missed the cut.\n\n2014: Played in 12 Web.com Tour events, making seven cuts. Had two top-10s (including a victory) and four top-25s. Finished the Regular Season 26th on the money list...Burst onto the Web.com Tour scene, winning in his professional debut as a Monday qualifier at the Air Capital Classic in June. In so doing, became the first Monday-qualifier to win since Ted Potter, Jr., in May 2011. Was also the 21st in Tour history to accomplish the feat. Became the first Dane to win on Tour. Opened with a 4-under 66. Fired 65 in both the second and third rounds to take a two-stroke lead into Sunday. After making a bogey on No. 15, recovered with birdies on the 16th and 17th holes. A two-putt par off the 18th green gave him a one-stroke victory over Matt Weibring. Would debut at No. 15 on the money list...Opened with a 65 in the Midwest Classic, leading to a T11 finish, to close July...Second top-10 came in August, at the Price Cutter Charity Championship, where his second-round 63 equaled the week's low score. Closed with a 69 to finish two behind winner Cameron Percy...Went into the final Regular Season event of the season, the WinCo Foods Portland Open, on the bubble at No. 25 on the money list, $5,630 clear of No. 26 Greg Owen. Had missed the cut the previous week at the News Sentinel Open. Opened comfortably with a 3-under 68 only to lose his game Friday, posting a score 10 shots higher to miss the cut. His spot at No. 25 see-sawed throughout the weekend. A Kyle Reifers birdie on the 71st hole and a fortuitous second-shot bounce from the trees back into the fairway by Reifers at Pumpkin Ridge's closing par-5 hole sealed his fate, as he finished 26th, $1,463 shy of earning his TOUR card for the first time...In the Web.com Tour Finals, recorded a missed cut, T70, T14 and T46. Finished 70th in the priority ranking, 20 spots behind the 50th and final card issued.\n","otherCarHigh" : "Was a member of both the junior and national teams in his native Denmark...Played in the WC Juniors in 2008 and European Team Championship in 2009 for the national team...Arrived at the University of Arkansas in 2010 and went on to become the first four-time Razorback All-American golfer and the school's all-time leader in scoring average (72.0). Won one college event all four years, including the 2013 SEC individual title, and four titles total. Finished ninth in his last collegiate appearance in June 2014, at the NCAA Championship...Made three appearances for Team Europe in the Palmer Cup in 2011-13.","personal" : "Parents are Ulrik and Kirsten Cappelen...Has two siblings, Frederik and Caroline...Attended St. Knuds Gymnasium school in Odense...Father, Ulrik, was a member of the Danish national pro soccer team...Turned pro right after the 2014 NCAA Championship...Is a few classes shy of earning a degree in business economics from the University of Arkansas...Earliest golf memory was holing a 7-iron for his first birdie from 110 yards when he was about 10...If not a golfer, would be an economist...Favorite teams are the Arkansas Razorbacks and New England Patriots...Favorite entertainer is Jeff Dunham...Favorite places include Antalaya, Turkey, and Egypt...Would like to trade places for a day with Sebastian Vettel of Formula 1 fame...Dream foursome would include his girlfriend, Audrey Dunn, Adam Scott and Jason Day...Not many people know he plays piano and guitar...Bucket list includes sky diving and driving a Forumula 1 car...First-tee intro song would be \"Thunderstruck\" by AC\/DC...Is @scappele on Twitter.","otherInfo" : "","ntlTeams" : "Palmer Cup (3), 2011, 2012, 2013.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is T5th at the Brasil Champions presented by Embrase.","dynStats" : "He ranks T66th in Scoring Average (Actual) on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}