{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "07003","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Berganio","first" : "David","middle" : "","extn" : "Jr.","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "170","weightMetric" : "77","birthDate" : "January 14, 1969","age" : "47","birthPlace" : "Los Angeles, California","residence" : "Sylmar, California","family" : "Single","education" : "University of Arizona","splInterest" : "Basketball","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (1996, 2000)","trndProYear" : "1993","clubAffl" : "","cityPlaysFrm" : "Granada Hills; CA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,291,784&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1997","qSchoolYear" : "1996, 2008","exmtStatus" : "Major Medical (Web.com Tour category)","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Did not make a PGA TOUR start for the sixth consecutive season. Will have seven events in the 2015-16 PGA TOUR Season to earn $547,166 (coupled with $115,517 from 2009) to clear the top finishers from Web.com Tour Medical category. Extension dates to 2009 season, when lingering back issues limited schedule to just 15 starts.\n\n2013-14: Did not make a PGA TOUR start for the fifth consecutive season.\n\n2013: Did not make any PGA TOUR starts for the fourth consecutive season...Made one Web.com Tour start (missed cut).\n\n2012: Did not make any starts on the PGA TOUR for the third consecutive season...Played in second stage of the 2012 PGA TOUR Qualifying Tournament but failed to advance. \n\n2011: Did not play on TOUR for a second consecutive season but did caddie for longtime friend Jack Wagner at the American Century Celebrity Golf Championship at Lake Tahoe in Nevada. \n\n2010: Did not compete during the season. 2009: After playing just nine events the previous five seasons due to injury, earned PGA TOUR card via 2008 PGA TOUR Qualfying School (T7). Made the cut in seven of 15 starts, with a T32 at the FBR Open his best outing. The 15 starts were his most since the 2003 season. 2008: Playing fifth season with Major Medical Extension, missed the cut in his only start of the season at the FBR Open, with rounds of 72-73. 2007: In fourth season with Major Medical Extension, played in three events as he continued comeback from disk injury. 2006: Playing on fourth consecutive Major Medical Extension, limited to just two events, making one cut at the Chrysler Classic of Tucson. 2005: Played in one event, a missed cut at the Chrysler Classic of Tucson. 2004: Played in just two events on a Major Medical Extension. 2003: Limited to only 15 starts due to a bulging disc...Did not play again after a first-round withdrawal at the FedEx St. Jude Classic in late June. Granted a Major Medical Extension...Lone top-25 in 15 starts was a T19 at the EDS Byron Nelson Championship, aided by a final-round 66. 2002: Earned career-best finish (second) and largest paycheck ($432,000) after losing to Phil Mickelson in a one-hole playoff at the Bob Hope Chrysler Classic. Birdied the final hole of regulation to tie Mickelson at 30-under-par 330. Fourth-round 64 tied PGA TOUR career low. 2001: Finished in the top 100 on the TOUR money list for the first time...Had just one career top-10 entering the year and added four more, including a career-best T3 at the Canon Greater Hartford Open...Held first-round lead in AT&T Pebble Beach National Pro-Am after tying Spyglass Hill course record with 8-under 64. 2000: Finished 11th on the Web.com Tour money list to regain his PGA TOUR card...Captured the Omaha Classic by shooting a 67 in the final round to tie Ahmad Bateman. Used a par-4 on the second playoff hole to capture his third career victory. 1999: Picked up his second title with a two-stroke win over Dicky Thompson and Paul Gow at the Permian Basin Open. 1997: As a rookie, finished just outside of keeping his conditional card on the PGA TOUR at No. 155 on the money list. 1996: Final-round 66 gave him a one-stroke victory over four others at the Monterey Open...Also had three runners-up finishes...Earned his initial TOUR card for the 1997 season at PGA TOUR Qualifying Tournament. Amateur: Winner of the 1991 and 1993 U.S. Amateur Public Links Championships.\n","otherCarHigh" : "","personal" : "Played on the same college team at Arizona as PGA TOUR member Jim Furyk...Was introduced to the game while growing up in an economically depressed area of Los Angeles by a local priest who gave him his first set of clubs.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 1993.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was 2nd in 2002 at the Bob Hope Chrysler Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}