{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "46601","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Mullinax","first" : "Trey","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-4","heightMetric" : "1.93","weight" : "195","weightMetric" : "88","birthDate" : "June 29, 1992","age" : "23","birthPlace" : "Birmingham, Alabama","residence" : "St. Simon's Island, Georgia","family" : "Single","education" : "University of Alabama (2014, Communications)","splInterest" : "Sports","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2014","clubAffl" : "Sea Island (St. Simon's Island, Georgia)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "181,371&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2015","exmtStatus" : "Exempt - Top-75 Money Winner from 2015 Web.com Tour Regular Season","otherVics" : "","intlVics" : "","curYearHigh" : "Tied his best performance on Tour to date in Bogota. Held a share of the 36-hole lead at the Colombia Championship, thanks to a 66-67 start. Fell three back after an even-par third round. Shot a 70 in Sunday's final round for a T4.","carHigh" : "2015: Finished 60th on the money list, with one top-10 in 18 starts. Made 14 cuts. Recorded a T4 in the Bay Area in July, shooting four rounds in the 60s at the Stonebrae Classic (68-68-67-66) in Hayward, Calif. \n\n2014: Made his first Web.com Tour start in July, missing the cut at the Albertsons Boise Open...Made one PGA TOUR Canada start, missing the cut at the ATB Financial Classic in August...Finished T118 at the Web.com Tour Qualifying Tournament in December.\n","otherCarHigh" : "Was a key contributor to University of Alabama teams that won NCAA national championships in both 2013 and 2014. Made 32 tournament starts in college, winning twice—once as a junior (Savannah Quarters) and once as a senior (Isleworth Collegiate Invitational). Posted five top-fives. Was a second-team All-American as a senior...Led his Gardendale High School team to three consecutive Jefferson County 5A championships between 2006-08...Was runner-up to future college teammate Bobby Wyatt at the 2009 Alabama State Junior Championship.","personal" : "Attended Gardendale (Alabama) High School...Has one sister, Hailey. Says if he weren't playing golf he'd be \"turning wrenches at my dad's shop.\"...Favorite golf memory is having to hit three tee shots on the first hole of the NCAA Championship his freshman year...Favorite team is the Alabama Crimson Tide, and his favorite course he's played is Augusta National. Admits he would like to play St. Andrews...Always marks his ball with a quarter...Favorites include TV shows \"NCIS\" and \"Criminal Minds\" and is a big fan of the Batman movies. Enjoys the music of Garth Brooks, Denver Broncos' quarterback Peyton Manning and \"any city where it's warm.\"...Would include his dad, grandfathers and Jack Nicklaus in a dream fivesome.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Tied his best performance on Tour to date in Bogota. Held a share of the 36-hole lead at the Colombia Championship, thanks to a 66-67 start. Fell three back after an even-par third round. Shot a 70 in Sunday's final round for a T4.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Tied his best performance on Tour to date in Bogota. Held a share of the 36-hole lead at the Colombia Championship, thanks to a 66-67 start. Fell three back after an even-par third round. Shot a 70 in Sunday's final round for a T4.","carHigh" : "2015: Finished the Web.com Tour season with 18 starts, one top-10, six top-25s and 14 cuts made. Was 64th on the combined final money list...Despite limited access from his Q-School finish in December, had a solid first year on the Web.com Tour, making 11 of 14 Regular Season cuts...A sponsor exemption into the season-opening Panama Claro Championship resulted in a T21...Starts picked up beginning in May at the BWM Charity Pro-Am, where he finished T23...Went on to secure four top-30 finishes in his first seven events, through the Air Capital Classic in late June...Beginning at the Albertsons Boise Open in July, reeled off finishes of T14, T4, T11, T15 and T46, before missing the cut at the News Sentinel Open in late August to close his Regular Season. T4 came in July at Stonebrae Classic, where he fired 68-68-67-66 on the very challenging TPC Stonebrae layout near San Francisco. Would end the Regular Season 60th on the money list...Recorded the longest measured drive on Tour in 2015, a crack of 430 yards. Led the Regular Season in Par-5 Scoring Average, with 4.48 and was No. 2 in Scoring Average (68.84) during the Regular Season...On the PGA TOUR, made one appearance. Monday-qualified for the Sony Open in Hawaii, where he shot 69-71 to miss the cut...In the Web.com Tour Finals, had finishes of T56, T58 T66 and missed cut...Was third in Driving Distance (318.3 yards) at season's end.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is T4th at the Club Colombia Championship Presented by Claro.","dynStats" : "He ranks T34th in Scoring Average (Actual) on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}