{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23533","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "7","capcure" : "N", "personalInfo" : {"name" : {"last" : "Kang","first" : "Anthony","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "205","weightMetric" : "93","birthDate" : "November 30, 1972","age" : "43","birthPlace" : "Seoul, South Korea","residence" : "Phoenix, Arizona","family" : "Kalia, Braden","education" : "Oregon State","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1996","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "8,863&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "(3) 1999 Casino Filipino Philippine Open [Asia]. 2001 Myanmar Open [Asia]. 2009 Maybank Malaysian Open [Eur].","curYrHigh" : "","carHigh" : "2014: Finished seventh at the Linc Group Jakarta Invitational in Indonesia, shooting weekend rounds of 69-69…Earned his PGA TOUR China Series playing privileges with a T14 at Shenzhen Guangzhou CTS Tycoon GC. Appeared in trouble following a second-round, 7-over 79 following an opening 70. But he was even-par of his final 36 holes to secure his position...Delayed his PGA TOUR China Series debut by playing in the European Tour's Maybank Malaysian Open. At Kuala Lumpur G&CC, finished 68th after rounds of 71-74-75-74…Making his PGA TOUR China Series' debut, enjoyed a strong start to the Buick Open—with a 69-68 36-hole score. Entering the weekend at 7-under, he was only 1-over Saturday and Sunday but still earned a top-10, finishing solo seventh...Finished T4 at the United Investment Real Estate Wuhan Open in mid-May for his second top-10 in a row. Made a birdie at Yishan GC's 15th hole but then closed par-par-bogey to finish two shots out of the Brett Drewitt-Xin Jun Zhang-Hao Tong Li playoff…Shot four under-par rounds at the Yulongwan Yunnan Open, including opening and closing 68s at Yulongwan GC to finish T4, matching his career-best PGA TOUR performance (also T4 at the United Investment Real Estate Wuhan Open)…Fourth top-10 of the season came in late-September when he T9 with five others at the Jianye Tianzhu Henan Open…Finished at 1-over at the Asian Tour's Venetian Macau Open in late-October. A final-round, 2-over 73 left him T46. \n2013: Did not record a top-10 on the Asian Tour, with his top finish a T12 at the Indonesian Masters in May. Enjoyed weekend rounds of 69-69…Added a T15 at the Worldwide Holdings Selangor Masters in late-June. Finished 88th on the order of merit…Was T4 at the PGM LADA Langkawi Masters, finishing two shots out of the Mitsuhiko Hashizume-Lindsey Renolds playoff won by Hashizume…Finished in seventh on the Asian Development Tour's Jakarta Invitational, seven shots behind winner Pavit Tangkamolprasert. \n2012: Opened his Asian Tour season at the Zaykabar Myanmar Open and finished T6. After a first 18 holes of 72, he played his final three rounds in 69-68-66. It was his lone top-10 of the season as he finished 143rd on the order of merit. Did add a T11 at the Philippine Open…Missed the cut at the Ballentine's Championship in South Korea, and the Barclays Singapore Open and the Asia-Pacific Panasonic Open in Japan…On the OneAsia Tour, was T33 at the Donfeng Nissan Cup. \n2011: Played primarily on the European Tour. Best showings came in back-to-back starts in August. Finished T11 at the Johnnie Walker Championship at Gleneagles on the European Tour…The next week, at the Czech Open, was T12…Only other top-25 outing was a T22 at the Avantha Masters, thanks to weekend rounds of 69-69 in New Delhi. \n2010: At the beginning of the 2011 European Tour season, in November, parlayed a second-round 61 at Hong Kong GC and weekend rounds of 67-65 into a fourth-place finish at the UBS Hong Kong Open. His 20-under score left him two shots behind winner Ian Poulter…Only other European Tour top-20 was a T19 at the Trophy Hassan II in March. \n2009: Qualified for his initial World Golf Championships events. Finished T36 at the Bridgestone Invitational in Akron, Ohio. Final 36 of 66-69 at Firestone CC helped him move up the leaderboard…In November, traveled to Shanghai for the World Golf Championships-HSBC Champions. Broke par on the final day (69) to finish T68…Earned his World Golf Championships invites on the strength of his Maybank Malaysian Open title. Opened with a 74 in Kuala Lumpur but then scorched the Saujana G&CC with rounds of 66-64-67 over his final 54 holes to edge David Horsey, Prayad Marksaeng, Jyoti Randhawa and Miles Tunicliff by a shot…Also had a T12 at the Enjoy Jakarta Indonesia Open in March. \n2008: Top European Tour finish was a T24 at the Ballantine's Championship in South Korea. \n2007: Was T41 at the Enjoy Jakarta Astro Indonesia Open in February. \n2006: Best performance of the campaign came in his final start of the year, at the UBS Hong Kong Open. Parlayed weekend rounds of 68-66 into a T13, with Simon Khan, Gary Simpson, Angelo Que, Wen Chong Liang and Raphael Jacquelin. \n2005: Enjoyed three Asian Tour top-10s. First came at the Myanmar Open in his season-opener (T8)…Was seventh at the Macau Open in May, on the strength of a final-round 67…Best showing of the season came at the Singapore Open. Started with a first-round 67 that led to a T6. \n2004: Only top-10 on the Asian Tour was a T6 at the Myanmar Open (72-70-70-71)…Added a T17 at the European Tour's Caltex Masters. \n2003: Best Asian Tour effort was a T13 at the Hero Honda Masters…Made five European Tour starts, a T40 at the Malaysian Open his best showing. \n2002: Looking for his third Asian Tour title, came up just short in the season-ending event—the Volvo Masters of Asia. Shot three 68s to go with a third-round 70 to T2 with Craig Kamps, Arjun Singh and Simon Yates, two shots behind winner Kevin Na…Finished T21 in defense of his Myanmar Open title…Was T4 twice during the season. First came at the Casino Filipino Open…Added another T4 six months later, in September, at the Acer Taiwan Open…Other top-10 during the year came in Korea, a T9, with a closing-round 66…Added one European Tour top-10, a T10 at the Caltex Singapore Masters. \n2001: Made his PGA TOUR debut at the U.S. Open, where he made the cut after rounds of 74-72. Finished 77-73 at Southern Hills CC in Tulsa, Okla., to finish T74…Won his second career Asian Tour title, taking the Myanmar Open by two strokes over Charlie Wi…Was also eighth at the Macau Open…Two weeks later, finished T9 at the SK Telecom Open in South Korea…In his final Asian Tour start, was T10 at the Volvo China Open. \n2000: Chased a victory all week at the Volvo Masters of Malaysia after opening 64-65 to hold a six-shot 36-hole lead. Saw his lead shrink to four shots with 18 holes to play then shot a final-round 76 to drop into a playoff with Stephen Lindskog and Shinichi Akiba, a playoff Lindskog won…Other top-10s came at the Ericsson Classic (T7) and the Kolon Korean Open (T5) \n1999: Won his first professional title, taking a one-shot victory over South Africa's James Kingston and Japan's Kazuyoshi Yonekura at the Casino Filipino Philippine Open. Shot weekend rounds of 67-66 for the title. \n","otherCarHigh" : "Played collegiately at Oregon State University.","personal" : "Enjoys riding motorcycles.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(3): 1999 Philippines Open [Asia]. 2001 Myanmar Open [Asia]. Maybank Maylasian Open [Asia].","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 4th on the PGA Tour China Serie 2 times.","dynStats" : "He ranks 97th in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}