{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "36829","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Yoon","first" : "Se Jun","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "185","weightMetric" : "84","birthDate" : "January 2, 1991","age" : "25","birthPlace" : "Daegu, South Korea","residence" : "San Diego, California","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2009","clubAffl" : "Carmel Mountain Ranch GC (San Diego, California)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2016","exmtStatus" : "Conditional - Additional Qualifying Tournament Finisher or Finished 76-100 on 2015 Web.com Tour Money List","otherVics" : "","intlVics" : "","curYearHigh" : "Entered the final round of the Asian Tour Qualifying Tournament in 27th place but shot a final-round, 1-over 72 to drop into a tie for 42nd, leaving him just outside the top-40 players who earned full membership.\n","carHigh" : "Played eight events on PGA TOUR Canada in 2012 and again in 2013. Collectively, made five cuts in those 16 starts, recording two top 25s. Best finish in 2012 was a T11 at the Canadian Tour Championship and. in 2013, a T14 at the Wildfire Invitational...Made his first Web.com Tour start at the 2013 News Sentinel Open. Played one more event on 2014 Web.com Tour, missing the cut at the Cleveland Open.\n","otherCarHigh" : "Graduated from high school in Oceanside, Calif. in 2009...Has one younger sister...Dream foursome would include Tiger Woods, Adam Scott and Jason Day.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Entered the final round of the Asian Tour Qualifying Tournament in 27th place but shot a final-round, 1-over 72 to drop into a tie for 42nd, leaving him just outside the top-40 players who earned full membership.\n","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2015","otherVics" : "","intlVics" : "","curYrHigh" : "Entered the final round of the Asian Tour Qualifying Tournament in 27th place but shot a final-round, 1-over 72 to drop into a tie for 42nd, leaving him just outside the top-40 players who earned full membership.\n","carHigh" : "2015: Finished 15th on the Order of Merit, with four top-10s. Earned conditional Ping An Bank - PGA TOUR China Series' status by finishing T20 at the Second Global Qualifying Tournament in Shenzhen in February…After placing T24 in his Ping An Bank China Tour – PGA TOUR China Series' debut, earned his first top-10 when he fired a final-round 68 at The Eternal Courtyard Open to T10 in Zhengzhou...On the Asian Development Tour, finished at 6-under, thanks to a final-round, 2-under 70 at Taifong GC to T10 with four others at the Taifong Open in Chinese Taipei...Shared the 36-hole lead with eventual champion Eugene Wong at the Ping An Bank Open in mid-September. Couldn't get out of neutral on the weekend, shooting rounds of 72-73 over his final 36 holes (1-over) to fall into a T8 with four others. The finish was still his second top-10 of the year and career-best performance…Made his fifth consecutive cut to start his season—picking up his third top-10 when he T10 at the Cadillac Championship in Beijing. Highlight of the week was a 6-under 66 in the third round. Fired a final-round 70 to T10 with Xinjun Zhang and Daniel Pearce and Jin Zhang...Took the 54-hole lead at the Lushan Open in early October after firing a third-round 67 to go with a pair of 68s to open the tournament in Jiujiang. Couldn't keep the momentum going on the final day, even after opening birdie-birdie on his first two holes of the final round. Shot an even-par, front-nine score and entered the back nine a stroke behind Bryden Macpherson. Bogeyed the 10th hole, while Macpherson was making birdie, and he could never catch up. The T2 finish with T.K. Kim was the best Series' performance of his career...Had a strong tournament in early November on the Asian Development Tour's PGM Tiara Championship. At Tiara Melaka G&CC, shot a second-round, 8-under 64 and was two strokes behind Casey O'Toole's 10-under leading pace. Fell four shots behind O'Toole after a 1-under 71 in the third round. Finished runner-up to O'Toole, who completely overwhelmed the field on the final day, shooting an 8-under 64 to win by 11 shots...Qualified for the final stage of the Web.com Tour Qualifying Tournament but was disqualified. \n\n2013: Had a nice showing at the OneAsia Tour's Nanshan China Masters, where weekend rounds of 70-72 resulted in a T23...Made eight PGA TOUR Canada starts, with his best finish a T14 at the Wildfire Invitational, thanks to four par-or-better rounds.\n\n2012: On the Canadian Tour, made five starts, with two events where he made it to the weekend. First came at the Canadian Tour Players Cup (T38) and The Great Waterway Classic (T48) after opening rounds of 68-67.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Entered the final round of the Asian Tour Qualifying Tournament in 27th place but shot a final-round, 1-over 72 to drop into a tie for 42nd, leaving him just outside the top-40 players who earned full membership.\n","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T2nd in 2015 at the Lushan Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}