{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32058","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Rodriguez","first" : "Jose de Jesus","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "175","weightMetric" : "79","birthDate" : "January 22, 1981","age" : "35","birthPlace" : "Irapuato, Mexico","residence" : "Irapuato, Mexico","family" : "Wife, Bianca; Ximena (2006), José de Jesús, Jr. (2008)","education" : "","splInterest" : "Soccer","pronunciation" : "ho-ZAY DE Hehs-US Road-DREE-guess","nwTourAlumnus" : "","trndProYear" : "2007","clubAffl" : "Santa Margarita GC (Guanajuato, Mexico)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "175,634&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2012","otherVics" : "","intlVics" : "(17): 2008 Puebla [Mex]. 2010 Guadalajara [Mex], Mazatlán [Mex], Puebla [Mex], México D.F. [Mex]. 2011 Guadalajara [Mex], Torreón [Mex]. 2012 Yucatán [Mex], Monterrey [Mex]. 2013 Yucatán [Mex], Veracruz [Mex], San Luis Potosí [Mex], Chihuahua [Mex]. 2015 Querétaro [Mex], Guanajuato Golf Challenge [Mex], Mazatlán Golf Championship [Mex], Baja California Open [Mex].","curYrHigh" : "Posted four rounds of par or better to finish T4 at the PGA TOUR Latinoamérica season-opening event, the 69th Avianca Colombia Open presented by BBVA in Rionegro, Colombia in February... Shot 67 on the final round while birdieing five of the last seven holes to finish T9 at the Lexus Panama Classic in March.","carHigh" : "2015: Playing on a sponsor exemption he missed the cut at the OHL Classic at Mayakoba in November, 2014 for his only start of the 2014-15 PGA TOUR season…After finishing T28 at the Panama Claro Championship on his first start of the Web.com Tour season in February, he went on to miss the cut on his following seven starts to drop on the priority rankings. Did not make any start after the Nova Scotia Open at the start of July…Finished T17 at the Mazatlán Open in March on his only start of the year on PGA TOUR Latinoamérica…Closed the year with a T3 at the Developmental Series Final in Ecuador to earn exempt status on PGA TOUR Latinoamérica…Won a Mexican Tour event at the Club Campestre de Queretaro late in July. Posted rounds of 66-70-66 to win by one at 14-under…Had three wins, two runner-up finishes and two third-place finish in 8 starts on the Mexico Golf Tour to finish the season as the top ranked player. Won the Guanajuato Golf Challenge, the Mazatlán Golf Championship and the Baja California Open. \n \n2014: Played in 18 Web.com Tour events, posting two top-10s and three top-25s. Made eight cuts. Finished 82nd on the money list...First top-10 came in March at the Chile Classic, where he posted rounds of 70-67-69-71 to finish T9...Recorded a T16 the following week in Brazil...Next top finish came in July at the Nova Scotia Open, where he opened with a 63, which included an ace on the 5th hole, to take the lead. Recorded 69-74-72 over his final 54 holes to secure a T7. Left Nova Scotia 50th in earnings...Four missed cuts in his last five starts that followed resulted in a drop outside the top-75 after the News Sentinel Open in August...Came to the Regular Season-ending WinCo Foods Portland Open 78th and missed the cut to end his chances of making the Web.com Tour Finals...Received a sponsor's exemption to compete in the 2013 OHL Classic at Mayakoba (missed cut) on the 2013-14 PGA TOUR in November, 2013...In lone PGA TOUR Latinoamérica start, finished T48 at the Arturo Calle Colombia Open in February.\n\n2013: Finished the PGA TOUR Latinoamérica season ranked 2nd on the Order of Merit with $98,382 in earnings, only $752 behind Florida's Ryan Blaum, who moved past him on the very last event of the season…Had kept the Order of Merit top spot since April and seemed impossible to catch after taking a $30,000 lead with his second win of the season in early November. His strong lead slipped away when he missed two cuts and earned just $2,073.75 on the last four events of the season…Had two victories, both in playoffs, one runner-up finish, two third place finishes, six top-10 finishes and 11 cuts made in 13 starts…Won the Roberto De Vicenzo Invitational Copa NEC on April 28 following a sudden death playoff against Timothy O'Neal of the USA and Sebastián Saavedra of Argentina. After posting scores of 71-66-66-68 to tie for first at 271 (-17) he secured the title with a birdie on the second playoff hole…Collected his second win of the season on November 3rd at the Arturo Calle Colombian Classic presented by Avianca. Posted rounds of 67-73-65-65 to finish in a two-way tie for first with Manuel Villegas at 270 (-14). Defeated Villegas with a par on the second playoff hole at the 233-yard par-three hole 9 at San Andrés GC in Bogota. Trailing the leader by eight shots at the beginning of the final round, he also managed to set a Tour record for the largest comeback to win a tournament…Halfway through March claimed runner-up honors at the TransAmerican Power Products CRV Open at Atlas CC in Guadalajara, Mexico. Carded a bogey-free 66 on the final round to lose by one to Manuel Villegas of Colombia…His two third place finishes came at the 66th Arturo Calle Colombian Open in Pereira, Colombia and at the Mundo Maya Open in Merida, Mexico…In May, making his only Web.com Tour start this year, tied for sixth at the Mexico Championship Presented by Banamex at El Bosque Golf Club in Leon, Guanajuato. That was his third career top 10 on the Web.com Tour…Playing on a sponsor exemption he shot a couple of 72s to miss the cut at the PGA TOUR's OHL Classic at Mayakoba in November…With four wins in eight starts he was the top-ranked player on the Mexican Tour. Collected his victories at the Yucatan Country Club in February, the Club de Golf La Villa Rica in Veracruz in April, the La Loma Club de Golf in San Luis Potosi in July and at the Campestre de Chihuahua in September.\n\n2012: Finished the season ranked 9th on the PGA TOUR Latinoamérica Order of Merit…Had a runner-up finish, three top 10s, five top 25s and seven cuts made in ten starts…Lost a playoff hole for the title of the 59th Brazil Open presented by Credit Suisse Hedging-Griffo to Argentina's Clodomiro Carranza after tying for first at 15-under par 269…An opening round of 7-under par 65 at the Mundo Maya Open – an event he finished in a tie for eighth – turned him into the first leader PGA TOUR Latinoamérica ever had…Earned his PGA TOUR Latinoamérica card as one of five players exempt from the Mexican Tour.\n\n2011: Won two events on the PGA TOUR Canada to finish first on the Order of Merit…Represented Mexico at the World Cup for the first time in his career. Teamed with Oscar Serna to finish T13 at Mission Hills GC on Hainan Island, China. \n2010: Opened with a 74 at the Mexico Open Bicentenary but easily made the cut when he came back with a 64 in the second round. Fired a final-round 68 at El Bosque GC to finish solo fourth, two strokes behind winner Jamie Lovemark...By virtue of his Mexico Open high finish, earned a spot in the next tournament, the Ford Wayne Gretzky Classic, where he missed the cut.\n2009: Finished T38 at the Mayakoba Golf Classic on his first cut made on the PGA TOUR.\n2008: Made his first Web.com Tour cut, finishing T7 at the Mexico Open on the strength of a final-round 66 at Tres Marias GC in Morelia, Mexico.\n","otherCarHigh" : "","personal" : "Nicknamed “Camarón” (Shrimp) since he was a little boy…His golf instructor is his older brother Rosendo Rodríguez…His favorite professional team is UNAM Pumas from the Mexican Football League (soccer)… His favorite book is “The Secret”…Says Cancun is his favorite vacation spot…Tiger Woods, Rory McIlroy and Adam Scott would round out his dreamed foursome… Says that every time he wins a tournament the first thing he does is thank heaven for it…His biggest dream is to become a member of the PGA TOUR.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt – 2015 Dev Series Final Top-5"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Conditional - Additional Qualifying Tournament Finisher or Finished 76-100 on 2014 Web.com Tour Money List","otherVics" : "","intlVics" : "(13): 2008 Puebla [Mex]. 2010 Guadalajara [Mex], Mazatlan [Mex], Puebla [Mex], Mexico City [Mex]. 2011 Guadalajara [Mex], Torreon [Mex]. 2012 Yucatan [Mex], Monterrey [Mex]. 2013 Yucatan [Mex], Veracruz [Mex], San Luis Potosi [Mex], Chihuahua [Mex].","curYearHigh" : "Posted four rounds of par or better to finish T4 at the PGA TOUR Latinoamérica season-opening event, the 69th Avianca Colombia Open presented by BBVA in Rionegro, Colombia in February... Shot 67 on the final round while birdieing five of the last seven holes to finish T9 at the Lexus Panama Classic in March.","carHigh" : "2014: Played in 18 Web.com Tour events, posting two top-10s and three top-25s. Made eight cuts. Finished 82nd on the money list...First top-10 came in March at the Chile Classic, where he posted rounds of 70-67-69-71 to finish T9...Recorded a T16 the following week in Brazil...Next top finish came in July at the Nova Scotia Open, where he opened with a 63, which included an ace on the 5th hole, to take the lead. Recorded 69-74-72 over his final 54 holes to secure a T7. Left Nova Scotia 50th in earnings...Four missed cuts in his last five starts that followed resulted in a drop outside the top-75 after the News Sentinel Open in August...Came to the Regular Season-ending WinCo Foods Portland Open 78th and missed the cut to end his chances of making the Web.com Tour Finals...Received a sponsor's exemption to compete in the 2013 OHL Classic at Mayakoba (missed cut) on the 2013-14 PGA TOUR in November, 2013...In lone PGA TOUR Latinoamérica start, finished T48 at Colombian Open in February.\n\n2013: Finished the PGA TOUR Latinoamérica ranked No. 2 in the Order of Merit, with $98,382 in earnings, only $752 behind Ryan Blaum, who moved past him on the last event of the season. Had kept the Order of Merit top spot since April and maintained a $30,000 lead after his second win of the season, in early November. His strong lead slipped away when he missed two cuts and earned just $2,073 over the last four events of the season…As the second-ranked player among \"The Five,\" he earned status to compete on the Web.com Tour in 2014…Had two victories, both of them in playoffs, one runner-up finish, two third-place performances, six top-10 showings and 11 cuts made in 13 starts…Won the Roberto De Vicenzo Invitational Copa NEC in April, following a sudden-death playoff against Tim O'Neal and Sebastián Saavedra. After posting scores of 71-66-66-68 to tie at the top at the end of regulation, he secured the title with a birdie on the second playoff hole. It was his first career win in 13 Latinoamérica starts…Collected his second win of the season in early November, at the Arturo Calle Colombian Classic presented by Avianca. Posted rounds of 67-73-65-65 to finish in a two-way tie for first with Manuel Villegas at 14-under. Defeated Villegas with a par on the second playoff hole at the 233-yard par-3 ninth hole at San Andrés GC in Bogota. Trailing the leader by eight shots at the beginning of the final round, he set a Tour record for the largest comeback to win a tournament. The largest previous comeback came from Clodomiro Carranza at the 2012 Aberto do Brasil and by Ángel Cabrera at the 2013 Abierto OSDE del Centro, who both overcame six-shot deficits. The Colombian Classic win also made him the second two-time winner of the season, with Blaum...Halfway through March, claimed runner-up honors at the TransAmerican Power Products CRV Open at Atlas CC in Guadalajara, Mexico. Carded a bogey-free 66 in the final round to lose by one to Villegas…His two third-place finishes came at the 66th Arturo Calle Colombian Open in Pereira, Colombia, and at the Mundo Maya Open in Merida, Mexico, in June…In May, making his only Web.com Tour start this year, was T6 at the Mexico Championship at El Bosque GC in Leon. It was his third career Web.com Tour top-10…Shot a pair of of 72s to miss the cut by three strokes at the PGA TOUR's OHL Classic at Mayakoba in Playa del Carmen, Mexico, in November. Received a sponsor exemption into that event as the No. 1-ranked player on the Mexican Tour…With four wins in eight starts he went on to finish the Mexican Tour season holding a large lead as the Order of Merit No. 1. Collected his victories at the Yucatan CC in February, the La Villa Rica GC in Veracruz in April, the La Loma GC in San Luis Potosi in July and at the Campestre de Chihuahua in September. Increased his career-win total on the Mexican Tour to a record 13.\n\n2012: Finished the season ranked 9th on the PGA TOUR Latinoamérica order of merit…Had a runner-up finish, three top-10s, five top-25s and seven cuts made in 10 starts...Lost a playoff for the title of the 59th Brazil Open to Argentina's Clodomiro Carranza after finishing regulation tied at 15-under…An opening-round, 7-under 65 at the Mundo Maya Open—an event where he T8—turned him into the first leader on the PGA TOUR Latinoamérica… Earned his PGA TOUR Latinoamérica card as one of five players exempt from the Mexican Tour.\n\n2011: Won two events on the PGA TOUR Canada to finish the season No. 1 on the Order of Merit…Represented Mexico at the World Cup for the first time in his career. Teamed with Oscar Serna to finish T13 at Mission Hills GC on Hainan Island, China. \n\n2010: Opened with a 74 at the Mexico Open Bicentenary but easily made the cut when he came back with a 64 in the second round. Fired a final-round 68 at El Bosque GC to finish solo fourth, two strokes behind winner Jamie Lovemark...By virtue of his Mexico Open high finish, earned a spot in the next tournament, the Ford Wayne Gretzky Classic, where he missed the cut. \n\n2009: Made his first PGA TOUR cut, finishing T38 at the Mayakoba Golf Classic. Had four par-or-better rounds at El Camaleon GC.\n\n2008: Made his first Web.com Tour cut, finishing T7 at the Mexico Open on the strength of a final-round 66 at Tres Marias GC in Morelia, Mexico.\n","otherCarHigh" : "","personal" : "Nicknamed “Camarón” (Shrimp) since he was a little boy…Golf instructor is his older brother, Rosendo Rodríguez…Favorite professional team is UNAM Pumas from the Mexican Football League…His favorite book is \"The Secret.\" …Says Cancun is his favorite vacation spot…Tiger Woods, Rory McIlroy and Adam Scott would round out his dream foursome. Explains that every time he wins a tournament, the first thing he does is thank heaven for it…His biggest dream is to become a member of the PGA TOUR.","otherInfo" : "","ntlTeams" : "World Cup (1), 2011.","priorYearSeason" : "","ntlTeams" : "World Cup (1), 2011."},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Posted four rounds of par or better to finish T4 at the PGA TOUR Latinoamérica season-opening event, the 69th Avianca Colombia Open presented by BBVA in Rionegro, Colombia in February... Shot 67 on the final round while birdieing five of the last seven holes to finish T9 at the Lexus Panama Classic in March.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Posted four rounds of par or better to finish T4 at the PGA TOUR Latinoamérica season-opening event, the 69th Avianca Colombia Open presented by BBVA in Rionegro, Colombia in February... Shot 67 on the final round while birdieing five of the last seven holes to finish T9 at the Lexus Panama Classic in March.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri in 2016 is T4th at the 69 Avianca Colombia Open presentado por BBVA.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}