{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24140","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "O'Hair","first" : "Sean","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "180","weightMetric" : "82","birthDate" : "July 11, 1982","age" : "33","birthPlace" : "Lubbock, Texas","residence" : "Lubbock, Texas","family" : "Wife, Jaclyn; Molly Kate (2005), Luke (2007), Grady (2009), Trevor Ryan (2011)","education" : "","splInterest" : "Football, basketball, racing","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2013, 2014)","trndProYear" : "1999","clubAffl" : "Concord CC (Concordville, Pennsylvania)","cityPlaysFrm" : "Chadds Ford; PA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "19,724,326&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Following WDs in his last two starts at the Golf Club of Houston (2014 and 2013), returned to the Shell Houston Open to post his first top-10 in six starts. Marked his first top-10 of the season and first since the 2015 Deutsche Bank Championship (T4).","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2005","qSchoolYear" : "2004","exmtStatus" : "42nd in 2014-15 FedExCup points","otherVics" : "(1): 2012 Franklin Templeton Shootout [with Kenny Perry].","intlVics" : "","curYearHigh" : "Following WDs in his last two starts at the Golf Club of Houston (2014 and 2013), returned to the Shell Houston Open to post his first top-10 in six starts. Marked his first top-10 of the season and first since the 2015 Deutsche Bank Championship (T4).","carHigh" : "2014-15: On the strength of a pair of top-10 finishes in 23 starts through the Wyndham Championship, made a seventh return to the FedExCup Playoffs. Competed in the first three Playoffs' events before a T53 at the BMW Championship ended his season at No. 42 in the FedExCup standings...In March, the 2008 Valspar Championship winner returned to Innisbrook's Copperhead Course and nearly became the third player to win the event twice. Began the final round trailing Ryan Moore by three strokes, at 6-under 207. His final-round, 4-under 67 earned him a spot in a playoff with Patrick Reed and Jordan Spieth. After pars by the trio on the first two extra holes, the duo fell to a birdie-2 by Spieth on the third extra hole, No. 17. The T2 marked his first top-10 finish since claiming a T10 at the 2014 Arnold Palmer Invitational...Finished sixth for his second top-10 finish at the RBC Heritage (seventh in 2007) in his seventh start on Hilton Head Island. It marked his second top-10 of the year and first multiple top-10 season since 2012...Entered the final round of the Deutsche Bank Championship tied for third and just two strokes behind leader Henrik Stenson. Struggled to a 3-over 74 on the final day to finish T4, seven strokes behind champion Rickie Fowler. Marked his third top-10 finish in nine starts at TPC Boston. Was also his third top-10 of the season (most since 2010).\n\n2013-14: Made the cut in 14 of 25 PGA TOUR starts, with his lone top-10 finish coming at the Arnold Palmer Invitational (T10). His only other top-25 was a T15 in October 2013 at the Shriners Hospitals for Children Open...A T43 at the FedEx St. Jude Classic in early June was his top finish over his final 14 tournament appearances...Ended the season No. 160 in the FedExCup standings, marking the second-consecutive season he failed to advance to the FedExCup Playoffs (had advanced at least two rounds in each of the first six years of the FedExCup)...His T10 at the Arnold Palmer Invitational was his first top-10 since a T7 at the 2012 Greenbrier Classic. It was his third top-10 finish in nine starts at the Arnold Palmer Invitational (T3 in 2008 and runner-up in 2009)...Missed the cut in the first two Web.com Tour Finals' event in Fort Wayne, Ind., and Charlotte, N.C...Posted scores of 68-71-73-67 at the Nationwide Children's Hospital Championship to finish one shot out of the Justin Thomas-Richard Sterne playoff. His T3 was his best finish since a T2 at the Sony Open in Hawaii in January 2012. A $58,000 payday assured that he would return to the PGA TOUR in 2014-15 via the Web.com Tour Finals for the second year in a row.\n\n2013: Missed the FedExCup Playoffs for the first time since it began in 2007. Failed to record a top-10 finish for the first time in his TOUR career. Had at least one top-10 each season since 2005. Finished outside of the top 125 on the money list for the first time since joining the TOUR...Played in all four Web.com Tour Finals' events. Opened with a T11 at the Hotel Fitness Championship, thanks, in part, to a third-round 64 and a final-round 69 in Indiana...After missing the cut at the Chiquita Classic, rebounded with a T17 at the Nationwide Children's Hospital Championship, opening with a 66 at the Ohio State University GC's Scarlet Course...Secured his 2013-14 card by finishing T8 at the Web.com Tour Championship on the strength of back-to-back 67s at TPC Sawgrass' Dye's Valley Course.\n\n2012: Qualified for the FedExCup Playoffs for each of the first six years. Finished No. 81 in the final FedExCup standings, the worst performance of his career...Posted the third runner-up finish of his career, with his T2 at the Sony Open in Hawaii, two strokes behind champion Johnson Wagner. Was one of eight players to record all four rounds in the 60s at Waialae CC...Posted all four rounds in the 60s to finish T7 at The Greenbrier Classic. It was his first top-10 since the Sony Open in Hawaii, which was also the last tournament he posted all four rounds in the 60s...At No. 84, finished inside the top 100 on the money list for the eighth consecutive season. \n\n2011: Picked up fourth TOUR win but failed to record multiple top 10s in a season for first time on TOUR. Made only 13 of 24 cuts, but missed only one after he won the RBC Canadian Open...In his sixth start in Canada, came from three strokes behind Sunday at Shaughnessy G&CC to claim his fourth career PGA TOUR win. He defeated Kris Blanks on the first hole of a sudden-death playoff. With the win, he moved up more than 100 spots on the FedExCup points list, from 147th to 43rd. One of 16 players in his 20s to win on TOUR during the season. \n\n2010: Notched three top-10s and played three events in The Playoffs. Finished 47th in the final FedExCup standings...Recorded his second consecutive fourth-place finish at the Hyundai Tournament of Championship, four strokes behind champion Geoff Ogilvy. Entered the final hole at 20-under and one shot behind tournament leader Ogilvy at the time, before hitting his second shot on No. 18 into a hazard and carding a double-bogey...Next top-10 finish came 16 starts later, a T7 at The Open Championship. During that span, recorded eight top-25 finishes without cracking the top 10. Never missed a cut in six starts at The Open Championship...Shared the 54-hole lead at the World Golf Championships-Bridgestone Invitational at 9-under-par and finished fifth, his first top-10 in a World Golf Championships stroke-play event, after a final-round 71. Held the lead outright on during the final round after birdies at Nos. 2 and 4, but unable to rebound from bogeys at Nos. 8, 11 and 14...One week later, missed the cut at the PGA Championship, just his third missed cut in 20 career major championship starts. \n\n2009: Won the third tournament of his career en route to a career-best nine top-10 finishes and a fifth-place finish in the FedExCup...A final-round, 8-under 65, the best round of the day, led to a fourth-place finish at the season-opening Mercedes-Benz Championship...Lost 4 and 3 to eventual finalist Paul Casey in the quarterfinals of the World Golf Championships-Accenture Match Play Championship, finishing T5...Recorded a par on the final hole at the Arnold Palmer Invitational to finish second to Tiger Woods, who made birdie on the last hole soon after O'Hair's par. Led by five entering the final round...Had three rounds in the 60s on the way to a T10 finish at the Masters Tournament, his first top-10 in a major championship...Five weeks after losing a lead to Woods at the Arnold Palmer Invitational, surged down the stretch in winning the Quail Hollow Championship by one stroke over Lucas Glover and Bubba Watson. Closed with a 3-under 69—the only player from the last nine groups to break 70 at Charlotte's Quail Hollow Club—and made enough key birdies that finishing with consecutive bogeys on the two toughest holes at Quail Hollow didn't cost him. Took the outright lead with a two-putt birdie from 70 feet on the 15th, then seized control with an 8-iron to 8 feet for birdie on the 16th hole. Glover, who bogeyed the par-3 17th, had a chance to force a playoff on 18 until his approach bounded over the firm green and his birdie chip turned away to the left. Became the only current American player in his 20s with three PGA TOUR victories. International players Sergio Garcia and Adam Scott are the only others in the under-30 set to achieve that feat. The win vaulted him to third in the FedExCup standings...Entered the final round of the Deutsche Bank Championship tied for the lead with Steve Stricker and Retief Goosen, but an even-par 71 dropped him to a T8 finish, his seventh top-10 of the season. Was 8-under in an eight-hole stretch in the second round (Nos. 15-4) when he shot 64...One week later, posted rounds of 70-66 on the weekend to finish fourth at the BMW Championship. Climbed from 16th to seventh in the FedExCup standings entering THE TOUR Championship by Coca-Cola...Jumped out to the opening-round lead at East Lake with a 4-under 66 and eventually finished third. One of just two players (Tiger Woods) without an over-par round during the week. Finished the season fifth in the FedExCup standings...Was a rookie on the U.S. Presidents Cup team...Runner-up in a playoff to Anthony Kim at the Kiwi Challenge. 2008: Notched second career TOUR victory to go with three top-10s...After missing the cut in his two previous starts, came back with a two-stroke win at the PODS Championship. Finished the event at 4-under 284, the highest winning score in tournament history and the highest on TOUR since Angel Cabrera won the 2007 U.S. Open. Collected a career-best $954,000. At 25 years, 6 months, 28 days, became the youngest player to win the PODS Championship and one of just seven players younger than 30 with two or more wins on the PGA TOUR. 2007: Tallied a then-career high in top-10s (5) and nearly $2 million in earnings...The 54-hole leader by two strokes over Phil Mickelson at THE PLAYERS Championship. Playing with Mickelson in the last group on Sunday, saw victory hopes evaporate with a quadruple-bogey on the par-3 17th hole (two balls in the water). Finished 11th after a final-round 76. On his 71st hole, he said: \"I went dead after the pin, and it was right on line with the pin, maybe a yard right of the pin, and went in the water. You've got to make something happen. I didn't bust it for four days to get second place. So obviously I paid for it.\" 2006: Followed his sensational rookie season with a strong second year. Entered 30 events, made 20 cuts and finished in the top-25 seven times...Played well in the major championships, making the cut in three of the four. Finished T14 at The Open Championship and T12 at the PGA Championship, his best finish in six career major championship starts...Finished third at the Canadian Open, his best finish since capturing the 2005 John Deere Classic, two behind champion Jim Furyk. 2005: Stellar first season on TOUR, which included his first victory, a runner-up finish and Rookie of the Year honors...First TOUR win came at John Deere Classic just one day shy of his 23rd birthday in his 18th career TOUR start. Posted four rounds in the 60s, including a final-round 6-under-par 65 that overcame a five-stroke J.L. Lewis lead. Finished the tournament with one bogey over his last 60 holes. Earned a career-high $720,000 and a spot in The Open Championship field the following week, jumping to 16th on the TOUR money list. Moved to World No. 53 from No. 93 and from No. 1,155 at the end of 2004. The Wednesday evening prior to the first round after struggling with his swing. \"I was so desperate, I went to a Borders (bookstore) down the road from my hotel to get a couple Jack Nicklaus books. Thursday morning I woke up and was trying it in the hotel room. I tried it on the range before I went and played on Thursday and just hit the ball probably the best I've ever hit it.\"...Obtained a last-minute passport for The Open Championship trip to St. Andrews. After arriving on Wednesday, finished T15, his first career start in a major championship...In just his 12th start of his rookie campaign finished solo second at the EDS Byron Nelson Championship. Held the lead after 36 and 54 holes, but could not catch Ted Purdy who closed with a 5-under 65...He added a T8 finish at the Buick Open and a T10 at the Chrysler Championship to qualify for his first TOUR Championship presented by Coca-Cola. Went on to a T12 at East Lake GC in Atlanta to finish 18th on the money list, with $2,461,482. 2004: Turned in then-best finish in 18 career starts on the Web.com Tour, a T28 at The First Tee Arkansas Classic. 2001: Made just one cut in seven starts in his only season as a member of the Web.com Tour...Spent time on the Cleveland Pro Tour and the Gateway Tour...Turned professional after his junior year of high school.\n","otherCarHigh" : "","personal" : "Turned pro during his senior year of high school when he was 17. He and his wife, Jaclyn, were married at age 20, and they have four children. Jaclyn caddied for him on the mini-tours for two years. He became a member of the PGA TOUR at the age of 22. His father-in-law caddied for him his first three years on the TOUR.","otherInfo" : "","ntlTeams" : "The Presidents Cup (1), 2009.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T10th at the Shell Houston Open.","dynStats" : "He ranks 23rd in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}