{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29222","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hurley","first" : "Billy","middle" : "","extn" : "III","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "170","weightMetric" : "77","birthDate" : "June 9, 1982","age" : "33","birthPlace" : "Leesburg, Virginia","residence" : "Annapolis, Maryland","family" : "Wife: Heather; Will (1\/14\/07), Jacob (2\/21\/09), Madison (2\/7\/14)","education" : "United States Naval Academy (2004, Quantitative Economics)","splInterest" : "Hiking with his family, reading, Bible study","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2011, 2013)","trndProYear" : "2006","clubAffl" : "U.S. Naval Academy GC (Annapolis, Maryland)","cityPlaysFrm" : "Annapolis; MD; United States","websiteUrl" : "http:\/\/www.billyhurley3.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,665,695&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2011","exmtStatus" : "Exempt - Next 25 Money Winners from 2015 Web.com Tour Finals","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2012: PGA TOUR rookie made eight cuts in 27 starts. Parlayed two of his last six season starts into top-10 finishes...Finished T4 at the AT&T National for his first career TOUR top-10 finish, coming near Annapolis, Md., where he attended the Naval Academy...Two weeks later, added a second top-10 showing, a T8 at the John Deere Classic. Played the par-5 second hole in 5-under for the week and birdied the par-4 10th hole all four rounds to claim the top-10...Was solo second at the Web.com Tour's Chiquita Classic in July, his best Tour finish, when he closed with the low round Sunday, a 64...Posted four rounds in the 60s at Crestview CC and finished a solo fifth at the Preferred Health Systems Wichita Open. His 5-under 66 was the best score on the final day and moved him to 14-under, four shots back of winner Mathew Goggin...Added another top-10 to his resume with a T5 effort at the Mylan Classic near Pittsburgh...Was T6 at the Children's Hospital Classic in Chattanooga, where he was 18-under par after 54 holes and trailed leader John Mallinger by two strokes. Held a share of the lead after nine holes and was in a battle for the title until he made an 8 at the par-3, 17th hole. His quintuple bogey included a two-stroke penalty, which he called on himself when his club made contact with some leaves in a hazard. Birdied the final hole to earn another top-10 and moved up one spot on the money list, to No. 22. \n\n2011: Finished No. 25 on the Web.com Tour money list, earning the last spot among the 25 who advanced to the PGA TOUR for the 2012 season. His year included four top-10 finishes among 20 starts. Also made three PGA TOUR starts (has 11 overall during career), with only made cut a T62 at the Arnold Palmer Invitational...Was solo second at the Chiquita Classic in July, his best Tour finish to date, when he closed with the low round Sunday, a 64...Posted four rounds in the 60s at Crestview CC and finished a solo fifth at the Preferred Health Systems Wichita Open. His 5-under 66 was the best score on the final day and moved him to 14-under, four shots back of winner Mathew Goggin...Added another top-10 to his resume with a T5 effort at the Mylan Classic near Pittsburgh...Was T6 at the Children's Hospital Classic in Chattanooga, where he was 18-under par after 54 holes and trailed leader John Mallinger by two strokes. Held a share of the lead after nine holes and was in a battle for the title until he made an 8 at the par-3, 17th hole. His quintuple bogey included a two-stroke penalty, which he called on himself when his club made contact with some leaves in a hazard. Birdied the final hole to earn another top-10 and moved up one spot on the money list, to No. 22.\n\n2010: Making his eighth career PGA TOUR start, finished T61 at the Turning Stone Resort Championship, his only start on the PGA TOUR...Finished T127 at the PGA TOUR Qualifying Tournament. Has made only one of three cuts on the Nationwide Tour—a T52 at the 2007 Melwood Prince George's County Open. Has victories on the 2010 NGA Hoooters Tour, eGolf Tour and Florida Professional Golf Tour. 2006: Made two of six cuts on the PGA TOUR, including a T43 at the Bay Hill Invitational, his first career start. \n","otherCarHigh" : "Won seven tournaments during his career at the Naval Academy, including six during his senior year. Byron Nelson Award winner in 2004, Honorable Mention All-America and Patriot League Player of the Year. Four-time All-Patriot League choice. Two-time All-America scholar. Patriot League Male Scholar-Athlete of the Year in 2004. Walker Cup team member in 2005...Won the Virginia State Amateur in both 2004 and 2005...Three-year letter winner at Loudon County High in Leesburg, Va.","personal" : "An officer in the United States Navy after graduation from the Academy (2004-09). Was a Lieutenant aboard a U.S. Navy destroyer for part of 2010 in the Persian Gulf, helping protect Iraqi oil platforms. Also worked on a cruiser in Mayport, Fla. and a destroyer in Pearl Harbor in Hawaii during his five-year obligation....Lists Mitchell Spearman, Mark Guttenburg and Pat Owen as current or past instructors...Says his biggest thrill in golf was playing on the 2005 U.S. Walker Cup team. Lists skydiving as his biggest thrill outside of golf...First car was a Dodge Neon...Never travels without his gym bag...Superstitions include marking his ball with a 1960s dime...Quaker Ridge GC in Scarsdale, N.Y, is his favorite course, and he would like to play Augusta National. Favorite teams are Navy, the Atlanta Braves and Washington Redskins. \"Criminal Minds\" is his favortie TV show, and he enjoys the Bourne series of movies. The Bible is his favorite book, and his favorite food is his wife's cooking. Philadelphia, Washington, D.C. and Chicago are his favorite cities to visit, and Bethany Beach, Del., is one of his favorite vacation spots...Would round out his dream foursome with his father, brother and Jesus Christ...Not many people know that he was the best ship driver among all the ships in his squadron and that he won two shipdriving awards during his time in the Navy...Has one brother, who plays golf at George Mason University, and two sisters...Charity work includes World Gospel Outreach, a children's camp in Honduras; Ark Children's House, an orphanage in Ecuador; Adoption Advocates International, an agency that operates an orphanage in Ethiopia (Layla House) where he adopted his son, Jacob.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 2005.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2012","qSchoolYear" : "","exmtStatus" : "136th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Made 14 of 28 PGA TOUR cuts, with one top-10 while finishing No. 136 in the FedExCup standings...Lone top-10 outing came at the CIMB Classic (T8) in Malaysia. Entered the final round one shot off the lead (tied for third) before a final-round 73 dropped him down the leaderboard...Was well behind the lead after a first-round 74 at the Nationwide Children's Hospital Championship. Fought back and carded 71-69-69 for a T9...In the Web.com Tour Finals, was T35 at the Hotel Fitness Championship...Missed the cut at the Small Busines Connection Championship at River Run...Added a T9 at the Nationwide Children's Hospital Championship, thanks to back-to-back 69s on the weekend at Ohio State University GC...At the Web.com Tour Championship, three consecutive 69s over his final 54 holes led to a T43 finish at TPC Sawgrass. Finished the four Finals' events ranked 34th on the money list. \n\n2013-14: Had a breakout season on the PGA TOUR, with 17 of 26 made cuts and four top-10s. Advanced to the FedExCup Playoffs for the first time in his career where his season ended with a T57 at the Deutsche Bank Championship...Making his first PGA TOUR start since missing the cut at the Children's Miracle Network Hospitals Classic during his rookie season in 2012, finished T9 at the Frys.com Open. Was one of just four players with all four rounds in the 60s at CordeValle...In his second start at The Honda Classic, posted rounds of 70-67-67-69—273 to miss joining the four-man playoff by a shot. His 7-under total was good for fifth and marked his best finish since a T4 at the 2012 AT&T National...Finished T8 at the Quicken Loans National at Congressional CC...Came back the next week with rounds of 68-63-67-73 to finish T4 at The Greenbrier Classic. Held the outright second- and third-round leads at Old White TPC but struggled to a 3-over 73 on the final day to finish T4, five strokes behind playing partner Angel Cabrera.\n\n2013: Ended the season making the cut in 15 of 24 Web.com Tour starts and had one second-place finish among seven top-25 efforts. Playoff runner-up to Ben Martin at the rain-delayed United Leasing Championship. Held two-shot leads after both the second and third rounds at Victoria National GC. Was tied with playing partner Joe Affrunti atop the leaderboard when both made double bogeys at the 17th hole. Wound up at 11-under 277 and tied with Affrunti, Martin and Ashley Hall. Darkness prevented the start of the playoff, which was pushed to Monday morning. Stumbled with a bogey on the first playoff hole when his tee shot landed in the water on the right side. Scrambled for the bogey-5, but Martin two-putted for par from 22 feet for the win...Finished T10 at the Mylan Classic in early August after opening with a 5-under 66 that put him one shot off the lead...Missed the cut at the Hotel Fitness Championship in the first of the four Finals' events before finishing T30 at the Chiquita Classic and T22 at the Nationwide Children's Hospital Championship...Was on the outside looking in at the Web.com Tour Championship, but a final-round 68 moved him into a T8, which earned him enough money to earn his 2013-14 PGA TOUR card. Wound up No. 26 on the Finals' priority list. \n\n2012: PGA TOUR rookie made eight cuts in 27 starts. Parlayed two of his last six season starts into top-10 finishes...Finished T4 at the AT&T National for his first career TOUR top-10 finish, coming near Annapolis, Md., where he attended the Naval Academy...Two weeks later, added a second top-10 showing, a T8 at the John Deere Classic. Played the par-5 second hole in 5-under for the week and birdied the par-4 10th hole all four rounds to claim the top-10. 2011: Finished No. 25 on the Web.com Tour money list, earning the last spot among the 25 who advanced to the PGA TOUR for the 2012 season. His year included four top-10 finishes among 20 starts. Also made three PGA TOUR starts (has 11 overall during career), with only made cut a T62 at the Arnold Palmer Invitational...Was solo second at the Chiquita Classic in July, his best Tour finish to date, when he closed with the low round Sunday, a 64...Posted four rounds in the 60s at Crestview CC and finished a solo fifth at the Preferred Health Systems Wichita Open. His 5-under 66 was the best score on the final day and moved him to 14-under, four shots back of winner Mathew Goggin...Added another top-10 to his resume with a T5 effort at the Mylan Classic near Pittsburgh...Was T6 at the Children's Hospital Classic in Chattanooga, where he was 18-under par after 54 holes and trailed leader John Mallinger by two strokes. Held a share of the lead after nine holes and was in a battle for the title until he made an 8 at the par-3, 17th hole. His quintuple bogey included a two-stroke penalty, which he called on himself when his club made contact with some leaves in a hazard. Birdied the final hole to earn another top-10 and moved up one spot on the money list, to No. 22. 2010: Making his eighth career PGA TOUR start, finished T61 at the Turning Stone Resort Championship, his only start on the PGA TOUR...Finished T127 at the PGA TOUR Qualifying Tournament. Has made only one of three cuts on the Web.com Tour—a T52 at the 2007 Melwood Prince George's County Open. Has victories on the 2010 NGA Hoooters Tour, eGolf Tour and Florida Professional Golf Tour. 2006: Made two of six cuts on the PGA TOUR, including a T43 at the Bay Hill Invitational, his first career start. Amateur: Won seven tournaments during his career at the Naval Academy, including six during his senior year. Byron Nelson Award winner in 2004, Honorable Mention All-America and Patriot League Player of the Year. Four-time All-Patriot League choice. Two-time All-America scholar. Patriot League Male Scholar-Athlete of the Year in 2004. Walker Cup team member in 2005...Won the Virginia State Amateur in both 2004 and 2005...Three-year letter winner at Loudon County High in Leesburg, Va. \n","otherCarHigh" : "","personal" : "A graduate from the United States Naval Academy in 2004, he served as a Naval officer from 2004-09. Was a lieutenant aboard a U.S. Navy destroyer from 2007-09, serving in the Persian Gulf to protect Iraqi oil platforms. Also spent time on the Red Sea and the South China Sea. Served on the USS Chung-Hoon, a 10,000-ton guided-missile destroyer. Also worked on a cruiser in Jacksonville, Fla., and a destroyer in Pearl Harbor in Hawaii during his five-year obligation...Not many people know that he won two ship-driving awards during his Naval career and also navigated the Panama Canal. Says his biggest thrill in golf was playing on the 2005 U.S. Walker Cup team. Lists skydiving as his biggest thrill outside golf...First car was a Dodge Neon...Never travels without his gym bag...Superstitions include marking his ball with a 1960s dime...Quaker Ridge GC in Scarsdale, N.Y., is his favorite course, and he would like to play Augusta National. Favorite teams are the U.S. Naval Academy, the Atlanta Braves and the Washington Redskins. \"Elementary\" is his favorite TV show, and he enjoys the Bourne series of movies. The Bible is his favorite book, and his favorite food is his wife's cooking. Philadelphia, Washington, D.C. and Chicago are his favorite cities to visit, and Bethany Beach, Del., is one of his favorite vacation spots...Has one brother, who played golf at George Mason University, and two sisters...Charity work includes Ark Children's House (an orphanage in Ecuador), Birdies For the Brave and SEAL Legacy Foundation.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 2005.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 4th on the PGA TOUR 2 times.","dynStats" : "He ranks T44th in Approach 50-75 yards (RTP Scor on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/BillyHurleyIII"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/billyhurley3"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}