{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "22896","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "7","capcure" : "N", "personalInfo" : {"name" : {"last" : "Havret","first" : "Gregory","middle" : "","extn" : "","nick" : ""}, "height" : "6-2","weight" : "180","birthDate" : "November 25, 1976","age" : "36","birthPlace" : "La Rochelle, France","residence" : "Aix-en-Provence, France","family" : "Jeanne (2006)","education" : "","splInterest" : "All sports, music, cinema, socializing","trndProYear" : "1999","qSchoolYear" : "","clubAffl" : "","cityPlaysFrm" : "France; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(4): 1998 Omnium National [Fr]. 2001 Atlanet Italian Open [Eur]. 2007 Barclays Scottish Open [Eur]. 2008 Johnnie Walker Championship at Gleneagles [Eur].","curYearHigh" : "","carHigh" : "2012: Had a disappointing campaign. Didn't turn in a top-10 on the European Tour and made only one PGA TOUR start, at the British Open. Top performance was a T12 at the Reale Seguros Open de Espana. Shot a final-round 69. 2011: After opening with an even-par 72, shot rounds of 67-68-68 to move up the leaderboard at the Avantha Masters in India, eventually finishing T3, two strokes behind winner S.S.P. Chowrasia...Made the cut at the Saab Wales Open but withdrew after the second round when he learned of his father's death...Played in the third-to-last group with Rory McIlroy on Sunday at the UBS Hong Kong Open, shooting a final-round 65 to move up the leaderboard and finish solo second to McIlroy. 2010: Making just his seventh-career PGA TOUR start and his first in a U.S. Open, finished a career-best runner-up, only one stroke behind champion Graeme McDowell. He was seeking to become the first player to win the U.S. Open in his inaugural start since Francis Ouimet in 1913...Only other top-10 came on the European Tour, at the Madrid Masters, where he T10. 2009: Only had one European Tour top-25 all season, but it was a strong showing at the Johnnie Walker Championships at Gleneagles. In defense of his 2008 title, he T3. Overcame a second-round, 4-over 76 at The Gleneagles Hotel in Pertshire, Scotland, with three other rounds in the 60s. His 10-under total left him three strokes behind winner Peter Hedblom. 2008: Captured the Johnnie Walker Championships at Gleneagles for his third European Tour title. Got up and down for par on the final hole to beat Graeme Storm by one stroke. Victory came the week after a T19 finish in the British Open. 2007: Biggest title of his career came when he defeated then-World No. 3 Phil Mickelson in a playoff for the Barclays Scottish Open at Loch Lomond, a victory that helped him break into the top 20 of the European Tour order of merit for the first time. Became the second Frenchman to win the title after Thomas Levet in 2004. 2001: Claimed his first title by winning the Italian Open at Is Molas in Sardinia, a historic achievement as he followed Thomas Levet into the winners' circle that year, the first time two Frenchmen had won in the same season on the European Tour schedule. \n","otherCarHigh" : "","personal" : "Took up golf at age 10 after being encouraged by his father. Off the golf course, one of his more interesting activities was to play a game of soccer in a bull ring, accompanied by the bull, during a friend's bachelor party.","otherInfo" : "","ntlTeams" : "World Cup (2), 2007, 2008; Seve Trophy (1), 2007.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was 2nd in 2010 at the U.S. Open Championship.","dynStats" : "He ranks 30th in Non-Member Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}