{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01782","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "Y", "personalInfo" : {"name" : {"last" : "McCullough","first" : "Mike","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "170","weightMetric" : "77","birthDate" : "March 21, 1945","age" : "71","birthPlace" : "Coshocton, Ohio","residence" : "Scottsdale, Arizona","family" : "Wife, Marilyn; Jason (4\/24\/75), Michelle (5\/13\/86), Mark (6\/7\/89)","education" : "Bowling Green State University (1968, Education)","splInterest" : "Sports events","pronunciation" : "muh-CULL-uh","nwTourAlumnus" : "","trndProYear" : "1970","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "8,249,419&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1972","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1995","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(3): 1970 Ohio State Amateur. 1974 Mini-Kemper Open. 1977 Magnolia Classic.","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Played in 14 events, with best finish a T62 at the Nature Valley First Tee Open at Pebble Beach.\n\n2011: Competed in just eight events, with his best showing a 56th-place finish at The ACE Group Classic in February. 2009: Registered his only top-10 finish of the season when he was solo seventh at the Outback Steakhouse Pro-Am. Was just three strokes off Nick Price's lead after 36 holes but final-round 73 dropped him down...Scored his second career Champions Tour hole-in-one in the second round of the AT&T Championship when he holed out a 6-iron shot on the 184-yard 18th at Oak Hills. Ace was the last of 11 on the Champions Tour in 2009. 2006: T7 at the Wal-Mart First Tee Open at Pebble Beach. 2005: Was the 36-hole leader at The ACE Group Classic and eventually T4 in Naples. Made a late run at The Club at TwinEagles on Sunday, playing Nos. 14-17 in 5-under-par (B-E-B-B) before hitting his second shot in the water on the closing hole and making bogey...Contended again at the Allianz Championship near Des Moines. Was among the leaders early in the final round before finishing T4 in Iowa, three strokes out of a playoff. 2004: Made the second of three holes-in-one during the opening round of the U.S. Senior Open, the first time three were made in the same day on the Champions Tour. Ace on the 179-yard 13th hole at Bellerive with a 5-iron was the first hole-in-one of his Champions Tour career. 2003: Dueled Jay Sigel down the stretch at the Bayer Advantage Celebrity Pro-Am near Kansas City before eventually falling one stroke shy. Missed a 20-foot birdie putt on the last hole that would have forced a playoff. 2002: One of three players to play in every official event (Walter Hall and Dana Quigley were the others)...Third-round leader at the Ford Senior Players Championship before joining two others who finished one stroke behind Stewart Ginn...Also finished T2 at the BellSouth Senior Classic at Opryland where he was one of three players to finish three strokes behind his good friend Gil Morgan. 2001: Had his finest season as a professional, claiming his first two victories on any TOUR in his first eight starts of the season. Rose to his highest level ever on any official money list, placing 12th on the final earnings list with more than $1.3 million, $400,000 more than his previous-best season (2000)...Triumphed for the first time in 612 combined events on the PGA TOUR (401), Champions Tour (178) and Web.com Tour (33) when he edged Jim Colbert and Bob Eastwood for the Mexico Senior Classic title at Puebla. Birdied the 53rd hole to take the lead and then made a clutch 4-foot par-saving putt on the last hole to seal the win...Returned to the winner's circle a month later at the Emerald Coast Classic in Florida. Battled Andy North down the stretch at The Moors and then two-putted for par on the first playoff hole for the victory. Win near Pensacola made him just the fifth player in Champions Tour history to record multiple victories despite the first title not coming until age 55 (Roberto De Vicenzo, Peter Thomson, Jim Ferree and Jimmy Powell)...Ended a then-record streak of consecutive events played for which he had been eligible at 177 in a row. Chose not to travel back across the country from his home in Arizona to play in the inaugural SAS Championship in Raleigh, the week after the Vantage Championship was canceled by the Sept. 11 tragedies. Began his run at the 1996 Hyatt Regency Maui Kaanapali Classic. 2000: Closed the season with a bang, finishing T3 at the IR SENIOR TOUR Championship...Also T3 at the Cadillac NFL Golf Classic after posting three straight rounds in the 60s...Broke Bruce Summerhays' old mark of 96 consecutive eligible events when he teed it up in the Novell Utah Showdown...Fired his career-low on the second day of the Comfort Classic, a course-record 10-under-par 62 at Brickyard Crossing. Held the 36-hole lead in Indianapolis, but carded a 74 on the final day and finished T4. 1998: Finished second at the Southwestern Bell Dominion, two strokes shy of Lee Trevino. 1997: Earned fully-exempt status for 1998 after a T7 at the Champions Tour National Qualifying Tournament. 1996: Played on all three Tours during the season...Competed at the Web.com Tour South Carolina Classic and in three events on the PGA TOUR...Became fully exempt on the 1997 Champions Tour after finishing third at the 1996 National Qualifying Tournament. 1995: Made his debut at the BellSouth Senior Classic at Opyland and T15...Earned conditional status for 1996 by beating six other players for the 16th spot at the Champions Tour National Qualifying Tournament.\n","otherCarHigh" : "Made 270 cuts in 405 starts on the PGA TOUR from 1973-96...Had 26 top-10 finishes during his TOUR career, including a second at the 1977 Tournament Players Championship in Ponte Vedra Beach, Fla. Finished with a 75 at windy Sawgrass CC to end up two strokes behind winner Mark Hayes...Most lucrative year on TOUR was 1977, when he won $79,413 and had four top-10 finishes...Played a period of his career in Asia in 1970.","personal" : "Inducted into the Toledo Golf Hall of Fame in 1999 and is also a member of the Bowling Green Athletic Hall of Fame...Grandfather got him started in the game...Grew up next to a golf course in his hometown (Coshocton Town & CC)...Best friend on Champions Tour is Gil Morgan...Son, Jason, was a record-setting quarterback at Brown...Daughter, Michelle, played golf at Trinity (Texas) University and son Mark was a member of the men's team at the school as well.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}