{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "08793","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Woods","first" : "Tiger","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "185","weightMetric" : "84","birthDate" : "December 30, 1975","age" : "40","birthPlace" : "Cypress, California","residence" : "Jupiter, Florida","family" : "Sam Alexis, Charlie Axel","education" : "Stanford University","splInterest" : "Basketball, diving, all sports","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1996","clubAffl" : "","cityPlaysFrm" : "Jupiter; FL; United States","websiteUrl" : "http:\/\/www.tigerwoods.com\/","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1996","qSchoolYear" : "","exmtStatus" : "Winner, 2013 PLAYERS Championship, multiple tournament winner (through 2017-18)","otherVics" : "(14): 1998 PGA Grand Slam of Golf. 1999 World Cup [with Mark O'Meara], PGA Grand Slam of Golf. 2000 EMC World Cup [with David Duval]. PGA Grand Slam of Golf. 2001 Williams World Challenge, PGA Grand Slam of Golf. 2002 PGA Grand Slam of Golf. 2004 Target World Challenge. 2005 PGA Grand Slam of Golf. 2006 PGA Grand Slam of Golf, Target World Challenge. 2007 Target World Challenge. 2011 Target World Challenge.","intlVics" : "(12): 1997 Asian Honda Classic. 1998 Johnnie Walker Classic [Asia]. 1999 Deutsche Bank Open-TPC of Europe [Eur], World Cup [indiv]. 2000 Johnnie Walker Classic. 2001 Deutsche Bank-SAP Open TPC of Europe. 2002 Deutsche Bank-SAP Open TPC of Europe. 2004 Dunlop Phoenix [Jpn]. 2005 Dunlop Phoenix [Jpn]. 2006 Dubai Desert Classic [Eur]. 2008 Dubai Desert Classic [Eur]. 2009 JBWere Australian Masters [Aus].","curYearHigh" : "Underwent a second microdiscetomy on Sept. 16, with no indication of his return to competition...Turned 40 on Dec. 30.","carHigh" : "2014-15: Ended the season No. 178 in the FedExCup standings, the second-worst showing of his career (behind a 201st-place finish in 2014). Injury-riddled season included having to withdraw with a back inury from the Farmers Insurance Open following his 11th hole during the first round. It represented his third WD in his last eight starts on TOUR. Did not play again until a T17 finish at the Masters Tournament, which marked his only made cut in the season's four major championships…At the Memorial Tournament, an event he has won five times, posted a third-round 13-over 85 (42-43) to mark the highest round of his career as a professional, two strokes more than his previous high, which came earlier in the season during the second round of the Waste Management Phoenix Open (11-over 82)…Posted a final-round, even-par 70 to finish T10 in his first Wyndham Championship start, marking his first top-10 since the 2013 Barclays (T2). Entered the final round trailing Jason Gore by two strokes and was seeking his 80th PGA TOUR victory in his 313th career professional start. Came into the week No. 187 in the FedExCup standings and needed a victory or possibly sole possession of second to advance to the FedExCup Playoffs the next week. The weekend appearance in Greensboro marked his 300th made cut on TOUR. 2013-14: In an injury-plagued season, made five of seven cuts with two WDs. Only made it to the final round in two of his seven starts...Jumped into contention at the European Tour's Turkish Airlines Open in November, thanks to a second-round 63, a bogey-free, nine-birdie effort at The Montgomerie Maxx Royal. Followed that with rounds of 68-67 to T3 with Justin Rose, four shots shy of winner Victor Dubuisson in Antalya…In his first U.S. start of the season, took the lead after the second round of the unofficial Northwestern Mutual World Challenge and held on to it through the 72nd hole. After Zach Johnson holed a 58-yard wedge shot for par from the drop area on his final hole, the two embarked on a sudden-death playoff. Missed a 6-foot putt for par on the first extra hole, No. 18, to extend the playoff. Improved on an opening-round, 1-under 71 with a course-record-tying, bogey-free 62 in the second round before falling to Johnson...In first start of the PGA TOUR season, made his 14th cut in as many starts at the Farmers Insurance Open. Missed the secondary 54-hole cut for the first time in his career. Third-round 79 tied for his second-worst 18-hole score on TOUR as a professional…Finished T25 in his title defense at the World Golf Championships-Cadillac Championship, just the second time in 14 starts he has failed to record a top-10 finish at the event (WD in 2012). Carded a final-round, 6-over 78, his highest final round as a professional on the PGA TOUR. Failed to make a birdie in the final round. It was just the eighth time as a professional and ninth time overall he has failed to card a birdie in a round. The others came at the 2013 TOUR Championship (first round), 2010 U.S. Open (first round), 2007 THE PLAYERS (first round), 2003 Masters (first round), 1999 Open Championship (third round), 1998 TOUR Championship (first and second rounds) and the 1995 Open Championship (final round, as an amateur)...Took nearly four months off from the World Golf Championships-Cadillac Championship until the Quicken Loans National after having back surgery in late March. Dr. Charles Rich performed the microdiscectomy surgery in Park City, Utah...Missed the Masters for the first time in 20 years along with missing his title defense at the Arnold Palmer Invitational and at the THE PLAYERS Championship...Returned to action, at the Quicken Loans National, where he missed the cut...Withdrew during the final round of the World Golf Championships-Bridgestone Invitational after straining a different area in his back. Returned the following week at the PGA Championship, where he missed the cut after rounds of 74-74. Announced days after the PGA Championship that he would rest his back and not play again until December at the World Challenge at Isleworth G&CC in Orlando...Announced on August 25 he was parting ways with swing coach Sean Foley. Foley was his third swing coach since turning pro (Butch Harmon and Hank Haney).\n\n2013: Finished the season No. 2 in the FedExCup, adding five wins to his resume and upping his career total to 79 wins, just three shy of tying all-time leader Sam Snead...In his season debut on the PGA TOUR, became the first player in TOUR history to win on the same course eight times with his Farmers Insurance Open victory at Torrey Pines GC. The win marked the sixth time on TOUR he has won in his season debut. His seventh Farmers Insurance Open win came five years after his U.S. Open win at Torrey Pines. At 14-under 274, won by four strokes over defending champion Brandt Snedeker and Josh Teater. He converted the 54-hole lead into victory for the 50th (of 54) time. With the win, the Farmers Insurance Open became the third event in which he has won seven times, the World Golf Championships-Bridgestone Invitational and Arnold Palmer Invitational being the others. In the previous six years he has won this event, he has gone on to win at least four times in each of those years. His 75th TOUR victory is just seven shy of the all-time record of 82, held by Sam Snead...At 19-under 269, finished two strokes clear of Steve Stricker to win the World Golf Championships-Cadillac Championship and become the TOUR's first multiple winner of the season. His 76th career PGA TOUR win and 17th World Golf Championships victory came at age 37 years, 2 months, 10 days in his 297th (283rd professional) career TOUR start. After posting the most birdies of his career through 36 and 54 holes, finished with 27 for the week, just one shy of a career-high 28 at the 2007 TOUR Championship by Coca-Cola and 2006 Buick Open. Entered the final round with a four-stroke lead over Graeme McDowell, with his final-round, 1-under 71 leading to the victory (the 51st time in 55 attempts he has carried the third-round lead on to victory). Received putting tips from Stricker on Wednesday, with the two (Stricker finished No. 1) going on to finish as the top-two players in the field in Strokes Gained-Putting. Finished the week with a career-low 100 putts. The Cadillac Championship represents the fourth PGA TOUR event he has won seven times (World Golf Championships-Bridgestone Invitational, Arnold Palmer Invitational and Farmers Insurance Open). The Cadillac Championship win was his first World Golf Championships victory since the 2009 Bridgestone Invitational. From 1999-2009, he did not go an entire season without winning at least one World Golf Championships title...Carded a final-round, 2-under 70 on a Monday finish to defeat Justin Rose by two strokes at the Arnold Palmer Invitational, winning the event for a PGA TOUR record-tying eighth time (Sam Snead at the Greater Greensboro Open). His 77th career PGA TOUR win moved him within five wins of all-time leader Snead's 82 victories. With wins at the Cadillac Championship and Arnold Palmer Invitational, he won in back-to-back starts for the first time since the 2009 Buick Open and World Golf Championships-Bridgestone Invitational. Supplanted Rory McIlroy for the No. 1 position in the Official World Golf Ranking. The last time he held the top spot was on October 30, 2010. Surpassed Ernie Els for most weeks in the top 10 of the Official World Golf Ranking, at 789. Had a record run of 736 consecutive weeks in the top 10 from April 13, 1997, to May 15, 2011. Returned to the top 10 on March 25, 2012, where he has since remained. Of his eight Arnold Palmer Invitational wins, has entered the final round with at least a share of the 54-hole lead seven times. Made his 17th start at the Arnold Palmer Invitational, with his lone missed cut coming as an amateur in his first start, in 1994. He has played in every event at Bay Hill since, with the exception of 2010...Finished T4 at the Masters Tournament, four shots off the winning score. It became his 13th top-10 in 19 career Masters starts...In his next start, claimed on Mother's Day his second PLAYERS Championship victory after opening with a pair of 5-under 67s. He had previously not had back-to-back rounds in the 60s at THE PLAYERS since the second and third rounds in 2004 (T16). The only other time he accomplished the feat was in 2001 (second, third and fourth rounds), when he won. With his win, joined Jack Nicklaus, Steve Elkington, Hal Sutton, Fred Couples and Davis Love III as multiple winners of the event. The victory at TPC Sawgrass became his fourth of the campaign, the earliest he has achieved the feat in a season. The win was also his 16th in Florida, the most of any state. Converted the 54-hole lead for the 53rd time (in 57 attempts)...Playing in his 1,100th official PGA TOUR round, carded a final-round 3-over 74 to finish T6 at The Open Championship. It marked the 17th major championship he has played since his last win in a major (2008 U.S. Open)...Finished T22 at the TOUR Championship by Coca-Cola, falling from No. 1 to No. 2 in the FedExCup.\n\n2012: Finished the season No. 3 in the FedExCup standings...Searching for his first PGA TOUR win since the 2009 BMW Championship, carded a final-round 3-over 75 and was unable to match playing partner Phil Mickelson's stellar, 8-under 64 that led to victory at the AT&T Pebble Beach National Pro-Am. Paired with Phil Mickelson for the 30th time in a PGA TOUR-sanctioned event. The T15 finish came in his seventh start at the event and first since finishing T12 in 2002...Was forced to WD from the World Golf Championships-Cadillac Championship after 11 holes in the final round due to soreness in his left Achilles tendon. It was the sixth WD of his career...At the Arnold Palmer Invitational, earned his 72nd career PGA TOUR win, and his seventh Bay Hill tournament title, with a five-shot win over Graeme McDowell. After a second-round 65, he was tied with Charlie Wi for the 36-hole lead. Added a 1-under 71 Saturday to take a one-stroke lead over McDowell into the final round. After a bogey at the second hole Sunday, he reeled off birdies on Nos. 3, 4, 6 and 8 to take control. Had eight pars and a bogey on the back nine...Moved into a tie with Jack Nicklaus for second on the all-time PGA TOUR victories list, with 73, after his two-shot victory at the Memorial Tournament. Trails only Sam Snead's 82 wins after a two-shot victory over Andres Romero and Rory Sabbatini at Muirfield Village GC. Posted his 73rd career victory at age 36 years, 5 months, 4 days, nearly 10 years younger than Nicklaus when he won his 73rd tournament (46 years, 2 months, 23 days) and almost seven years younger than Snead when he posted his 73rd victory (43 years, 9 days). Collected his fifth career victory at the Memorial Tournament and won in come-from-behind fashion for the 21st time in his career after entering the final round four shots off the 54-hole pace. Trailed Sabbatini by two shots standing on the 15th tee but played his final four holes in 3-under, making birdie on Nos. 15, 16 and 18. Holed a flop shot from 49 feet, 10 inches from behind the green at the par-3 16th to tie Sabbatini for the lead at 8-under. Won the Arnold Palmer Invitational and the Memorial Tournament in the same year for the fourth time (2000-01, 2009 and 2012). Posted the 12th victory of his career in Ohio and won multiple tournaments in a season for the 13th time in his career...Finished T21 for his second-worst finish in 15 professional starts at the U.S. Open (missed cut in 2006). Held a share of the 36-hole lead, marking just the ninth time in 43 tries that he has failed to carry the 36-hole lead on to victory...Two weeks later, surpassed Nicklaus on all-time PGA TOUR victories list, with his 74th, at the AT&T National, his second win at Congressional CC. Trails only Sam Snead's 82 PGA TOUR victories. Overcame a one-stroke deficit of 54-hole leader Brendon de Jonge, posting a final-round 69 to edge runner-up Bo Van Pelt by two strokes. Two-time FedExCup champion moved to No. 1 in the FedExCup standings for the first time in 100 weeks with his third victory of the campaign, the 12th time in his TOUR career he has compiled at least three wins in a season...Jumped to No. 2 in the Official World Golf Ranking, with a T3 finish at The Open Championship, his best performance in a major championship since finishing runner-up at the 2009 PGA Championship. Final-round 73 included a triple bogey on the par-4 sixth hole, his first triple in a major championship since the first hole at the 2003 Open Championship (Royal St. George's)...Finished T8 at the World Golf Championships-Bridgestone Invitational, which, coupled with his T3 at The Open Championship, gave him back-to-back top 10s in a season for first time since winning the 2009 BMW Championship and finishing runner-up at the TOUR Championship by Coca-Cola. It also snapped a career-long streak of three starts in World Golf Championships events without a top-10. His 11 top-10s at the Bridgestone Invitational, seven of which are wins, is a tournament-high...Held a share of the second-round lead at the PGA Championship, but weekend rounds of 74-72 dropped him to a T11 finish. At all four major championships, failed to break par in a weekend round...Finished T38 in his seventh start at The Barclays, with a 76 in the final round of The Barclays tying his second-highest score when entering the final round T10 or better (he was T10 after 54 holes this week). In 2007 at the Arnold Palmer Invitational, was T10 after 54 holes and shot 76 to finish T22. At the 1998 Arnold Palmer Invitational, was T2 after 54 holes and shot 77 to finish T13...Came back the following week with four rounds in the 60s to finish solo third at the Deutsche Bank Championship, maintaining his third-place spot in the FedExCup standings. His $544,000 paycheck gave him enough money to make him the first player to earn $100 million in career earnings in PGA TOUR history...Finished T4 at the BMW Championship at Crooked Stick GC to enter the TOUR Championship by Coca-Cola No. 2 in the FedExCup standings...Making his 13th career start at the TOUR Championship, jumped out to a share of the first-round lead with a 4-under 66 en route to an eventual T8 finish—his eighth top-10 at the event. Closed with a 2-over 72, just his third over-par final round at the tournament...Finished 0-3-1 for the United States team at the Ryder Cup, halving his singles match against Francesco Molinari...In his first start at the CIMB Classic in Kuala Lumpur, Malaysia, closed with a bogey-free, 8-under 63 at the Mines Resort and GC to claim a share of fourth place, with Brendon de Jonge and Chris Kirk. Made 28 birdies on the week en route to rounds of 66-67-69-63. At 19-under 265, finished three strokes behind Nick Watney...Serving as the annual tournament host at the World Challenge at Sherwood CC near Los Angeles, finished outside the top two for just the third time in 12 starts (10th in 1999, T14 in 2005 and T4 in 2012).\n\n2011: Posted a final-round, 6-under 66 to finish T10 at the World Golf Championships-Cadillac Championship, his first top-10 of the season and best showing since a T4 at the 2010 U.S. Open. It marked the 11th time in as many starts that he has finished with a top-10 at the event and the eighth time in as many starts inside the top 10 at the TPC Blue Monster at Doral. The showing represented his best round on TOUR since a second-round, 6-udner 65 at the 2010 Deutsche Bank Championship. Played the first three rounds with Phil Mickelson, the first time the two have been paired together for three rounds in a PGA TOUR-sanctioned event. The two have had 28 official pairings on TOUR and 29 counting the 2009 World Golf Championships-HSBC Champions...Closed with a 5-under 67 to finish T4 at the Masters Tournament, the best closing round of his career at Augusta National. It still left him four strokes behind Charl Schwartzel and in search of his first come-from-behind win in a major championship. Entered the final round seven strokes behind Rory McIlroy, but a front-nine, 5-under 31–highlighted by a birdie-birdie-eagle stretch, beginning on No. 6 had him tied for the lead as he made the turn at Augusta National. Closed with an even-par 36 on the back nine to finish T4, his 10th top-five finish at the Masters, moving him out of a tie for second with Mickelson, Ben Hogan, Tom Kite, Arnold Palmer, Sam Snead and Tom Watson, and trailing only Jack Nicklaus' 15. Since winning his last green jacket, in 2005, he has finished T3, T2, second, T6, T4 and T4...Late in the season, traveled to Sydney for the Australan Open. Took the 36-hole lead after opening 68-67. A 3-over 75 in the third round hurt his chances, but he came back with a 5-under 67 Sunday at The Lakes GC to finish solo third, two strokes behind winner Greg Chalmers...A week later, he played for his seventh U.S. Presidents Cup team. He compiled a 2-3-0 record at the matches held at Royal Melbourne GC, including a singles victory over Aaron Baddeley that clinched the Cup for the U.S...In his final appearance of the year, at the Chevron World Challenge, an event he hosts, he battled Zach Johnson on the final day before finally making a birdie on the 72nd hole at Sherwood CC in the limited-field event to win for the first time since the 2009 JBWere Australian Masters. \n\n2010: Failed to win on the PGA TOUR for the first time in 15-year career dating to 1996. After 281 consecutive weeks at No. 1 in the Official World Golf Ranking, relinquished title to Lee Westwood on Nov. 1. Did not play prior to the Masters for personal reasons...Finished T4 in his first start of the season, at the Masters Tournament. Recorded his first career eagle on the par-4 seventh hole in the final round at Augusta National and had a tournament-high four eagles. Collected the ninth top-five finish of his Masters career, joining Phil Mickelson, Ben Hogan, Tom Kite, Arnold Palmer, Sam Snead and Tom Watson. The only other person with more top-fives at the Masters is Jack Nicklaus, with 15...Shot 74-79 to miss the cut at the Quail Hollow Championship, including a 43 on the back nine in the second round, tying his career-worst nine-hole score. It was his first missed cut since the 2009 Open Championship and the sixth missed cut in 241 professional starts...Withdrew on the seventh hole in the final round of THE PLAYERS Championship with a lingering neck injury that caused tingling in the fingers in his right hand. Shot 70-71-71 in first three rounds. It was the third time he has withdrawn from a TOUR event as a professional (2006 Northern Trust Open, 1998 AT&T Pebble Beach National Pro-Am). Also withdrew from the 1995 U.S. Open as an amateur...Posted a 5-under 66 during the third round of the U.S. Open to enter the final round five strokes behind tournament leader Dustin Johnson. Went on to card a 4-under 75 Sunday to finish T4 (his eighth top-10 at the U.S. Open and 34th top 10 in a major championship). It was the second-highest, final-round score in a major championship as a professional (76 at the 2004 U.S. Open; 75s at the 2009 PGA Championship, 2003 Masters, 1999 Masters and 1997 PGA Championship)...Carded a 6-under-par 65, his lowest round of the season, to share the first-round lead with Vaughn Taylor at The Barclays. Closed with a final-round 67 to finish T12 and move to No. 65 in the FedExCup standings, earning a start at the Deutsche Bank Championship...Made his sixth Ryder Cup appearance, but first as a Captain's Pick, where he was victorious in three of the four matches in which he was involved. With 16 World Golf Championships titles and 28 top-10 finishes in 32 starts, returned to Sheshan International GC in Shanghai to try and add the HSBC Champions title, the only World Golf Championships title he has yet to capture, to his resume. Twice a runner-up in three previous starts, made five birdies on his inward nine in the final round to shoot a 4-under 68, good for T6 honors...Shot a final-round 65 in defense of his JBWere Australian Masters title in Melbourne. Strong finish at Victoria GC left him in fourth place, three strokes behind winner Stuart Appleby...Lost in a playoff to Graeme McDowell at the Chevron World Challenge. It was the first time as a professional that he lost after holding a three-shot-or-more lead entering the final round. McDowell drained a 20 foot putt on the 72nd hole to force a playoff and then made a 25 foot putt on the first playoff hole (No. 18) to capture the win. The world's No. 2-ranked player missed a 14-foot putt that would have extended the playoff. He has finished in the top two at this event in eight of his 10 starts. \n\n2009: In return from knee surgery in 2008, won six times on the PGA TOUR and captured his second FedExCup title. Had 14 top-10s (third-most in his career) in 17 starts and nine first- or second-place finishes. Has 71 career wins, third only to Jack Nicklaus (73) and Sam Snead (82)...Returned to action at the World Golf Championships-Accenture Match Play Championship after 2008 knee surgery. Lost in the second round to Tim Clark...Birdied the 72nd hole to beat Sean O'Hair by one stroke and claim his sixth Arnold Palmer Invitational presented by MasterCard. Sank a 15-foot birdie putt on the final green, duplicating his last-putt heroics from two previous years (2001, 15-foot birdie putt to beat Phil Mickelson; 2008, 24-foot birdie putt to beat Bart Bryant). Matched his largest comeback after 54 holes (five strokes) with his victory. He also came back from five strokes behind after 54 holes to win the 2000 AT&T Pebble Beach National Pro-Am (Mark Brooks and Matt Gogel). Out of 66 career wins, it was his 19th coming from behind. Became the first player to win six Arnold Palmer Invitational titles. The only other players with multiple victories at the event are Tom Kite (1982 and 1989) and Loren Roberts (1994-95)...Shot a final-round 68 to finish T6 at the Masters Tournament...Took the first-round lead with a 7-under 65 at the Quail Hollow Championship, but finished in fourth two strokes off the lead...Kept streak alive of 12 career made cuts in as many attempts at THE PLAYERS, with eighth-place finish, snapping a string of six consecutive appearances at the event without a top-10 finish (dating back to his win in 2001). The six consecutive events without notching a top-10 finish represents his longest streak at any single event in his career...Birdied the last two holes to shoot a final-round 65 and win the Memorial Tournament for the fourth time, beating Jim Furyk by one stroke. Trailed by four strokes entering the final round. Hit all 14 fairways in the final round and recorded his 20th come-from-behind victory in his 67th career victory. Chipped in for eagle from behind the green on the par-5 11th hole and was tied with Furyk, Jonathan Byrd and Davis Love III at 10-under with two holes remaining before his final surge...Posted the 31st top-10 finish of his career in a major championship with a T6 finish at the U.S. Open...Won his own tournament, the AT&T National hosted by Tiger Woods, with a late birdie at Congressional CC. Was tied for the lead with Anthony Kim entering the final round and was tied at 12-under with Hunter Mahan late in the back nine. Made a 20-foot birdie putt on the par-5 16th hole and fired a closing 67 to get past Mahan and capture the title by one stroke. Mahan tied the course record with a 62 earlier in the day. The win was the third of the season, the 68th of his PGA TOUR career and moved him to the top of the FedExCup standings for the first time in 2009...Missed the cut at The Open Championship at Turnberry, just the second missed cut of his professional career in a major championship (2006 U.S. Open was the first)...Shot a final-round 69 and coasted to a three-shot victory with a 20-under 268 at the Buick Open for the 69th PGA TOUR title of his career. Improved to 36-1 when he had the outright lead after 54 holes. The win was his fourth of the season in just 11 starts since returning from knee surgery and the 69th of his career. He also claimed 500 FedExCup points and moved to the top of the standings. Reached victory No. 69 at the age of 33 years and seven months—almost seven years faster than Jack Nicklaus and eight years sooner than Sam Snead. Shot a 71 in the first round and came back with the best five-hole start of his career—beginning 6-under in the second round—en route to a 9-under 63 for his best score in relation to par in four years. Shot a 65 in the third round and held a one-shot lead going into Sunday...Benefactor of a big change in momentum on Firestone CC's famous 16th hole in winning for the 70th time in his career with the World Golf Championships-Bridgestone Invitational victory. Trailing by one stroke, hit an 8-iron from 178 yards to within tap-in range for a birdie on the long par-5 16th. Meanwhile, Padraig Harrington, the third-round leader, hit from the collar of a bunker over the 16th green, but his delicate flop shot from behind the green came out hot, went into the water and he made a triple bogey-8 to give up the lead. Closed with consecutive 5-under 65s to reach 12-under and win by four strokes over Harrington and Robert Allenby. Became the first player in TOUR history to win the same event seven times on the same golf course. Also picked up 550 FedExCup points and extended his lead to 946 points. Joined Sam Snead (82) and Jack Nicklaus (73) as the only players to win 70 career TOUR events, but did so nearly seven years younger than Snead or Nicklaus...Finished second at the PGA Championship, and for the first time in his career (was 14-0), lost a third-round lead in a major to winner Y.E. Yang at Hazeltine National. Led after each of the first three rounds, including by two entering the final round, but Yang chipped in for eagle on the 14th hole to take the lead and then made birdie on the 18th hole to shoot 70 and win by three. His final-round 75 was his worst score in the final round of a major when he was in the last group...Finished T2 at The Barclays in the first event of the PGA TOUR Playoffs for the FedExCup. Missed a 7-foot birdie try on the final green that would have tied for the lead. Finished at 8-under par with Steve Stricker, Ernie Els and Padraig Harrington, one stroke behind winner Heath Slocum, who sank a 21-foot par putt on the final hole to win the title. The start was his 250th on the PGA TOUR, and for the first time in his professional career in a stroke-play event, he played with the same player (Zach Johnson) all four rounds...Shot a final-round 63 to equal lowest final round of his TOUR career at Deutsche Bank Championship. Course-record equaling front-nine 30 included a holed 9-iron at the par-4 6th hole for eagle. The T11 finish represented the third time in 2009 he finished outside the top-10 (T17 at Accenture Match Play and missed cut at The Open Championship)...Captured his sixth title of the season and took the lead in the FedExCup standings with an eight-stroke victory over Jim Furyk and Marc Leishman at the BMW Championship. Shot a third-round, course-record 62 at Cog Hill to take a seven-stroke lead entering the final round and finished at 19-under 265 to win for the fifth time at Cog Hill. It was his 10th career PGA TOUR victory by at least eight shots. It was also his 71st career victory, two short of Jack Nicklaus for second on the PGA TOUR's career list. Also tied Sam Snead with his sixth season of at least six victories...Finished solo second at the TOUR Championship by Coca-Cola, three strokes behind winner Phil Mickelson, who shot a final-round 65. The finish secured a second FedExCup title and the $10-million bonus. Had a win and two seconds in four Playoff events...Won all five matches at The Presidents Cup, four in team competition with Steve Stricker, in the United States victory at Harding Park in San Francisco. Joined Mark O'Meara (1996) and Shigeki Maruyama (1998) as the only players to have a 5-0 record in the event...Won the JBWere Australian Masters in mid-November at Kingston Heath by two strokes over Australian Greg Chalmers. Shared the third-round lead with Chalmers and James Nitties and then shot a final-round 68. \n\n2008: Won four of six starts, including a victory at the U.S. Open, before ending his season with knee surgery after the U.S. Open win in June...Won a fourth consecutive Buick Invitational at Torrey Pines GC in late January. The eight-stroke victory over Ryuji Imada was his third consecutive on the PGA TOUR and gave him 62 career wins, tying Arnold Palmer for fourth on the all-time victory list...Defeated Stewart Cink 8 and 7 in the 36-hole championship match to capture the World Golf Championships-Accenture Match Play Championship for the third time. The victory was his fourth straight on the PGA TOUR and the 63rd of his career, passing Arnold Palmer for fourth all-time in career PGA TOUR wins, one behind Ben Hogan...Sank a 24-foot birdie putt on the final hole to beat Bart Bryant and win the Arnold Palmer Invitational presented by MasterCard by one stroke, extending his PGA TOUR winning streak to five tournament starts. The win was the 64th of his career, tying Ben Hogan at No. 3 on the PGA TOUR career victory list...Finished fifth at the World Golf Championships-CA Championship at Doral, two behind winner Geoff Ogilvy, thereby breaking his streak of wins at five consecutive TOUR starts...On Tuesday, April 15, two days after finishing second at the Masters, underwent arthroscopic surgery on his left knee in Park City, Utah, to repair cartilage damage. Expected to miss 4-6 weeks. It was the same knee operated on in 1994 for a benign tumor, followed by arthroscopic surgery in 2002. Began experiencing pain in mid-2007 when he injured his anterior cruciate ligament while running at home in Orlando following The Open Championship but opted not to have surgery at that time...In his first start two months after surgery, parred the first sudden-death hole to beat Rocco Mediate and win the U.S. Open at Torrey Pines GC. Prevailed after he birdied the par-5 18th hole on Monday afternoon to complete an even-par 71 in an 18-hole playoff and tie Mediate to force sudden death, beginning on the par-4 seventh hole. Hit the green in regulation and two-putted on the dogleg right while Mediate, who was aiming to become the oldest U.S. Open champion at age 45, drove into a fairway bunker and then missed a 20-foot par putt. Sank a 12-foot birdie putt on the 72nd hole to force the 18-hole playoff with Mediate at 1-under-par 283. The victory was his third in the U.S. Open, his 14th major championship and the 65th of his TOUR career, third alone behind Sam Snead (82) and Jack Nicklaus (73). Improved to 14-for-14 in majors when holding the third-round lead. The win was also his seventh at Torrey Pines in La Jolla, Calif. (six Buick Invitationals and one U.S. Open), the most in TOUR history on one course...Announced on Wednesday, June 18, two days after winning the U.S. Open, that he would have reconstructive surgery on the anterior cruciate ligament in his left knee and miss the remainder of the 2008 season. Also announced that pain in his leg during the U.S. Open resulted from a double stress fracture to his left tibia, which he suffered while rehabilitating the knee. Surgery was performed on Tuesday, June 24 in Park City, Utah, by Dr. Thomas D. Rosenberg and Dr. Vernon J. Cooley, who did arthroscopic surgery on the same knee in April.\n2007: Won seven times en route to capturing the inaugural FedExCup, cruising through the PGA TOUR Playoffs for the FedExCup with two wins and a T2 in three starts...Captured 13th career major championship (second all-time to Jack Nicklaus' 18) and finished the year with 61 official PGA TOUR victories, fifth all-time. Adjusted scoring average was 67.79, matching own record set in 2000. With 60 official rounds, won his seventh career Vardon Trophy and also captured the Byron Nelson Award…In first start of PGA TOUR season at the Buick Invitational, came from two strokes back in the final round to post seventh consecutive TOUR victory, dating back to the 2006 Open Championship. Victory was fifth career Buick Invitational triumph, his third event with five-plus victories (CA Championship and Bridgestone Invitational, both six times), and the 55th of his PGA TOUR career...Logged 56th career TOUR victory and 13th official World Golf Championships title in 24th start at the CA Championship at Doral Golf Resort & Spa. Held the 36- and 54-hole leads before closing out a two-stroke win over Brett Wetterich, marking the 39th time winning (in 42 events) when holding at least a share of the third-round lead...Claimed the title at the Wachovia Championship, his 57th professional win and first in North Carolina. Carded rounds of 70-68-68-69—273, which was a new tournament record. Eagled the par-5 seventh and overcame a double bogey at the par-3 13th in the final round to beat Steve Stricker by two shots...Collected his sixth title at the World Golf Championships-Bridgestone Invitational in Akron. Won by eight strokes after a closing 5-under 65 at Firestone CC. Joined Jack Nicklaus (Masters\/Augusta National), Sam Snead (Miami Open\/Miami Springs G&CC) and Alex Ross (North & South Open\/Pinehurst No. 2) as the only players to win six TOUR events on the same course...Carded rounds of 71-63-69-69—272 en route to winning the PGA Championship, his 13th career major title. Second-round 63 tied the low round in major championship history. Birdie putt on final green for 62 lipped out. Increased his major championship record to 13-for-13 when holding the 54-hole lead...Matched the low final round of his career with an 8-under 63 to win the BMW Championship by two strokes for 60th career TOUR victory. Took the lead for good with a 12-foot birdie on the 13th hole and kept his distance from third-round co-leaders Aaron Baddeley and Steve Stricker. Finished at 22-under 262, breaking by five shots the record he set four years prior at Cog Hill…Entered the TOUR Championship No. 1 in the FedExCup standings and romped for his seventh victory of the season by eight over Mark Calcavecchia and Zach Johnson with rounds of 64-63-64-66—257 and captured the first FedExCup. Season earnings were a career-best $10,867,052. First player to win the TOUR Championship multiple times...Compiled a 3-2-0 record for victorious United States Presidents Cup team. \n\n2006: Difficult season off the course, as he suffered the loss of father Earl after a long battle with cancer on May 3. Inside the ropes, World No. 1 dominated with eight victories, including two major titles (The Open Championship and PGA Championship). Entered the 2007 season with a TOUR streak of six consecutive victories. Led the TOUR in scoring average (68.11) but not eligible for seventh Vardon Trophy as he did not play 60 competitive rounds. Won Byron Nelson Award for low scoring average...Won his first start of the season for the fourth time in 11 seasons on TOUR. Became the first player in Buick Invitational history to win the tournament four times (1999, 2003, 2005-06). Made an 8-foot birdie on 72nd hole to get into a three-man playoff with Jose Maria Olazabal and Nathan Green. Green was eliminated after first hole, Olazabal on the second...The next week defeated Ernie Els in a one-hole playoff to capture the Dubai Desert Classic...Made the cut at the Nissan Open, but withdrew on Saturday morning due to the flu...Finished T9 at the World Golf Championships-Accenture Match Play Championship. In the first round, defeated Stephen Ames 9 and 8, making it the largest match-play victory in the eight-year history at the event. Two-time champion lost to Chad Campbell in the third round, 1-up…Following week, defended his title at the Ford Championship at Doral, picking up his second TOUR victory in four starts. Despite bogeying last two holes, held on to win by one over David Toms and Camilo Villegas for 48th career TOUR win...Finished T3 at the Masters, three strokes behind champion Phil Mickelson...In first start since father's death on May 3, missed the cut at the U.S. Open at Winged Foot GC. The missed cut was the first as a professional in 39 major championship starts...Captured his 11th major championship at The Open Championship, tying Walter Hagen for second on the all-time major professional championships list. Defeated Chris DiMarco by two strokes after holding both the second- and third-round leads. First back-to-back Open Championship winner since Tom Watson in 1982-83. Became 19th player to win The Open Championship three times. Posted his career-best opening 36-hole total in a major with his 12-under 132. Using a driver just once during the week due to hard and fast conditions, led the field in Driving Accuracy (85.7 percent) and was second in Greens in Regulation (80.6 percent)...Became youngest player in TOUR history to collect TOUR win No. 50 at the Buick Open…Won 12th major at the PGA Championship at Medinah CC, moving into solo second behind Jack Nicklaus (18) on the career majors list. First player to win two PGAs at the same course (1999 and 2006). Recorded four rounds in the 60s (69-68-65-68) for just the second time in a major (2000 Open Championship). Tied the tournament record which he set with Bob May in 2000 (18-under 270). Became the 29th player in major championship history to collect two major wins in the same year, this being his fourth time...Fifth victory came at the World Golf Championships-Bridgestone Invitational. Defeated Stewart Cink on the fourth extra hole (No. 17) with a birdie from 8 feet. His 52nd victory moved him into a tie with Byron Nelson for fifth in career TOUR victories. Win was his fourth consecutive...Overcame a three-shot deficit to Vijay Singh to win his fifth straight start, shooting an 8-under 63 in the final round of the Deutsche Bank Championship to beat Singh by two strokes...Sixth consecutive win, in wire-to-wire fashion, came at the World Golf Championships-American Express Championship outside London at The Grove...Lost playoff to Padraig Harrington in defense of Dunlop Phoenix title in mid-November. \n\n2005: Earned sixth TOUR victories, including major wins at the Masters and The Open Championship. Earned sixth Vardon Trophy (68.66)...Moved to third in career professional majors with 10...Recorded a three-stroke victory over Luke Donald, Charles Howell III and Tom Lehman at Buick Invitational. Played 31 holes on Sunday and came from two strokes back through 54 holes to post the ninth come-from-behind win of his career. Moved to No. 1 on the money list for the first time since the end of the 2003 season...Took over as World No. 1 for the first time since the week of Aug. 30, 2004 by defeating Phil Mickelson by a stroke at the Ford Championship at Doral. Paired with Mickelson in the final round for just the third time in his career, began the day two strokes behind. Caught up to Mickelson at the turn and took a two-stroke lead after an eagle on the par-5 12th hole. Mickelson birdied the next two and both bogeyed the 16th to remain tied with two holes to play. Birdied the 17th hole and when Mickelson's chip on No. 18 lipped out, earned the 42nd victory of his career…Claimed fourth Masters title at age 29 years, 3 months and 10 days with sudden-death playoff victory over Chris DiMarco. Tied Arnold Palmer for second-most Masters victories, with four, two behind Jack Nicklaus. Recovered from a first-round 2-over-par 74 and took the 54-hole lead by three over DiMarco with rounds of 66-65. During that stretch of the third round, posted seven straight birdies (Nos. 7-13), matching Steve Pate's 1999 record birdie streak at Augusta National. Final round included chip-in on par-3 16th hole from behind the green that extended lead to two strokes and bogeys on two closing holes for a 1-under-par 71, tied with DiMarco at 12-under-par 276 total. Rolled in 15-foot birdie putt on first playoff hole to earn green jacket and re-claim the No. 1 position in the Official World Golf Ranking...TOUR record of consecutive cuts made that started at the 1998 AT&T Pebble Beach National Pro-Am ended at 142 when he made an early exit at the EDS Byron Nelson Championship. Finished 36 holes at 1-over 141 in Dallas, Texas and missed the cut by one stroke...Earned 10th professional major title at The Open Championship at age 29 years, 6 months and 17 days in his 35th major as a professional. Posted rounds of 66-67-71-70—274 at St. Andrews to defeat nearest challenger Colin Montgomerie by five strokes. The youngest and quickest to win each of the four major championships twice. Jack Nicklaus was the first to accomplish the feat at 31 years, 1 month and 7 days when he won his second PGA in 1971 in his 37th major as a professional. Sixth player in The Open Championship history to win in wire-to-wire fashion—Ted Ray (1912), Bobby Jones (1927), Gene Sarazen (1932), Henry Cotton (1934) and Tom Weiskopf (1973)...Picked up his fourth World Golf Championships-American Express Championship victory by coming from two strokes back and defeating John Daly in a two-hole playoff at Harding Park GC in San Francisco. Won for the 10th time in 19 World Golf Championships starts and improved his career playoff record to 8-1. The win was his ninth in California.\n\n2004: Surpassed Greg Norman for most weeks at No. 1 in the Official World Golf Ranking following PGA Championship with his 332nd combined week at the top. Consecutive weeks reign at No. 1 ended at 264, as Vijay Singh took over world No. 1 on Sept. 6, the week following the Deutsche Bank Championship. Entered 2005 season with streak of 133 consecutive made cuts intact...Captured second consecutive World Golf Championships-Accenture Match Play Championship for 40th career PGA TOUR win. With six match victories, including a 3-and-2 win over Davis Love III in the 36-hole finale, has won 12 consecutive matches, and overall Accenture Match Play Championship record is 20-3...Paired with Vijay Singh in final round of Deutsche Bank Championship to determine who would be World No. 1 at the end of play on Labor Day. Entered Monday's final round needing to make up a three-stroke deficit to Singh but both players shot 2-under 69 and he ended up with his 14th career runner-up finish and the No. 2 spot in the World for the first time since August 1999...Won Dunlop Phoenix tournament in November by eight strokes for first career victory in Japan.\n\n2003: Captured five events in 18 starts to lead TOUR in victories for the fifth consecutive season...Broke Byron Nelson's long-standing record for consecutive cuts made with his 114th straight at the TOUR Championship...With victory at the World Golf Championships-American Express Championship, became the first player in TOUR history to win five times in five consecutive seasons. Captured his record fifth consecutive Byron Nelson Award and the PGA of America's Vardon Trophy, based on each player's adjusted scoring average. Finished the season with an adjusted scoring average of 68.41, the second-lowest in TOUR history...Victory in the World Golf Championships-Accenture Match Play Championship completed a first-ever career sweep of the World Golf Championships events...Underwent arthroscopic surgery on his left knee on December 12, 2002 following Target World Challenge. Surgery was performed by Dr. Thomas Rosenberg at HealthSouth Surgical Center in Park City, Utah. During the one-hour procedure, fluid on the outside and inside of anterior cruciate ligament was removed, and several benign cysts were removed. Missed first five events of 2003 due to subsequent rehabilitation. \n2002: Led the PGA TOUR in earnings and was named Player of the Year for the fourth consecutive season and the fifth time in six years. Won five times...Began season with a T10 at the Mercedes Championship…Second top-10 was a T5 at the Buick Invitational. Overcame a second-round 77, his worst Tour round since a 78 In the third round of the 1999 AT&T Pebble Beach National Pro-Am, by firing 69-66 on the weekend to finish three strokes behind champion Jose Maria Olazabal…Finished as runner-up to Ernie Els at the Genuity Championship. Began the final round in Miami eight strokes back and closed with a 66 to end two strokes back for his first runner-up finish since the 2000 TOUR Championship…Earned his third consecutive victory at the Bay Hill Invitational, the first player to win three different TOUR events (the Memorial Tournament from 1999 to 2001) and the World Golf Championships-NEC Invitational (also 1999 to 2001) three consecutive times. Entered the final round with a one-shot lead over Len Mattiace and carded a 3-under 69 to win by four over runner-up Michael Campbell. With his 30th career PGA TOUR victory, he surpassed Nicklaus for most wins before age 30…Earned third Masters title, joining Nicklaus (1965-66) and Nick Faldo (1989-90) as the only consecutive winners at Augusta National. Only Nicklaus (six wins) and Arnold Palmer (four wins) have more Masters titles. Jimmy Demaret, Faldo, Gary Players and Sam Snead also won three Masters Tournaments. Was tied with Retief Goosen at 11-under entering the final round, birdied two of the first three holes en route to a three-stroke victory over Goosen. Win was his 31st on TOUR…Earned his eighth major championship, with the sixth wire-to-wire victory in U.S. Open history. Win was his seventh in his last 11 major championship appearances. Finished 3-under and won by three strokes over runner-up Phil Mickelson, the only other player to finish at par or better for the championship. Tied Tom Watson for fifth all time, with eight professional major victories. Became the fifth player to win the first two majors of the season, joining Craig Wood (1941), Ben Hogan (1951 and 1953), Palmer (1960) and Nicklaus (1972). In receiving the $1-million paycheck, became the first player to surpass the $30-million mark in career earnings and the first to exceed $4 million in four consecutive seasons…Second-round, 9-under-par 63 led to a win at the Buick Open, his 33rd career title and 20th different tournament triumph. Led after both 36 and 54 holes. Has won 25 of 27 events when he was the 54-hole leader\/co-leader. Entered the final round one stroke ahead of Esteban Toledo. Carded a 2-under 70 to secure a four-stroke victory over four players…Birdied the final four holes at the PGA Championship but finished one stroke behind winner Rich Beem…Looking to capture his fourth consecutive World Golf Championships-NEC Invitational title, he picked up his 10th top-10 finish in 11 World Golf Championships starts, finishing fourth at Sahalee CC outside Seattle…Closed with a 66 to finish at 25-under and held of Goosen on Sunday to claim the $1 million first prize at the World Golf Championships-American Express Championship in Ireland. The win was his fifth of the season and 34th of his PGA TOUR career…Played in his third Ryder Cup, recording a 2-2-1 record at The Belfry…Attempting to make the largest final-round comeback of his TOUR career, he tied his persona, final-round scoring record with a 9-under 63 at the Disney Golf Classic. Started the final round six shots behind 54-hole leader Chris DiMarco and finished third, two strokes shy of Bob Burns. With only three bogeys on the week, he record only four bogeys in his last 148 holes, dating to the 15th h0le of the final round of the PGA Championship. During that stretch, averaged one bogey per 37 holes…Ended season with a T7 at THE TOUR Championship, a TOUR-high 13th top-10 finish…Underwent arthroscopic surgery on his left knee on December 12 in Park City, Utah. The procedure removed a benign cyst and fluid inside and outside the anterior cruciate ligament.\n\n2001: Won Player of the Year honors for the third consecutive year and fourth time in five seasons. Led TOUR in Scoring Average (68.81, adjusted) for third straight year and captured third straight Vardon Trophy. Earned five TOUR titles and didn't miss a cut in 19 starts. First victory came at the Bay Hill Invitational, with four under-par rounds to edge Phil Mickelson by a stroke...Won the following week at TPC Sawgrass, making a memorable birdie putt on the par-3 17th hole in the third round and going on to a one-shot win over Vijay Singh...Win No. 3 came in his next start, at the Masters Tournament, making him the first player to hold all four professional major titles at once. Beat David Duval by two strokes at Augusta National...Made a late charge at the Verizon Byron Nelson Classic. Began the final round at TPC Four Seasons tied for 23rd. Shot an eight-birdie, one-bogey 63 but ultimately T3, three shots out of the Robert Damron-Scott Verplank playoff that Damron won...Fourth win of the campaign came at the Memorial Tournament, on the strength of four sub-70 rounds. His final-round 66 at Muirfield Village was his 14th score in the 60s over his last 15 rounds as he cruised to a seven-shot victory over Paul Azinger and Sergio Garcia...Final win of the year came at the World Golf Championships-NEC Invitational, where he beat Jim Furyk in a playoff at Firestone CC...Represented the U.S. at the World Cup, with David Duval as his teammate. The duo T2 with Denmark after losing to South Africa (Ernie Els-Retief Goosen) in a three-team playoff at the Taiheiyo Club's Gotemba Course in Japan...Added an unofficial title at the Williams World Challenge, firing a Sunday 64 after a third-round 74 to come from four strokes off the pace to beat Singh by three shots...Also won on the European Tour, taking the Deutsche Bank Open-TPC of Europe in Heidelberg, Germany, beating Michael Campbell by four strokes. \n\n2000: Set or tied 27 TOUR records. Won three consecutive majors (U.S. and The Open Championships, PGA Championship) and career Grand Slam and totaled nine TOUR victories. Non-adjusted scoring average of 68.17 best in golf history, surpassing Byron Nelson's 68.33 unofficial mark of 1945. Finished the year with 47 consecutive rounds of par or better and completing all 20 events started under par. Won TOUR player of the year honors...An eight-stroke victory in The Open Championship placed him in the same company with Gene Sarazen, Ben Hogan, Jack Nicklaus and Gary Player as winners of the career Grand Slam. Became the youngest to do so at age 24...Joined Ben Hogan (1953) as the only men to win three professional majors in one season...Was 53-under in four majors, next-best mark was 18-under by Ernie Els...Nine TOUR victories most in one season since Sam Snead won 11 in 1950...20th career win at the U.S. Open made him youngest in TOUR history to win 20 times...Season-opening victories at Mercedes Championship and AT&T Pebble Beach National Pro-Am gave him wins in six consecutive starts, most since Hogan in 1948. Beat Els in a playoff at Mercedes, then came from seven strokes back with seven holes to play at Pebble Beach, keyed by an eagle-birdie-par-birdie finish, for a 64 and a two-stroke win. Finished T2 at Buick Invitational...In Masters, started 75-72 and finished fifth. In first round, made double bogey on 10 and triple bogey on 12...At U.S. Open, won by a major championship record 15 strokes (old record was Tom Morris Sr., 13 at 1864 Open Championship) at Pebble Beach. His 12-under 272 total tied the Open record of Nicklaus and Lee Janzen and broke the Open mark in relation to par...Completed career Grand Slam with eight-stroke victory at The Open Championship. His 19-under total at St. Andrews broke The Open Championship and major championship record in relation to par...In head-to-head battle with fellow California junior star Bob May, won PGA in three-hole playoff. Became first player since Denny Shute in 1936-37 to defend PGA title. Both players played the final-round back nine in 31, and he birdied the final two holes to force the three-hole playoff with May. He went birdie-par-par to beat May. He finished 18-under, giving him a share of the PGA most under-par record with May...Won World Golf Championships-NEC Invitational the next week by a record 11 strokes. 21-under 259 total a record for Firestone South...In next start, out of a fairway bunker on the par-5 72nd hole, faded a 6-iron from 213 yards over water to within 15 feet to secure a one-stroke victory over Grant Waite. Outdueled third-round co-leader Waite 65-66 on final day. Joined Lee Trevino (1971) as only players to win U.S., British and Canadian Opens in same year...Named Sports Illustrated Sportsman of the Year, the first two-time recipient (also won in 1996) in the 46-year history of the award. Also named Associated Press Male Athlete of the Year, becoming only three-time winner of that award. 1999: Earned a TOUR-record $6,616,585, nearly $3 million more than his nearest competitor, David Duval. Was named Player of the Year, PGA of America and GWAA Player of the Year for second time...Earned his eighth career TOUR title and first since the 1998 BellSouth Classic with his two-stroke victory at the Buick Invitational...Earned ninth TOUR victory at Memorial Tournament, defeating Vijay Singh by two strokes...Became youngest player since Seve Ballesteros to win two majors with his victory at PGA Championship at Medinah. Won by one stroke over Sergio Garcia...Became first player since Nick Price in 1994 to win five TOUR events in season with his win at World Golf Championships-NEC Invitational...Won his next start, at the National Car Rental Golf Classic at Walt Disney World Resort to become first player since Tom Watson in 1980 to win six official TOUR titles in season...The next week won his third consecutive start, at THE TOUR Championship, becoming the first player since Duval in 1997 to accomplish that feat...The following week, he won the World Golf Championships-American Express Championship and became first player since Johnny Miller in 1974 to win eight times in a year and the first since Hogan in 1953 to win four consecutive starts. 1998: Built on his amazing first full year on TOUR...Rounds of 72-67-69-64 produced a T2 finish with Mark O'Meara, one stroke behind Phil Mickelson in defense of his Mercedes Championships title...Earned second international victory, at the Johnnie Walker Classic in Thailand, defeating Ernie Els on second playoff hole, overcoming eight-stroke deficit to force playoff with Els...Closed with rounds of 66-68 at the Buick Invitational in La Jolla, Calif., for a T3, one stroke out of the Scott Simpson-Skip Kendall playoff...TOUR playoff record dropped to 2-1 when Billly Mayfair birded the first extra hole at Valencia CC to win the Nissan Open. Opened 68-73 then closed with a 65-66 to force the playoff with Mayfair...Stood in second place, two of the third-round lead after rounds of 70-69-71 at the Doral-Ryder Open...Final-round 73 produced a T9...Finished T8 in defense of his Masters Tournament title...Captured his seventh TOUR triumph, a one-shot win over Jay Don Blake at the BellSouth Classic. Third-round 63 at TPC Sugarloaf gave him a lead he would not relinquish...Finished T9 in defense of his Motorola Western Open title...Shared the first-round lead at The Open Championship after beginning with a 65. Closed with rounds of 77-66 for a third-place finish, his best at a major championship since winning the 1997 Masters...Regained the No. 1 spot in the Official World Golf Ranking following the Buick Classic and retained that position through year's end...Finished T4 at the Buick Open...A Sahalee CC course-record 66 produced a first-round lead at the PGA Championship. Eventually went on to T10...Finished fourth at the Sprint International, with 38 points. Was T5 at the NEC World Series of Golf...Runner up to O'Meara at the Cisco World Match Play Championship....Defeated Vijay Singh to win the PGA Grand Slam of Golf...Finished first on Tour, with 13 top-10 finishes...Made his first U.S. Presidents Cup team. Defeated Greg Norman, 1-up, in his singles match in the International team's nine-point victory.1997: PGA TOUR Player of the Year, a season that included four victories and nine top-10 finishes...Highlight of year came at Masters, where rounds of 70-66-65-69—270 set 72-hole record. Won by 12 strokes...In first start after the Masters, won GTE Byron Nelson Classic and later in summer captured Motorola Western Open...Prior to Masters, won first event of season at rain-shortened Mercedes Championships, defeating Tom Lehman on first playoff hole...Named PGA of America and Golf Writers Association of America Player of the Year. Associated Press chose his Masters win top sports story of 1997, and followed by his designation as AP's Male Athlete of the Year (first golfer to be so honored in 26 years). 1996: Turned professional at Greater Milwaukee Open, where he finished T60, and followed with two victories (Las Vegas Invitational and Walt Disney World\/Oldsmobile Classic) and three top-10s in only eight starts...Beat Davis Love III in a playoff at Las Vegas Invitational for first TOUR win...Named PGA TOUR Rookie of the Year. Also named Sports Illustrated's Sportsman of the Year, becoming youngest to receive honor since gymnast Mary Lou Retton in 1984. Amateur: Won 1991-93 U.S. Junior Amateurs when no one before or since has won more than one...In 1994, at TPC Sawgrass, became youngest winner of U.S. Amateur, at age 18. The following year, became first to successfully defend U.S. Amateur title since Jay Sigel in 1993. In 1996, became first player to win three consecutive U.S. Amateur titles. Owns U.S. Amateur records for consecutive match-play victories (18) and winning percentage (.909). His six consecutive years of winning a USGA championship are second only to Bobby Jones' eight...Made the cut in four of six major championships as amateur and was low amateur at 1995 Masters and 1996 Open Championship...Named year's top amateur by Golf Digest and Golfweek in 1992 and Golf World in 1992 and 1993. Golf World's Man of the Year in 1994...Won 1996 NCAA Championship at Stanford and was named Collegiate Player of the Year...Along with Jack Nicklaus, Phil Mickelson and Ryan Moore, they are the only players to win NCAA and U.S. Amateur in same year.","otherCarHigh" : "","personal" : "Nicknamed \"Tiger\" after a Vietnamese soldier who was a friend of his father's in Vietnam...Putted against Bob Hope on the \"Mike Douglas Show\" at age 2, shot 48 for nine holes at age 3 and was featured in Golf Digest at age 5...Since 1996, the Tiger Woods Foundation has reached more than 10 million young people by delivering unique experiences and innovative educational opportunities for youth worldwide. For scholars grades 5-12, the Tiger Woods Learning Centers provide hands-on experiences in science, technology, engineering and math, coupled with college-preparation workshops to create an environment focused on college and careers. Since opening its flagship Learning Center in Anaheim, Calif., the Foundation has established campuses in Washington, D.C., Pennsylvania and Florida. Once kids are ready for college, the Foundation offers the Earl Woods Scholarship Program, a network providing college scholarships, mentors, internships and workshops. In addition to the programs, the Foundation runs the Quicken Loans National held near Washington, D.C., the Hero World Challenge in the Bahamas and the Deutsche Bank Championship near Boston. Proceeds from the tournaments benefit the Tiger Woods Foundation and local area charities...Announced the creation of Tiger Woods Design, a golf-course design company, in 2006. First Tiger Woods Design course, El Cardonal, opened December,2014 at Diamante in Cabo San Lucas, Mexico. New resaturant, The Woods Jupiter, opened in South Florida in August 2015...Website is tigerwoods.com and Twitter is @TigerWoods.","otherInfo" : "","ntlTeams" : "The Presidents Cup (8), 1998, 2000, 2003, 2005, 2007, 2009, 2011, 2013; Ryder Cup (7), 1997, 1999, 2002, 2004, 2006, 2010, 2012; World Cup (3), 1999, 2000, 2001; World Amateur Team Championship (1), 1994; Walker Cup (1), 1995; Dunhill Cup (1), 1998.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 79 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/Tiger"},{"cat" : "google+","desc" : "","url" : "http:\/\/plus.google.com\/+TigerWoods\/posts"},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/tigerwoods"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/tigerwoods"},{"cat" : "youtube","desc" : "","url" : "https:\/\/www.youtube.com\/channel\/UCe7be9Yd2SnNeiy9e5nx0iQ"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}