{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "07569","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Carnevale","first" : "Mark","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "238","weightMetric" : "108","birthDate" : "May 21, 1960","age" : "55","birthPlace" : "Annapolis, Maryland","residence" : "Ponte Vedra Beach, Florida","family" : "Single","education" : "James Madison University","splInterest" : "Music, travel, skiing, fly fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1983","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,154,046&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1992","qSchoolYear" : "1991","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Missed the cut in all five TOUR events in 2003. Began working as Tournament Director for the Nationwide Tour's Virginia Beach Open in 2003. PGA TOUR Rookie of the Year in 1992 after winning Chattanooga Classic and earning $220,921. Was one shot off the lead after an opening 67 in the 1998 U.S. Open. Slumped to a closing 78 to finish T25. Member of the Nationwide Tour in 1996-97 and 2000. Combined winning 1997 Inland Empire Open with nine other top-10s to place second on Nationwide Tour money list. Led Nationwide Tour money list for 17 consecutive weeks in 1997, bettering Skip Kendall's 1996 streak of 12. Winner of 1984 Virginia Open and 1990 Utah Open. Quit golf for a brief period during 1980s to work for brokerage firm. Father, Ben Carnevale, a Hall of Famer, was the longtime basketball coach at Navy and also led the University of North Carolina to the 1946 NCAA Championship game, where it lost to Oklahoma A&M.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2010","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(2): 1984 Virginia Open. 1990 Utah Open.","intlVics" : "","curYearHigh" : "","carHigh" : "2010: Made four starts after turning 50 in May. Best finish was a T45 at the 3M Championship. \n","otherCarHigh" : "Played the PGA TOUR full-time from 1992-1999, and best year was 1992 when he finished 70th on the money list, with $220,921. Chosen as the PGA TOUR Rookie of the Year by his peers for his outstanding first-year campaign that season. Claimed his lone PGA TOUR title at the 1992 Chattanooga Classic, a two-stroke victory over Ed Dougherty and Dan Forsman. Trailed by five strokes after three rounds but posted an 8-under 64 Sunday for the win. Also was a regular on the Nationwide Tour in 1997, 2000 and 2001. In 1997, finished second on the money list with $184,997 after a victory at the Inland Empire Open (two-stroke victory over David Jackson), as well as three second-place finishes and three thirds. Was also a winner at the 1990 Utah Open and 1984 Virginia Open.","personal" : "Father, Ben Carnevale, was a long-time basketball coach at Navy and also coached the University of North Carolina to its first national championship basketball game, in 1945. Served a brief stint as the tournament director for the Champions Tour's Greater Hickory Classic at Rock Barn...Has also done some analyst work for PGA TOUR radio.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T45th in 2010 at the 3M Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}