{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23673","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Connell","first" : "Michael","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "195","weightMetric" : "88","birthDate" : "July 2, 1975","age" : "40","birthPlace" : "Dallas, Texas","residence" : "Austin, Texas","family" : "Wife, JaNette; Katherine Elizabeth (6\/4\/09), Dylan James (10\/25\/11)","education" : "Mississippi State University (1998, Banking and Finance)","splInterest" : "Outdoors, reading","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1998","clubAffl" : "Spanish Oaks (Austin, Texas)","cityPlaysFrm" : "Austin, Texas; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,401,820&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2011","exmtStatus" : "Conditional","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2013: Made the cut in seven of 13 Web.com Tour starts and had a pair of top-25 finishes...Earned his first top-10 of the season with a career-best T3 at the BMW Charity Pro-Am. Closed with weekend scores of 65-65 to move up the leaderboard. Finished 21-under par but was still six shots back of winner Mark Anderson...Had a hole-in-one on the par-3 15th in the final round of the Mexico Championship. It was his second consecutive year making an ace on the Web.com Tour...Recorded his second top-25 at the Albertsons Boise Open (T12)...Missed the cut in the final Regular Season event, the Cox Classic, to drop from the bubble position of No. 75 and out of a place in the Web.com Tour Finals.\n\n2012: Made 12 cuts in 23 starts on the Web.com Tour, with his best result a solo 10th in his first start at the Pacific Rubiales Colombia Championship in February. Finished the season No. 100 on the Web.com Tour money list, with $54,799 in official earnings. \n\n2011: Failed to record a top-10 finish in a career-high 26 starts. Four rounds in the 60s led a season-best T13 finish at the Viking Classic...Wound up making the cut 12 times...Also missed the cut at the Albertsons Boise Open, his only Web.com Tour start.\n\n2010: Played 25 PGA TOUR events, making 19 cuts. Enjoyed two top-10 finishes. His first came at The Honda Classic, where he opened with a 5-under 65. Finished at 4-under to T6 in South Florida...In his final start of the campaign was T7 at the Children's Miracle Network Classic. Shot weekend rounds of 67-67 to T7 outside Orlando. Finished the year 144th in the FedExCup standings and 115th on the money list ($846,459)...Opened with a 68 at the WNB Golf Classic in September in his lone Web.com Tour start. Made the cut but struggled on the weekend (78-75) to finish 61st. \n\n2006: Rookie on the PGA TOUR after finishing T26 at the 2005 PGA TOUR Qualifying Tournament. Made it through all three stages of Q-School that year and made it to finals for the first time since he began trying to qualify in 1998. Went on to record one top-25 finish (T17 at the John Deere Classic) among four made cuts in 22 starts. Prior to that, had made the cut in one of three previous TOUR events...Had his career-best finish on the Web.com Tour, a T16 at the LaSalle Bank Open.\n\n2002: Finished T76 at the Verizon Byron Nelson Classic on the PGA TOUR...Played on Hooters and Tight Lies Tours and was named Hooters Tour Player of the Year. Two-time winner that season and edged out PGA TOUR player Zach Johnson by less than $2,200 for the money title. \n","otherCarHigh" : "Two-time All-America selection while at Mississippi State. Won seven collegiate tournaments and was named the 1997 SEC Player of the Year.","personal" : "Lists Pebble Beach GL and the Dunes as his favorite golf courses. Would most like to play Pine Valley GC, Augusta National and St. Andrews...First car was a 1968 Ford Mustang...Would round out his dream foursome with his dad, uncle and brother...Wife, JaNette, swam competitively for the University of Texas...Favorite college teams are Mississippi State and the U. of Texas...Favorite pro team is the Texas Rangers...Favorite athlete is Peyton Manning...Favorite books are \"Unbroken\" by Laura Hillenbrand and anything by Vince Flynn...Favorite city is Chicago...Would like to trade places with the Director of the CIA for a day \"to learn what is really going on\"...Bucket list includes the Kentucky Derby, traveling overseas and to finish going to all 50 states...Favorite quote is \"They don't put a picture on the scorecard.\"...Charities he supports are M.D. Anderson Cancer Center and the American Heart Association.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "2005","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2010: Entered the season having not played on the PGA TOUR or Nationwide Tour since 2006...Making his 29th career start on the PGA TOUR, posted his first top-10 finish with a T6 at The Honda Classic. Shared the first-round lead with Nathan Green after a 5-under 65, with former Mississippi State teammate Alex Rocha just one stroke back...After posting three top-15 finishes in four Fall Series starts, finished T7 at the season-ending Children's Miracle Network Classic to jump from No. 129 to No. 115 on the final money list. Posted rounds of 67-67 on the weekend en route to securing TOUR card for 2011 campaign. 2009: Earned status for 2010 after finishing T19 at the PGA TOUR Qualifying Tournament. 2006: In rookie season, recorded one top-25 finish (T17 at the John Deere Classic) among four made cuts in 22 starts. Prior to that, had made the cut in one of three previous TOUR events, a T76 at the 2002 Verizon Byron Nelson Classic. 2005: Earned rookie card on PGA TOUR for 2006 after finishing T26 at the PGA TOUR Qualifying Tournament. Made it to the finals for the first time since he began trying to qualify in 1998...Made five of 13 cuts in Nationwide Tour events from 1999-2006, with one top-25 finish (T16 at the 2006 LaSalle Bank Open)...Played on Hooters and Tight Lies Tours and was named Hooters Tour Player of the Year in 2002. Two-time winner that season and edged out current PGA TOUR player Zach Johnson by less than $2,200 for the money title. Amateur: Two-time All-American at Mississippi State, where he graduated with a degree in Banking and Finance. Won seven collegiate tournaments and was named the 1997 SEC Player of the Year. \n","otherCarHigh" : "","personal" : "Lists Pebble Beach as his favorite golf course. Avid outdoorsman who enjoys hunting, fishing and spending time with family and friends. Wife, JaNette, swam competitively for the University of Texas. Began playing golf at age 10.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "Failed to record a top-10 finish in a career-high 26 starts. Four rounds in the 60s led a season-best T13 finish at the Viking Classic."}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T3rd in 2013 at the BMW Charity Pro-Am Presented by SYNNEX Corporation.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}