{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01385","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Gallagher","first" : "Jim","middle" : "","extn" : "Jr.","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "205","weightMetric" : "93","birthDate" : "March 24, 1961","age" : "55","birthPlace" : "Johnstown, Pennsylvania","residence" : "Greenwood, Mississippi","family" : "Wife, Cissye; Mary Langdon (1\/15\/92), James Thomas III (12\/1\/93), Kathleen Meeks (7\/20\/96), Elizabeth Ruth (11\/11\/99)","education" : "University of Tennessee (1983, Marketing)","splInterest" : "Hunting, coaching and watching his children play sports","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1983","clubAffl" : "","cityPlaysFrm" : "Greenwood; Mississippi; United States","websiteUrl" : "http:\/\/www.tourtalent.com\/talent.asp?ID=Jim_Gallagher","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "6,265,319&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Played in 15 PGA TOUR events for second consecutive season in 2002. Posted his lone top-10, a T5, at the Greater Greensboro Chrysler Classic, his best finish since a T3 at the 2000 Westin Texas Open at LaCantera...Played in two Nationwide Tour events in 2002, finishing T31 at the Louisiana Open and T55 at the Arkansas Classic...Finished T20 in his first appearance on the 2001 Nationwide Tour at the Louisiana Open, but missed his final five cuts on Tour...T18 at the Florida Classic on the 2000 Nationwide Tour was only made cut in three appearances...Member of PGA TOUR with full-playing privileges in 1984, 1986-87, 1989-99...Twice has reached the $1-million mark in earnings. First came in 1993, when he won Anheuser-Busch Golf Classic and THE TOUR Championship. Final-round 65 at Anheuser-Busch was good for two-stroke victory over Chip Beck and helped earn spot on first U.S. Ryder Cup team, where he defeated Seve Ballesteros, 3 and 2, to seal U.S. victory...Opened THE TOUR Championship at Olympic Club with course-record 63 en route to one-stroke victory over Greg Norman and David Frost...Second $1-million season came in 1995, when he again won twice. Stood in 10th place, seven strokes behind leader Jeff Sluman, entering final round of Kmart Greater Greensboro Open. Shot final-round 66 for one-stroke victory. Shot second-round 62 to take lead for good at FedEx St. Jude Classic...First TOUR victory came at 1990 Greater Milwaukee Open, where he defeated Ed Dougherty and Billy Mayfair on first playoff hole...Represented U.S. at inaugural Presidents Cup, where his record was 3-1...Leading money winner on Tournament Players Series in 1985...The Gallaghers were selected National Golf Month Family for 1995 by PGA of America. Father, Jim, is a PGA professional in Marion, IN, his wife, Cissye, is a former LPGA member, while his sister, Jackie Gallagher-Smith, and brother, Jeff, are both touring professionals...Is part-owner of Gallagher-Meeks Cotton Co. in Greenwood, MS.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1984","qSchoolYear" : "1983, 1984","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2010: Played sparingly on the PGA TOUR and Nationwide Tour, making one cut on each Tour in three and four starts, respectively. 2009: Missed cut in two starts on PGA TOUR but made two cuts in eight starts on Nationwide Tour. Received sponsor invite to Viking Classic in home state of Mississippi but never got to play as event was canceled when poor weather made Annandale Golf Club unplayable. 2008: Made one cut in seven PGA TOUR starts, a 76th-place finish at the U.S. Bank Championship in Milwaukee. Missed the cut in three Nationwide Tour starts. 2007: Played in nine TOUR events, with a season-best T59 at the Ginn Sur Mer Classic, and five Nationwide Tour events, with a best finish of T55 at the Knoxville Open. 2004: Finished T10 at the B.C. Open, his first top-10 since a T5 at the 2002 Greater Greensboro Chrysler Classic. 1985: Second $1-million season of his career, when he won twice. Stood in 10th place, seven strokes behind leader Jeff Sluman, entering final round of Kmart Greater Greensboro Open. Shot final-round 66 for one-stroke victory. Shot second-round 62 to take lead for good at FedEx St. Jude Classic. 1994: Represented United States at inaugural Presidents Cup, where his record was 3-1. 1993: First $1 million season of his career, when he won Anheuser-Busch Golf Classic and THE TOUR Championship. Final-round 65 at Anheuser-Busch was good for two-stroke victory over Chip Beck and helped earn spot on first Ryder Cup team, where he defeated Seve Ballesteros, 3 and 2, to seal U.S. victory. Opened THE TOUR Championship at Olympic Club with course-record 63 en route to one-stroke victory over Greg Norman and David Frost. 1990: First TOUR victory came at Greater Milwaukee Open, where he defeated Ed Dougherty and Billy Mayfair on first playoff hole. 1985: Leading money winner on Tournament Players Series.\n","otherCarHigh" : "","personal" : "The Gallaghers were selected National Golf Month Family for 1995 by PGA of America. Father, Jim, is a PGA professional in Marion, IN; wife, Cissye, is a former LPGA member; sister, Jackie Gallagher-Smith, and brother, Jeff, are both tour professionals.","otherInfo" : "","ntlTeams" : "The Presidents Cup (1), 1994; Ryder Cup (1), 1993; Four Tours World Championship of Golf (1), 1991.","priorYearSeason" : "Did not make a start on the PGA TOUR or Nationwide Tour but turned 50 in March and enjoyed rookie success on the Champions Tour in 17 starts...In his Champions Tour debut at the Mississippi Gulf Resort Classic, finished T45 at Fallen Oak...Posted his initial top-10 finish when he fired three successive rounds in the 60s to finish T8 at the Greater Hickory Classic at Rock Barn...Rallied from an opening-round 74 (tied for 57th) with scores of 66-65 on the weekend to finish T4 at the Dick's Sporting Goods Open."},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2011","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(2): 1983 Indiana Open. 1985 Magnolia State Classic.","intlVics" : "","curYearHigh" : "","carHigh" : "2014: In 12 starts, his best finish was a T36 at the Dick's Sporting Goods Open in August.\n\n2013: Season resume included 19 starts, with a pair of top-10 finishes...Was a contender throughout the Toshiba Classic in March but shot a 3-over 39 on his final nine holes to fall into a T8 at Newport Beach CC...Was on the leaderboard for most of the Greater Hickory Kia Classic but fell back into a T9 after a final-round 70 at Rock Barn...Was T14 at the Liberty Mutual Insurance Legends of Golf with partner Scott Hoch...Made one start on the PGA TOUR, at the Sanderson Farms Championship (missed cut). \n\n2012: Made 20 starts, with his best showing a T17 in his home state of Mississippi at the Mississippi Gulf Resort Classic...Also T21 at both the Liberty Mutual Insurance Legends of Golf (with partner John Huston) and the Boeing Classic.\n\n2011: Among the top 10 twice in 17 starts during his rookie season...Rallied from an opening-round 74 (tied for 57th) with scores of 66-65 on the weekend to finish T4 at the Dick's Sporting Goods Open...Posted his initial top-10 finish two weeks earlier when he fired three successive rounds in the 60s to finish T8 at the Greater Hickory Classic at Rock Barn...Made his Champions Tour debut at the Mississippi Gulf Resort Classic and finished T45 at Fallen Oak. \n","otherCarHigh" : "Member of the PGA TOUR with full playing privileges in 1984, 1986-87, 1989-99, and played at least 15 events annually betweeen 1984 and 2002...Twice reached the $1-million mark in earnings. First came in 1993, when he won the Anheuser-Busch Golf Classic and The Tour Championship. Final-round 65 at the Anheuser-Busch was good for a two-stroke victory over Chip Beck. Opened The Tour Championship at Olympic Club with a course-record 63 en route to a one-stroke win over Greg Norman and David Frost...Second million-dollar season came in 1995 when he again won twice. Stood in 10th place, seven strokes back of Jeff Sluman entering the final round of the Kmart Greater Greensboro Open but birdied four of his last six holes to shoot a final-round 66 for a one-stroke victory over Peter Jacobsen and Sluman. Shot second-round 62 to take the lead for good at the FedEx St. Jude Classic and went on to defeat Jay Delsing and Ken Green by one strokes. Holed a 10-foot par putt on the final hole to clinch win near Memphis...First TOUR title came at the 1990 Greater Milwaukee Open, defeating Billy Mayfair and Ed Dougherty on the first playoff hole. Shot 66 in the final round at Tuckaway CC to get into the overtime session. On the first extra hole, he made a 7-foot par putt and then watched Mayfair and Dougherty miss their par attempts...Was a member of the 1993 United States Ryder Cup team and helped U.S. team stage a comeback in the singles matches at The Belfry with a 3 and 2 victory over Seve Ballesteros...Also represented United States in 1994 at the inaugural Presidents Cup, where his record was 3-1...Leading money-winner on the Tournament Players Series in 1985...Has had five holes-in-one in competition...Was a two-time All-America selection at the University of Tennessee and named All-Southeastern Conference in 1980 and 1982.","personal" : "Gallagher family was selected as the National Golf Month Family for 1995 by PGA of America...Father Jim is a PGA Professional in Marion, Ind...Wife Cissye is a former LPGA member and sister Jackie Gallagher-Smith and brother Jeff were both touring professionals. Jeff often serves as his brother's caddy...His daughter Mary Langdon was the winner of the 2010 Mississippi State Amateur and was a member of the Mississippi State women's golf team. Helped the squad earn its first NCAA Championship appearance in 2013...Another daughter, Kathleen, won the Mississippi Women's Golf Association state amateur title in 2013 and lost in the final to her sister in 2014...Is part-owner of Gallagher-Meeks Cotton Co. in Greenwood, Miss...Previously served a stint as a golf commentator for USA Network and CNBC...Some of his favorite TV shows are \"CSI: Miami,\" \"Dirty Jobs,\" \"Swamp People,\" \"Deadliest Catch\" and \"Storm Chasers.\"...Enjoys following college basketball and SEC football...First job was a caddie position at Meshingomesia CC in Marion, Ind...Favorite movies are \"The Rookie,\" \"Remember the Titans\" and the first two in the \"Pirates of the Caribbean\" series...Favorite meal is a ribeye steak, a sweet potato, Caesar salad and cherry pie Ă  la mode...His favorite team as a kid was the Chicago Bears...Most memorable vacation was going to his parents' 50th wedding anniversary...Says his most memorable shot was his eagle-2 at No. 17 at Castle Pines at The International...If he's not playing golf, he enjoys hunting, raising his four kids and being involved in their activities...Cell phone ring is \"Rocky Top.\"...Would love to trade places for a day with Bill Gates.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T4th in 2011 at the Dick's Sporting Goods Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}