{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "30978","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Aphibarnrat","first" : "Kiradech","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "229","weightMetric" : "103","birthDate" : "July 23, 1989","age" : "26","birthPlace" : "Bangkok, Thailand","residence" : "Bangkok, Thailand","family" : "Single","education" : "","splInterest" : "Car racing","pronunciation" : "KEY-rah-debt uh-fy-BARN-rot","nwTourAlumnus" : "","trndProYear" : "2008","clubAffl" : "","cityPlaysFrm" : "Thailand; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "(1): 2015 Thongchai Jaidee Foundation.","intlVics" : "(5): 2009 Singha Pattaya Open. 2011 Sail Open [Asia]. 2013 Maybank Malaysian Open [Eur]. 2015 Shenzhen International [Eur], Saltire Energy Paul Lawrie Match Play [Eur].","curYearHigh" : "Finished 11-under 277 and six strokes behind champion Jason Day (T6) at the Arnold Palmer Invitational. Following a final-round 79 that led to a T49 at the World Golf Championships-Cadillac Championship, he then flew to his native Thailand for a sponsor function before flying back the following week to the Arnold Palmer Invitational. Recorded T6 in both career starts at the Arnold Palmer Invitational (2015-16), with both starts including a bogey-free 7-under 65 (R3 in 2015, R4 in 2016).","carHigh" : "2014-15: In his first start at the Arnold Palmer Invitational and the PGA TOUR Season, claimed a T6 at Bay Hill, following rounds of 70-71-65-69 to finish at 13-under. Made only five pars in the first round and birdied six of his first nine holes in the third round. Was playing on a foreign sponsor exemption...Appeared midway through the third round of the Shenzhen International that he would cruise to victory, holding a five-shot lead with 20 holes to play. But on his final two holes in the third round, finished double bogey-bogey to hold a tenuous two-shot advantage with a round to play. Through 16 holes, trailed clubhouse leader Hao Tong Li by two shots but then made an 18-foot eagle putt on the par-5 17th at Genzon GC to tie Li. Had a chance to win the tournament in regulation, but his 15-foot birdie putt on the final hole missed. In the playoff, made a 12-foot birdie putt, again on 18, that Li couldn't match. Moved inside the top 100 of the Official World Golf Ranking for the first time since early 2014, landing at No. 78...Had a nice showing at the BMW International Open in Germany. In late-June, parlayed weekend rounds of 68-68 into a T4 with Carlos Del Moral and Retief Goosen, three shots behind winner Pablo Larrazabal. With a 67-71 start, fashioned four under-par rounds at GC Munchen Eichenried...Picked up his second European Tour title of the campaign and third overall when he won the Saltire Energy Paul Lawrie Match Play at Murcar Links GC in Aberdeen, Scotland. Took out Marc Warren in the semifinals, 3 and 2, then prevailed over Sweden's Robert Karlson, 1-up, in the finals. Began the year ranked No. 134 in the Official World Golf Ranking and improved to No. 67 with his victory...In his home country in mid-September, captured the unofficial Thongchai Jaidee Foundation in impressive fashion by three strokes over Prayad Marksaeng. At Black Mountain Club, forged a two-shot, 36-hole lead over Prom Meesawat and Barry Henson after opening 67-61. Reeled off a pair of 68s on the weekend for the victory. Started slowly at the Alfred Dunhill Links Championship in October in Scotland. Following a 3-over 75 at Carnoustie on Thursday, rebounded nicely with a 63 at Kingsbarn in the second round and weekend scores of 66-69 at St. Andrews' Old Course to T4 with four others, three shots short of winner Thorbjorn Olesen...Had a solid performance at the Venetian Macau Open in mid-October. All four rounds were par or better at Macau G&CC, including opening and closing 68s at the Asian Tour event to T6 with countryman Jazz Janewattananond...Made a strong run at victory in late-October, early November at the European Tour's Turkish Airlines Open. Was only a stroke off the 54-hole lead established by Victor Dubuisson and Jaco Van Zyl at The Montgomerie Maxx Royal. Opened 67-68-66 and had a strong final round, shooting another 5-under 67. Opened his final round with four consecutive birdies, and made the turn at 4-under, taking a two-shot lead into the back nine. Extended the lead to three shots with a birdie at No. 10 and seemed poised to win. That was his final birdie of the day, closing with eight consecutive pars to fall into a solo-third position, two shots behind Dubuisson.\n\n2013-14: Finished the Asian Tour season ranked No. 8 on the Order of Merit. Represented Asia in the inaugural Eurasia Cup in March in Kuala Lumpur, Malaysia. In the event's 10-10 draw, went 1-1-1 in his three matches...Opened the European Tour season in early December with a fifth-place effort at the Nedbank Golf Challenge in Sun City, South Africa. Shot consecutive rounds of 68 on the weekend at Gary Player CC...Concluded his Asian Tour season with a T10 at the Thailand Golf Championship.\n\n2013: Earned the most prestigious title of his career when he captured the weather-shortened Maybank Malaysian Open in March in Kuala Lumpur. Opened 65-68 at Kuala Lumpur G&CC then shot a final-round, 2-under 70 after severe rain hampered the event. Edged Edoardo Molinari by one shot to take home the $458,000 (U.S.) first prize...A week later, finished T5 at the inaugural Chiangmai Golf Classic in Thailand, six shots behind winner Scott Hend...Contended at the Zaykabar Myanmar Open. Held a share of the first-round lead after opening with an 8-under 64 at Royal Mingalardon G&CC in Yangon. Played the final 54 holes in 8-under to solo third, two shots short of winner and fellow countryman Chawalit Plaphol...Finished solo fourth at the Avantha Masters, thanks to four rounds in the 60s (68-68-66-69)...Was in a three-way tie for second going into the final round of the Japan Golf Tour Championship Shishido Hills in mid-June. Shot a final-round 70, same as 54-hole leader Satoshi Kodara to fall by a stroke. The T2 showing was the second consecutive year he's earned a Japan Golf Tour runner-up finish (solo second at the 2012 Diamond Cup Golf)...Of his three PGA TOUR starts, a T25 at the PGA Championship was his top showing...Took a share of the first-round lead at the CJ Invitational Hosted by K.J. Choi on the Asian Tour in mid-October. Followed his 66 at Haesley Nine Bridges GC in Seoul, with rounds of 71-72-73 to T4 in South Korea...Had his career-best PGA TOUR showing in late-October in Malaysia when he T3 at the CIMB Classic in Kuala Lumpur. Enjoyed four under-par rounds at Kuala Lumpur G&CC to T3 with Chris Stroud, a stroke out of the Ryan Moore-Gary Woodland playoff won by Moore. Had four front-nine birdies Sunday to go with one bogey but then played his back nine in 1-over (one bogey, eight pars), unable to make a run...In his second World Cup appearance, played well in the individual portion of the event at Royal Melbourne GC in Australia. Opened with a 71 and then fired three consecutive 70s to T5 with Japan's Ryo Ishikawa, seven shots short of winner Jason Day. Playing alongside Prayad Marksaeng, the Thailand team finished ninth...Finished T9 at the Golf Nippon Series JT Cup on the Japan Golf Tour in early December.\n\n2012: Finished regulation of the Zaykabar Myanmar Open tied with Adam Blyth and eventual winner Kieran Pratt...Came right back with another top-10 in his next start, a T10 at the Avantha Masters. Recovered from a third-round 74 to shoot a Sunday 68...Ended his season in strong fashion, shooting four rounds in the 60s to T6 at the King's Cup...The following week, was T6 again, this time at the Thailand Golf Championship. Shot rounds of 68-71-72-67 at Amata Spring CC in Bangkok...Was runner-up at the Diamond Cup Golf on the Japan Golf Tour. Finished second, three strokes behind Hiroyuki Fujita...Contended again, in July, at the Sun Chlorella Classic. Was tied for second through 54 holes, a stroke behind leader Yoshinobu Tsukada. Had a difficult final day, shooting a 74, to drop to solo fifth, four shots short of winner Brendan Jones...Final top-10 of the campaign came in October, at the Mynavi ABC Championship, where he was T6. \n\n2011: Completed his Asian Tour season seventh on the Order of Merit. Won his first professional title when he captured the Sail Open in India. Shot rounds of 68-67-69-68 at Delhi GC in New Delhi to outlast Bangladesh's Siddikur by a shot...Shot a final-round 66 at Hong Kong GC to T7 at the UBS Hong Kong Open in early December...Improved by one position on his previous-year's finish at the CIMB Asia Pacific Classic. Shot a final-round 65 at The Mines G&CC in Kuala Lumpur to T20...The following week, traveled to Shanghai for the World Golf Championships-HSBC Champions. After struggling to a first-round 79, was par or better in his final three rounds to T66...Enjoyed two top-10 Japan Golf Tour finishes. Was T6 at the Sun Chlorella Classic in July. Was three shots off the lead through 54 holes but could only muster a 75 on the final day...At the 36-hole, weather-shortened Fujisankei Classic, was T3...Represented Thailand for the first time at the OMEGA Mission Hills World Cup. Teamed with Thongchai Jaidee to T18 in China.\n\n2010: Shot a third-round 64 at the CIMB Asia Pacific Classic on his way to a T21 in Kuala Lumpur, a performance that came seven months after another strong performance in Malaysia...Top finish of the season was a T3 at the Maybank Malaysian Open. Began the tournament 68-69-68 and held a share of the 54-hole lead, with Rhys Davies. Shot a 1-under 71 on the final day to fall by two strokes to Seung-yul Noh...Played in his first World Golf Championships event, finishing 74th at the HSBC Champions in Shanghai...Began the final round of the Japan Golf Tour's Championship by Lexus tied for 11th. Shot a final-round 66 to moved into a solo third, six shots behind winner Takashi Kanemoto...Two months later, added a second consecutive top-10 at the ANA Open. After struggling to a third-round 75, came back on the final day with a 5-under 67 to T4. \n\n2009: Placed 30th on the Asian Tour Order of Merit. Made a strong run at victory, at the Worldwide Holdings Selangor Masters in Malaysia. Fired a final-round 70 at Seri Selangor GC in August but had to settle for a runner-up showing as he watched Rick Kulacz shoot a Sunday 63 to win by a stroke...Added a seventh-place showing at the Queen's Cup in Thailand on the strength of a final-round 67...Added his final top-10 of the season, a T5, at the weather-shortened Iskandar Johor Open in Malaysia. Shot a final-round 64 but still finished a distant eight strokes behind winner K.J. Choi...Added two top-10s on the Japan Golf Tour. Was T8 at the ANA Open in September then in late-November was T7 at the Casio World Open. Played his final 36 holes in 65-69.\n\nAmateur: Won the 2003 and 2004 World Junior and was a World University Games gold medalist. \n","otherCarHigh" : "","personal" : "Was previously known as Anujit Hirunratanakorn but changed his name, a Thai tradition that is said to bring good luck.","otherInfo" : "","ntlTeams" : "World Cup (2), 2011, 2013; Royal Trophy (2), 2011, 2013; Eurasia Cup (2), 2014, 2016.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T6th at the Arnold Palmer Invitational presented by MasterCard.","dynStats" : "He ranks T47th in Driving Distance - Driver on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}