{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "19972","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Coceres","first" : "Jose","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "170","weightMetric" : "77","birthDate" : "August 14, 1963","age" : "52","birthPlace" : "Chaco, Argentina","residence" : "Buenos Aires, Argentina","family" : "Wife, Monica; Maria Belen (1992), Maria Jose (1992), Marcos Jose (1995),","education" : "","splInterest" : "All sports, soccer","pronunciation" : "coh-SEAR-us","nwTourAlumnus" : "","trndProYear" : "1986","clubAffl" : "","cityPlaysFrm" : "El Chaco; ; Argentina","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "5,693,569&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2012","otherVics" : "","intlVics" : "","curYrHigh" : "Regained fully exempt status for the 2016 season after T2 at the 2015 PGA TOUR Champions National Qualifying Tournament in early December. Was tied with Brandt Jobe with one hole to play but a bogey on the final hole, his first in 40 holes, dropped him into a runner-up spot with Tom Byrum and Willie Wood. Made a double-eagle in the second round at TPC Scottsdale and then used a 7-under 64 in the third round on the Champions Course to jump into contention...Was T6 at the Allianz Championship after posting a career-best score, a 9-under 63 on the final day. Round set a new tournament mark for lowest Sunday score and moved him from a Saturday T45. Finish in Boca Raton was his career-best Champions Tour effort...Equaled the low Sunday round with a 68 at Fallen Oak to move into a T9 at the Mississippi Gulf Resort Classic...Shared the first-round lead at The Principal Charity Classic with Billy Andrade before eventually finishing T22.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Top 50 Order of Merit 2012"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Regained fully exempt status for the 2016 season after T2 at the 2015 PGA TOUR Champions National Qualifying Tournament in early December. Was tied with Brandt Jobe with one hole to play but a bogey on the final hole, his first in 40 holes, dropped him into a runner-up spot with Tom Byrum and Willie Wood. Made a double-eagle in the second round at TPC Scottsdale and then used a 7-under 64 in the third round on the Champions Course to jump into contention...Was T6 at the Allianz Championship after posting a career-best score, a 9-under 63 on the final day. Round set a new tournament mark for lowest Sunday score and moved him from a Saturday T45. Finish in Boca Raton was his career-best Champions Tour effort...Equaled the low Sunday round with a 68 at Fallen Oak to move into a T9 at the Mississippi Gulf Resort Classic...Shared the first-round lead at The Principal Charity Classic with Billy Andrade before eventually finishing T22.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Finished out of the top 150 (No. 182) on the 2005 PGA TOUR for the third time in last four years, while posting three top 25s. In 2004, finished among the top 125 for the first time since earning two wins in 2001. Solo third at 2004 John Deere Classic was best finish since winning the 2002 National Car Rental Golf Classic at Walt Disney World Resort. On track through 54 holes to win in wire-to-wire fashion, but a double bogey on the eighth hole in the final round dropped him from the lead. Had inconsistent season in 2003, continuing to battle back from broken arm. Limited to 16 events in 2002 due to a broken bone in right arm suffered in pickup soccer game in native Argentina. Did not play first tournament until early April at BellSouth Classic. Recorded lone top-10 of the season at the 2002 PGA Championship in August, a T10, his best career finish in a major championship. In 2001, became the first Argentine to win on TOUR since Roberto De Vicenzo at the 1968 Houston Champions Invitational. One of nine players to claim multiple victories en route to finishing 34th in earnings in only 19 starts. Made par on the fifth playoff hole to defeat Billy Mayfair at the WORLDCOM CLASSIC. Two playoff holes were contested Sunday before darkness forced a postponement until Monday. Saved par from greenside bunker on fourth playoff hole, No 17, before a dramatic recovery for par from the marsh alongside the closing lighthouse hole at Harbour Town GL. Speaks little English and held a hand-made pillowcase that said, \"For my family and my friends and for all the Argentineans, a million thanks.\" Became first international player to win the National Car Rental Golf Classic at Disney World Resort, defeating Davis Love III by one. Has eight international victories, including two on the European Tour—the 2000 Dubai Classic and the 1994 Heineken Open Catalonia in Europe. Voted highest sporting award, \"The Olympian,\" in native Argentina in 2002, only the third golfer to receive the award. One of 11 children and an ex-caddie who taught himself the game. Used to sleep five or six to a bed in family's two-bedroom home. Four brothers also are professionals. Took up game when one brother cut branches off tree and fashioned golf club. Started playing by hitting rocks. Makes it a point to walk to a religious shrine near his hometown after every victory. Brother, Roberto, is a 2006 Nationwide Tour member.","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2001","qSchoolYear" : "","exmtStatus" : "Major Medical Extension","otherVics" : "","intlVics" : "(9): 1991 Pinemar Open [Arg]. 1992 Montevideo Open [Ura], Los Cardales Challenge [Arg]. 1993 Pinemar Open [Arg]. 1994 Heineken Open Catalonia [Eur]. 1995 Tournament of Champions [Arg]. 1996 Los Leones Open [Chile]. 2000 Dubai Desert Classic [Eur]. 2011 Torneo de Maestros Copa Personal [TLA].","curYearHigh" : "Regained fully exempt status for the 2016 season after T2 at the 2015 PGA TOUR Champions National Qualifying Tournament in early December. Was tied with Brandt Jobe with one hole to play but a bogey on the final hole, his first in 40 holes, dropped him into a runner-up spot with Tom Byrum and Willie Wood. Made a double-eagle in the second round at TPC Scottsdale and then used a 7-under 64 in the third round on the Champions Course to jump into contention...Was T6 at the Allianz Championship after posting a career-best score, a 9-under 63 on the final day. Round set a new tournament mark for lowest Sunday score and moved him from a Saturday T45. Finish in Boca Raton was his career-best Champions Tour effort...Equaled the low Sunday round with a 68 at Fallen Oak to move into a T9 at the Mississippi Gulf Resort Classic...Shared the first-round lead at The Principal Charity Classic with Billy Andrade before eventually finishing T22.","carHigh" : "2013: Did not play on TOUR for the fourth consecutive year...Will have six events in the 2013-14 season to earn $598,323 on the Major Medical Exemption.\n\n2012: Still recovering from a left-wrist injury and did not make a start on the PGA TOUR for the third consecutive season. Has six events remaining to earn $598,323 to equal No. 125 from 2008 ($852,752) to earn Major Medical Extension status for 2013. \n\n2011: Showed major sign of regaining his form when he went wire to wire at the Torneo de Maestros Copa Personal in Buenos Aires. After shooting three straight rounds in the 60s at Olivos CC, he took a six-stroke lead into the final round, struggled to a 3-over 74 and still won by four strokes over Ricardo Gonzalez. The victory came with his youngest son Marcos serving as his caddie. \n\n2009: Played on a Major Medical Extension and had 12 events to earn $612,359, which coupled with earnings of $240,393 in 2008, would've equaled No. 125 from the 2008 money list and earned Major Medical Extension status for the remainder of the 2009 season. Still hampered by left wrist injury, made just one cut in six starts in 2009 (T48 Verizon Heritage) and earned $14,036. \n\n2008: A left-wrist injury cut season short, with T36 at the AT&T National in early July his final outing. Finished the season with just six made cuts in 13 appearances.\n\n2007: Lost to Fred Funk on the second hole of a sudden-death playoff at the Mayakoba Golf Classic. Runner-up finish was his best since a victory at the 2001 National Car Rental Golf Classic...One week later, finished T2 at The Honda Classic after losing in a four-man playoff. Lost on the third hole of a sudden-death playoff to Mark Wilson, who made a 10-foot birdie putt on the par-3 17th hole just before Coceres missed one just a bit shorter. Back-to-back top-10s were a career first and he was the first TOUR player since David Duval (1997) to compete in playoffs in back-to-back weeks...Finished fifth at THE PLAYERS, his best career finish at TPC Sawgrass...Led TOUR in Driving Accuracy percentage (75.47). \n\n2006: Had three top-10 finishes, his most since joining the TOUR in 2001. Best finish was a T5 in August at the Reno-Tahoe Open. 2005: Finished out of the top 150 (No. 182) for the third time in last four years. 2004: Finished among the top 125 for the first time since earning two wins in 2001...In fourth start of season, finished T6 at the Shell Houston Open. One off the lead of Vijay Singh and John Huston through 54 holes, but slipped with final-round 73...Solo third at John Deere Classic was best finish since winning the 2001 National Car Rental Golf Classic. First-round, 9-under-par 62 was one off the TPC Deere Run course record. In final round, a double bogey on the eighth hole dropped him from the lead. 2003: Inconsistent season, continuing to battle back from broken arm suffered prior to 2002 season...Lone top-10 came in October when he finished T7 at the Southern Farm Bureau Classic. 2002: Limited to 16 events due to a broken bone in right arm suffered in pickup soccer game in native Argentina. Did not played first tournament until early April at BellSouth Classic...After missing three of his first four cuts, made three consecutive cuts, finishing T18 at the Buick Classic, his best finish since breaking his arm...Recorded lone top-10 of the season at the PGA Championship in August, a T10, his best career finish in a major championship. 2001: Became the first Argentine to win on TOUR since Roberto De Vicenzo at the 1968 Houston Champions Invitational. One of nine players to claim multiple victories en route to finishing 34th in earnings in only 19 starts...Became one of nine first-time winners with a par on the fifth playoff hole to defeat Billy Mayfair at the WORLDCOM CLASSIC. Stood two strokes off the lead after 54 holes and closed with 71 to tie Mayfair at 11-under 273. Two playoff holes were contested Sunday before darkness forced a postponement until Monday. Saved par from greenside bunker on fourth playoff hole, No 17, before a dramatic recovery for par from the marsh alongside the closing lighthouse hole at Harbour Town GL. Speaks little English and held a hand-made pillowcase that said, \"For my family and my friends and for all the Argentineans, a million thanks.\"...Became first international player to win the National Car Rental Golf Classic at Disney World Resort. Led by three after 54 holes and closed with a 68 to defeat Davis Love III by one. Win came on Mother's Day in Argentina so he used a pillowcase for a sign that read, \"Happy Mother's Day for all the mothers.\" 2000: Won the Dubai Classic, one of eight international victories. 1999: Passed six figures for fifth time in seven years on European Tour. Had five top-10 finishes that season, ending with an eighth-place finish at Sarazen World Open and T10 in Volvo Masters...Closed his year by tying for second in Argentine Open. 1995: Won Tournament of Champions, his fourth career victory in Argentina. 1994: Won the Heineken Open Catalonia in Europe, the first of his two European Tour wins. 1992: Won $50,000 for a hole-in-one at Dubai Desert Classic.\n","otherCarHigh" : "","personal" : "Voted highest sporting award, The Olympian, in native Argentina in 2002, only the third golfer to receive the award...One of 11 children. An ex-caddie who taught himself the game. Took control of his family's finances after father died in motor accident. Used to sleep five or six to a bed in family's two-bedroom home. Four brothers also are professionals. Took up game when one brother cut branches off tree and fashioned golf club. Started playing by hitting rocks...Makes it a point to walk to a religious shrine near his hometown after every victory.","otherInfo" : "","ntlTeams" : "World Cup (2), 1989, 1997.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2013","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(14): 1988 Los Lagartos Grand Prix. 1989 Pinamar Open. 1992 Montevideo Open, Los Cardales Challenge. 1993 Pinamar Open, Los Cardales Challenge (Argentina). 1994 Ituzaingo Grand Prix, Mendoza Open. 1995 Tournament of Champions. 2003 Argentine PGA Championship. 2004 Argentine Open, Argentine PGA Championship. 2007 Campeonato Metropolitano. 2011 Torneo de Maestros.","intlVics" : "","curYearHigh" : "Regained fully exempt status for the 2016 season after T2 at the 2015 PGA TOUR Champions National Qualifying Tournament in early December. Was tied with Brandt Jobe with one hole to play but a bogey on the final hole, his first in 40 holes, dropped him into a runner-up spot with Tom Byrum and Willie Wood. Made a double-eagle in the second round at TPC Scottsdale and then used a 7-under 64 in the third round on the Champions Course to jump into contention...Was T6 at the Allianz Championship after posting a career-best score, a 9-under 63 on the final day. Round set a new tournament mark for lowest Sunday score and moved him from a Saturday T45. Finish in Boca Raton was his career-best Champions Tour effort...Equaled the low Sunday round with a 68 at Fallen Oak to move into a T9 at the Mississippi Gulf Resort Classic...Shared the first-round lead at The Principal Charity Classic with Billy Andrade before eventually finishing T22.","carHigh" : "2014: Competed on both the Champions Tour via the Career Victory category and the PGA TOUR as a Past Champion...Made 15 Champions Tour starts, with best finishes coming at the Encompass Championship (T14) and the Greater Hickory Kia Classic (T18)...Made the cut in three of six PGA TOUR starts, with a T30 at the Shriners Hospitals for Children Open his best outing. \n\n2013: Returned to action late in the year following issues with his left wrist. Made his Champions Tour debut at the AT&T Championship, where he finished 80th...Played in four events to kick off the 2013-14 PGA TOUR PGA TOUR season, including two before his Champions Tour debut. Missed the cut at the Frys.com Open but finished T30 at the Shriners Hospital for Children Open in Las Vegas...Later missed the cut at The McGladrey Classic in November but finished T49 at the OHL Classic at Mayakoba the following week.\n","otherCarHigh" : "International veteran who has competed on both the PGA TOUR, the European Tour and the TPG Tour, an Argentina professional circuit...Was a regular on the PGA TOUR from 2001-09, where he made more than 150 career starts, with two victories to his credit, both of which came during a highly successful 2001 campaign. He finished 34th on the money list that season, with a career-best $1,502,888...Initial Tour victory came at the WORLDCOM CLASSIC at Hilton Head Island, where he made par on the fifth playoff hole to defeat Billy Mayfair at Harbour Town GL. The pair only played two extra holes Sunday before darkness ensued, forcing a Monday three-hole finish. Saved par from a greenside bunker on the fourth extra hole and then made a dramatic par from the marsh alongside the closing lighthouse hole for the win. The victory made him the first Argentine player to win a TOUR event since Roberto De Vicenzo at the 1968 Houston Champions International...Later that year, became the first international player to win the National Car Rental Golf Classic at Walt Disney World Resort, taking a one-stroke triumph over Davis Love III...Was a two-time runner-up in 2007 when he also surpassed the $1-million mark in earnings. Lost to Fred Funk on the second playoff hole at the Mayakoba Golf Classic in Mexico. A week later he lost on the third hole of a sudden-death playoff to Mark Wilson, who made a 10-foot birdie putt...Led the Tour in Driving Accuracy in 2007...Prior to joining the PGA TOUR was a fixture on the European Tour for five seasons, winning his lone event in 2000 at the Dubai Desert Classic in his first start of the year. Despite a closing-round 73, still finished two better than Paul McGinley and Patrik Sjoland...Had a very successful career in his native Argentina before embarking on his career in Europe and the United States. Won more than a dozen events on the TPG Tour.","personal" : "Voted highest sporting award, The Olympian, in native Argentina in 2002, only the third golfer to receive the award...One of 11 children. An ex-caddie who taught himself the game. Took control of his family's finances after father died in motor accident. Used to sleep five or six to a bed in family's two-bedroom home. Four brothers also are professionals. Took up game when one brother cut branches off trees and fashioned golf club. Started playing by hitting rocks...Makes it a point to walk to a religious shrine near his hometown after every victory.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}