{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29484","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Uihlein","first" : "Peter","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "190","weightMetric" : "86","birthDate" : "August 29, 1989","age" : "26","birthPlace" : "New Bedford, Massachusetts","residence" : "Orlando, Florida","family" : "Single","education" : "Oklahoma State University","splInterest" : "","pronunciation" : "YOU-line","nwTourAlumnus" : "","trndProYear" : "2011","clubAffl" : "","cityPlaysFrm" : "Stillwater; OK; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "286,958&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played well in back-to-back events in China in April. Was T4 at the Shenzhen International. Opened 67-68 at Genzon GC and finished tied with six others, two shots out of the Kiradech Aphibarnrat-Hao Tong Li playoff that Aphibarnrat won...The following week, at the Volvo China Open in Shanghai, overcame a third-round 76 with a 1-under 71 on the final day to earn a T8...At the Saltire Energy Paul Lawrie Match Play, finished T9 after defeating Oliver Wilson in the first round and Matthew Fitzpatrick in the second. Couldn't make it to the quarterfinals when he dropped a 5-and-4 decision to Tyrrell Hatton...Added a T6 at the Turkish Airlines Open, shooting four rounds in the 60s at The Montgomerie Maxx Royal in late-October, early November.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(1): 2013 Madeira Islands Open [Eur].","curYearHigh" : "Played well in back-to-back events in China in April. Was T4 at the Shenzhen International. Opened 67-68 at Genzon GC and finished tied with six others, two shots out of the Kiradech Aphibarnrat-Hao Tong Li playoff that Aphibarnrat won...The following week, at the Volvo China Open in Shanghai, overcame a third-round 76 with a 1-under 71 on the final day to earn a T8...At the Saltire Energy Paul Lawrie Match Play, finished T9 after defeating Oliver Wilson in the first round and Matthew Fitzpatrick in the second. Couldn't make it to the quarterfinals when he dropped a 5-and-4 decision to Tyrrell Hatton...Added a T6 at the Turkish Airlines Open, shooting four rounds in the 60s at The Montgomerie Maxx Royal in late-October, early November.","carHigh" : "2014: Shot three rounds of 70 to go with a second-round 69 at the Nedbank Golf Challenge to finish 10th in Sun City, South Africa, in early December 2013...Didn't record another top-10 until late-October when he T9 at the ISPS Handa Perth International in Australia. Shot a third-round 65 to jump into contention before falling back with a final-round 73...Capitalized on the opportunity of a sponsor's exemption at the Sanderson Farms Championship in November 2014, claiming a T4 with a closing-round, 7-under 65, the low score of the day. The T4 marked his best finish on the PGA TOUR in 20 starts. His previous-best was a T6 at the 2013 Puerto Rico Open. \n\n2013: Named European Tour Rookie of the Year after stellar season that saw him win one tournament and finish 14th in The Race to Dubai...Enjoyed his first PGA TOUR top-10 when he was T6 at the Puerto Rico Open in March. Opened 67-65 and was only two shots off the lead through 36 holes. Fired an even-par 72 at Trump International GC to fall off the pace but recovered in the final round with a 5-under 67 to finish three shots behind winner Scott Brown...Missed the cut in his other three PGA TOUR starts, at the Tampa Bay Championship, Reno-Tahoe Open and PGA Championship...Won his first professional tournament, capturing the European Tour's Madeira Islands Open in Portugal in May. Shot a final-round 68 at Santo da Serra GC to edge Mark Tullo and Morten Orum Madsen by two shots...Picked up his first top-10 of the season when he was solo fourth at the Tshwane Open in South Africa. Capitalized on four sub-70 rounds at Copperleaf Golf and Country Estate in Centurion to finish four shots short of winner Dawie Van Der Walt...Added a pair of T10s in the middle of his season, at the BMW International Open and the Scottish Open...Finished runner-up at the ISPS Handa Wales Open in September, earning a career-best âŹ232,440. Finished 6-under at Celtic Manor, two strokes behind winner Gregory Bourdy...Made another run at victory in late-September at the Alfred Dunhill Links Championship. Finished regulation tied with David Howell, shooting rounds of 65-69 on the weekend. In the two hole sudden-death playoff at St. Andrews' Old Course, he couldn't match the 10-foot birdie putt Howell made, missing on his chance to become the first European Tour rookie to win twice in a season sicne Sergio Garcia in 1999...Added a T7 in early October on the Japan Golf Tour. After starting 73-71-75 at the Coca-Cola Tokai Classic, shot a Sunday 68 to move up the leaderboard...A second-round 75 at the BMW Masters ruined any chances he had of winning the Shanghai, China, tournament in mid-October. Over his other 54 holes, was 11-under, including a final-round 67 at Lake Malaren GC that left him T5, three shots behind winner Gonzalo Fernandez-Castano.\n\n2012: Received invitations to two PGA TOUR events, missing the cut at both the Puerto Rico Open in March and the Crowne Plaza Invitational at Colonial in May...Played full time on the European Challenge Tour, while recording four top-10 finishes. The first came at the Acaya Open (T10), thanks to a second-round 66...Was T7 at the English Challenge in July in Stoke-by-Nayland, England...The following week, contended at the Finnish Challenge before settling on a fourth-place showing. Shot a final-round 72 at Kytaja Golf in Hyvinkaa to finish eight shots behind winner Kristoffer Broberg...Added a solo sixth at the Rolex Trophy in Geneva, Switzerland. Opened 64-68-66 but was still five shots behind Broberg with 18 holes to play. Fired a Sunday, 2-under 70 at Geneva GC, seven shots short of Broberg's winning pace...Added a third top-10 in as many starts when he was T8 at the Russian Challenge Cup...Final top-10 of the year came at the Golf Open Toulouse Metropole in France. Was T5 with Anthony Snobeck, four strokes short of amateur winner Julien Brun. \n\nAmateur: Won the 2010 U.S. Amateur. As a member of the winning U.S. team for the 2009 Walker Cup, compiling a 4-0 match record...Made his PGA TOUR debut, at the 2006 Buick Championship in Cromwwell, Conn., missing the cut...Played in three of the four major championships in 2011 based on his previous year's U.S. Amateur victory. Missed the cut at the Masters (72-77) and the U.S. Open (72-78) and was T48 at the Open Championship. Opened 71-71 at Royal St. George's GC then finished 75-75...Also made a start at the Transitions Championship outside Tampa, where he made his first PGA TOUR cut. Opened 70-69 to T57, and was T9 at the Web.com Tour's Nationwide Children's Hospital Invitational. Enjoyed four sub-par rounds at the Ohio State University GC's Scarlet Course, highlighted by a 69-67 start...Made the cut at AT&T National (T70)...Missed the cut in his first Web.com Tour start, the 2010 Nationwide Children's Hospital Invitational.\n\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "Walker Cup (1), 2009.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T4th in 2015 at the Sanderson Farms Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}