{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "10860","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Leonard","first" : "Justin","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "170","weightMetric" : "77","birthDate" : "June 15, 1972","age" : "43","birthPlace" : "Dallas, Texas","residence" : "Dallas, Texas","family" : "Wife, Amanda; Reese Ella (9\/14\/03), Avery Kate (3\/29\/05), Luke Garrett (7\/22\/06), Skylar (4\/15\/10)","education" : "University of Texas (1994, Business)","splInterest" : "Hiking, skiing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1994","clubAffl" : "","cityPlaysFrm" : "Aspen; CO; United States","websiteUrl" : "http:\/\/www.justinleonard.com","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1994","qSchoolYear" : "","exmtStatus" : "Top 50 on Career Money List","otherVics" : "(1): 2000 CVS Charity Classic [with Davis Love III].","intlVics" : "","curYearHigh" : "Made the cut in just eight of 22 PGA TOUR starts, failing to record a top-10 finish for the first time since joining the TOUR in 1994. A T14 at the Wyndham Championship, which included four rounds in the 60s for the first time since the 2014 Humana Challenge, marked his only top-25 finish. Ended the season No. 183 in the FedExCup Standings, the lowest finish of his career. Opted to use his one-time career money exemption for the 2015-16 season.","carHigh" : "2013-14: Made 16 of 22 TOUR cuts, with two top-10s. Missed the cut at The Barclays to end his season at No. 120 in the FedExCup standings. Failed to advance to the second FedExCup Playoffs event for the third time in the last four years...Finished T6 at the OHL Classic at Mayakoba for his first top-10 of the season. Has recorded at least one top-10 in each of the last 21 years on TOUR...Was T3 at the Humana Challenge in partnership with the Clinton Foundation on the strength of a final-round 65...Was a tri-medalist at the U.S. Open sectional qualifying event in Columbus, Ohio, in early June. Shot a 69 at Scioto CC and a 68 at Brookside G&CC to tie with South Korea's Seung Yul Noh and Justin Thomas to earn his first U.S. Open invite since 2010. Went on to finish 59th at Pinehurst No. 2.\n\n2013: With only five missed cuts in 24 starts, made a return to the FedExCup Playoffs for a fifth time, and first since 2010...Shot par-or-better in all four rounds at the Tampa Bay Championship presented by EverBank to finish T4 with defending champion Luke Donald and Greg Chalmers. Held a share of the third-round lead before late bogeys at Nos. 14, 17 and 18 Sunday dropped him from contention. It was his best since a runner-up performance at the 2011 Children's Miracle Network Hospitals Classic...Came into the Deutsche Bank Championship ranked No. 98 in FedExCup standings. Needed to finish the week ranked 70th or better to advance to the BMW Championship. A T47 finish at TPC Boston was good enough to move him up just 12 spots, to No. 86, eliminating him from the Playoffs.\n\n2012: Claimed a pair of top-10 finishes in 26 PGA TOUR starts...Finished T8 at the Farmers Insurance Open in his first start at the event since 2008 when he was fifth...Earned second top-10 of the season, a T5 at the Reno-Tahoe Open, the first PGA TOUR event to use the Modified Stableford scoring system since 2006. With 33 points, finished 10 points off J.J. Henry's wining pace...Despite a T19 at the Wyndham Championship, came up shy of the top-125 (No. 147) to earn his way into the PGA TOUR Playoffs for the FedExCup for the second straight year...Played all four events in the fall, with a T33 at the Justin Timberlake Shriners Hospitals for Children Open his best showing. \n\n\n\n2011: Made just 14 of 26 cuts on TOUR with only one top-10 finish for the second straight year. From 1994-2009 had at least two top 10s each season...Entered the Wyndham Championship outside the top 125 in the FedExCup standings, at No. 142. Worked his way inside the top 125 in the FedExCup standings during the final round at the Wyndham Championship until a bogey on his final hole dropped him to No. 126 and out of the Playoffs for the first time in his career. Finished T17 at the Wyndham Championship, six points behind rookie William McGirt in the standings...Entered the final event of year in search of his first top 10 of the season. It would have been his first season without a top 10 since joining the TOUR in 1994. Responded with a second-place finish at the Children's Miracle Network Hospitals Classic. Posted a 9-under 63 in round two to claim a share of the lead. Chipped in three times on the front nine and needed just 11 putts on that stretch in round three to retain a share of the lead headed into Sunday. Finished second to Luke Donald, Leonard's best finish since losing in a playoff at the same event in 2009. \n\n2010: Recorded one top-10, fewest since he joined the TOUR in 1994. Finished outside of the top 45 on the money list for just the third time in his career...Aced the 13th hole of the Copperhead Course at Innisbrook in the second round of the Transitions Championship on the way to a T20. It was his fifth hole-in-one on TOUR...Finished T3 at the Wyndham Championship for his first top-10 of the season. Went to the 72nd hole with an opportunity to tie the leader and eventual champion, Arjun Atwal, at 20-under par with a birdie, but an errant drive set up a closing bogey.\n\n2009: Made the cut in 21 of 26 starts, finishing No. 39 in the FedExCup point standings and inside the top 30 (No. 30) on the money list for the 12th time in his career...Despite an opening-round, 1-over 74, battled back to finish fifth at the season-opening Mercedes-Benz Championship...Lost 2 and 1 to Ross Fisher in the quarterfinals of the World Golf Championships-Accenture Match Play Championship, finishing T5...Next top-10 finish also came in a World Golf Championships event, finishing T9 at the CA Championship...Four rounds in the 60s led to a T5 effort at the Valero Texas Open...Final-round 68 earned a T8 at The Open Championship after missing cuts at the Masters and U.S. Open...Finished 2-1-2 in helping lead the United States to a five-point victory over the International team at The Presidents Cup...Closed the season with a runner-up finish, the 17th of his career, at the Children's Miracle Network Classic. Held a two-shot lead at the midway point and then was in a four-way tie for the lead after 54 holes. Barely missed a 16-foot birdie putt on the final hole to win in regulation, shot 67, and was then eliminated on the first playoff hole after a bogey, as Stephen Ames beat George McNeill on the next playoff hole. \n\n2008: Recorded his 12th career victory (Stanford St. Jude Championship) and played an integral part on the winning U.S. Ryder Cup team. Made the cut in 24 of 25 starts, with eight top-10 finishes and an eighth-place finish in the FedExCup standings. Surpassed $3 million in earnings for the first time in his career...Posted the 16th runner-up finish of his career at the Bob Hope Chrysler Classic. Carried a four-stroke lead into the final round, but an even-par 72 left him three strokes behind tournament winner D.J. Trahan (final-round 65). Finished fourth at the World Golf Championships-Accenture Match Play Championship, losing to Henrik Stenson in the consolation final, 3 and 2. Lost to Stewart Cink in the semifinals...Won for the second time in Memphis at the Stanford St. Jude Championship after making a 19-foot birdie putt on the second playoff hole, the par-3 11th, to defeat Trevor Immelman and Robert Allenby. Was three strokes back through 54 holes, but surged up the leaderboard with a final-round 68 and captured his 12th career TOUR win. Finished at 4-under 276, the highest 72-hole total since this event moved to the TPC Southwind course in 1989...In third Ryder Cup appearance, had a 2-1-1 record for winning American team. It was his first Ryder Cup start since the U.S. won in 1999. \n\n2007: Rallied late in the year to win for the 11th time in his career and totaled more than $2 million in earnings...Began the year with eight consecutive missed cuts and finished with three top-10s in last four starts, including a win at the Valero Texas Open...Re-united early in the season with instructor Randy Smith, who taught Leonard the game from an early age at Royal Oaks GC in Dallas...Finished T2 with Jason Gore and Woody Austin at the Buick Open after Brian Bateman birdied the final hole to win...Jumped from No. 161 to No. 33 during the PGA TOUR Fall Series, with 16 of 20 rounds under-par during that stretch...Carded rounds of 65-67-64-65—261 to claim his 11th TOUR title at the Valero Texas Open. Won with a birdie on the third playoff hole, the par-3 17th, to defeat Jesper Parnevik. Posted three birdies and four pars over the final seven holes to force the sudden-death playoff. Victory was first since the 2005 Stanford St. Jude Championship, a span of 63 tournaments. Joined Arnold Palmer as the only three-time winners of the event. \n\n2006: Had the lowest finish on money list in career (109th), with two top-10s in 26 starts. Failed to qualify for the TOUR Championship for just the second time since joining the TOUR full-time in 1995...Best finish was a T7 at the FBR Open in Phoenix. \n\n2005: Recorded two victories and earned a berth on U.S. Presidents Cup squad...Earned his ninth career win by firing a final-round 67 and coming from three strokes behind 72-hole leader Joe Ogilvie to win by three strokes at the Bob Hope Chrysler Classic. Five rounds in the 60s led to his first win in almost two years (Honda Classic, March 16, 2003) and the fifth come-from-behind win of his career….Collected multiple wins in a season for just the second time in his career after winning the FedEx St. Jude Classic by a stroke over two-time defending champion David Toms. Went wire-to-wire for the first time in his career on TOUR. Held TOUR season-high, eight-stroke lead through 54 holes but posted a final round 2-over 73 to hold on by one over Toms, who posted a final-round 7-under 63. Second time in his career he has won after posting an over-par score without a single birdie in the final round. He won the MCI Heritage in 2002 with a 2-over 73 final-round score without a birdie...No. 11 in U.S. Presidents Cup standings, tabbed as a Captain's Selection by Jack Nicklaus. Responded with a 3-1-1 record, including a Sunday singles victory over Tim Clark. \n\n2004: Near-miss at PGA Championship. Shared second-round lead with Vijay Singh at 9-under 135 and was one back of Singh through 54 holes. Held one-stroke lead over Chris DiMarco and Singh through 71 holes but missed a 12-footer for par on the 72nd hole to force a three-man, three-hole playoff. Finished T2 after Singh was only one of the three to record a birdie during the playoff. \n\n2003: Earned eighth career victory at The Honda Classic and had the birth of first daughter…Came from behind to win The Honda Classic with rounds of 63-70-64-67--264. Co-leader through 18 holes with Notah Begay III and Jeff Brehaut. Entered final round one stroke behind Davis Love III, and carded 5-under 67 to earn one-stroke win over Love and Chad Campbell. Winning 72-hole total of 264 broke previous Honda Classic record of 266 set by Blaine McCallister in 1989...At the Bank of America Colonial, was 10-under-par through 17 holes in final round with a chance to post a 59 with a birdie. Bogeyed the 18th hole to finish with a 9-under 61, tying the course record, and finished T2. Also holds a share of the course record (61) at the TPC Las Colinas, the host course of the EDS Byron Nelson Championship...Teamed with American Jim Furyk at World Cup and played on his third Presidents Cup squad. \n\n2002: Finished in the top 10 in earnings for the first time since 1999 and captured TOUR event for third consecutive season...Picked up seventh career victory at the WORLDCOM CLASSIC. Closed with a 73 to edge Heath Slocum by one stroke. Became first player to shoot over-par in the final round and win since Scott McCarron at the 2001 BellSouth Classic. Also the first without a birdie in the final round and win since Vijay Singh at the 1995 Buick Classic. Singh won with a playoff birdie...Opened with rounds of 72-66 to share the 36-hole lead at the PGA Championship. Had a three-shot lead over eventual champion Rich Beem after posting the only round in the 60s, shooting a third-round 69 amid winds gusting to 40 mph. Closing 77 dropped him to T4.\n\n2001: After struggling early in the season with a swing change, rallied to once again qualify for THE TOUR Championship for the seventh consecutive time by earning $1,783,842...Had a very successful year playing in Texas by winning once and added three other top-10s in as many starts. Was able to defend his title in the Texas Open at La Cantera. Became the first player to win in consecutive years at the Texas Open since Arnold Palmer won three in a row (1960-62). Led by three strokes after 36 holes and held that lead to capture sixth victory by two strokes over J.J. Henry and Matt Kuchar. Earlier in the year, posted a T4 at Shell Houston Open, a T6 at the Verizon Byron Nelson Classic and a T5 in the MasterCard Colonial.\n\n2000: Along with a victory, also finished second three times...Earned a five-stroke victory at Westin Texas Open. Shot 66-67 and stood one back through 36 holes. Third-round 71 produced share of the lead. His 66 on Sunday ended 2½-year victory drought and earned fifth TOUR career title. First victory since 1998 PLAYERS Championship and first title in home state. \n\n1999: Didn't record a victory for first time in three years, but was still among the top 10 on money list for third consecutive year...Posted seven top-10s, including his first three starts...Nearly won his second Open Championship in July, losing to Paul Lawrie in three-way playoff with Jean Van de Velde...His 45-foot putt on 17th hole at The Country Club during Sunday singles match with Jose Maria Olazabal earned decisive half-point that regained Ryder Cup for U.S. Won four consecutive holes (12-15) to square match and set up his 17th-hole heroics. \n\n1998: Won a tournament for third year in a row and earned $1,671,823 to finish eighth on money list...Nabbed one of the year's biggest prizes in March, when he came from five strokes back to overtake Lee Janzen on the final day at THE PLAYERS Championship. Opened with a 72 and followed with rounds of 69-70 before firing a 5-under-par 67 Sunday for a two-stroke victory over Tom Lehman and Glen Day. Five-stroke comeback was largest ever on PLAYERS Stadium Course at TPC Sawgrass and was one shy of Raymond Floyd's tournament record established in 1981 at Sawgrass CC. \n\n1997: Won first major championship at The Open Championship. After opening with 67 in blustery conditions at Royal Troon, trailed Jim Furyk and Darren Clarke by two strokes. Remained two back after second-round 66, but fell five behind Jesper Parnevik after three rounds. Closing 65 was only round in 60s by a player who began round under par. Won by three strokes over Parnevik and Clarke. At age 25, was youngest Open Championship winner Seve Ballesteros won in 1979 at 22...Nearly earned second major title at PGA Championship. Shared third-round lead with Davis Love III after course-record 65 and stood seven strokes in front of next-closest rival. Closing 71 left him alone in second, five strokes behind Love...Member of U.S. Ryder Cup team. \n\n1996: First TOUR victory came at Buick Open. Shot 65-64-69 to lead by one after 54 holes. Closed with 68 to win by five strokes over Chip Beck. Became first player since Mark Calcavecchia at 1992 Phoenix Open to win tournament in which he had hole-in-one...First victory nearly came earlier that year at Phoenix Open where he lost in playoff to Phil Mickelson...Played on Presidents Cup team. \n\n\n\n1995: Runner-up twice. Was one stroke shy of Billy Mayfair at Motorola Western Open and finished second to Duffy Waldorf at LaCantera Texas Open. Finish vaulted him to first TOUR Championship appearance. \n\n1994: Earned TOUR privileges without making trip to the PGA TOUR Qualifying Tournament by playing in 13 events at the end of the season. Is one of four college players to go directly to the TOUR without attending the Qualifying Tournament, joining Phil Mickelson, Tiger Woods and Ryan Moore. Best finish was a third at the Anheuser-Busch Golf Classic, his third professional start. \n\nAmateur: Played in eight TOUR events as an amateur, making five cuts...Member of winning 1993 U.S. Walker Cup team...Only golfer in Southwest Conference history to win four consecutive conference championships...All-American at University of Texas in 1993-94...Winner of 1994 Dave Williams Award...1992 U.S. Amateur champion.\n","otherCarHigh" : "","personal" : "In late 2001, completed the White Rock Marathon in Dallas in 3 hours, 55 minutes. Wife, Amanda, has run several marathons, including New York City Marathon...Grew up playing at Royal Oaks CC in Dallas, with Harrison Frazar, his roommate at the University of Texas...On October 22, 2012, was inducted into the Texas Golf Hall of Fame at San Antonio CC. As part of the induction, had his name officially inscribed on a stone monument on the Hall's Walk of Fame at Brackenridge GC in San Antonio.","otherInfo" : "","ntlTeams" : "The Presidents Cup (5), 1996, 1998, 2003, 2005, 2009; Ryder Cup (3), 1997, 1999, 2008; World Cup (2), 1997, 2003; World Amateur Team Championship (1), 1992; Walker Cup (1), 1993; Dunhill Cup (1), 1997.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T16th at the Northern Trust Open.","dynStats" : "He ranks 15th in Career Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}