{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06315","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Jordan","first" : "Pete","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "185","weightMetric" : "84","birthDate" : "June 10, 1964","age" : "51","birthPlace" : "Elmhurst, Illinois","residence" : "Fountain Hills, Arizona","family" : "Wife, Kelly; Ryan (11\/26\/91), Peyton Ashley (7\/14\/94), Max Hunter (2\/24\/98)","education" : "Texas Christian University (1986)","splInterest" : "Sports, music","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1986","clubAffl" : "Medinah CC (Medinah, Illinois)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,342,465&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1991","exmtStatus" : "Conditional - Veteran Member","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the Web.com Tour from 1991-93, 2003-05 and 2007. Member of the PGA TOUR from 1994-2002. \n\n2009 - 2014: Did not make a start on either the PGA TOUR or Web.com Tour.\n\n2008: Made four starts on the Web.com Tour with a T30 at the Preferred Health Systems Wichita Open, where he shot four sub-par rounds, his only made cut. Finished T72 at The Honda Classic, his only PGA TOUR start. \n\n2007: In nine tournaments, only made cut since the 2005 season was a T25 at the Preferred Health Systems Wichita Open. \n\n2006: Made just two Web.com Tour start and one PGA TOUR start. Missed the cut in all three.\n\n2005: Made the cut in just four of his 21 starts on the Web.com Tour, with a T28 at the Northeast Pennsylvania Classic his best showing of the season. \n\n2004: Played a limited schedule after the first half of the Web.com Tour season when he made the cut in two of 11 starts. Qualified for the U.S. Open but missed the cut at Shinnecock Hills. Was T33 at the Booz Allen Classic the following week. \n\n2003: Made the cut in five of 18 appearances on the Web.com Tour. His T12 at the Clearwater Classic was his sole top-25 finish of the season. \n\n2002: Finished No. 198 on the PGA TOUR money list, with $101,330. Made the cut in nine of 30 tournaments. Failed to crack the top 25 during the season. Best finish was a T28 at the Bell Canadian Open. \n\n2001: Ironman made 16 cuts and two top-25s in 36 starts. His 36 events tied Neal Lancaster for most starts. Earnings of $386,088 (130th on money list) were second-most of his career. Top finish was third at the John Deere Classic, two strokes behind champion David Gossett. Finish was worth $190,400, the largest paycheck of his career. \n\n2000: Enjoyed most lucrative year of his PGA TOUR career, with $464,480 in earnings. \n\n1999: Posted his only top-10 finishes of the year during an impressive two-week period—a T5 at the John Deere Classic and T6 at Canon Greater Hartford Open. Finished 135th on the money list in 1999, and then was 15th at PGA TOUR National Qualifying Tournament to earn status for the 2000 season. \n\n1998: Lost his card after finishing 147th on the final money list but was fifth at the PGA TOUR National Qualifying Tournament to return to the TOUR in 1999. Only appearance on the 1998 Web.com Tour was a T4 at the Lakeland Classic. \n\n1997: \n\n1996: Played in 26 tournaments and finished 110th on the money list. Best chance for victory came during rainy week at B.C. Open. Held a two-stroke advantage after two rounds and shared 54-hole lead with Fred Funk. After heavy rain washed out final round, lost to Funk on first hole of playoff.\n\n1995: In 18 PGA TOUR starts, best finish was a third at the Deposit Guaranty Golf Classic. Had six top-25s. Was 134th on the money list.\n\n1994: First joined PGA TOUR after finishing T4 at 1993 PGA TOUR Qualifying Tournament. Entered 29 tournaments, with his top performance a fourth at the Southwestern Bell Colonial. Was 132nd on the money list.\n\n1991-1993: Spent three years on Web.com Tour (1991-93) in which he recorded four second-place finishes finishes—1991 Wichita Charity Classic, 1992 Permian Basin Open, 1992 Fresno Open and 1993 New England Classic.\n","otherCarHigh" : "All-America selection at Texas Christian in 1986. All-Southwest Conference in 1985-86","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "1993, 1994, 1998 1999","exmtStatus" : "T2 at 2001 PGA TOUR Qualifying School","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "In 1999, posted his only top-10 finishes of the year during an impressive two-week period with a T5 at the John Deere Classic and T6 at Canon Greater Hartford Open. ... Finished 135th on the money list in 1999, and then was 15th at PGA TOUR Qualifying Tournament to earn status for the 2000 season. ... Lost his card in 1998 after finishing 147th on the final money list, but finished fifth at the PGA TOUR Qualifying Tournament to return to the TOUR in 1999. ... Best chance for victory came during rainy week in Endicott, NY in 1996. Held two-stroke advantage after rounds of 67-64 at B.C. Open. Shared 54-hole lead with Fred Funk after Saturday 66 despite bogey on 18th hole. After heavy rain washed out final round, faced Funk in playoff. After Jordan's 7-iron approach flew green, Funk hit his approach to 10 inches from the hole for victory. ... Finished third at 1995 Deposit Guaranty Golf Classic, three strokes behind winner Ed Dougherty. ... First joined PGA TOUR in 1994 after finishing T4 at 1993 at PGA TOUR Qualifying Tournament. ... Spent three years on BUY.COM TOUR (1991-1993) in which he recorded four second-place finishes -- 1991 Wichita Charity Classic, 1992 Permian Basin Open, 1992 Fresno Open and 1993 New England Classic. ... All-America selection at Texas Christian University in 1986. All-Southwest Conference in 1985 and 1986.\n","otherCarHigh" : "","personal" : "","otherInfo" : "T2 at 2001 PGA TOUR Qualifying Tournament secured card for 2002...Iron man made 16 cuts and two top-25s in 36 starts in 2001. 36 events tied Neal Lancaster for most starts. Earnings of $386,088 (130th on money list) were second-most of career. Top finish was third at the John Deere Classic, two strokes behind champion David Gossett. Finish was worth $190,000, the largest paycheck of his career...Enjoyed most lucrative year of his PGA TOUR career in 2000 with $464,480 in earnings...Best chance for victory came during rainy week at B.C. Open in 1996. Held two-stroke advantage after two rounds of 67-64 and shared 54-hole lead with Fred Funk. After heavy rain washed out final round, lost to Funk on first hole of playoff...First joined PGA TOUR in 1994 after finishing T4 at 1993 at PGA TOUR Qualifying Tournament...Spent three years on BUY.COM TOUR (1991-1993) in which he recorded four second-place finishes...All-America selection at Texas Christian University in 1986...All-Southwest Conference in 1985 and 1986.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the Web.com Tour 4 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}