{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01191","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Cheesman","first" : "Barry","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "230","weightMetric" : "104","birthDate" : "August 29, 1959","age" : "56","birthPlace" : "Galesburg, Illinois","residence" : "Sarasota, Florida","family" : "Wife, Kerry; Aaron (9\/25\/81)","education" : "","splInterest" : "Family, baseball","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1986","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,808,380&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1990","exmtStatus" : "Conditional - Veteran Member","otherVics" : "","intlVics" : "","curYearHigh" : ".","carHigh" : "Member of the Web.com Tour in 1990, 1997 and 2001-06. Member of the PGA TOUR in 1988-89, 1991-93 and 1998-2000. Has not made a start on Tour since the conclusion of the 2006 season. \n\n2014: Missed the cut in his one Champions Tour start, at the Senior PGA Championship\n\n2006: Made three cuts in 11 starts, with his only top-10 a T7 at the Preferred Health Systems Wichita Open. \n\n2005: Made the cut in 11 of 21 events on the Web.com Tour, with a T15 at the Xerox Classic his best finish. Had a hole-in-one on No. 13 during the first round of the Lake Erie Charity Classic. \n\n2004: Made the cut in 10 of 25 tournaments, including six top-25 finishes. Wrapped up the season No. 63 on the official money list, with $95,845. Finished a season-best T2 at the Oregon Classic, with a 10-under-par 278, three strokes behind champion Jeff Quinney. Only other top-10 performance was a T8 at the New Zealand PGA Championship. \n\n2003: Made the cut in 11 of 24 events on the Web.com Tour. Finished the year No. 100 on the money list, with $39,156. Had three top-25 finishes, including a season-best T11 at the final full-field event of the season, the Miccosukee Championship. Recorded two aces during the Web.com Tour season, one on No. 3 in the third round of the Virginia Beach Open and another on No. 12 during the first round of the Oregon Classic... Had two starts on the PGA TOUR, including a T18 at the B.C. Open. \n\n2002: Finished No. 24 on the final money list, with $144,948. Made the cut in 15 of 25 tournaments, including seven top-25 finishes. Posted four top-10 finishes, including T2 at the Albertsons Boise Open, third at the Bank of America Monterey Peninsula Classic, T7 at the LaSalle Bank Open and T9 at the Omaha Classic. \n\n2001: Played in 16 events. Best finish was a T10 at the John Deere Classic.\n\n2000: Posted career-best six top-25 finishes and made 13 cuts in 35 appearances on the PGA TOUR, with a T13 at the Greater Greensboro Chrysler Classic his best finish. Career-best round of 63 came in first round of Byron Nelson Classic. \n\n1999: In 34 PGA TOUR starts, had three top-10s, at Michelob Championship (4th), Touchstone Energy Tucson Open (T5) and GTE Byron Nelson Classic (T9). Finished 95th in earnings.\n\n1998: Was among the top 125 on the PGA TOUR money list for the first time since turning professional at No. 100. Made 32 starts, with his best showing a third at the Michelob Championship, where he carded four rounds in the 60s.\n\n1986. Had a career-best third-place finish at Michelob Championship, where he shot 69-68-69-66 for solo third. \n\n1997: Won Hershey Open and had six other Web.com Tour top-10 finishes en route to sixth-place finish on the money list. \n","otherCarHigh" : "Winner of the 1990 Quail Hollow Open and the 1986 Florida State Amateur Championship.","personal" : "Played professional baseball as a minor-league catcher in three different organizations. Son, Aaron, played baseball in the Philadelphia Phillies' organization.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : ".","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Posted career-best six top-25 finishes and made 13 cuts in 35 appearances on 2000 PGA TOUR. Top-25 came at Sony Open (T22), Bob Hope Chrysler Classic (T23), BellSouth Classic (T22), Greater Greensboro Chrysler Classic (T13), FedEx St. Jude Classic (T25) and Bell Canadian Open (T20)...Career-best round of 63 came in first round of Byron Nelson Classic... In 1998, among the top 125 on the PGA TOUR money list for the first time since turning professional in 1986. Had a career-best third place finish at Michelob Championship, where he shot 69-68-69-66 for solo third...Won 1997 Hershey Open and had six other top-10 finishes en route to sixth-place finish on BUY.COM TOUR money list...Winner 1990 Quail Hollow Open and 1986 Florida State Amateur Championship... Played professional baseball as a minor-league catcher in three different organizations.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : ".","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}