{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "26331","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Schwartzel","first" : "Charl","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "160","weightMetric" : "73","birthDate" : "August 31, 1984","age" : "31","birthPlace" : "Johannesburg, South Africa","residence" : "Vereeniging, South Africa","family" : "Wife, Rosalind; Olivia (3\/16\/14)","education" : "","splInterest" : "Hunting, cars","pronunciation" : "CHAR-ul SCHWORT-zul","nwTourAlumnus" : "","trndProYear" : "2002","clubAffl" : "","cityPlaysFrm" : "South Africa; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2010","qSchoolYear" : "","exmtStatus" : "Winner, 2011 Masters Tournament (through 2015-16)","otherVics" : "","intlVics" : "(12): 2005 Alfred Dunhill Championship [Eur]. 2006 Vodacom Tour Championship [SAf]. 2007 Open de Espana [Eur]. 2008 Madrid Masters [Eur]. 2010 Africa Open [Eur], Joburg Open [Eur]. 2011 Joburg Open [Eur]. 2012 Thailand Golf Championship [Asia]. 2013 Alfred Dunhill Championship [Eur], Nanshan China Masters [OneAsia]. 2015 Alfred Dunhill Championship [Eur]. 2016 Tshwane Open [Eur]..","curYearHigh" : "Posted three rounds in the 60s in his first start at the Frys.com Open to finish at 12-under 276 and claim a T6 in the season's first event...Won his fourth Alfred Dunhill Championship title in his native South Africa in late November, good for his 10th European Tour victory. Won with a 15-under 273 total, four strokes ahead of France's Gregory Bourdy...Won for the second time on the European Tour's current season (but in his first start of the calendar season) with his victory at the Tshwane Open, his 11th European Tour title. It marked the third time he has recorded multiple wins in a season the European Tour (2010, 2011), with eight of his 11 Tour victories coming on his home soil in South Africa. Entered the final round with a slim one-shot lead, but carded a 7-under 63 to cruise to an eight-stroke victory over Denmark's Jeff Winther, the largest margin of victory in the history of the Tshwane Open...After missing the cut in his only other start at the Valspar Championship in 2012, posted the low final round, a 4-under 67, to force sudden death with 54-hole leader Bill Haas. In his first PGA TOUR playoff apperance, parred the first extra hole, No. 18, for his second career PGA TOUR victory.","carHigh" : "2014-15: Claimed three top-10 finishes in 18 starts through the Wyndham Championship to settle in at No. 96 in the FedExCup standings and earn a return trip to the Playoffs for the fourth consecutive year. Came into Greensboro sitting at No. 125 in the FedExCup standings. Earned a T3 finish at Forest Oaks CC that propelled him to the 96th spot heading into the Playoffs. A missed cut the following week at The Barclays ended his season as it bumped him from the top 100 who advanced to the next week's Deutsche Bank Championship...Entered the final round of the European Tour's South African Open with a five-shot cushion. Appeared in control with nine holes to play at Glendower GC in Gauteng. After making birdies at Nos. 12 and 13, made a bogey on No. 14, then finished his round double bogey-bogey-par to fall into a tie at the conclusion of regulation with Andy Sullivan. On the first extra hole, couldn't match Sullivan's birdie and finished second as Sullivan won his maiden European Tour title...Shot four under-par rounds in mid-January at the European Tour's Abu Dhabi HSBC Golf Championship to T9 with Ross Fisher and Jamie Donaldson...First top-10 finish of the season came at the World Golf Championships-Cadillac Match Play Championship, finishing T9...Next top-10 came at the U.S. Open at Chambers Bay. Closed with a 4-under 31 on the back nine en route to a 4-under 66, finishing seventh for his second top-10 in nine U.S. Open starts (T9 in 2011). Was one of five major champions to finish inside the top 10 at Chambers Bay...The following week, played in the Japan Golf Tour's ISPS Handa Global Cup, shooting weekend rounds of 67-69 to T10 with five others, four shots out of the Toshinori Muto-Angelo Que playoff...Entered the Wyndham Championship at No. 125 in the FedExCup standings before finishing T3 to safely secure a spot in the Playoffs. Went 1-3-0 in his four Presidents Cup matches in the International team's 15Â˝-14Â˝ loss in South Korea.\n\n2013-14: Once again, played worldwide. On the PGA TOUR, missed only three cuts in 18 starts and collected five top-10 finishes. For the fourth consecutive season, earned a trip to the FedExCup Playoffs. TOUR season ended after the BMW Championship with a rank of No. 43 in the standings...Held the third-round lead at the South African Open but finished T4 after a final round 71 in late-November 2013...One week later, successfully defended his Alfred Dunhill Championship title on the European Tour with a final-round 68 for a four-shot victory over England's Richard Finch at Leopard Creek...Finished sixth at the Nedbank Golf Challenge in his home country of South Africa at Gary Player CC...In defense of his Thailand Golf Championship title at the Amata Spring CC in Chonburi, posted 5-under 67s in the final two rounds to claim a T4...Improved on a 2-under 69 in the first round of the Northern Trust Open with consecutive 68s over his final 54 holes to finish fifth in his first start of the TOUR Season. Finish came after a T3 at Riviera CC in 2013...Despite second- and third-round, 4-over 76s, managed a T9 finish at the World Golf Championships-Cadillac Championship, his third top-10 at the event (second in 2010 and T4 in 2012)...Finished T8 at the Memorial Tournament, matching his finish from the previous year...At The Open Championship, posted 5-under 67s in the second and final rounds to claim a T7 with Edoardo Molinari. At 11-under, the two finished six back of Rory McIlroy. Birdied his final three holes, Nos. 16-18, in his opening rounds, and three of his last four holes in Sunday's final round at Royal Liverpool GC to earn his first top-10 finish in 10 starts in the event...Finished T4 at the World Golf Championships-Bridgestone Invitational for his first top-10 in six starts at Firestone CC. \n\n2013: Finished the year No. 27 in the FedExCup, with five top-10 finishes among 17 made cuts (19 starts). Season-highlighted by third-place finishes at the Northern Trust Open and HP Byron Nelson Championship...In December 2012, a week after winning in Thailand by 11 strokes, he continued his dominance, playing on the 2013 European Tour, in Maelane, South Africa, where he was again the runaway winner, taking a 12-shot victory at the Alfred Dunhill Championship, his second victory in the event (2004). He entered the final 18 holes with a 10-stroke lead and shot a 69 at Leopard Creek CC to rout the field...Finished second at the Joburg Open in February, looking for his third win at the tournament in the last four years. Despite the runner-up finish, never really contended on the weekend. Entered the final round six shots behind leader Richard Sterne, and despite shooting four rounds in the 60s at Royal Johannesburg and Kensington GC's two courses, fell to Sterne by seven strokes...Finished T3 at the Northern Trust Open, missing the Charlie Beljan-John Merrick playoff by one shot. It was his first top-10 on TOUR since March 2012...Two weeks later at The Honda Classic, became one of just five players to post a sub-70 score Sunday at the wind-swept PGA National when he posted a 1-under 69, good for a T9 a year after finishing T5 in the event...Finished third in his first start at the HP Byron Nelson Championship, recording his third top-10 of the season...Made four consecutive birdies twice in the opening round of the Memorial Tournament (Nos. 14-17 and 4-7) to take the 18-hole lead, with a 7-under 65. Struggled in the third round, with a 4-over 76 but settled Sunday with an even-par 72 to claim a T8...Carded four sub-par rounds at the BMW Championship to finish T8 for his TOUR career-best fifth top-10 of the season, jumping from No. 29 to No. 23 in the FedExCup and securing his first trip to the TOUR Championship by Coca-Cola. Went on to finish 29th at East Lake GC in the final Playoffs event...On the European Tour in late-September, at the Alfred Dunhill Links Championship, shot four rounds in the 60s to T7...Played for the International Presidents Cup team for the second time. Had a 2-3-0 record...In October, won the Nanshan China Masters, beating Darren Clarke and Liang Wen-Chong by a stroke. The victory was his 10th international title.\n\n2012: Finished No. 61 in the FedExCup standings...Opened with a 2-over 75 at the Volvo Golf Champions in South Africa but recovered nicely to finish solo fifth at The Links of Fancourt...A week after a T17 at the World Golf Championships-Accenture Match Play Championship, competed in his second Honda Classic, where he finished T5 with Justin Rose. It was his first stroke-play start of the season on TOUR. With 56 of 72 greens hit in regulation hit (77.8 percent), he led the field in that category for the week...Equaled his second-best finish in 15 starts in a World Golf Championships event with a T4 at the Cadillac Championship, second only to a runner-up finish at the 2010 Cadillac Championship. Four under-par rounds led to a 13-under finish, three strokes behind champion Justin Rose...A second-round, 3-over 75 was his undoing at the Maybank Malaysian Open in April. Opened with an 8-under 64 at Kuala Lumpur G&CC and finished with a 68 to T6 at the co-sanctioned Asian Tour-European Tour event...Suffered a torn abdomen in June but still played in the U.S. Open, finishing T38 at The Olympic Club. Sat out a month after the U.S. Open to allow the injury to heal. Returned to action at The Open Championship...Was T5 at the South African Open in mid-November. Couldn't recover from a 2-over 74 in the third round, finishing six shots shy of winner Henrik Stenson...Had four rounds in the 60s at the European Tour's finale, the DP World Tour Championship, to T3. Opened and closed with 4-under 68s at the Jumeirah Golf Estates and added a pair of 67s in the second and third rounds to finish five shots behind winner Rory McIlroy...Picked up his first win on any Tour since the 2011 Masters with a dominating, 11-shot victory in the Thailand Golf Championship on the Asian Tour. Opened 65-65 at Amata Spring GC in Bangkok to take a four-shot lead into the weekend. Shot a third-round 68 to open a five-shot advantage over Daniel Chopra. In the final round, fired a third 65 on the par-72 layout, with seven birdies and no bogeys, to cruise to the convincing win a year after finishing second in the same event.\n\n2011: Won first major at the Masters, while making the cut in all 15 of his starts on TOUR. Had 10 top-25 finishes and three top-10s. Finished 32nd in the FedExCup to just miss a trip to the TOUR Championship by Coca-Cola. Was fourth in the Race to Dubai standings on the European Tour...Fifty years after fellow countryman Gary Player became the first international winner of the green jacket, capped off a final-round, 6-under 66 and a two-stroke victory at the 75th Masters Tournament over Aussies Jason Day and Adam Scott. Became the first Masters winner to birdie the final four holes, and the first to play the final four holes in 4-under since Jack Nicklaus (eagle-birdie-birdie-par) did so 25 years earlier in 1986. Became the seventh major championship winner from South Africa and the third to win the Masters, joining Gary Player (1961, 1974 and 1978) and Trevor Immelman (2008). Entered the final round four strokes behind Rory McIlroy and then turned in the largest come-from-behind win at the Masters since Nick Faldo came from six down to defeat Greg Norman in 1996, coming out on top on a day where as many as five players shared the lead at one point. Became just the second champion in the last 21 years to win the Masters without playing in the final pairing, joining Zach Johnson in 2007. Winning score of 14-under 274 is the lowest by an international champion at the Masters and equals the sixth lowest of all time...Shot a final-round 67 to roll to a four-stroke win over fellow South African Garth Mulroy at the Joburg Open. With the win, he became only the third South African to successfully defend a European Tour title, joining Ernie Els and Trevor Immelman...Opened his season in his native South Africa with a T4 at the Africa Open in East London. Shot a final-round 70 at East London GC to finish one stroke out of the three-man playoff between Louis Oosthuizen, Manuel Quiros and Chris Wood, an extra session Oosthuizen won...Finished T9 at the U.S. Open, with a final round 66. Posted back-to-back top 10s in majors after going without one in his first 16 major starts. Finished T16 at the 2010 U.S. Open...In his first start at the RBC Canadian Open at difficult Shaughnessy G&CC, finished T9 with Spencer Levin, Patrick Cantlay and John Daly. It was his second consecutive top-10 finish in a national Open...Held a share of the second-round lead with Adam Scott and Bubba Watson at the Deutsche Bank Championship before rounds of 72-73 led to a T21 finish...After opening with a 2-under 70 at Sheshan International GC in Shanghai, China, he shot three consecutive sub-70 rounds (69-69-65) to T4 at the World Golf Championships-HSBC Champions in November...One of four rookies on the International Presidents Cup team, he recorded record of 3-1-1 in losing cause...In South Africa in early December, fired a 6-under 282 to solo sixth at the Nedbank Golf Challenge...Tried to make a late charge at the Thailand Golf Championship but couldn't overcome Lee Westwood's big lead and eventually finished solo second, seven strokes back. \n\n2010: Played in 11 PGA TOUR events, with nine made cuts and three top-10 finishes...Made second consecutive appearance at the World Golf Championships-Accenture Match Play Championship. Finished T9, losing to Stewart Cink in 19 holes in the third round...Battled countryman Ernie Els at the World Golf Championships-CA Championships at TPC Blue Monster, finishing second. Was one stroke behind Els in the final round when Els made a 25-foot par putt on the 14th hole to retain the lead. Made bogeys on 15 and 17 to fall farther behind. Had taken part in Els' junior program in South Africa as a youngster and was staying at Els' home during the week...Joined the PGA TOUR as a Special Temporary Member on March 23...Continued his good play at Shell Houston Open the week before the Masters, posting a pair of 67s on the weekend for a T3 finish while playing on a sponsor's exemption...Shot a final-round 67 in early January to win the Africa Open in South Africa on the European Tour. Finished at 20-under par to top third-round co-leader Thomas Aiken by one stroke...In his next start, won the Joburg Open on the European Tour by six strokes and moved into the top 50 in the world. \n\n2009: Played in six PGA TOUR events, with a best finish of T17 at the World Golf Championships-Accenture Match Play Championship. Recorded five top-10s on the European Tour. \n\n2008: Clinched his third European Tour title with a victory at the Madrid Masters, despite battling illness all week, as he rallied toward the end of the season to finish inside the Order of Merit top 30. \n\n2007: Won the Open de Espana for his second career European Tour title. \n\n2006: Won the Vodacom Tour Championship on the Sunshine Tour in his native South Africa in February. \n\n2005: Captured his first victory on the European Tour, the Dunhill Championship, in his native country, in the second event of the season. Followed that with a T2 the following week in the South African Airways Open, helping him top the Sunshine Tour Order of Merit in South Africa for the first time. Became the third-youngest player to secure his European Tour card through the Qualifying School. At 18 years, 81 days, he claimed 24th place in 2002. Was also the second youngest South African to earn full membership of the European Tour behind Dale Hayes. Amateur: Arrived at PGA TOUR Qualifying School as a highly promising amateur with victories in the Brabazon Trophy and Indian Amateur and having represented South Africa in the Eisenhower Trophy in Malaysia.\n","otherCarHigh" : "","personal" : "Favorites include filet steak and vacations to Mossel Bay in the western Cape province of South Africa. Favorite course to play is Leopard Creek CC in Mpumalanga, on the southern border of the Kruger National Park in South Africa. Says his idol is Angus Buchan, a farmer \"who gave his life to God.\"\n","otherInfo" : "","ntlTeams" : "The Presidents Cup (3), 2011, 2013, 2015; World Cup (1), 2011.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 1st at the Valspar Championship.","dynStats" : "He ranks T44th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/CharlSchwartzelOfficial"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/#!\/CA_Schwartzel"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}