{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27573","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Flint","first" : "Gavin","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "187","weightMetric" : "85","birthDate" : "August 12, 1981","age" : "34","birthPlace" : "Melbourne, Australia","residence" : "Australia","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2004","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "15,750&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "(2) 2005 New South Wales PGA Championship [VonNida]. 2010 Myanmar Masters [Asia Dev].","curYrHigh" : "","carHigh" : "2015: Finished 39th on the final Order of Merit, playing on the weekend in nine of his 11 starts. Recorded one top-10 and an additional two other top-20 outings. Had a nice showing at the United Investment Real Estate Wuhan Open to record his first top-10 of the season, a T9, thanks to rounds of 71-71-70 over his final 54 holes at Wuhan Yishan GC. \n\n2014: Qualified for the PGA TOUR China Series by finishing T17 at the qualifying tournament in mid-March in Shenzhen. Opened with rounds of 73-73 at Shenzhen Guangzhou CTS Tycoon GC and then followed with a pair of 74s to finish alongside Mahal Pearce and Chan Wongluekiet…First top-20 of the season came at the United Investment Real Estate Wuhan Open, a T20 effort. Stumbled on the final day, shooting a 6-over 78…In his next start, at the Lanhai Open, was T15. Opened 71-71 then was even par on the weekend…At the Isuzu Queensland Open on the PGA Tour of Australasia, had an up-and-down tournament. Sat at even par through 36 holes after making the cut then shot an 11-over 83 in the third round. Recovered with a 1-under 71 on the final day to T52…Earned his first PGA TOUR China Series' top-10 when he T9 at the Chateau Junding Penglai Open, thanks, in part, to a third-round 66 at Chateau Junding GC…The following week, was T24 at the Cadillac Championship in Beijing...Added a T36 at the Jianye Tianzhu Henan Open…Played well on the final day of the Nine Dragons Open. Fired a 3-under 69 to move into a T15…Enjoyed another top-20 result the following week when he T16 at the Hainan Open in Sanya, thanks to a third-round 68. \n2013: Best Asian Development Tour finish in three starts was a T41 at the PGM Sime Darby Harvard Masters…Top PGA Tour of Australasia performance was a T45 at the South Pacific Open…Made one European Tour start, at the Johnnie Walker Championship at Gleneagles, where he missed the cut. \n2012: Had two top-10s on the Asian Development Tour—at the PGM ADT Masters at A'Famosa (T9) and the PGM Terengganu Masters (10th)…Finished 41st on the order of merit…Was 120th on the PGA Tour of Australasia order of merit, making cuts at the Emirates Australian Open (T65) and the Australian PGA Championship (T66)…Best showing on the Asian Tour was a T15 at the Worldwide Holdings Selangor Masters, a T15 in Malaysia. \n2011: Played in 14 Asian Tour events, a T10 at the Queen's Cup his best outing. Shot a final-round 76 there after sitting in fourth place through 54 holes, two strokes off the lead…Top Asian Development Tour finish was a T11 at the PGM Melaka Classic…Missed the cut in his lone PGA Tour of Australia tournament, the Australian PGA Championship. \n2010: Won on the Asian Development Tour, taking an eight-stroke victory at the circuit's inaugural event, the Myanmar Masters. At Pun Hlaing GC, shot rounds of 69-66-71-70 to roll past second-place finisher, Myanmar's Aung Win. Finished fifth on the order of merit…Added T9 and 10th-place showings at the PGAM ADT Masters at A'Famosa and the PGAM Terengganu Masters, respectively. \n2009: Had a T10 on the Asian Tour for a second consecutive year. Opened with a 69 at the Mercuries Taiwan Masters on his way to the top-10…Finished T28 at the Australian PGA Championship…Best European Tour showing was a T58 at the Maybank Malaysian Open…On the Japan Golf Tour, was T60 at the Asia-Pacific Panasonic Open. \n2008: Opened with a 67 at the Philippine Open and went on to finish third in Manila…Only other Asian Tour top-10 was a T10 at the Indonesian President Invitational. Made 17 cuts in 20 starts…Best finishes on the European Tour were a pair of T53s—at the Johnnie Walker Classic and the Volvo China Open…Added a T36 at the Asia-Pacific Panasonic Open. \n2007: Made the cut at the Jacob's Creek Open for a second consecutive year, going on to finish T39 in February in Adelaide…Had a pair of top-10s on the Asian Tour. Was T10 at the Pakistan Open in January…Added a T10 at the Iskandar Johor Open in August. Other top finishes were both T11s, at the Brunei Open and the Volvo Masters of Asia in his final start of the year…Best European Tour showing was a T16 at the Maybank Malaysian Open. \n2006: Best performance of the year came on the European Tour in February. Shot middle rounds of 64-66 at the Johnnie Walker Classic that led to a T9…At the Jacob's Creek Open, began quickly at Royal Adelaide, taking a two-shot first-round lead, thanks to an opening 64 that included a birdie-eagle-birdie-birdie start. Added three more birdies for the 8-under day. Never bettered 74 the rest of the week (75-77-74) and went on to T34…Played primarily on the Asian Tour. Was in 10 tournaments, making five cuts. Best outing was a T35 at the Volkswagen Masters-China in mid-October…Was T57 at the Australian PGA Championship. \n2005: Made his Web.com Tour debut at the Jacob's Creek Open. Shot rounds of 76-77 to miss the cut…A week later, finished 62nd as he made his first cut. Parlayed a 70-72 start into the weekend at the ING New Zealand PGA Championship and went on to finish 62nd…On the PGA Tour of Australasia, made a pair of cuts, at the Australian Open (T39) and the Australian PGA Championship (T35)…Missed the cut in both of his European Tour starts…Playing on the Von Nida Tour, the PGA Tour of Australasia developmental circuit, won the New South Wales PGA Championship. \n2004: Was T60 at the Holden New Zealand Open and 64th at the Australian PGA Championship.\n","otherCarHigh" : "","personal" : "Enjoys watching movies and fishing.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 9th on the PGA Tour China Serie 2 times.","dynStats" : "He ranks 48th in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}