{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "10944","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Bjorn","first" : "Thomas","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "194","weightMetric" : "88","birthDate" : "February 18, 1971","age" : "45","birthPlace" : "Silkeborg, Denmark","residence" : "Silkeborg, Denmark; Gothenburg, Sweden","family" : "Wife, Pernilla; Filippa (5\/28\/99), Oliver (3\/31\/03), Julia (3\/31\/03)","education" : "","splInterest" : "Soccer, movies","pronunciation" : "bih-YORN","nwTourAlumnus" : "","trndProYear" : "1993","clubAffl" : "","cityPlaysFrm" : "Denmark; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,720,742&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Was hurt by a second-round, 4-over 76 at the CIMB Niaga Indonesian Masters. Still, remained in contention all week in Jakarta, opening with a 66 and shooting weekend rounds of 71-70 to finish at 5-under and in fourth, two shots out of the Lee Westwood-Chapchai Nirat playoff that Westwood won.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2002","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(20): 1995 Himmerland Open [EurChall], Interlaken Open [EurChall], Esbjerg Danish [EurChall], The Coca-Cola Open [EurChall]. 1996 Loch Lomond World Invitational [Eur]. 1998 Heineken Classic [Eur], Peugeot Open de Espana [Eur]. 1999 The Sarazen World Open [Eur], Dunlop Phoenix [Jpn]. 2000 BMW International Open [Eur]. 2001 Dubai Desert Classic [Eur]. 2002 BMW International Open [Eur]. 2003 Dunlop Phoenix [Jpn]. 2005 Daily Telegraph Dunlop Masters [Eur]. 2006 Nissan Irish Open [Eur]. 2010 Estoril Open de Portugal [Eur]. 2011 Commercialbank Qatar Masters [Eur], Johnnie Walker Championship [Eur], Omega European Masters [Eur]. 2013 Omega European Masters [Eur].","curYearHigh" : "Was hurt by a second-round, 4-over 76 at the CIMB Niaga Indonesian Masters. Still, remained in contention all week in Jakarta, opening with a 66 and shooting weekend rounds of 71-70 to finish at 5-under and in fourth, two shots out of the Lee Westwood-Chapchai Nirat playoff that Westwood won.","carHigh" : "2013-14: Finished 12th on the European Tour's final Race to Dubai standings. At the Nedbank Golf Challenge in Sun City, South Africa, shot weekend rounds of 66-65 at Gary Player CC to take home a two-shot triumph over Jamie Donaldson. Two back-nine eagles Sunday (at Nos. 10 and 14) helped him overcome a 72nd-hole bogey. He had three eagles for the week...Finished T10 at the Abu Dhabi HSBC Golf Championship in mid-January...Represented Europe in the inaugural Eurasia Cup in March. In the event's 10-10 draw, went 1-2-0 in his three matches...Finished T8 to notch his first career top-10 at the Masters in his 11th appearance...Made six consecutive birdies on the back nine Saturday at the BMW PGA Championship to shoot a 7-under 30. Entered the final round of the European Tour event with a five-shot lead over Luke Donald. Was cruising along at 16-under in the final round, after making birdie at the fourth hole at the Wentworth Club. Was 5-over for his next five holes and then could only muster a 1-under 36 on the back nine to tumble into a T3 with Donald, two strokes behind winner Rory McIlroy...Had four under-par rounds in late-June at the BMW International Open in Germany. Finished T8, two strokes out of the four-man playoff won by Fabrizio Zanotti...At the Ryder Cup at Gleneagles in Scotland, went 0-2-1 in his three matches en route to a five-point European victory over the U.S. in the biennial event. \n\n2013: Highlight of the season was his victory at the Omega European Masters. Win in Switzerland was his second in three years at the tournament. Opened 66-66 and shared the 36-hole lead with Stephen Gallacher. Dropped into a tie for second with Alejandro Canizares and Victor Dubuisson, two strokes behind 54-hole leader Craig Lee, who shot a third-round 61. Finished regulation tied at 264 with Lee then prevailed over Lee in a playoff...First top-10 of the European Tour season came at the Volvo Golf Champions, where he T9...Had a strong June. Finished T4 at the Nordea Masters, with rounds of 67-68-67 over his final 54 holes...The following week, at the Lyoness Open, finished runner-up to Joost Luiten. Weekend rounds of 64-68 left him two strokes short of Luiten...Two weeks later, in his next start, had another close call. Shot four rounds in the 60s at the BMW International Open (68-69-65-69) but fell a stroke short of winner Ernie Els' winning 270 score. \n\nRepresented Denmark at the World Cup, finishing second in the individual portion of the tournament, two shots behind winner Jason Day. Shot rounds of 66-68-71-71 at Royal Melbourne GC in Australia. In the team compeition, with Thorbjorn Olesen as a teammate, Denmark finished T3 with Japan, 12 shots shy of the winning Australia team of Day and Adam Scott.\n\n2012: Made nine PGA TOUR starts, including all four major championships and three World Golf Championships events. Best performance was a T24 at the World Golf Championships-Cadillac Championship. Was T37 at the Masters...Opened with an even-par 73-71 at the Abu Dhabi HSBC Golf Championship on the European Tour, shot a third-round 65 to put himself in contention then finished with a 4-under 68 to T3, two strokes behind Robert Rock...Shared the 36-hole lead with Rory McIlroy but then stumbled to a 73-71 finish on the weekend at the Dubai Desert Classic to T9...Was T8 at the BMW International Open in Cologne, Germany, in June...Added another top-10, at the Johnnie Walker Championship in late August. Was T10 at The Gleneagles Hotel...Shot a final-round 68 at the Barclays Singapore Open to finish solo fourth at Sentosa GC. 2011: During difficult weather conditions in the Middle East, he opened with a 2-over 74 at the Commercialbank Qatar Masters and then played his final 54 holes in 16-under to win on the European Tour for the second year in a row and 12th time overall. His final-round 69 gave him a four-stroke victory over Alvaro Quiros. The win helped him jump 74 places in the Official World Golf Ranking, to 60th. The first-round 74 was the highest European Tour opening-round score by an eventual winner since Anthony Kang won the 2009 Maybank Malaysian Open after also starting with a 74...Won his second European Tour title at the Johnnie Walker Championship, emerging from a five-man playoff at The Gleneagles Hotel in Scotland. Shot a 3-under 69 Sunday to finish in a tie at 11-under with Mark Foster, George Coetzee, Bernd Wiesberger and Pablo Larrazabal, with the entire playoff held on the 18th hole. Foster, Larrazabal and Wiesberger dropped out by the fourth hole, leaving him and Coetzee to continue the battle. The playoff went to a fifth extra hole when Coetzee drained a had-to-have 12-foot putt. On the fifth playoff hole, he made a short 3-footer after Coetzee's lengthy birdie attempt fell to the left...Picked up his third European Tour win when he shot a final-round 62 to take the Omega European Masters. Began the final round at Crans-sur-Sierre three strokes behind 54-hole leader Jamie Donaldson. But nine birdies and an eagle (against two bogeys) led to the four-stroke win over Martin Kaymer...Finished fourth at The Open Championship in his bid to seek redemption at Royal St. George's from the 2003 Open, where he entered the 16th hole with a two-shot lead before finishing double bogey-bogey-par to finish one stroke behind champion Ben Curtis. Shared the opening-round lead with amateur Tom Lewis after a 5-under 65 but was unable to card a par-or-better round the rest of the way. One of four players to finish under-par (1-under), finishing four strokes behind Darren Clarke...Dropped out of the OMEGA Mission Hills World Cup, where he was scheduled to represent Sweden for a fifth time, due to a neck injury. 2010: Won the Estoril Open de Portugal on the European Tour by five strokes. Finished at 23-under-par 265 for his 10th European Tour title and the first in four years...Also served as one of Colin Montgomerie's assistant captains at the Ryder Cup at Celtic Manor. 2009: Had a pair of European Tour top-10 finishes, coming on back-to-back weekends. He was T6 at the BMW Italian Open and T3 at the Open de Espana. Did not play on the PGA TOUR. 2008: Had two top-10s on the European Tourâa T5 at the Ballantine's Championship and a T6 at the Indian Masters. Did not make a PGA TOUR start. 2007: Best finishes were a T11 at the World Golf Championships-CA Championship on the PGA TOUR and a T3 at the French Open on the European Tour. 2006: Won his ninth European Tour title, at the Nissan Irish Open. Trailed by nine strokes after the first round but rallied to birdie the last two holes of the tournament to win on the European Tour for the second consecutive year. 2005: Finished T2 at the PGA Championship at Baltusrol GC, thanks to a 7-under 63 in the third round...Won on the European Tour, capturing the Daily Telegraph Dunlop Masters in a playoff over Brian Davis and David Howell. 2004: Retained his playing privileges for the PGA TOUR after finishing 73rd on the money list, his first official season on TOUR, but opted not to remain a member in 2005. 2003: Collected enough money as a non-member during the season and accepted his fully-exempt playing privileges on the PGA TOUR for the first time in his career...Finished T2 at The Open Championship where he made a double bogey on the par-3 16th hole and then bogey on No. 17 to fall one back of winner Ben Curtis. Was his fourth consecutive top-10 at The Open Championship..Did not post a win on the European Tour for the first time since 1997, breaking his streak of five consecutive years with a victory. 2002: T8 at The Open Championship at 4-under-par 280, two shots out of a four-man playoff. Paycheck of $122,465 surpassed what the 150th player on the 2001 PGA TOUR money list made ($279,877) allowing him to join the TOUR as a Special Temporary Member...Captured his second BMW International Open on the European Tour with a four-stroke victory over John Bickerton and Bernhard Langer...Made his second Ryder Cup team. Went 2-2 in his four matches, splitting his two foursomes matches and beating Stewart Cink, 2 and 1, in singles at The Belfry.\n\n2001: Lost in playoff at World Golf Championships-EMC World Cup. Teamed with Soren Hansen...Won once on European Tour, at Dubai Desert Classic, where he outdueled Tiger Woods. Also finished T2 at the Smurfit European Open and solo second at the Loch Lomond World Invitational. 2000: Tied for second behind Tiger Woods in The Open Championship and finished alone in third at PGA, also won by Woods...Began working with Pete Cowan midway through the 2000 season and was rewarded with a victory in the BMW International Open. 1999: Struggled after an early season neck injury, but finished year with two more victories, at Sarazen World Open and Dunlop Phoenix Open in Japan. Defeated Sergio Garcia at Dunlop Phoenix with birdie on their fourth playoff hole. 1998: Captured two titles, the Peugeot Open de Espana and Heineken Classic. 1997: Became the first Danish golfer to play in Ryder Cup. Turned in a very credible 1-0-1 record, halving his singles match with Justin Leonard and winning four-balls with Ian Woosnam as his partner, defeating Leonard and Brad Faxon in Europe's one-point win. 1996: First European Tour victory came at Loch Lomond World Invitational, a win that helped him earn Rookie of the Year honors. 1995: Won four titles in winning the European Challenge Tour order of merit with a then-record ÂŁ46,471. Amateur: Won 1990 and 1991 Danish Amateur Championships.\n\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "Ryder Cup (3), 1997, 2002, 2014; World Cup (5), 1996, 1997, 2001, 2006, 2013; Seve Trophy (7), 2000, 2002, 2003, 2005, 2007, 2011, 2013; Seve Trophy Captain (1), 2009; Eisenhower Trophy (1), 1992.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the PGA TOUR 4 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}