{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01360","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Forsbrand","first" : "Anders","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "185","weightMetric" : "84","birthDate" : "April 1, 1961","age" : "55","birthPlace" : "Filipstad, Sweden","residence" : "Ponte Vedra Beach, Florida, Atlanta, Georgia","family" : "Wife, Stewart; Alexander (1997), Margaux (2003)","education" : "","splInterest" : "Ice hockey, snooker, all sports","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1981","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "191,013&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2011","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(13): 1982 Swedish Professional Championship. 1983 Stiab GP. 1984 Swedish International Stroke Play Championship, Gevalia Open. 1987 Ebel European Masters Swiss Open. 1991 Volvo Open di Firenze, Benson & Hedges Trophy [with Helen Alfredsson]. 1992 Credit Lyonnais Cannes Open, Volvo Open di Firenze, Equity and Law Challenge. 1994 Moroccan Open. 1995 Mercedes German Masters. 1997 Open Novotel Perrier [with Michael Jonzon].","intlVics" : "(1): 2012 SSE Scottish Senior Open","curYearHigh" : "","carHigh" : "2013: After starting the campaign as a conditionally-exempt player from the 2012 National Qualifying Tournament, took advantage of open qualifying (three times) and strong tournament play to finish 44th on the money list. Earned $304,935 in his final six events ($50,823 per start) and moved up 56 spots on the money list, from No. 100 prior to his start at the Montreal Championship...Played some of his best golf in the last two months of the season, finishing in the top 10 in four of his final six starts...Was among five players tied for the lead after 36 holes at the AT&T Championship in October in San Antonio and remained among the leaders until two bogeys and a double bogey doomed his chances over the final 10 holes. Eventually claimed a T6 showing...Enjoyed his top Champions Tour performance when he contended in September at the Montreal Championship, eventually finishing T4. Was on the leaderboard throughout the final round before two late bogeys proved his undoing...Started the week as the eighth alternate into the field at the SAS Championship but eventually got into the field. Fired three straight rounds in the 60s that led to a T5 finish near Raleigh which got him into the Greater Hickory Kia Classic at Rock Barn the following week...Parlayed his SAS Championship showing into a second consecutive top-10 finish in Western North Carolina. Was tied for the first-round lead at Rock Barn before eventually finishing T6 which earned him a berth into the AT&T Championship in San Antonio the following week...Attended the National Qualifying Tournament at the TPC Scottsdale in November in an attempt to try to improve his status by gaining one of the five fully-exempt positions. Could not bounce back from an opening-round 74 and eventually finished 12th overall to remain conditionally-exempt...Also played six events on the European Senior Tour, with his best finish a T18 at the Berenberg Masters.\n\n2012: Made three Champions Tour starts, with best effort a T40 at The Senior Open Championship at Turnberry...Earned a conditional exemption for 2013 after prevailing in a three-way playoff with Neal Lancaster and Jeff Freeman for the eighth position. After Freeman was eliminated on the first hole, edged Lancaster with a par on the second extra hole...Placed sixth on the European Senior Tour Order of Merit after winning the SSE Scottish Senior Open. Edged Philip Golding by a stroke on the Torrance Course at Fairmont St. Andrews...Also finished T2 at the ISPS Handa PGA Seniors Championship and was T3 at the Speedy Services Wales Senior Open. \n\n2011: Debuted on the Champions Tour at the Senior PGA Championship, missing the cut...Also finished T44 at The Senior Open Championship at Walton Heath. \n\n2010: Finished T28 at the Champions Tour National Qualifying Tournament. \n","otherCarHigh" : "He won seven individual titles on the European Tour and finished in the top 10 on the Order of Merit three times...In 1991, he led Sweden to victory in both the World Cup and the Dunhill Cup...Enjoyed his best season in 1992, winning twice and finishing fourth on the Order of Merit...In 1993, he became the first Swedish golfer to play in all four majors in the same year...In 2004, European Ryder Cup captain Bernhard Langer named Forsbrand as his vice-captain for the matches at Oakland Hills CC, an event the European team won.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T4th in 2013 at the Montreal Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}