{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23638","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "de Jonge","first" : "Brendon","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "230","weightMetric" : "104","birthDate" : "July 18, 1980","age" : "35","birthPlace" : "Harare, Zimbabwe","residence" : "Charlotte, North Carolina","family" : "Wife, Mary; Lauren Kenley (1\/2\/09), Keaton (1\/27\/11)","education" : "Virginia Tech (2003, Consumer Studies)","splInterest" : "Fishing","pronunciation" : "dee-YONG","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "2003","clubAffl" : "TPC Piper Glen (Charlotte, North Carolina)","cityPlaysFrm" : "Zimbabwe; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "11,996,219&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(1): 1999 Zimbabwe Amateur.","curYearHigh" : "","carHigh" : "Member of the Nationwide Tour in 2004-06 and the PGA TOUR in 2007. Made the cut in 12 of 26 starts during his rookie season on the PGA TOUR in 2007, with three top-25 finishes. Ended the season No. 155 on the money list, with $447,172. In fourth career start, rookie closed with a 5-under-par 65 to notch first career top-10 (T9) at the Mayakoba Golf Classic. In July, a first-round 63 helped him claim a T28 at the U.S. Bank Championship in Milwaukee. Two weeks later, recorded his best PGA TOUR finish with a T6 at the Reno-Tahoe Open. Earned rookie PGA TOUR card with T22 finish at 2006 Qualifying Tournament. Made the cut in just one of five Nationwide Tour starts in 2007, a T59 at the National Mining Association Pete Dye Classic. Made the cut in 18 of 27 starts on the 2006 Nationwide Tour, cracking the top 10 six times. Finished the year No. 37 on the money list, with $149,288. First top-10 finish came at the Virginia Beach Open, a career-best T4. Equaled that finish with a T4 at the Knoxville Open. Had a hole-in-one on No. 11 during the third round of the Livermore Valley Wine Country Championship. Finished the season ranked No. 8 in Putting Average (1.749). Made the cut in 19 of 25 starts in 2005, with two top-10s. Earned $108,553 to finish No. 51 on the final money list. Slipped into the top 10 in his eighth start of the season, finishing T9 at the LaSalle Bank Open with an 8-under-par 276. Next top-10 came with a T5 effort at the Envirocare Utah Classic, finishing four shots behind winner Garrett Willis. Made the cut in 14 of 22 starts during his rookie season on the 2004 Nationwide Tour, including three top-25s. Collected $43,792 on the season to stake claim to the No. 97 spot on the final money list with a season-best T10 at the Miccosukee Championship. Added a hole-in-one for the fourth consecutive season when he made an ace at the 2008 Northeast Pennsylvania Classic. He started his run at the same tournament in 2005, adding aces at the 2006 Livermore Valley Wine Country Championship and the 2007 South Georgia Classic. His four aces are the most in Tour history. \n","otherCarHigh" : "Was the top-ranked amateur in Zimbabwe in 1999 and played on the 2000 World Amateur team. Winner of the 1999 Zimbabwe Amateur by a record 14 shots, besting the previous record held by Nick Price. Says that is his biggest thrill in golf. Winner of the 1998 David Leadbetter Junior Invitational. Earned second-team All-America honors at Virginia Tech in 2002 and 2003, where he was a teammate of PGA TOUR member Johnson Wagner. Played through a broken rib to finish ninth at the 2002 NCAA Central Regional. Was the 2003 Big East Conference champion. Winner of multiple collegiate tournaments and became the school's first player to win twice in one season (2000).","personal" : "Lists Nick Price as his hero.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2007","qSchoolYear" : "2006","exmtStatus" : "47th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Advanced to the FedExCup Playoffs for a sixth consecutive season on the strength of eight top-25 finishes in 28 starts through the Wyndham Championship. Made it through the BMW Championship before ending the season at No. 47 in the FedExCup standings...Equaled his career-best PGA TOUR finish with a runner-up effort at The McGladrey Classic (2012 Shriners Hospitals for Children Open). Posted a final-round, 5-under 65 to earn his first playoff appearance. After Will MacKenzie bogeyed the first extra hole, fell to eventual champion Robert Streb on the second sudden-death hole when Streb birdied after hitting his ball close on the par-3. Posted all four rounds in the 60s, led by a second-round 64...Finished T10 at the Puerto Rico Open for his third top-15 in five starts at the event (T3 in 2010 and T11 in 2013). Was the highest-ranked player in the field (No. 87 in the OWGR)...Overcame a 1-over 73 in the first round of the Shell Houston Open by shooting three rounds in the 60s to T5 with three others. Closed with a bogey-free, 5-under 67 Sunday to claim the top-five finish at the GC of Houston.\n\n2013-14: Made 24 of 31 TOUR cuts, with two top-10s, his lowest total since the 2009 season. Ended season at the second FedExCup Playoffs' event near Boston, where he finished T74...Needed a strong final round at the Talisker Masters in Australia in mid-November to make a run at victory. Stumbled to a Sunday, 2-over 73 at Royal Melbourne GC to T7 with five others...Finished fifth at the Nedbank Golf Challenge in South Africa on the strength of a final-round 66...Charlotte resident opened his hometown event at the Wells Fargo Championship with an 8-over 80 (was tied for last place) before responding with rounds of 62-68-69 to finish T6. His second-round, 10-under 62 tied 2010 champion Rory McIlroy for the tournament course record...Finished T8 at the Quicken Loans National at Congressional CC for his first top-10 finish in six starts in the event. Previous-best finish was T11 in 2012.\n\n 2013: Season highlighted by a career-best 26th-place finish in the FedExCup, including 25 made cuts in 30 starts. Among his four top-10s was a season-best T6 at the Waste Management Phoenix Open...Bookended 5-under 66s in his opening and closing rounds with 67s in the second and third rounds of the Waste Management Phoenix Open to finish T6 with Bill Haas and Brendan Steele. Overcame three bogeys in the final round with six birdies and an eagle to post the top-10 finish in his fifth consecutive start at TPC Scottsdale...Second top-10 finish came at the Shell Houston Open, finishing T10...Earned his first career RBC Heritage top-10 in his fifth start on Hilton Head Island, finishing T9. Carded a third-round 67 but struggled to a 4-over 75 Sunday at Harbour Town. Has posted rounds of 67 or better in the third round at the event three times in five starts but has never broken 70 Sunday...Carded four rounds in the 60s to T9 at the Deutsche Bank Championship, seven strokes behind tournament winner Henrik Stenson. Jumped from No. 38 to No. 26 in the FedExCup Playoffs...One of two players chosen by International team captain Nick Price to compete in The Presidents Cup...Advanced to the TOUR Championship by Coca-Cola for the first time in his career, finishing T18 at East Lake GC...Finished 2-3-0 in five Presidents Cup matches in October. \n\n2012: Posted a career-best, 8-under 62 during the second round of the Sony Open in Hawaii en route to a T10 finish...Finished T8 at the Travelers Championship, with rounds of 72-65-66-66...Following missed cuts at the Transitions Championship and Arnold Palmer Invitational, reeled off made cuts in 18 of his next 19 starts (only miss came at The Barclays), culminating with a T28 at the BMW Championship. Finished the season No. 57 in the FedExCup standings, marking the third consecutive season his Playoffs' run ended at the tournament before the TOUR Championship by Coca-Cola...Two weeks later, garnered his career-best finish with solo second-place honors at the Justin Timberlake Shriners Hospitals for Children Open, largely due to an opening-round, 9-under 62. The leader in the Total Birdies category came into the week with 364, but added 25 more at TPC Summerlin to bring the total to 389. De Jonge, who also began the week leading the TOUR in Par-5 performace, posted nine birdies on the par-5s for the week...Making his 30th start of the year (the third straight season with at least 30 starts), finished T4 at The McGladrey Classic in Sea Island, Ga. His career-high 26th made cut of the season was also the 100th of his career in 147 starts...On the other side of the world a week later, finished T4 with Tiger Woods and Chris Kirk in his second start at the CIMB Classic in Kuala Lumpur, Malaysia. Posted four rounds in the 60s, highlighted by back-to-back, 5-under 66s in the third and final rounds en route to a 19-under 265, three strokes behind winner Nick Watney.\n\n2011: Fourth full season on the PGA TOUR led to another solid campaign, with a 60th-place finish in the FedExCup, including 22 made cuts in 30 starts...Collected first top 10 in his eighth start of the year at the Transitions Championship. Back-to-back, 5-under 66s in the second and third rounds left him at 12-under, one off the 54-hole lead and in the final pairing for the first time in his PGA TOUR career. Final-round 73 left him four shots off the winning pace of 14-under...In July, made nine birdies in the third round of the John Deere Classic en route to an 8-under 63, tying his career PGA TOUR low round. The 63 yielded T7 honors...Former Virginia Tech standout and local favorite posted bookend, 4-under 66s at The Greenbrier Classic to T4, making him one of two (Jimmy Walker) players to top 10 in both seasons of the event. Held a share of the second-round lead with Webb Simpson at 7-under. Missed a 5-foot, 7-inch putt on the 72nd hole that would have placed him in the playoff eventually won by Scott Stallings. \n\n2010: Enjoyed a career-best season, with seven top-10 finishes. Competed in the first three events of the PGA TOUR Playoffs for the FedExCup...Was 3-over-par through 36 holes to make the cut on the number at The Honda Classic. Closed with rounds of 67-68 to finish T9...One week later, posted second consecutive top-10 finish at the Puerto Rico Open (T3)...Turned in a final-round 66 to finish fourth at the Quail Hollow Championship in Charlotte, NC, where he resides...Next top-10 finish of the season came at the Travelers Championship in June, where he matched his career best in the second round with a 7-under 63 en route to a T9...Two weeks later at the John Deere Classic, finished T7 with Tim Clark and Charley Hoffman, aided by four rounds in the 60s...Recorded his third top-10 in five starts, posting a third-place showing at the inaugural Greenbrier Classic, equaling his career-best finish on TOUR...Was T3 at the Viking Classic after holding a share of the first and second round leads with eventual winner Bill Haas. \n\n2009: Playing his sophomore season on the PGA TOUR, made the cut in 16 of 29 starts, with two top-10 finishes. Finished No. 139 in official earnings, with a T10 at the Northern Trust Open and T7 at the U.S. Bank Championship in Milwaukee, with matching 66s in the second and third rounds. Earned higher status via the PGA TOUR Qualifying Tournament in early December 2009. \n\n2008: Tallied 16 top-25 finishes in 28 starts on the Web.com Tour, leading to a second-place finish on the money list, with $437,035. Voted Web.com Tour Player of the Year. Won the Xerox Classic by four shots for his first Web.com Tour victory, ranking first in Putting, with 107 putts. Was T2 the following week at the Northeast Pennsylvania Classic, vaulting him to No. 1 on the money list, and added a hole-in-one for the fourth consecutive season when he made an ace. He started his run at the same tournament in 2005, adding aces at the 2006 Livermore Valley Wine Country Championship and the 2007 South Georgia Classic. His four aces are the most in Tour history. Held the top spot on the money list until being overtaken at the season-ending Web.com Tour Championship by Matt Bettencourt. \n\n2007: Made the cut in 12 of 26 starts during his rookie season on the PGA TOUR, with three top-25 finishes. Ended the season No. 155 on the money list, with $447,172. In fourth career start, rookie closed with a 5-under-par 65 to notch first career top-10 (T9) at the Mayakoba Golf Classic. In July, a first-round 63 helped him claim a T28 at the U.S. Bank Championship in Milwaukee. Two weeks later, recorded his best PGA TOUR finish with a T6 at the Reno-Tahoe Open. Earned rookie PGA TOUR card with T22 finish at 2006 Qualifying Tournament. Made the cut in just one of five Web.com Tour starts in 2007, a T59 at the National Mining Association Pete Dye Classic.\n\n2006: Made the cut in 18 of 27 starts on the Web.com Tour, cracking the top-10 six times. Finished the year No. 37 on the money list, with $149,288. Finished T4 at the Virginia Beach Open and Knoxville Open. Had a hole-in-one on No. 11 during the third round of the Livermore Valley Wine Country Championship. \n\n2005: Made the cut in 19 of 25 starts on the Web.com Tour, with two top-10s. Earned $108,553 to finish No. 51 on the final money list. Best finish was a T5 at the Envirocare Utah Classic, finishing four shots behind winner Garrett Willis. \n\n2004: Made the cut in 14 of 22 starts during his rookie season on the Web.com Tour, including three top-25s. Collected $43,792 to place 97th with a season-best T10 at the Miccosukee Championship. \n\nAmateur: Was the top-ranked amateur in Zimbabwe in 1999 and played on the 2000 World Amateur team. Winner of the 1999 Zimbabwe Amateur by a record 14 shots, besting the previous record held by Nick Price. Says that is his biggest thrill in golf. Winner of the 1998 David Leadbetter Junior Invitational. Earned second-team All-America honors at Virginia Tech in 2002 and 2003, where he was a teammate of PGA TOUR member Johnson Wagner. Played through a broken rib to finish ninth at the 2002 NCAA Central Regional. Was the 2003 Big East Conference champion. Winner of multiple collegiate tournaments and became the school's first player to win twice in one season (2000). \n","otherCarHigh" : "","personal" : "Named 2012 Zimbabwe Sportsman of the Year in December.","otherInfo" : "","ntlTeams" : "The Presidents Cup (1), 2013; World Cup (2), 2011, 2013; World Amateur Team (2), 1999, 2000.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T13th at the Shriners Hospitals for Children Open.","dynStats" : "He ranks T78th in Driving Distance - Fairway Woo on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}