{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "21805","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Frazar","first" : "Harrison","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "190","weightMetric" : "86","birthDate" : "July 29, 1971","age" : "44","birthPlace" : "Dallas, Texas","residence" : "Dallas, Texas","family" : "Wife, Allison; William Harrison (12\/2\/99), Charles \"Ford\" (8\/7\/02), Richard Slayden (6\/19\/06)","education" : "University of Texas (1996, Psychology and Business Foundations)","splInterest" : "Sports, fishing, hunting","pronunciation" : "FRAY-zhur","nwTourAlumnus" : "Web.com Tour Graduate (1997)","trndProYear" : "1996","clubAffl" : "","cityPlaysFrm" : "Dallas; TX; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "11,569,056&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "131st on the 2007 money list","otherVics" : "","intlVics" : "","curYearHigh" : "Will have three starts in the season as part of Major Medical Extension, needing to earn either 320 FedExCup points or $510,686 to meet the necessary requirements.","carHigh" : "Did not place in the top 100 for the first time in 10 consecutive seasons on the PGA TOUR, finishing 131st. First top-10 was T8 at the 2007 Bob Hope Chrysler Classic, four shots out of a Charley Hoffman-John Rollins playoff. At the 2007 Crowne Plaza Invitational at Colonial in Fort Worth, the Texas native overcame numerous rain delays to lead the field in Driving Distance (311.5 yards) for the week and fire four rounds in the 60s to finish T7. In 2006, placed in top 100 in earnings for the ninth consecutive season on TOUR. Withdrew from the 2006 FedEx St. Jude Classic due to an ingrown hangnail, and then did not play again until five weeks later at the Buick Championship, because of the injury and the birth of his third child. Posted his first top-10 finish of the season with a T7 at the 2006 Buick Open. Recorded four top-10s in 2005, all which came from July to the end of the season, with three of those in last three starts. Posted three consecutive top-10s for the first time in his career, with a T8 at the 2005 Valero Texas Open and a pair of T3s at the 2005 Michelin Championship at Las Vegas and the 2005 FUNAI Classic at Walt Disney World Resort. Cracked $1 million in earnings for the first time in seven-year TOUR career in 2004, finishing a career-best 48th on the money list. With four rounds in the 60s, finished runner-up in first start of season at the 2004 Sony Open in Hawaii, falling to Ernie Els in a three-hole playoff. Entered the final round with a one-shot lead over Els. Added his fourth career runner-up finish with a T2 at the 2004 Michelin Championship at Las Vegas. Held outright lead through 18 and 54 holes at the 2003 Phoenix Open and shared 36-hole lead before finishing T3. It was his highest finish since a third at 2000 Compaq Classic of New Orleans. Finished T4 at the 2002 Memorial Tournament; was one stroke off the lead after 36 holes. Followed effort at the Memorial with T7 at the 2002 Kemper Insurance Open. 2001 was his best year on TOUR since rookie season, despite missing two months due to Aug. 8 surgery to repair torn ligaments in right hip. Earned a $792,456. Was one shot back after 36 holes and three off the pace through 54 holes in the 2001 Compaq Classic of New Orleans, finished solo fourth. Recorded a pair of third-place finishes in 2000 and was among the top 100 on the money list. Posted T3 finish at rain-shortened 2000 BellSouth Classic, two strokes shy of playoff between Phil Mickelson and Gary Nicklaus. Second third-place finish came at 2000 Compaq Classic of New Orleans. In 1999, recorded three top-10s and six top-25s. Finished runner-up at the 1999 Compaq Classic of New Orleans. Two strokes off 54-hole lead. Nominated for Rookie of the Year honors in 1998 on the PGA TOUR on strength of three top-10s, including a runner-up finish at 1998 GTE Byron Nelson Classic. Earned $461,633 and was the second-highest-ranked rookie on the money list at 63rd. In 1997, parlayed the first 36-hole Sunday in Nationwide Tour history into a three-stroke victory over R.W. Eaks at the 1997 South Carolina Classic. Finished 13th on the money list that year in only full season on the Nationwide Tour money list to earn first PGA TOUR card. Turned professional in June of 1996. His only event prior to 1997 was T49 in 1996 Wichita Open. \n","otherCarHigh" : "Three-time All-American at University of Texas from 1993-95. Grew up in Abilene, TX, and moved to Dallas in 1985. Was a three-time all-state player and won two state championships with Highland Park High from 1986-1990. Graduated from University of Texas in 1996 with a degree in psychology and business foundations.","personal" : "Went to work in Dallas for a commercial real-estate firm working as an analyst for office, retail and industrial acquisitions and development, as well as golf course management and development. Recently began designing golf courses in Texas. Enjoys spending time with friends and family.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1998","qSchoolYear" : "2008","exmtStatus" : "Major Medical Extension","otherVics" : "(1): 2011 Callaway Golf Pebble Beach Invitational.","intlVics" : "","curYearHigh" : "Will have three starts in the season as part of Major Medical Extension, needing to earn either 320 FedExCup points or $510,686 to meet the necessary requirements.","carHigh" : "2014-15: Made three cuts in seven starts in a season where he had 10 possible starts allowed as part of a Major Medical Extension. \n\n2013-14: Had 25 events in the season to earn $595,483 under a Major Medical Extension. Made four of 15 cuts and earned $47,247 so will carry over 10 starts in the 2014-15 season, where he will need to earn 332 FedExCup points or $548,236. Used Major Medical Extension to compete in the Web.com Tour Finals.\n\n2013: Did not make a PGA TOUR start due to a back injury.\n\n2012: Finished the season No. 121 in the FedExCup standings...With rounds of 68-66 on the final two days, shot 15-under par for the week to finish T5 at the Hyundai Tournament of Champions...One week later, finished T2 at the Sony Open in Hawaii, two strokes behind champion Johnson Wagner, to become one of just two players (Wagner) with top-10 finishes in both Aloha State events...Missed the cut in six of his last seven Regular Season starts, followed by a missed cut at The Barclays to fail to advance to the second round of the Playoffs.\n\n2011: Thanks to his first-career victory, at the FedEx St. Jude Classic, finished the season a career-best 77th in the FedExCup standings and 69th on the official money list—his highest season of earnings since finishing a career-best 48th in 2004...Entered the final round of the FedEx St. Jude Classic one shot behind 54-hole leader Robert Karlsson but carded a 3-under 67 to force a playoff with Karlsson, which he won with a par-4 on the third extra hole, No. 12. Earned his first PGA TOUR victory in his 355th career start and posted his first top 10 of the season. Forced a playoff despite hitting into the water on No. 18 and making a bogey, just the second bogey on No. 18 by a FedEx St. Jude champion (Justin Leonard in 2005) since the event moved to TPC Southwind in 1989. Opening-round 71 was the first over-par first round by a FedEx St. Jude champion since Woody Austin (72) in 2007. Played the final three rounds in 14-under, with scores of 65-64-67. Victory came in his 10th start of the season, playing under a Major Medical Extension after undergoing hip surgery in August 2010, and was only guaranteed 11 PGA TOUR starts on the year. Became just the sixth player to earn his first PGA TOUR victory at the FedEx St. Jude Classic and the first since Dicky Pride, in 1994. Became the seventh first-time winner on TOUR in the season and moved to No. 40 in the FedEx Cup standings, his highest position since he was No. 35 following the 2007 Northern Trust Open. Would eventually finish the year No. 77 in the standings...Picked up an unofficial title late in the year at the Callaway Golf Pebble Beach Invitational, beating Camerron Tringale by a stroke at Pebble Beach GL. 2010: Making 17 starts, failed to record a top-10 finish for the first time since joining the TOUR in 1998. Did not play after the Travelers Championship, and underwent hip surgery on August 3 due to \"wear and tear.\" Will receive Major Medical Extension for 2011, coupled with 2010 earnings of $201,280, will have 11 tournaments to equal No. 125 from the 2010 money list (Troy Merritt, $786,977). 2009: Finished 112th on the money list with one top-10 finish...Followed a first-round 75 with a pair of 65s in second and final rounds to post a T7 at the Turning Stone Resort Championship. 2008: Medalist at the PGA TOUR Qualifying Tournament, winning by eight strokes. Shot a fourth-round 59 on the Nicklaus Tournament Course at PGA West. It was the second in Qualifying Tournament history (David Gossett, 2000, Nicklaus Private Course at PGA West). Round included 11 birdies and an eagle...Made the cut in 13 of 23 starts, with a No. 163 finish on the money list the worst showing of his career. Only top-10 of the season came with a T4 in August at the Legends Reno-Tahoe Open. 2007: Did not finish inside the top 100 (No. 131) for the first time in 10 seasons on TOUR. At the Crowne Plaza Invitational at Colonial in Fort Worth, led the field in Driving Distance (311.5 yards) for the week and fired four rounds in the 60s to finish T7. 2006: Placed in top 100 in earnings for the ninth consecutive season...Withdrew from the FedEx St. Jude Classic due to an ingrown hangnail, then did not play again until five weeks later at the Buick Championship, because of the injury and the birth of his third child...Shared the first-round lead after a 5-under 65 in his first round back at the Buick Championship, then finished T21. Recorded seven consecutive birdies during round three (Nos. 10-15) at TPC River Highlands. 2005: Recorded four top-10s, all which came from July to the end of the season, with three of those in last three starts...Posted three consecutive top-10s for the first time in his career, with a T8 at the Valero Texas Open and a pair of T3s at the Michelin Championship at Las Vegas and the FUNAI Classic at Walt Disney World Resort. 2004: Cracked $1 million in earnings for the first time in seven-year TOUR career, finishing a career-best 48th on the money list...With four rounds in the 60s, finished runner-up in first start of season at the Sony Open in Hawaii, falling to Ernie Els in a three-hole playoff. Entered the final round with a one-shot lead over Els. Paired with Els for the final round, lost the lead on the front nine but regained a share with four consecutive birdies on Nos. 9-12. Trailing Els at the 71st hole, finished birdie-birdie to shoot 66 and force the playoff...Posted four eagles in a tournament twice—Bob Hope Chrysler Classic and Southern Farm Bureau Classic, the most by any player in a tournament during year. Had three eagles in the fourth round at Indian Wells CC in the Hope...Added his fourth career runner-up finish with a T2 at the Michelin Championship at Las Vegas. One of six players to share the first-round lead and finished one stroke behind winner Andre Stolz. 2003: Held outright lead through 18 and 54 holes at the Phoenix Open and shared 36-hole lead before finishing T3. 2002: Finished T4 at the Memorial Tournament; was one stroke off the lead after 36 holes...Followed effort at the Memorial with T7 at the Kemper Insurance Open. Second time in career posted consecutive top-10s. 2001: Best year on TOUR since rookie season, despite missing two months due to Aug. 8 surgery to repair torn ligaments in right hip. Earned a career best $792,456...Was one shot back after 36 holes and three off the pace through 54 holes in the Compaq Classic of New Orleans. Closed with 71 for solo fourth...Tied career low score with third-round 62 at Greater Milwaukee Open. 2000: Recorded a pair of third-place finishes and was among the top 100 on the money list for the third consecutive season...Posted T3 finish at rain-shortened BellSouth Classic, two strokes shy of playoff between Phil Mickelson and Gary Nicklaus...Second third-place finish came at Compaq Classic of New Orleans. 1999: Recorded three top-10s and six top-25s...Matched career-best finish at Compaq Classic of New Orleans with a T2. Two strokes off 54-hole lead. Closing 68 left him two strokes behind Carlos Franco. Starting with runner-up finish in New Orleans, only missed two cuts in final 17 starts. 1998: Nominated for Rookie of the Year honors on strength of three top-10s, including a runner-up finish at GTE Byron Nelson Classic...Earned $461,633 and was the second-highest-ranked rookie on the money list at 63rd. After missing five cuts in first 10 starts, finished in three-way T2 at GTE Byron Nelson with Fred Couples and Hal Sutton. Stood one off first- and second-round leads, two off third-round lead. 1997: Parlayed the first 36-hole Sunday in Web.com Tour history into a three-stroke victory over R.W. Eaks at the South Carolina Classic. Finished 13th on the Web.com Tour money list to earn first PGA TOUR card. 1996: Turned professional in June. His only event prior to 1997 was T49 in 1996 Wichita Open. Amateur: Three-time All-American at University of Texas from 1993-95.\n","otherCarHigh" : "","personal" : "Grew up in Abilene, Texas, and moved to Dallas in 1985. Was a three-time all-state player and won two state championships with Highland Park High from 1986-90...Graduated from University of Texas in 1996 with a degree in Psychology and Business Foundations. Went to work in Dallas for a commercial real-estate firm working as an analyst for office, retail and industrial acquisitions and development, as well as golf course management and development...Recently began designing golf courses in Texas...Enjoys spending time with friends and family.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was 1st in 2011 at the FedEx St. Jude Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/#!\/bushman59"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}