{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24980","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Gutschewski","first" : "Scott","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "260","weightMetric" : "118","birthDate" : "October 1, 1976","age" : "39","birthPlace" : "Omaha, Nebraska","residence" : "Elkhorn, Texas","family" : "Wife, Amy; Luke (3\/31\/03), Isabelle (5\/3\/05); Trevor (3\/26\/07)","education" : "University of Nebraska (2014, Professional Golf Management)","splInterest" : "Spending time with family","pronunciation" : "goo-CHESS-key","nwTourAlumnus" : "Web.com Tour Graduate (2004, 2008, 2010)","trndProYear" : "1999","clubAffl" : "The Prairie Club (Valentine, Nebraska)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,691,815&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2003","exmtStatus" : "Exempt - Major Medical","otherVics" : "","intlVics" : "","curYearHigh" : "Played in five Web.com Tour events this past season. Recorded his first top-10 since 2012 at the Air Capital Classic in Wichita. Managed just one bogey through the first 36 holes of the tournament. Played his way into contention and was just three back after 54 holes. Could never get anything going Sunday, carding a 72 for a T8.","carHigh" : "2014: Did not make any starts on the Web.com Tour.\n\n 2013: Made the cut in three of 12 starts prior to shutting his season down in late June. Will play the 2014 season on a Major Medical Extension and have eight starts. \n\n2012: Made the cut in 10 of 24 starts and had a pair of top-10 finishes to wind up No. 49 on the money list. Best stretch came in the summer when he posted four top-16 finishes in a five-week period...Had been struggling with his game for most of the season then hung around long enough at the Mexico Open so that when he shot a final-round 66 he was in position to force a playoff. Parred the 72nd hole and eventually finished solo third, two strokes behind winner Lee Williams. It was his best Tour peformance since a pair of T2s in 2010 (Chitimacha Louisiana Open and Miccosukee Championship)...Added a T2 at the Utah Championship a month later when he had three 67s and a 69 (third round) to finish at 14-under, tied with three other players a stroke behind winner Doug LaBelle II...A T14 at the Nationwide Children's Hospital Invitational was his last top-15 of the year...Ended the year No. 6 in Driving Distance (310.1 yards) and was fifth in Third-Round Scoring Average. 2011: Made 23 PGA TOUR starts, highlighted by a pair of top-20 finishes. Finished T18 at the Puerto Rico Open in his sixth start of the year and ended the season with a T20 at the Children's Miracle Network Hospitals Classic...In two starts on the Web.com Tour, claimed a T8 at the News Sentinel Open. Following an eagle-3 at the first hole in the third round, came back with another at the 14th hole, where he holed out for an eagle-2. Posted four rounds in the 60s to claim the top-10 finish. 2010: Made 26 starts and posted seven top-10 finishes, including a pair of second-place efforts. Earned enough money to wind up 20th on the final money list and return to the PGA TOUR in 2011...Was T2 at the Chitimacha Louisiana Open, his fourth start of the year. Finished six strokes behind tournament winner Fabian Gomez. It marked best finish since winning the 2008 Rex Hospital Open...Three starts later at the Stadion Athens Classic he finished sixth. Going into the last day he was tied for 46th. A 64, the low round of the day, earned him his second top-10 of the year...Continued his solid play in the next event, the BMW Charity Pro-Am, finishing T7. His second-round 62 included a 7-under 28 on the front nine at the Thornblade Club, matching the lowest 9-hole score of the year. He had five birdies and an eagle on his closing nine holes. A 67 in the third round left him one shot back heading into the final round...Was T7 at the Cox Classic in his native state of Nebraska. Charged into contention Saturday when he and playing partner Paul Claxton posted 9-under 62s. Was one of nine players tied for third, one shot back entering the final round at Champions Run. A 69 Sunday left him at 18-under, five shy of winner Martin Piller...Following the tournament, he stayed in Omaha to visit his sick grandmother who would pass away on Tuesday. Mourning her death, he was in the second-to-last group at the next week's Preferred Health Systems Wichita Open Sunday. An even-par 71 dropped him to T11 before he returned to Omaha that night for her Monday funeral...Finished T9 the next week at the Price Cutter Charity Championship. Posted all four rounds in the 60s to record his fifth top-10 of the year...Finished T9 two starts later at the Mylan Classic. A 67 in the first round put him two strokes back but a second-round 72 left him out of contention despite a 3-under effort on the weekend...Notched his second T2 and seventh top-10 of the year at the Miccosukee Championship when he finished four strokes behind tournament winner Jason Gore. 2009: Made the cut in just five of 19 starts on the PGA TOUR, with top-25 finishes at the Wyndham Championship (T17) and the Turning Stone Resort Championship (T18). Finish at Turning Stone included a final-round ace at the sixth hole at Atunyote GC. 2008: Advanced to the PGA TOUR for the second time via the Web.com Tour. Recorded four top-10s, including a victory at The Rex Hospital Open. Won by two strokes over Esteban Toledo and Chad Ginn. Was the only player in the field to post all four rounds in the 60s (67-69-68-66) on his way to a 14-under-270 finish and $90,000 payday. The win moved him to No. 8 on the official money list. Was T8 at the Oregon Classic. His T9 at the Web.com Tour Championship secured his spot in \"The 25,\" finishing No. 21 on the money list. 2007: Finished No. 187 on the PGA TOUR money list, with $252,179. Finished inside the top 25 in two events, including a season-best T21 at the Stanford St. Jude Championship. 2006: With partial status, played in 19 events with first two career top-10s. Finished 167th on money list but retained card for 2007 with T22 finish at PGA TOUR Qualifying Tournament...First top-10 of the year came at Cialis Western Open, a T10 with four rounds of par or better. Earned entry into event as a Monday qualifier. Two weeks later, recorded a career-best TOUR finish with a T6 at the B.C. Open. 2005: Rookie on TOUR after finishing 17th on the 2004 Web.com Tour money list. Made 16 cuts in 27 TOUR starts and finished 149th on the money list to earn partial status for 2006. Posted six top-25s with his best finish, a T13 at the Chrysler Classic of Greensboro. Paired with Michelle Wie during the first two rounds of the John Deere Classic. 2004: Made the cut in 20 of 25 tournaments on the Web.com Tour, including seven top-10s and earned $206,308 in his second year on that circuit. Finished T2 at the Mark Christopher Charity Classic for his best showing of the season. A T5 at the Miccosukee Championship propelled him from No. 21 to No. 14 on the money list with one tournament to play. 2003: Finished 26th on the Web.com Tour money list during his rookie season. Had eight top-25s in 12 starts, including his first title at the Monterey Peninsula Classic. Tournament-record 12-under 276 was four shots better than the previous record and helped him garner a career-best $81,000. The victory assured him of a Sponsor Exemption into the 2004 AT&T Pebble Beach National Pro-Am, where he missed the cut in his first TOUR start. Has also played on the Tight Lies Tour, Prairie Tour, Hooters Tour and the Canadian Tour. \n","otherCarHigh" : "Played at Nebraska from 1997-99 and was part of Nebraska's best team in school history in 1999. Helped lead the Huskers to a 14th-place finish at the NCAA Championships and had a runner-up finish at the Big 12 Championship.","personal" : "Lists his father and grandfather as giving him his start in golf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2005","qSchoolYear" : "2006","exmtStatus" : "20th on 2010 Nationwide Tour money list","otherVics" : "","intlVics" : "","curYearHigh" : "Played in five Web.com Tour events this past season. Recorded his first top-10 since 2012 at the Air Capital Classic in Wichita. Managed just one bogey through the first 36 holes of the tournament. Played his way into contention and was just three back after 54 holes. Could never get anything going Sunday, carding a 72 for a T8.","carHigh" : "2010: Made 26 Nationwide Tour starts and posted seven top-10 finishes, including a pair of second-place efforts. Earned enough money to wind up 20th on the final money list and return to the PGA TOUR in 2011...Was T2 at the Chitimacha Louisiana Open, his fourth start of the year. Finished six strokes back of tournament winner Fabian Gomez. It marked his best finish since winning the 2008 Rex Hospital Open...Three starts later at the Stadion Athens Classic he finished sixth. Going into the last day he was tied for 46th. A 64, the low round of the day, earned him his second top-10 of the year...Continued his solid play in the next event, the BMW Charity Pro-Am, finishing T7. His second-round 62 included a 7-under 28 on the front nine at the Thornblade Club, matching the lowest 9-hole score of the year. He had five birdies and an eagle on his closing nine holes. A 67 in the third round left him one shot back heading into the final round...Was T7 at the Cox Classic in his native state of Nebraska. Charged into contention Saturday when he and playing partner Paul Claxton posted 9-under 62s. Was one of nine players tied for third, one shot back entering the final round at Champions Run. A 69 on Sunday left him at 18-under, five shy of winner Martin Piller...Following the tournament, he stayed in Omaha to visit his sick grandmother who would pass away on Tuesday. Mourning her death, he was in the second-to-last group at the next week's Preferred Health Systems Wichita Open on Sunday. An even-par 71 dropped him to T11 before he returned to Omaha that night for her Monday funeral...Finished T9 the next week at the Price Cutter Charity Championship. Posted all four rounds in the 60s to record his fifth top-10 of the year...Finished T9 two starts later at the Mylan Classic. A 67 in the first round put him two strokes back but a second-round 72 left him out of contention despite a 3-under effort on the weekend...Notched his second T2 and seventh top-10 of the year at the Miccosukee Championship when he finished four strokes back of tournament winner Jason Gore. 2009: Made the cut in just five of 19 starts on the PGA TOUR, with top-25 finishes at the Wyndham Championship (T17) and the Turning Stone Resort Championship (T18). Finish at Turning Stone included a final-round ace at the sixth hole at Atunyote GC. 2008: Advanced to the PGA TOUR for the second time via the Nationwide Tour. Recorded four top-10s, including a victory at The Rex Hospital Open. Won by two strokes over Esteban Toledo and Chad Ginn. Was the only player in the field to post all four rounds in the 60s (67-69-68-66) on his way to a 14-under 270 finish and $90,000 payday. The win moved him to No. 8 on the official money list. Was T8 at the Oregon Classic. His T9 at the Nationwide Tour Championship secured his spot in \"The 25,\" finishing No. 21 on the money list. 2007: Finished No. 187 on the TOUR money list, with $252,179. Finished inside the top 25 in two events, including a season-best T21 at the Stanford St. Jude Championship. 2006: With partial status, played in 19 events with first two career top-10s. Finished 167th on money list but retained card for 2007 with T22 finish at PGA TOUR Qualifying Tournament...First top-10 of year came at Cialis Western Open, a T10 with four rounds of par or better. Earned entry into event as a Monday qualifier. Two weeks later, recorded a career-best TOUR finish with a T6 at the B.C. Open presented by Turning Stone Resort. 2005: Rookie on TOUR after finishing 17th on the 2004 Nationwide Tour money list. Made 16 cuts in 27 TOUR starts and finished 149th on the money list to earn partial status for 2006. Posted six top-25s with his best finish, a T13 at the Chrysler Classic of Greensboro. Paired with Michelle Wie during the first two rounds of the John Deere Classic. 2004: Made the cut in 20 of 25 tournaments on the Nationwide Tour, including seven top-10s and earned $206,308 in his second year on that circuit. Finished T2 at the Mark Christopher Charity Classic for his best showing of the season. A T5 at the Miccosukee Championship propelled him from No. 21 to No. 14 on the money list with one tournament to play. 2003: Finished 26th on the Nationwide Tour money list during his rookie season. Had eight top-25s in 12 starts, including his first title at the Monterey Peninsula Classic. Tournament-record 12-under 276 was four shots better than the previous record and helped him garner a career-best $81,000. The victory assured him of a sponsor exemption into the 2004 AT&T Pebble Beach National Pro-Am, where he missed the cut in his first TOUR start. Has also played on the Tight Lies Tour, Prairie Tour, Hooters Tour and the Canadian Tour. Amateur: Played at Nebraska from 1997-99 and was part of Nebraska's best team in school history in 1999. Helped lead the Huskers to a 14th-place finish at the NCAA Championships and had a runner-up finish at the Big 12 Championship.\n","otherCarHigh" : "","personal" : "Lists his father and grandfather as giving him his start in golf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "Made 23 PGA TOUR starts, highlighted by a pair of top-20 finishes. Finished T18 at the Puerto Rico Open in his sixth start of the year, and ended the season with a T20 at the Children's Miracle Network Hospitals Classic...In two starts on the Nationwide Tour, claimed a T8 at the News Sentinel Open. Following an eagle-3 at the first hole in the third round, came back with another at the 14th hole, where he holed out for an eagle-2. Posted four rounds in the 60s to claim the top-10 finish."}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/GootchPGA"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}