{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01035","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Armour","first" : "Tommy","middle" : "","extn" : "III","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "190","weightMetric" : "86","birthDate" : "October 8, 1959","age" : "56","birthPlace" : "Denver, Colorado","residence" : "Las Vegas, Nevada","family" : "Tommy (10\/16\/89)","education" : "University of New Mexico","splInterest" : "Music, sports","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (1994)","trndProYear" : "1981","clubAffl" : "","cityPlaysFrm" : "Las Colinas; Texas; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "12,736,463&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Conditionally Exempt \/ PGA TOUR Past Champion, Qualifying Tournament Finals, Nationwide Tour money list","otherVics" : "","intlVics" : "","curYearHigh" : "Finished T6 at the Tucson Conquistadores Classic in March.","carHigh" : "2011: For the first time in his career, dating to 1982, did not make a PGA TOUR start. Made 23 starts on the Champions Tour, highlighted by four top-10 finishes...Trailed 36-hole leader Bob Tway by just one stroke at the Greater Hickory Classic at Rock Barn in June before a final-round 70 left him T8...Also T8 at the 3M Championship after posting three straight sub-70 rounds at TPC Twin Cities...He was on the leaderboard for most of the Constellation Energy Senior Players Championship. Fired a final-round 70 at Westchester CC to T6...Fourth top-10 of the Champions Tour season came with second-place honors at the Insperity Championship. Trailed Brad Faxon by one stroke heading into final round but did not get a chance for victory Sunday when heavy rain washed out the final round. His $149,600 paycheck vaulted him from 37th place on the money list into the top-30. Made 10 of 19 cuts with one top-10 and four top-25 finishes in 2009. Turned 50 in October, making him eligible to join the Champions Tour. Has yet to play on that circuit...Earned first top-10 of season with a T6 at Shell Houston Open. Had no bogeys through 52 holes and held lead at 13-under before closing third round with bogey, quadruple-bogey finish...His T13 finish at the Verizon Heritage was highlighted by a second-round hole-in-one on the 163-yard seventh hole with an 8-iron...Turned 50 in October 2009 and is eligible for the Champions Tour...Earned more than $1.5 million in 2008, the first time in his career he surpassed $1 million in a season. This was keyed by a career high-tying five top-10s (also 1999)...Recorded his first top-10 of the season with a T6 at the inaugural Puerto Rico Open. Followed that the next week with his second top-10, a T7, at the Zurich Classic of New Orleans, where a final-round 66 tied the low round of the day. The Dallas, Texas, native posted his first career top-10 (10 starts) at the Crowne Plaza Invitational at Colonial with a T10 finish. Claimed his fourth top-10 finish of the year with a T2 at the Travelers Championship in June after weekend rounds of 5-under-par 65s. It was his best finish since a T2 at the 2004 Chrysler Championship. With the finish, eclipsed the million-dollar-earnings mark for the first time in his 20-year PGA TOUR career. Posted four rounds in the 60s at the AT&T National to finish T3. Kept alive his streak of eight consecutive rounds in the 60s going back to the first round of the Travelers Championship. Posted two top-10s in 2007 and returned to the top 125. First top-10 was a fourth at the Shell Houston Open, aided by a final-round, 6-under-par 66. Closed with rounds of 68-68 to finish T5 at the Turning Stone Resort Championship. Moved from No. 117 to No. 98 on money list with paycheck of $203,400, securing TOUR card for 2008...In 2006, finished outside the top-125 for the first time since 2002. Best finish was a T11 at the Zurich Classic of New Orleans. 2005: Made the cut in 10 of final 12 starts to finish No. 122 on the money list. In first start, finished T7 at the Sony Open in Hawaii for only top-10 performance of the season. Led the field with 20 putts in the first round of the MCI Heritage at Harbour Town GL, just two strokes shy of the TOUR record of 18. 2004: With two-year exemption in hand after winning the 2003 Valero Texas Open, posted two top-10s to finish in the top 100 on the money list...Finished T2 at Chrysler Championship, the last full-field event of the year, to jump from 153rd to 95th on the money list. Paycheck in Tampa ($440,000) was more than half of season's earnings ($844,634). 2003: After playing with partial status most of season, turned it around in September with second career victory at the Valero Texas Open, done in record-setting fashion with rounds of 64-62-63-65--254. The 254 total (26-under-par) broke Mark Calcavecchia's 72-hole TOUR mark of 256 set in winning at the 2001 Phoenix Open. The 54-hole total of 189 matched the TOUR record shared by Calcavecchia and John Cook (1996 FedEx St. Jude Classic). Did not post a bogey until the back nine on Sunday. In relation to par for a par-70 course, also broke the PGA TOUR record of 22-under-par set by Donnie Hammond at the 1989 Texas Open. Win was worth $630,000, the largest payday of career. 2002: Picked up first top-10 finish since the 2000 Byron Nelson Classic with a T7 at the Sony Open in Hawaii...Led Greater Milwaukee Open after a first-round 63, lowest round on TOUR since 60 during second round of 1999 Las Vegas Invitational. Finished T8. 2001: Finished 161st on the money list, returned to Qualifying Tournament and finished T8 to retain his card for the 2002 season...Played in 32 PGA TOUR events and posted three top-25s...Earned fully-exempt status for the third consecutive season on the strength of two top-10s in 2000...Came close to winning his first PGA TOUR title since 1990 Phoenix Open when he lost a playoff to Gabriel Hjertstedt at the 1999 Touchstone Energy Tucson Open. Hjertstedt won on the first extra hole with a birdie...Fired second-round 60 at Las Vegas CC in Las Vegas Invitational. His 12-under-par 60 included a missed 2½-foot putt on 14. He became the only player 40 or older to shoot a 60 on a par-72 course. 1998: Finished among the top-60 on the TOUR money list for the first time since 1990...Shot final-round 64 to finish T2 at Phoenix Open for first runner-up finish since 1990. Found success on Nationwide Tour in 1994, winning Miami Valley and Cleveland Opens in consecutive weeks to become first player to win back-to-back Nationwide Tour events. Finished seventh on Nationwide Tour money list to gain spot on 1995 TOUR...Played in 1994 U.S. Open at Oakmont CC, site of grandfather's 1927 U.S. Open victory. 1990: Earned first TOUR victory at the Phoenix Open, his first start of the season and won by five over Jim Thorpe...Nearly won again three weeks later, finishing second, two strokes behind Shearson Lehman Hutton champion Dan Forsman. 1984: Played on European and Asian Tours until fall of 1987. 1983: Winner of the Mexican Open. 1982: Qualified for the TOUR in 1981, but earned only $4,254 in 1982. Winner of the 1981 New Mexico State Amateur. \n","otherCarHigh" : "Winner of the 1981 New Mexico State Amateur.","personal" : "Grandfather, known as \"The Silver Scot,\" won the U.S. Open, The Open Championship and PGA Championship...Got his start in golf from his mom and dad...After record-setting performance at the 2003 Valero Texas Open, commented on colorful career, \"You only get one trip around life. Golf is just something that I love to do. I don't play for the money, I never have. I've made a lot of good friends playing golf professionally.\"","otherInfo" : "In 2006, finished outside the top-125 for the first time since the 2002 PGA TOUR season. Best finish was a T11 at the 2006 Zurich Classic of New Orleans. Made the cut in 10 of final 12 starts to finish No. 122 on the 2005 PGA TOUR money list. In first start of 2005, finished T7 at the Sony Open in Hawaii for only top-10 performance of the season. In 2004, posted two top-10s to finish in the top 100 on the money list. Finished T2 at 2004 Chrysler Championship, the last full-field event of the year, to jump from 153rd to 95th on the money list. After playing with partial status most of the 2003 season, turned it around in September with second career victory at the 2003 Valero Texas Open, done in record-setting fashion with rounds of 64-62-63-65--254. The 254 total (26-under-par) broke Mark Calcavecchia's 72-hole PGA TOUR mark of 256 set in winning at the 2001 Phoenix Open. Had three top-10s in 2002, a T7 at the Sony Open in Hawaii, T8 at the Greater Milwaukee Open and a T9 at the Tampa Bay Classic, but placed out of the top 125. Finished 161st on the 2001 season money list, returned to Qualifying Tournament and finished T8 to retain his card for the 2002 season. Earned full-exempt status on 2000 for the third consecutive season on the strength of two top-10s. Best finish was T5 at the 2000 Nissan Open. In 1999 came close to winning his first PGA TOUR title since 1990 Phoenix Open when he lost a playoff to Gabriel Hjertstedt at the 1999 Touchstone Energy Tucson Open. Hjertstedt won on the first extra hole with a birdie. Finished among the top-60 on the 1998 TOUR money list for the first time since 1990. In 1994, found success on Nationwide Tour, winning 1994 Miami Valley and 1994 Cleveland Opens in consecutive weeks to become first player to win back-to-back Nationwide Tour events. Finished seventh on Nationwide Tour money list to gain spot on 1995 PGA TOUR. Played in 1994 U.S. Open at Oakmont CC, site of grandfather's 1927 U.S. Open victory. Earned first PGA TOUR victory at the 1990 Phoenix Open, his first start of the season and he earned a five-stroke victory over Jim Thorpe. Played on European and Asian Tours until fall of 1987. Winner of the 1983 Mexican Open. Qualified for the TOUR in 1981, but earned only $4,254 in 1982. Amateur: Winner of the 1981 New Mexico State Amateur. Grandfather, known as \"The Silver Scot,\" won the U.S. Open, The Open Championship and PGA Championship. Started playing golf with his mom and dad when he was 10. Played golf and baseball in high school but decided to stick with golf because both of conflicting seasons. After record-setting performance at the 2003 Valero Texas Open, commented on colorful career, \"You only get one trip around life. Golf is just something that I love to do. I don't play for the money, I never have. I've made a lot of good friends through golf over the last 22 years playing golf professionally.\"","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1981","qSchoolYear" : "Fall 1981, 1987, 1996, 2001","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(1): 1983 Mexican Open.","curYearHigh" : "Finished T6 at the Tucson Conquistadores Classic in March.","carHigh" : "2011: For the first time in his career, dating to 1982, did not make a PGA TOUR start. Made 23 starts on the Champions Tour, highlighted by four top-10 finishes...Trailed 36-hole leader Bob Tway by just one stroke at the Greater Hickory Classic at Rock Barn in June before a final-round 70 left him T8...Also T8 at the 3M Championship after posting three straight sub-70 rounds at TPC Twin Cities...He was on the leaderboard for most of the Constellation Energy Senior Players Championship. Fired a final-round 70 at Westchester CC to T6...Fourth top-10 of the Champions Tour season came with second-place honors at the Insperity Championship. Trailed Brad Faxon by one stroke heading into final round but did not get a chance for victory Sunday when heavy rain washed out the final round. His $149,600 paycheck vaulted him from 37th place on the money list into the top-30. 2010: Made just five PGA TOUR starts, with T63 at the Farmers Insurance Open his only made cut. Instead, focused primarily on the Champions Tour...Finished second to Fred Couples in his Champions Tour debut at The ACE Group Classic in mid-February. Fired an 11-under-par 61 in the final round, matching the Champions Tour record for lowest score in relation to par. Trailed Couples by seven strokes after five holes before playing the next dozen holes at 10-under to grab a share of the lead with a birdie at No. 17. However, Couples answered with a birdie at the same hole moments later to earn a one-stroke win. His 61 set a course record and was just one stroke shy of a career-best 60 he shot at the 1999 Las Vegas Invitational. Final round included nine birdies and an eagle...Also finished second at the Mississippi Gulf Resort Classic, one stroke back of David Eger. Was one shot ahead of Eger after four consecutive birdies (Nos. 11-14) on the back nine but missed a short birdie putt on the par-5 15th and then three-putted for bogey at the par-3 17th to fall back...Registered a third runner-up finish, at The Principal Charity Classic. Was tied for the 36-hole lead with Nick Price, but final-round 71 at Glen Oaks left him four strokes back at the end...Rebounded from an opening-round, 3-over-par 74 at The Senior Open Championship with a pair of sub-par rounds on the weekend to finish T8 at Carnoustie...Was the 18-hole leader following a 9-under-par 63 at the 3M Championship in August near Minneapolis. Remained on the leaderboard throughout the weekend before finishing T3 with three others at the TPC Twin Cities...In his next start at the JELD-WEN Tradition, posted four straight sub-par rounds to finish T6 in Oregon...Was T8 at the Boeing Classic the following week...Was among the final-round leaders at the Ensure Classic at Rock Barn before eventually finishing T7. Earned $59,500 and went over the $1-million mark in season earnings...Along with Tim Simpson, held a share of the 36-hole lead at the Allianz Championship. A final-round 72 dropped him back into a T9 in Boca Raton. Second-round 64 included a run of five consecutive birdies...Became the ninth player in Champions Tour history, and first since Brad Bryant in 2007 (The Ginn Championship at Hammock Beach), to record four eagles in an event when he did so at The Cap Cana Championship (T13). 2009: Underwent back surgery in June. As a result, played the 2010 season on a Minor Medical Extension. Had seven events to earn $159,377 and earn Major Medical Extension for rest of the 2010 season...Made 10 of 19 cuts with one top-10 finish, a T6 at Shell Houston Open. Had no bogeys through 52 holes and held lead at 13-under before closing third round with bogey, quadruple-bogey finish...His T13 finish at the Verizon Heritage was highlighted by a second-round hole-in-one on the 163-yard seventh hole with an 8-iron. 2008: Earned more than $1.5 million, the first time in his career he surpassed $1 million in a season. This was keyed by a career high-tying five top-10s (also 1999)...Recorded his first top-10 of the season with a T6 at the inaugural Puerto Rico Open...Followed that the next week with his second top-10, a T7, at the Zurich Classic of New Orleans, where a final-round 66 tied the low round of the day...The Dallas, Texas, native posted his first career top-10 (10 starts) at the Crowne Plaza Invitational at Colonial with a T10 finish...Claimed his fourth top-10 finish of the year with a T2 at the Travelers Championship in June after weekend rounds of 5-under-par 65s. It was his best finish since a T2 at the 2004 Chrysler Championship. With the finish, eclipsed the million-dollar-earnings mark for the first time in his 20-year PGA TOUR career...Posted four rounds in the 60s at the AT&T National to finish T3. Kept alive his streak of eight consecutive rounds in the 60s going back to the first round of the Travelers Championship...Turned 50 in October 2009 to become eligible to join the Champions Tour. 2007: Posted two top-10s and returned to the top 125...First top-10 was a fourth at the Shell Houston Open, aided by a final-round, 6-under-par 66...Closed with rounds of 68-68 to finish T5 at the Turning Stone Resort Championship. Moved from No. 117 to No. 98 on money list with paycheck of $203,400, securing TOUR card for 2008. 2006: Finished outside the top-125 for the first time since 2002. Best finish was a T11 at the Zurich Classic of New Orleans. 2005: Made the cut in 10 of final 12 starts to finish No. 122 on the money list...In first start, finished T7 at the Sony Open in Hawaii for only top-10 performance of the season...Led the field with 20 putts in the first round of the MCI Heritage at Harbour Town GL, just two strokes shy of the TOUR record of 18. 2004: With two-year exemption in hand after winning the 2003 Valero Texas Open, posted two top-10s to finish in the top 100 on the money list...Finished T2 at Chrysler Championship, the last full-field event of the year, to jump from 153rd to 95th on the money list. Paycheck in Tampa ($440,000) was more than half of season's earnings ($844,634). 2003: After playing with partial status most of season, turned it around in September with second career victory at the Valero Texas Open, done in record-setting fashion with rounds of 64-62-63-65--254. The 254 total (26-under-par) broke Mark Calcavecchia's 72-hole TOUR mark of 256 set in winning at the 2001 Phoenix Open. The 54-hole total of 189 matched the TOUR record shared by Calcavecchia and John Cook (1996 FedEx St. Jude Classic). Did not post a bogey until the back nine on Sunday. In relation to par for a par-70 course, also broke the PGA TOUR record of 22-under-par set by Donnie Hammond at the 1989 Texas Open. Win was worth $630,000, the largest payday of career. 2002: Picked up first top-10 finish since the 2000 Byron Nelson Classic with a T7 at the Sony Open in Hawaii...Led Greater Milwaukee Open after a first-round 63, lowest round on TOUR since 60 during second round of 1999 Las Vegas Invitational. Finished T8. 2001: Finished 161st on the money list, returned to the PGA TOUR Qualifying Tournament and finished T8 to retain his card for the 2002 season...Played in 32 PGA TOUR events and posted three top-25s. 2000: Earned full-exempt status for the third consecutive season on the strength of two top-10s. 1999: Came close to winning his first PGA TOUR title since 1990 Phoenix Open when he lost a playoff to Gabriel Hjertstedt at the Touchstone Energy Tucson Open. Hjertstedt won on the first extra hole with a birdie...Fired second-round 60 at Las Vegas CC in Las Vegas Invitational. His 12-under-par 60 included a missed 2½-foot putt on 14. He became the only player 40 or older to shoot a 60 on a par-72 course. 1998: Finished among the top-60 on the TOUR money list for the first time since 1990...Shot final-round 64 to finish T2 at Phoenix Open for first runner-up finish since 1990. 1994: Found success on Web.com Tour, winning Miami Valley and Cleveland Opens in consecutive weeks to become first player to win back-to-back Web.com Tour events. Finished seventh on Web.com Tour money list to gain spot on 1995 TOUR...Played in 1994 U.S. Open at Oakmont CC, site of grandfather's 1927 U.S. Open victory. 1990: Earned first TOUR victory at the Phoenix Open, his first start of the season, and won by five over Jim Thorpe...Nearly won again three weeks later, finishing second, two strokes behind Shearson Lehman Hutton champion Dan Forsman...Played on European and Asian Tours until fall of 1987. 1983: Winner of the Mexican Open. 1982: Qualified for the TOUR in 1981, but earned only $4,254 in 1982. Amateur: Winner of the 1981 New Mexico State Amateur.\n","otherCarHigh" : "","personal" : "Grandfather, known as \"The Silver Scot,\" won the U.S. Open, The Open Championship and PGA Championship...Got his start in golf from his mom and dad...After record-setting performance at the 2003 Valero Texas Open, commented on colorful career, \"You only get one trip around life. Golf is just something that I love to do. I don't play for the money, I never have. I've made a lot of good friends playing golf professionally.\"","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2010","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(5): 1981 New Mexico State Amateur. 1983 Mexican Open. 2007 Callaway Golf Pebble Beach Invitational. 2008 Callaway Golf Pebble Beach Invitational. 2014 Callaway Pebble Beach Invitational.","intlVics" : "","curYearHigh" : "Finished T6 at the Tucson Conquistadores Classic in March.","carHigh" : "2015:Had his best finish in nearly three years when he was T5 at the Shaw Charity Classic in August in Calgary. His performance included opening and closing rounds of 65...Rallied from an opening-round 73 with weekend scores of 68-66 in Boca Raton to T6 at the Allianz Championship. At the time it was his best PGA TOUR Champions performance since finishing solo fourth at the 2012 AT&T Championship near the end of the season...Was the first-round leader at the rain-shortened Greater Gwinnett Championship and eventually went on to T8 near Atlanta...Teamed with Jesper Parnevik to T10 at the Bass Pro Shops Legends of Golf in April...Missed the cut at the Barbasol Championship on the PGA TOUR. \n2014: Had his best finish of the season when he put together three straight sub-par rounds to finish T8 at the Boeing Classic in late-August. Was on the leaderboard throughout the final round but fell out of contention with a 1-over-par 37 on his back nine...Teamed with Billy Andrade for a T10 finish in the Champions Division at the Big Cedar Lodge Legends of Golf in June...Was also T11 early in the year at The ACE Group Classic...Following official season won the Calloway Invitational at Pebble Beach for the third time defeating Lee Janzen in a playoff.\n\n 2013: Health issues limited his season to just 15 appearances, during which he did not record a top-10 finish...Missed nearly three months with a back problem, which forced him to withdraw from June's Regions Tradition after just one round...His best finish came in late May at the Senior PGA Championship, where he was T13...Also T18 at the SAS Championship in October. 2012: Troubled by bone spurs early in the season and missed almost two months after he underwent arthroscopic surgery for bursitis in April...Eventually returned to the PGA TOUR Champions in June, at The Principal Charity Classic, but did not record his first top-10 finish of the campaign until October when he closed with a 6-under-par 66 to finish T4 at the SAS Championship...Shot 67 Sunday at the AT&T Championship to move into a solo fourth-place finish in San Antonio, the last full-field event of the year. \n2011: A late-season push helped him secure a 28th-place finish on the final money list...Highlight came in October when he finished second at the rain-shortened Insperity Championship. Trailed Brad Faxon by one stroke heading into Sunday, but did not get a chance for victory Sunday when heavy rain washed out the final round. His $149,600 paycheck vaulted him from 37th place on the money list into the top 30...Was on the leaderboard for most of the Constellation Energy Senior Players Championship, and a final-round 70 at Westchester CC left him T6...Trailed 36-hole leader Bob Tway by just one stroke at the Greater Hickory Classic at Rock Barn in June before a final-round 70 left him T8 at the conclusion of the event...Attempted to regain playing privileges on the PGA TOUR for 2012 by going through the fall qualifying process. After being the medalist at the second stage in Panama City, Fla., advanced to the final stage in La Quinta, Calif., but ended up withdrawing after five rounds of the six-round event when he was out of contention. 2010: Solid rookie season on the PGA TOUR Champions included three runner-up finishes and 10 top-10 performances in 23 starts. Ended his first season on the PGA TOUR Champions as the last of 13 players over the million-dollar mark in official earnings...Finished second to Fred Couples in his PGA TOUR Champions debut at The ACE Group Classic in mid-February. Fired an 11-under-par 61 in the final round, matching the PGA TOUR Champions 2010 best score in relation to par. Trailed Couples by seven strokes after five holes on Sunday before playing the next dozen holes at 10-under to grab a share of the lead with a birdie at No. 17. However, Couples answered with a birdie at the same hole moments later to earn a one-stroke win. His 61 set a course record at The Quarry in Naples and was just one stroke shy of a career-best 60 he shot at the 1999 Las Vegas Invitational. Final round included nine birdies and an eagle...Also finished second at the Mississippi Gulf Resort Classic, one stroke back of David Eger. Was one shot ahead of Eger after four consecutive birdies (Nos. 11-14) on the back nine on Sunday, but missed a short birdie putt on the par-5 15th and then three-putted for bogey at the par-3 17th to fall back...Registered a third runner-up finish at The Principal Charity Classic. Was tied for the 36-hole lead with Nick Price, but final-round 71 at Glen Oaks left him four strokes back at the end...Was the 18-hole leader following a 9-under-par 63 at the 3M Championship in August near Minneapolis. Remained on the leaderboard throughout the weekend before finishing T3 with three others at the TPC Twin Cities...Along with Tim Simpson, held a share of the 36-hole lead at the Allianz Championship. Second-round 64 at Broken Sound included a run of five consecutive birdies, tying the PGA TOUR Champions best birdie streak in 2010...Became the ninth player in PGA TOUR Champions history at the time, and first since Brad Bryant in 2007 (Ginn Championship at Hammock Beach), to record four eagles in an event when he did so at The Cap Cana Championship (T13). \n","otherCarHigh" : "A fixture on the PGA TOUR for over 20 years...A two-time winner who was among the top 125 on the money list 11 times, with a career-best total of $1,501,256 in 2008 on the strength of five top-10s—T2 at the Travelers Championship, T3 at the AT&T National, T6 at the Puerto Rico Open, T7 at the Zurich Classic of New Orleans and a T10 at the Crowne Plaza Invitational at Colonial...First career victory came in 1990 when he defeated Jim Thorpe by five strokes at the Phoenix Open in first start of the season...Had to wait 13 years for his second, but it came in record-setting fashion. After playing with a conditional exemption for most of the season, turned it around in September, 2003 with a victory at the Valero Texas Open. Posted rounds of 64-62-63-65—254. The 254 total (26-under par) broke Mark Calcavecchia's all-time 72-hole TOUR mark of 256 set in winning the 2001 Phoenix Open. His 54-hole total of 189 matched the all-time TOUR record shared by Calcavecchia and John Cook (1996 FedEx St. Jude Classic). Did not post a bogey until the back nine Sunday. In relation to par for the par-70 course, score also broke the all-time PGA TOUR record of 22-under par set by Donnie Hammond at the 1989 Texas Open. Win was worth $630,000, the largest payday of his career. Made 33 starts on the Web.com Tour, with most of them coming early in his career. Recorded a pair of victories, both in 1994 and both in Ohio. Claimed the Miami Valley and Cleveland Opens in consecutive weeks to become first player ever to win back-to-back Web.com Tour events. Finished seventh on Web.com Tour money list to gain a spot on the 1995 PGA TOUR...Played in the 1994 U.S. Open at Oakmont CC, site of his grandfather's 1927 U.S. Open victory...Played on the European and Asian Tours until the fall of 1987...Won the 1983 Mexican Open and the 1981 New Mexico State Amateur...Underwent back surgery in June 2009 to remove a bone chip which was bothering his sciatic nerve...Was an All-America at the University of New Mexico in 1981 and also in the All-Western Athletic Conference that season...Attended Lincoln Trail College in Illinois prior to enrolling at New Mexico and is a member of the NJCAA Golf Hall of Fame.","personal" : "Grandfather, known as \"The Silver Scot,\" won the 1927 U.S. Open, 1930 PGA Championship and 1931 Open Championship and is a member of the World Golf Hall of Fame...Got his start in golf from his mom and dad...After record-setting performance at the 2003 Valero Texas Open, commented on colorful career, \"You only get one trip around life. Golf is just something that I love to do. I don't play for the money, I never have. I've made a lot of good friends playing golf professionally.\"","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T6th at the Tucson Conquistadores Classic.","dynStats" : "He ranks 24th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/TommyArmour3"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}