{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29892","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Dartnall","first" : "Steve","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "175","weightMetric" : "79","birthDate" : "January 1, 1984","age" : "32","birthPlace" : "Perth, Australia","residence" : "Perth, Australia","family" : "Single","education" : "","splInterest" : "Fishing, fitness","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2008","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "107,411&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "35th Nationwide Tour Qualifier at the 2010 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2010: Made two of four cuts on the Nationwide Tour, with best finish a T37 at the Michael Hill New Zealand Open. 2009: Missed the cut at the Valero Texas Open in his only career PGA TOUR start...Made four of seven cuts on the Nationwide Tour, with his second career top 10 coming at the Michael Hill New Zealand Open (T4). 2008: Made five of 10 cuts on the Nationwide Tour...First top 10 on Tour was a T8 at the Nationwide Tour Players Cup. 2007: Finished T30 at the Northeast Pennsylvania Classic, his first start on the Nationwide Tour...Has played on the Australian PGA Tour and the One Asia Tour.\n","otherCarHigh" : "","personal" : "Favorite course he has played is TPC Sawgrass. Favorite TV show is \"Seinfeld.\" Favorite athlete to watch is Roger Federer. Favorite city to visit is San Diego.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Opened his year with a T14 at the Victorian Open on the PGA TOUR of Australasia…Picked up a T19 a month later at the New Zealand Open, thanks to back-to-back 68s over the final two rounds.  \n\n2014: Began his season with a T4 at the Queensland PGA Championship, with four sub-70 rounds, including middle rounds of 63-65…Easily qualified for the inaugural season on the PGA TOUR China Series with a T6 performance at Mission Hills GC in Haikou. Playing the Sandbelt Trails Course, shot rounds of 70-72-71-73 to tie with fellow Australian Scott Barr, seven shots behind the medalist...Shot a 1-over 73 to start the Mission Hills Haikou Open then finished 14-under the rest of the way (66-67-70) to T3 with Ray Beaufils in the PGA TOUR China Series' opening event, 11 strokes behind J.H. Wang…Turned in his best outing of the season, finishing second at the Lanhai Open in early June. A 3-over 75 in the third round knocked him back, but he recovered nicely in the final round, shooting a 4-under 68 to go with his first- and second-round 67s to finish at 11 under, five shots behind countryman David McKenzie…Continued his steady play when he T7 at the Yulongwan Yunnan Open in August. Shot weekend rounds of 67-67 at Yulongwan GC, only a second-round 74 keeping him out of contention. The top-10 finish was his fourth of the season…The following week, at the Fiji International on the PGA Tour of Australasia, took a share of the first-round lead with a 4-under 68. Followed with a 6-over 78 in the second round and eventually finished T25 at Natadola Bay Championship GC…Just missed recording a top-10 at the OneAsia Tour's Nanshan China Masters in mid-October. Opened 72-70-71 then completed his tournament with a 2-over 73 on the final day during severely blustery conditions to T11 with three others...At the Western Australia Open on the PGA Tour of Australasia in mid-October, finished a distant second to winner Ryan Fox. Opened with an 8-under 64 to take a share of the 18-hole lead. Followed that with three consecutive 69s to finish at 17-under, six shots behind Fox's winning pace. …A week later, at the Perth International, a PGA Tour of Australasia and European Tour co-sanctioned event, shot four under-par rounds, including a pair of 68s in the first and third rounds to T4 with Matthew Griffin, Lucas Bjerregaard, David Drysdale and James Morrison at Lake Karrinyup GC. Two weeks earlier, was No. 678 in the Official World Golf Ranking. After his back-to-back top-10s, moved to No. 449…Returned to Australia late in the season and played in the BetEasy Masters at Metropolitan GC on the PGA Tour of Australasia. Fired weekend rounds of 69-71 to T17 with seven others, including PGA TOUR China's David McKenzie. \n2013: Had success in Victoria, picking up a pair of top-fives on the PGA Tour of Australasia. Began his season with a solo third at the Victorian PGA Championship, finishing five shots behind winner David McKenzie…A month later, back in Victoria, he was T4 at the Victorian Open on the strength of a final-round 66 that left him two shots behind winner Matthew Giles…Best finish outside the PGA Tour of Australasia was a T20 at the Maekyung Open Championship on the OneAsia Tour…Also added a T25 at the Asian Tour's Thailand Open and a T35 at the European Tour's Johnnie Walker Championship at Gleneagles…Made his first major start, playing in The Open Championship (missed the cut).  \n2012: Lone PGA Tour of Australia top-10 in eight starts was a T8 in his final tournament of the year, the Australian PGA Championship in mid-December. Finished seven shots behind winner Daniel Popovic…Played three events on the Asian Tour and one event on the OneAsia Tour. \n2011: Played full time on the Web.com Tour for the only time in his career. Made 22 starts but only played on the weekend three times—at the Mylan Classic (T11), the Mexico Open (T45) and the Fresh Express Classic (58th)…Had three PGA Tour of Australasia starts, a T31 at the Australian PGA Championship his best outing.  \n2010: Made four Web.com Tour starts, a T37 at the Michael Hill New Zealand Open his best effort…Also made starts on the PGA Tour of Australasia, the Asian Tour and the European Tour. Best finish was a T5 at the Midea China Classic. Seemed poised for victory, holding a two-shot 54-hole lead over Steve Allan and Mitchell Brown. Stumbled to a final-round 74 to end the event five shots behind winner Kim Felton.  \n2009: Played in seven Web.com Tour events, breaking through with a T4 at the Michael Hill New Zealand Open for his first top-10 on the circuit. Shot a final-round 68 at The Hills GC in Arrowtown after opening with a 67…Other made cuts came at the Moonah Classic (T22), the Preferred Health Systems Wichita Open (T38) and the HSBC New Zealand PGA Championship (T43)…Best finish of the year came at the Mazatlan Mexican PGA Championship, a third-place effort where he finished a stroke out of the Mauricio Molina-Andy Matthews playoff…On the PGA Tour of Australasia, added a T15 at the Australian PGA Championship in mid-December. \n2008: In 10 Web.com Tour starts, recorded his first top-10, a T8 at the Nationwide Tour Players Championship after four sub-par rounds in Bridgeport, W.Va…In May, was T24 at the South Georgia Classic in Valdosta, Ga., to open his Web.com Tour season…Added a T22 outside Chicago, at the Bank of America Open…Best effort of the season came late in the campaign, at the Australian Open—a T3 where he opened with a 65 and owned a two-shot, 36-hole advantage. A 75-72 finish left him tied with Robert Allenby and David Smail, a stroke out of the Tim Clark-Mathew Goggin playoff.  \n2007: Made his Web.com Tour debut, finishing T30 at the Northeast Pennsylvania Classic. \n","otherCarHigh" : "Was at one time ranked as the world's No. 1-ranked amateur. ","personal" : "Enjoys fishing.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was 2nd in 2014 at the Lanhai Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}