{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29897","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Blizard","first" : "Rohan","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "150","weightMetric" : "68","birthDate" : "May 20, 1984","age" : "31","birthPlace" : "Sydney, Australia","residence" : "Sydney, Australia","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2008","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Conditional - Additional Qualifying Tournament Finisher or Finished 76-100 on 2015 Web.com Tour Money List","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "(1) 2011 Western Australian Open [Aus]. ","curYrHigh" : "","carHigh" : "2015: Finished his first campaign No. 7 on the final Order of Merit, with four top-10s, including a runner-up finish and a third-place showing. Earned fully exempt PGA TOUR China status by finishing T15 at the First Global Qualifying Tournament in Shenzhen. Ended 72 holes tied with Blake McGrory and Brett Rankin but earned the final spot in a one-hole playoff. Began the final round of the United Investment Real Estate Wuhan Open a stroke behind 54-hole leader Justin Shin by a stroke. Never recovered from back-to-back bogeys on the third and fourth holes Sunday at Wuhan Yishan GC. Shot a final-round, even-par 72 to finish solo third, four shots behind Shin's winning score…Had a strong outing at the PGA Tour of Australasia's Isuzu Queensland Open in August. Made back-to-back eagles on Nos. 8 and 9 in his final round. Dropped in an 8-foot putt for his first eagle then had a one-bounce-into-the-hole eagle on No. 9. Finished regulation tied with David Brandson, and the duo matched pars on the first two playoff holes. Lost the tournament when he couldn't make birdie after Brandson made his birdie putt on the third extra hole (No. 18). Still improved 221 positions in the Official World Golf Ranking, to No. 631, his highest-career place…Had a so-so start to the Yulongwan Yunnan Open in early October. Fashioned a 1-over 73 in the first round then was 14-under after that, with rounds of 68-67-67 to earn a T10 with Huilin Zhang at Yulongwan GC..Parlayed four par-or-better rounds at the Lushan Open into a T4 with Yi Keun Chang. Final-round 68 at the par-70 Lushan International GC in Jiujiang left him three shots behind countryman Bryden Macpherson...Finished T10 with six others at the Chongqing Jiangnan NewTown KingRun Open in mid-October, shooting an even-par 72 on the final day at Nanshan KingRun GC…Finished T2 with Matthew Millar, three shots behind winner, amateur Ben Eccles, at the New South Wales Open Championship in Sydney in mid-November. Opened 69-62 and was tied with Eccles for the 36-hole lead. Fell seven shots behind Eccles when the amateur fired a 66 to his 73. Recovered for the runner-up finish with a 4-under 68 Sunday…Made a valiant run at victory in the season finale in Dongguan, the Capital Airlines – HNA Real Estate Championship. Opened the tournament 68-70 (4-under) and was tied for fifth through 36 holes, six shots behind leader Zeyu He. Fell even farther behind He through 54 holes after a 2-under 69 Saturday but then made a Sunday charge, with a five-birdie-in-six-hole stretch on his back nine. A late bogey on No. 16 derailed any hopes he had of winning, but he shot a 6-under 65 to finish at 12-under, two shots behind He's winning score. Moved to No. 7 on the Order of Merit and qualified for the Web.com Tour Qualifying Tournament the following week in Palm Beach Gardens, Fla. \n\n2014: Finished 51st on the PGA Tour of Australasia Order of Merit, recording a tie for fifth at the Mazda New South Wales Open as his best finish…Other top-25s came at the New Zealand Open (T15), the Fiji International (T21) and the Oates Victorian Open (T25).  \n2013: Opened his PGA Tour of Australasia season with a 10th-place effort at the Victorian PGA Championship…Over his next six starts, recorded six top-10s. First came at the Queensland PGA Championship, where he opened with three consecutive 64s and was two shots off Mike Hendry's 54-hole lead. Shot a final-round 68 to T5…Added another T5 two weeks later, at the New Zealand PGA Pro-Am Championship. Held a one-stroke, 54-hole lead over Hendry after opening 67-68-66. Shot a Sunday 73 to drop into a T5 with China's Hao Tong Li, five shots behind Hendry…At the South Pacific Open Championship, was again in contention, tied for sixth, four shots behind third-round leader Michael Wright. Eventually finished T7 in New Caledonia…Only other top-20 the remainder of the year was a 17th-place showing at the WA Golfields PGA Championship. Recovered from a third-round 78 to shoot a final-day 69.  \n2012: Both of his two top-10s came in his first six starts—with T4s at both the Queensland PGA Championship and the WA Open Championship. At the weather-shortened event in Queensland, fired a 63 on the last day to T4 with five others, three shots behind winner Andrew Tschudin…At the WA Open Championship, rounds of 70-70-68-67 gave him the T4 with Ashley Hall, three shots out of the Oliver Goss-Brady Watt playoff that Goss won…Also made starts on the Asian Tour, the European Tour and the OneAsia Tour, with his top performance a T31 at the Asian Tour's High1 Resort Open.  \n2011: Won for the first time in his PGA Tour of Australasia season when he captured the Western Australian Open by two shots over Ashley Hall, David McKenzie and Matt Jager. Shot a 5-under final round at the BMW New Zealand Open. Finished fourth at that event, leading to a 28th-place showing on that circuit's Order of Merit…Only other top-25 of the year came on the OneAsia Tour when he T25 at the Nanshan China Masters.  \n2010: Top finish of the campaign came when he T9 in his lone PGA Tour of Australasia start. Opened with a 68 then dropped down, showing a second-round 75. Regained his momentum over his final 36 holes, shooting rounds of 68-69 to T9…Made nine Asian Tour starts, with his top showing a T33 at the Queen's Cup.  \n2009: Played primarily on the Asian Tour, where he finished 143rd on the Order of Merit. Best finish that season was a T26 at the Mercuries Taiwan Masters…In two PGA Tour of Australasia starts, best effort was a T34 at the Australian Open in early December. \n","otherCarHigh" : "Made his first PGA TOUR and major championship appearance when he qualified for the 2008 Open Championship (missed the cut).","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was 2nd in 2015 at the Capital Airline HNA Real Estate Championship.","dynStats" : "He ranks 4th in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}