{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01355","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Floyd","first" : "Raymond","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "200","weightMetric" : "91","birthDate" : "September 4, 1942","age" : "73","birthPlace" : "Fort Bragg, North Carolina","residence" : "Palm Beach, Florida","family" : "Wife, Maria (deceased); Raymond, Jr. (9\/20\/74), Robert (1\/23\/76), Christina (8\/29\/79); four granddaughters","education" : "University of North Carolina","splInterest" : "Sports, golf course design","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1961","clubAffl" : "Old Palm GC (Palm Beach Gardens, Florida)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "Inducted 1989","combTourMoney" : "14,797,084&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1963","qSchoolYear" : "","exmtStatus" : "Winner, 1969 PGA Championship (Lifetime)","otherVics" : "(11): 1985 Chrysler Team Championship. 1988 Skins Game. 1990 RMCC Invitational [with Fred Couples]. 1993 Franklin Templeton Shootout [with Steve Elkington]. 1994 Diners Club Matches [with Dave Eichelberger]. 1995 Office Depot Father-Son Challenge [with Raymond Jr.]. 1996 Office Depot Father-Son Challenge [with Raymond Jr.]. 1997 Office Depot Father-Son Challenge [with Raymond Jr.]. 2000 Office Depot Father-Son Challenge [with Robert]. 2001 Office Depot Father-Son Challenge [with Robert]. 2006 Wendy's Champions Skins Game [with Dana Quigley].","intlVics" : "(4): 1978 Brazilian Open. 1979 Costa Rica Open. 1981 Canadian PGA Championship [Can]. 1992 Fuji Electric Grand Slam [Jpn].","curYearHigh" : "","carHigh" : "2012: Did not play in an event during the year…Paired with son (Robert) to T12 at the unofficial PNC Father-Son Challenge in Orlando in December. \n\n2011: Did not compete in any official events.\n\n2010: For the first time since 1962, did not play in an officially sanctioned TOUR event.\n\n2009: Lone Champions Tour start came near the end of the season when he was T73 at the AT&T Championship...Made his 45th and final appearance at the Masters Tournament but missed the cut, which was also his final PGA TOUR appearance. The 45th start moved him ahead of Sam Snead into sixth place on the all-time starts list at Augusta National. \n\n2008: Made 44th appearance in the Masters, missing the cut...Played three Champions Tour events, with a best finish of T26 teaming with Ben Crenshaw at the Liberty Mutual Legends of Golf...Was a Captain's Assistant to Paul Azinger on the winning U.S. team in the Ryder Cup. \n\n2007: Made nine official appearances during the year and had his best event at the inaugural Ginn Championship at Hammock Beach. Was one stroke off the first-round lead and just three strokes off the pace after 36 holes before finishing T8 at Palm Coast, Fla...Along with Dave Stockton and Olin Browne, was named an assistant captain for the 2008 U.S. Ryder Cup team by Captain Paul Azinger in August…Played in his final non-major PGA TOUR event, the AT&T Classic outside Atlanta. Shot rounds of 74-78 at TPC Sugarloaf to miss the cut. \n\n2006: Made his 42nd Masters appearance but failed to make the cut...Once again played an abbreviated Champions Tour schedule, yet managed three top-10s in nine official starts, the most he had in a single year since 2001...In mid-May at The Boeing Championship at Sandestin, made a run at becoming the Champions Tour's oldest winner. Matched his age for the first time with a final-round, 8-under 63, one off his Champions Tour career low, on The Raven Course at Sandestin. Fell one stroke short of Bobby Wadkins but still became the third-youngest player in Champions Tour annals to shoot his age in a round that included five consecutive birdies on the back nine. \n\n2005: Returned to the site of his 1969 PGA Championship victory in Dayton, Ohio, and was in contention for most of the U.S. Senior Open before finishing T14 after a final-round 77. Was presented with an honorary membership to NCR CC after his second round...Collected 16th unofficial senior title early in the campaign in Hawaii. Made an 8-foot birdie putt on the 17th hole for nine skins and $410,000, and teamed with Dana Quigley to beat Jack Nicklaus and Tom Watson with 10 skins and a record $510,000 in the alternate-shot Wendy's Champions Skins Game.\n\n2004: Missed the cut in two PGA TOUR starts at the Masters and U.S. Open, the latter his final appearance in the national open...Limited his schedule on the Champions Tour to just 12 events, with best finish a T4 at the Allianz Championship...Second to Mike Hill in the season-ending Georgia-Pacific Grand Champions Championship. \n\n2003: Missed cut at the Masters, his only TOUR event of the season...Posted a pair of T9s on the Champions Tour and finished T2 at the Georgia-Pacific Grand Champions Championship. \n\n2002: Missed cuts at the Masters and Western Open but recorded a pair of 72s at the Chicago event...Finished 70th on the Champions Tour money list, with seven top-25s...Underwent successful prostate cancer surgery at Johns Hopkins Medical Center in late December. \n\n2001: Did not make a PGA TOUR cut for second consecutive year...Made 14 Champions Tour starts and finished No. 34 on the money list, his worst showing since turning 50...A final-round 67 helped him to a T2 at the Verizon Classic in early February, three strokes back of winner Bob Gilder...Made a run at The Transamerica only to come up one stroke short along with Doug Tewell, when Sammy Rachels eagled the final hole for victory. \n\n2000: Voted by his peers as the Comeback Player of the Year...Selected July's Player of the Month. Closed with a final-round 67 at Saucon Valley to place fourth in the U.S. Senior Open and then won his next start at the Ford Senior Players Championship, defeating Larry Nelson and Dana Quigley by a stroke. Second win in Dearborn ended a victory drought of 4 years, 2 days and at 57 years, 10 months, 12 days, became the oldest at the time to claim a senior major championship. Pocketed the largest check of his career, $345,000, when he rallied from six strokes back on the final day to win, the biggest comeback effort in Ford Senior Players history...Made the first of 16 holes-in-one on the Champions Tour that season when he aced the third hole in the opening round of the Royal Caribbean Classic, the second hole-in-one of his Champions Tour career. \n\n1999: Made his final PGA TOUR cuts, finishing 82nd at the Doral-Ryder Open (made the cut on the number) and was T38 at the Masters...Made 19 official Champions Tour starts, his fewest on that Tour since 1993. Was T2 at the MasterCard Championship in Hawaii on the Champions Tour, three strokes back of John Jacobs...Also one stroke short of Hale Irwin at the Ameritech Senior Open at Kemper Lakes. Runner-up check there put him over the $12-million mark in all-time earnings…Finished out of the top 20 only once after the Las Vegas Senior Classsic in mid-May…Carded a score of par or better in every final round from the Nationwide Championship through the Pacific Bell Senior Classic. \n\n1998: Made 21 Champions Tour appearances for a 19th-place finish on the final money list. Captured a fifth straight Senior Skins Game title in January...Finished T2 at the LG Championship, two strokes short of Gil Morgan, who holed a sand wedge for eagle on the final hole for the victory…Made a spirited bid at victory at the U.S. Senior Open in July, posting the opening day's lone sub-par round. Held sole possession of the lead for three rounds and began final-round play with a three-stroke advantage. Could not hold off Hale Irwin and Vicente Fernandez and finished third, two shots behind Irwin…Was the first-round leader at the Vantage Championship after a season-best 64. Went on to T12…In two PGA TOUR starts, made one cut—and it was a strong showing, finishing T15 at the Doral-Ryder Open.\n\n1997: Played in three PGA TOUR events, with his top showing a T56 at the Doral-Ryder Open…Failed to win an official event for the first time since joining the Champions Tour, in 1992. Had three third-place finishes, with two coming in consecutive starts early in the year, at the GTE Classic and the Southwestern Bell Dominion, where he slowly moved up the leaderboard with scores of 66-69 on the weekend…Notched his other third-place finish at the Northville Long Island Classic, where he closed with a 66 and finished just one stroke shy of making a playoff…Other top-five performances were a fifth at the Comfort Classic and a T5 at the Las Vegas Senior Classic…Claimed his fourth consecutive Senior Skins Game title in January.\n\n1996: Claimed just one tournament title, his fewest since turning 50. Earned more than $1 million for the third year in a row. Was a two-stroke winner over Hale Irwin at Ford Senior Players Championship, giving him three senior major championships in as many years…Made a run at victory in four other tournaments and finished third in all four (The Tradition, the U.S. Senior Open, the Northville Long Island Classic and the Puerto Rico Senior Tournament of Champions…Was also fourth at the Ralphs Senior Classic and the Burnet Senior Classic in Minnesota…Recorded his final PGA TOUR top-10, a T8 at the Doral-Ryder Open, thanks for four under-par rounds, including opening and closing 68s at Doral. It was his seventh career top-10 at the tournament…Recorded his final PGA TOUR hole-in-one, at the Masters Tournament, at the 16th hole with a 5-iron…Along with son Raymond, successfully defended their title at the Office Depot Father\/Son Challenge.\n\n1995: Out of top 10 twice in 21 events with wins at PGA Seniors' Championship, Burnet Senior Classic and Emerald Coast Classic...Earned second Byron Nelson Award for lowest scoring average (69.47)...Second to Jim Colbert on final money list when he fell just one stroke shy of defending title at Energizer SENIOR TOUR Championship...Birdied final hole at Burnet Senior Classic to edge Graham Marsh and bested Tom Wargo on the second extra playoff hole to win Emerald Coast Classic. Recorded his first Champions Tour hole-in-one at that Pensacola event…Top PGA TOUR finishes were a pair of T17s—at the Doral-Ryder Open and the Masters Tournament…In his final Open Championship appearance, was T58. \n\n1994: Earned over $1 million for first time in pro career and won four times, including dramatic victory at season-ending GOLF MAGAZINE SENIOR TOUR Championship. Overcame a six-stroke deficit on the final day and then holed a birdie putt on fifth extra hole to defeat Jim Albus...Won his first Champions Tour major at The Tradition, beating Dale Douglass in overtime...Also went wire-to-wire at the Cadillac NFL Golf Classic...Earned the Byron Nelson Trophy for lowest scoring average (69.08) and joined Don January and Lee Trevino as the only players at the time to win both a Byron Nelson Trophy and the Vardon Trophy (PGA TOUR-1983)…Added one PGA TOUR top-10 in four starts, a T10 at the Masters Tournament in April. Played in his final PGA Championship, finishing T61 after opening with a 69. \n\n1993: Split his time between the Champions Tour and PGA TOUR...Made just 14 Champions Tour starts, but still finished ninth on the final money list...Captured the Gulfstream Aerospace Invitational in record form when he finished 22-under-par 194, then a Champions Tour record in relation to par for 54 holes...Also won the Northville Long Island Classic by two strokes over five other players...Was a captain's selection for the Ryder Cup team and was instrumental in leading the United States squad to victory at The Belfry...Teamed with Steve Elkington to capture the Franklin Funds Shark Shootout, an unofficial Florida event. \n1992: Won three times in just seven starts and capped the year by claiming the SENIOR TOUR Championship in Puerto Rico...During the fall campaign, defeated Isao Aoki at the Ralphs Senior Classic with a 54-hole score of 18-under 198...Made history when he became the first player to win on both Tours (since matched by Craig Stadler and Fred Funk) in the same year. First captured his 22nd PGA TOUR event and third Doral-Ryder Open. With that title, he joined Sam Snead as the only players to win TOUR events in four different decades. Won his initial Champions Tour title at the GTE North Classic in Indianapolis just 16 days after turning 50. Donated entire winner's check of $67,500 to Hurricane Andrew Relief Fund. \n\n1991: Played in 17 events, making the cut in 15. Was still a force, contending three times. First came at the Bob Hope Chrysler Classic. In the 90-hole event, shot rounds of 64-64 to close the event to finish solo fourth…Added a T3 at the GTE Byron Nelson Golf Classic in early May. Enjoyed four rounds in the 60s at TPC Las Colinas, finishing two shots behind winner Nick Price…Added a pair of T8s in back-to-back starts. Contended at the Buick Classic in New York until a final-round 72 at Westchester CC knocked him from three shots back when the day began to a T8, five off Billy Andrade's winning pace…At the U.S. Open in his next start, came back from a third-round, 4-over 76 at Hazeltine National CC to fire a 4-under 68 on the final day to T8…Added an additional major-championship top-10, at the PGA Championship, where bookend 69s helped him finish T7 at Crooked Stick in Indiana…Was Captain Dave Stockton's at-large selection for the Ryder Cup at The Ocean Course in South Carolina. Played two foursomes matches with Fred Couples, with the duo going 1-1 in those matches. Also joined with Couples in four-balls to defeat Nick Faldo and Ian Woosnam, 5 and 3. In singles, lost to Faldo, 2-down. Finished with a 2-2-0 record in the U.S.'s one-point victory on Kiawah Island. \n\n1990: Appeared in 17 events and had his best finish in a high-profile way, losing in a playoff at the Masters Tournament. After a pair of 68s in the second and third rounds, took a two-stroke lead into the final round. After finishing with five birdies over his final nine holes in the third round, couldn't get anything going Sunday, with two birdies and two bogeys to go with his 14 pars. Finished deadlocked with Nick Faldo at the conclusion of regulation, who made up four shots over his final six holes to force the playoff. Faldo then won with a par on the second extra hole…Had an indifferent final round at The Honda Classic at TPC Eagle Trace a month earlier, shooting a 2-under 70 that left him T3 with three others, three strokes behind John Huston…Only other top-10 finish came in June, at the Buick Classic. A 65-68 weekend at Westchester CC earned him a T7…Did win the 54-hole, best-ball RMCC Invitational Hosted by Greg Norman in resounding fashion, teaming with Fred Couples at Sherwood CC in Thousand Oaks, Calif., to defeat Peter Jacobsen and Arnold Palmer by five shots. \n\n1989: Reached the pinnacle of his profession when the World Golf Hall of Fame inducted him, along with the late Jim Barnes, Roberto De Vicenzo and the LPGA's Nancy Lopez…Had one top-10 during the year, finishing T8 at the Memorial Tournament in Ohio…Served as Ryder Cup captain at the biennial event, this time at The Belfry's Brabazon Course in Sutton Coldfield, England. Watched as the two teams both amassed 14 points, allowing the European team to retain the Cup…Teamed with Chip Beck to T4 at the RMCC Invitational, seven shots behind winners Curtis Strange and Mark O'Meara. \n \n1988: Began a hot streak in South Florida, finishing fourh at the Doral-Ryder Open, with a pair of 68s on the weekend to finish solo fourth…A week later, at The Honda Classic, opened with three more under-par rounds (71-69-68) and was tied for third, two shots behind 54-hole leader Joey Sindelar. A final-round, even-par 72 dropped him into a T9 at TPC Eagle Trace…Waited all the way until August for his next top-10. Made a hole-in-one at the PGA Championship on his way to a T9 at Oak Tree GC…Won the unofficial Skins Game in a field that also included Jack Nicklaus and Lee Trevino at PGA West's Stadium Course. \n\n1987: By virtue of his U.S. Open win, earned an invite to the MONY Tournament of Champions. Finished seventh at La Costa…Added another top-10 in California a month later, a T6 at the Shearson Lehman Brothers Andy Williams Open. Was in position to win for a second consecutive year, tied with J.C. Snead for the 54-hole lead. Struggled to a 2-over 74 on the final day to fall seven off George Burns' winning pace and into a T6…Did not post another top-10 the rest of the season, although he did have five top-15 finishes. \n\n1986: Won twice in a season that saw him capture the U.S. Open for the first time. Fashioned a closing round, 4-under 66 at Shinnecock Hills to hold off Chip Beck and Lanny Wadkins by two strokes. Beck and Wadkins both shot 65s at the Southampton, N.Y. course...Added a second title late in the season, in October, winning the Walt Disney World\/Oldsmobile Classic. Won in a playoff after he finished regulation tied with Lon Hinkle and Mike Sullivan, making par on the first playoff hole, something Hinkle and Sullivan couldn't match. The triumph gave him his final of six multiple-win TOUR seasons…Just missed making it three victories on the season, finishing T2 at the weather-shortened Hertz Bay Hill Classic. His 68-69-66 left him a stroke short of winner Dan Forsman…Turned a final-round 66 at the Sea Pines Heritage into a T6 in South Carolina…Other top-10 came at the Bob Hope Chrysler Classic in the second start of his year. Moved up 13 places into a T9 on the final day by shooting a 7-under 65, tying him with Payne Stewart for low-round-of-the-day honors. \n\n1985: Had one victory, two runner-up showings and nine top-10s in a season that saw him finish fifth on the money list. Won the Houston Open, shooting three 69s at TPC Woodlands along with a second-round 70 that was good enough to give him a one-shot victory over David Frost and Bob Lohr…Biggest disappointment came at the Masters Tournament in mid-April. Was three shots off the 36-hole lead then made his move Sunday, firing a 3-under 69 to take a one-shot lead into Sunday over Curtis Strange. An even-par 72 on the final day left him T2 with Seve Ballesteros and Strange, two shots behind winner Bernhard Langer…Made a Sunday charge at the Manufacturers Hanover Westchester Classic, shooting a final-round, 6-under 65 at Westchester CC to force a playoff with Roger Maltbie and George Burns, with Burns prevailing in the playoff…Gave victory another run, this time at the Georgia-Pacific Atlanta Classic. Three 68s and a final-round 70 left him solo third, a stroke out of the Wayne Levi-Steve Pate playoff…Opened with a 64 at the Canon Sammy Davis, Jr.-Greater Hartford Open at TPC Connecticut and eventually finished T4, a shot out of the Phil Blackmar-Jodie Mudd-Dan Pohl playoff Blackmar won…Added a sixth-place showing at the NEC World Series of Golf, thanks to a final-round 64 that moved him 14 spots up the leaderboard…Played in the Ryder Cup and watched as the U.S. lost the Cup for the first time since 1957. Went 2-2-0 in his matches (foursomes and four-ball wins with Lanny Wadkins as his partner) and losses coming in foursomes (also with Wadkins) and singles, to Paul Way, 2-down...Won the unofficial Chrysler Team Championship, with Hal Sutton.\n\n1984: Waited until May to post his first top-10 of the season a T6 at the Bay Hill Classic…Two weeks later, made a hole-in-one for the second consecutive year when he had an ace at the Greater Greensboro Open. Finished T17 in North Carolina…A 68-69-69 finish at the Colonial National Invitational after a 2-over 72 start gave him a T9 in Fort Worth…Added a T4 in the Chrysler Team Championship, with Hal Sutton as his partner, the duo holding the first-round lead in Boca Raton.\n\n1983: Despite not winning a tournament, his eight top-10 finishes and 22 made cuts in 22 starts led to his earning the Vardon Trophy. Began his season quickly, with top-10s in four of his first six starts. First came at the Bob Hope Desert Classic, a T7, with his bid for victory undone by a final-round 73…A month later, at the Isuzu-Andy Williams San Diego Open, made a big Sunday move with a final-round 64 at Torrey Pines GC's South Course to T5…A week later, was T4 at the Doral Eastern Open, with four sub-par rounds at Doral…Came back the following week, just up the coast, to T6 at the Honda Inverrary Classic. Opened with a pair of 67s to take the 36-hole lead, a three-shot bulge over Payne Stewart. Shot himself out of the tournament with a third-round 78 that included seven bogeys and a double bogey on his scorecard. Recovered to earn the top-10 by shooting a final-round 70 to T6, four shots short of Johnny Miller…Best chance of victory came in Carlsbad, Calif., in late-April, at the MONY Tournament of Champions. Finished second to Lanny Wadkins at La Costa CC, shooting a 3-under 69 over his final 18 holes to fall to Wadkins by one shot…At the Masters Tournament, was in prime position to win his second green jacket when he held a share of the 54-hole lead with Craig Stadler. Had a disappointing final round, a 3-over 75, that dropped him into a T4 with Tom Watson, five shots behind winner Seve Ballesteros…Other top-10s came at the Anheuser-Busch Golf Classic (T8) and the World Series of Golf (T4), thanks to opening and closing 69s at Firestone CC's South Course…Played in the Ryder Cup but again struggled, going winless in four matches, including a 4-and-3 loss to Ken Brown in singles in the U.S.'s narrow one-point win over Europe at PGA National GC in Palm Beach Gardens, Fla…Had his first PGA TOUR hole-in-one since 1974 when he made an ace at the Las Vegas Invitational.\n\n1982: Won three times, including a major championship and back-to-back tournaments to finish second on the money list. Defeated Lanny Wadkins by three strokes to win the PGA Championship at Southern Hills CC in Tulsa. Despite shooting a 2-over 72 on the final day, was able to hold off Lanny Wadkins (final-round 67) and Fred Couples and Calvin Peete (66 and 69, respectively) to win his second PGA and third overall major…Suffered disappointment at the Georgia-Pacific Atlanta Classic when he made it into a playoff with Keith Fergus, an overtime Fergus won at Atlanta CC…Shook off the loss by coming right back the following week and winning the Memorial Tournament. Started slowly at Muirfield Village GC, with an opening, 2-over 74. Posted three consecutive under-par rounds after that to defeat Peter Jacobsen, Wayne Levi, Roger Maltbie and Gil Morgan by two shots…Made it two titles in a row with a whopping six-shot win at the Danny Thomas-Memphis Classic. Rounds of 67-68-67-69 gave him a wire-to-wire title over Mike Holland at Colonial CC's South Course…Following the PGA Championship victory, came close to picking up two more titles, finishing T2 at the Sammy Davis, Jr.-Greater Hartford Open and losing in a playoff in his next start at the World Series of Golf, to Craig Stadler…Other top-10s came in Florida (sixth at the Honda Inverrary Classic and T6 at the Bay Hill Classic) and a T7 at the Masters. \n\n1981: Won four times overall, including three times on the PGA TOUR. Successfully defended his Doral-Eastern Open title, firing a Sunday 68 to maintain his one-shot 54 hole lead in defeating Keith Fergus and David Graham…Won the next week, at the Tournament Players Championship in playoff over Barry Jaeckel and Curtis Strange, the year before the tournament moved to TPC Sawgrass. Again shot a Sunday 68 on his way to victory…Won the Manufacturers Hanover Westchester Classic by two shots over Bobby Clampett, Gibby Gilbert and Craig Stadler, the only player in the field with four sub-par rounds at Westchester CC…Had a pair of runner-up finishes to go with his three TOUR victories. Lost in a playoff at the Wickes\/Andy Williams San Diego Open, to Bryce Lietzke, an overtime period that included Tom Jenkins…Was also second at the MONY Tournament of Champions. Four sub-par rounds at La Costa kept him in contention before he finally dropped a two-shot decision to Lee Trevino…Added top-10s at the Byron Nelson Golf Classic (T6), Colonial National Invitational (T7) and the Atlanta Classic (T6) in his next four starts then won the Manufacturers Hanover event following his Atlanta performance…Won the Canadian PGA Championship in Kitchener, Ontario, defeating Daniel Talbot by six shots. Rounds of 71-70-65-71 allowed him to cruise to victory…Finished T3 at The Open Championship at Royal St. George, a distant seven shots behind winner Bill Rogers…After not qualifying for the 1979 U.S. Ryder Cup team, he returned to action at Walton Heath GC against a European squad. Finished 2-3-0, with his victories coming in singles (1-up over Peter Oosterhuis) and, with Bill Rogers, a 3-and-2 winner over Sandy Lyle and Mark James. \n\n1980: Won in Florida for the third time in his career when he picked up a title at the Doral-Eastern Open. Began with a 74 in the first round and was tied for sixth, three shots behind 54-hole leaders Keith Fergus, Bruce Lietzke and Jack Nicklaus when the final round began. A Sunday 66 was enough to get him into a playoff with Nicklaus, which he would go on to win…Made a late charge at the World Series of Golf, with a final-round 65. Tom Watson matched his 65 at Firestone CC's South Course, giving Watson the two-shot victory. Had seven other top-10s. First came at the Andy Williams-San Diego Open (sixth), followed by a T8 at the Bay Hill Classic…Was T10 (Sea Pines Heritage) and T7 (Greater Greensboro Open) in consecutive starts…Added a T6 at the MONY Tournament of Champions, followed by a T8 at the Memorial Tournament…Following his close call at the World Series of Golf, was again in contention, at the Pleasant Valley Golf Classic, where he settled for a T6. \n\n1979: After going winless on TOUR in 1978, started a new winning streak and also picked up another international victory. At the Greater Greensboro Open, came from six shots off Jack Renner's 54-hole pace by shooting a final-round 67 at Forest Oaks CC to edge George Burns and Gary Player by a stroke…Won the Costa Rica Open for his second international title in as many years. At the Cariari Hotel and CC, earned $12,500 for his three-shot win over Peter Jacobsen. Fired a final-round 69 in San Jose…Other top TOUR finishes came at the Kemper Open (fifth) and Sea Pines Heritage Classic (T5), the IVB-Philadelphia Classic (T8) and the Sammy Davis, Jr.-Greater Hartford Open (T10).\n1978: Had his best chance of winning The Open Championship when he contended all week at St. Andrews. Held a share of the first-round lead before falling off the pace with a 3-over 75. Recovered with a 71-68 finish that was good enough for a T2 with Ben Crenshaw, Tom Kite and Simon Owen, two strokes shy of Jack Nicklaus…Won his first international title, the Brazilian Open, defeating Vicente Fernandez and Steve Martin by five shots and in start-to-finish fashion in Sao Paulo…First top-10 of the year was at the MONY Tournament of Champions (T7)…Added another seventh-place showing, at the Byron Nelson Golf Classic…Two weeks before his Open Championship disappointment, parlayed a pair of 69s on the weekend at Glen Abbey GC into a T5 at the Canadian Open…Gave victory another run, at the American Optical Classic. A final-round 67 was only enough to put him in T2 with Gil Morgan, two shots behind winner John Mahaffey. \n\n1977: Won a TOUR event for a third consecutive season. Captured the Byron Nelson Golf Classic with a 68-69 showing on the weekend at Preston Trail GC in Dallas. Edged Texan Ben Crenshaw by two strokes…Two months later, was again victorious, this time at the Pleasant Valley Classic in Massachusetts. Held off Jack Nicklaus by a stroke with four sub-70 rounds…First top-10 of the year was at the Florida Citrus Open in Orlando, a T9…Was T4 three weeks later, at the Heritage Classic…Two weeks later, in defense of his Masters Tournament title, was T8, with four par-or-better scores at Augusta National…Earned his second consecutive top-10 at The Open Championship, thanks to a third-round 68 that led to an eighth-place finish…A week after his Pleasant Valley Classic win, played in the Canadian Open at Glen Abbey GC. Finished T4, six strokes behind Lee Trevino…Was T9 the next week, at the IVB-Philadelphia Golf Classic…Final top-10 of the season was at the World Series of Golf at Firestone CC. On the South Course, opened with a 67 and closed with a 69 to T5…Played in his second consecutive Ryder Cup, this time at Royal Lytham and St. Annes. In the U.S.'s dominant five-point win, he earned one point (winning his singles match) and going 1-2-0 overall.\n\n1976: Earned his second major championship when he was a wire-to-wire winner at the Masters Tournament. Was dominant at Augusta National, opening a five-shot bulge over Jack Nicklaus at the 36-hole mark. Consecutive 2-under 70s on the weekend resulted in an eight-shot victory over Ben Crenshaw…Added win No. 2 in his last start of the season, at the World Open Golf Championship at Pinehurst No. 2 in North Carolina. Turned rounds of 69-67-67-71 into a regulation tie with Jerry McGee. Prevailed over McGee in the overtime session for his second $40,000 payday of the season (Masters Tournament)…Just missed winning two majors in a season when he finished T2 at the PGA Championship at Congressional CC. On the Blue Course, finished tied with Don January, a stroke behind winner Dave Stockton…A week after his Masters triumph, finished T8 at the MONY Tournament of Champions…Was also in contention at the Byron Nelson Golf Classic in May (solo third) and The Open Championship (solo fourth). Made the cut in all four major championships, with his only non-top-10 finish coming at the U.S. Open, where he was 13th…Also enjoyed top-10s at the Greater Jacksonville Open (T9), the IVB-Bicentennial Golf Clasic (T4), the Sammy Davis, Jr.-Greater Hartford Open (T5) and the American Golf Classic (T7)..\n\n1975: Finally returned to his winning way when he picked up victory at the Kemper Open. Began the tournament at Quail Hollow Club in Charlotte, N.C., with a 65 to take the first-round lead. Maintained that advantage through 36 holes, but following a third-round, 1-over 73, found himself a stroke behind Gary Player with 18 holes to play. A 3-under 69 Sunday earned him an easier-than-expected three-shot win over John Mahaffey and Player…Had a second-place showing for the fourth time in 10 months when he lost a playoff at the Andy Williams-San Diego Open to J.C. Snead. In the overtime, that also included Bobby Nichols, Snead birdied the second extra hole at Torrey Pines' South Course to win…Added two other top-10s during the season, both T9s—at the Danny Thomas-Memphis Classic and the Sammy Davis, Jr.-Greater Hartford Open, where he shot a final-round 65…Returned to Ryder Cup action after a two-tournament absence and earned a full point for the U.S. team for the first time. In his day-three singles match, defeated Tony Jacklin, 1-up. Halved his four-ball match with Al Geiberger (against Eamonn Darcy and Guy Hunt) and lost his other four-ball match (with Billy Casper) to Peter Oosterhuis and Jacklin. \n\n1974: Had three strong chances to end his streak of winless years but had second-place disappointments in all three. At the Greater Greensboro Open, recorded four sub-70 rounds at Sedgefield CC but couldn't catch Bob Charles. Tied with Lee Trevino, a stroke behind the New Zealander…At the American Golf Classic in Akron, Ohio, lost in a playoff to Jim Colbert, a sudden-death affair that also included Gay Brewer and Forrest Fezler…His final runner-up effort came at the Sammy Davis, Jr.-Greater Hartford Open. Despite rounds of 69-68-69-66, still fell well short of Dave Stockton, who won the Connecticut event by four strokes…Also made title runs at the Monsanto Open, where a final-round 68 gave him a T4 in the Florida Panhandle…In late-July, parlayed a pair of weekend 68s at the B.C. Open into a third-place finish…His top final-round of the year, a 65 at Harbour Town GL allowed him to move from a tie for 33rd into a T6 at the Sea Pines Heritage on Hilton Head Island, S.C…Other top-10 came at the Danny Thomas-Memphis Classic (T9)…Made a hole-in-one at the Andy Williams-San Diego Open.\n\n1973: Winless drought reached four years, although he appeared as if he would take home a title for the first time since his three-win season of 1969. At the Bing Crosby National Pro-Am, shot rounds of 71-70-70-71 to end his 72 holes deadlocked with Jack Nicklaus and Orville Moody. Nicklaus prevailed in the one-hole, sudden-death affair when he birdied the first playoff hole…Two weeks earlier, finished T8 at the Phoenix Open. \n\n1972: A year after missing the cut at the PGA Championship, returned to form at Oakland Hills CC and contended at the year's final major. Settled for a T4 with Sam Snead and Billy Casper, three shots short of winner Gary Player. The result in Michigan was his top showing of the season…Was fifth at the Monsanto Open in April, a week after a disappointing Masters appearance where he shot rounds of 76-82 to miss the cut…Picked up a T7 at the Kemper Open on the strength of a Sunday 66…Was also T10 at the Colonial National Invitational. \n\n1971: Went winless again but just missed adding two titles to his victory ledger. Lost in a playoff at the Bob Hope Desert Classic to Arnold Palmer when Palmer birdied the first hole of sudden death. Both players finished at 18-under 342 in the 90-hole event…Later in the year, at the Massachusetts Classic in August, shot rounds of 69-80-69-68 only to fall a stroke short of Dave Stockton…Won his first two matches at the U.S. Professional Match Play, defeating Jack Nicklaus (67-69) and Bob E. Smith (73-74) before falling to Tom Weiskopf (73-71) and a T9 showing…Earned a top-10 at the U.S. Open, shooting the low third-round score at Merion GC (67). Went on to finish solo eighth, four shots behind winner Lee Trevino…Added a T5 at the Atlanta Classic in June…Had a disappointing PGA Championship, missing the cut at PGA National GC. \n\n1970: Had a disappointing season, with only three top-10s. After finishing sixth on the money list the previous year, tumbled to a 45th-place position. Best effort was at the Monsanto Open in mid-March. Was a stroke off the 54-hole lead of Bill Collins and Dick Lotz, but a final-round 72 left him solo third…Added a T4 at the Westchester Classic, a second-round 73 at Westchester CC spoiling the three 68s he shot over the other 54 holes…In defense of his PGA Championship title was T8 at Southern Hills CC in Tulsa.\n\n1969: Finished sixth on the final money list, surpassing the $100,000 mark in season earnings for the first time ($104,814). Highlight of his campaign came when he won the PGA Championship by one stroke over Gary Player. Held a share of the first-round lead with eight other players then held the solo lead at the 36- and 54-hole marks. Shot a final-round 74 at NCR CC to Player's 70…First victory of the season came in playoff fashion at the Greater Jacksonville Open in North Florida. Finished regulation tied with Gardner Dickinson, 15 years his senior. Won the extra session on the first hole (No. 1 at Deerwood CC), making birdie to Dickinson's par…Two weeks before the PGA Championship, went to the American Golf Classic at Firestone CC in Akron, Ohio. Played tremendous golf all week, the only player in the field with four sub-70 rounds (67-68-68-65) to roll to a four-shot triumph over Bobby Nichols…Had two 65s (second and fourth rounds) on his way to a T5 at the Phoenix Open…Added a fourth-place finish at the Monsanto Open in March…Was also T9 at the Andy Williams-San Diego Open…Played in his first Ryder Cup, representing the U.S. against Great Britain at Royal Birkdale GC. Lost in foursomes with Miller Barber (to Neil Coles and Brian Huggett) and halved his two four-ball matches (with Barber against Huggett and Alex Caygill and with Tommy Aaron against Maurice Bembridge and Bernhard Hunt). In his lone singles match, lost to Peter Butler, 1-down, to compile a 0-2-2 record. \n\n1968: Continued his outstanding play at the Lucky International Open. After a T3 in 1964 and a T3 in 1966, finished as runner-up in his final appearance in the San Francisco tournament. Finished his final 36 holes with scores of 66-68 to T2 with Don Massengale, four shots behind Billy Casper…Early in the season, opened with a 66 at the Andy Williams-San Diego Open and went on to a third-place showing at Torrey Pines GC…Added a second third-place effort at the Greater Hartford Open in September. Four rounds in the 60s left him five shots shy of Casper…Other top-fives came at the Bing Crosby National Pro-Am (T5) and the Pensacola Open (fifth), thanks to a third-round 64…Added top-10s at the Masters Tournament (T7) and the Los Angeles Open (T8).\n\n1967: Best finish in a season where he recorded three top-10s came at the Greater Hartford Open, where three 68s and a second-round 70 were enough to earn him a T3 at Wethersfield CC, two shots behind winner Charles Sifford…A week earlier, was T7, with four others, at the Minnesota Golf Classic…Added a T7 in his final start of the year, at the Hawaiian Open. Was in position to win after opening 72-70-71 to find himself in fourth place, two shots behind 54-hole leader Dudley Wysong. Played poorly in the final round, shooting a 3-over 75 to drop into a T7, four shots behind Wysong's winning 4-under total. \n\n1966: Earned an invitation to his first Masters Tournament and made the most of the opportunity. Although he never broke par (72-73-74-74) he T8 at Augusta National, five shots short of winner Jack Nicklaus, who won in a playoff over Tommy Jacobs…Had an T8 performance two weeks earlier, when he had his second consecutive T8 at the Jacksonville Open…In late-April, fired a final-round 67 at the Dallas Open at Oak Cliff CC but fell a stroke short of winner Roberto De Vicenzo. His 7-under total left him deadlocked with Joe Campbell and Harold Henning… Early in the season, continued his tradition of strong play at the Lucky International Open in San Francisco. Finished T3 at Harding Park GC (with George Archer and Arnold Palmer), two strokes behind winner Ken Venturi…Stumbled out of the gate at the Doral Open in Miami, with an opening 75. Recovered nicely, shooting rounds of 68-71-67 to T4…Was also seventh at the Pensacola Open, the week before Doral…In his final start of the season, also in Florida, was third at the PGA National Team Championship, pairing with Billy Maxwell.\n\n1965: Won his second TOUR title when he captured the St. Paul Open in late-June. Strung together four under-par rounds at Keller GC to cruise to a four-shot victory over Tommy Aaron and Gene Littler…His victory came a week after he T6 at the U.S. Open, thanks to a final-round 68 at Bellerive CC in St. Louis, one of only two under-par rounds in the final round (Kel Nagle, 69) and one of only eight under-par rounds all week…First top-10 of the season came in February in Panama City when he was solo fourth at the Panama Open. A week later, at the Los Lagartos Open in Bogota, Colombia, was T4 with Wes Ellis…Picked up a T8 at the Jacksonville Open in March, his only other top-10 of the season.\n \n1964: Had a solid season even though he went winless. He finished in the top-25 in more than half of his made cuts (11 of 21) and recorded two third-place finishes. The first came at the Lucky International Open in San Francisco, a T3 effort with Arnold Palmer, three shots out of the Chi Chi Rodriguez-Don January playoff…Was third at the Canadian Open in August. Second- and third-round 68s at Pinegrove G&CC left him tied with Bill Collins and Arnold Palmer for the 54-hole lead. Could only manage an even-par 71 in Quebec and watched as Kel Nagle fired a final-round 67 to win…Added a solo fifth at the Dallas Open, with four under-par rounds at Oak Cliff CC. Finished at 10-under, three shots behind winner Charles Coody…His other top-10 came early in the season, a solo-eighth effort at the San Diego Open. Enjoyed stellar second and final rounds (65 and 66) around an opening 73 and a third-round 74…Also played in his first U.S. Open, finishing T15 at Congressional CC's Blue Course...On the final day of the Pensacola Open, where he was defending his title and ultimately finished T15, he had emergency appendectomy surgery\n\n1963: Won his first PGA TOUR title in what turned out to be his second made cut—following a T57 performance at the Lucky International Open. Shot weekend rounds of 67-69 at the St. Petersburg Open in Florida to edge Dave Marr by a shot…Came close to winning a second tournament when he finished runner-up to Bobby Nichols at the Seattle Open. Held the 54-hole lead by a stroke over Nichols but stumbled to a 1-over 73 at Inglewood CC to fall into a T2 with Stan Leonard, the first of 24 runner-up showings…Only other top-10 was a T10 at the Almaden Open in California in early November…Played in his first major, finishing T57 at the PGA Championship.","otherCarHigh" : "","personal" : "His family was named by Golfweek as the 1994 \"Golf Family of the Year.\" Also selected Golf World's Man of the Year for 1992...The son of a career Army man, L.B. Floyd, he was exposed to golf at an early age but chose to pursue baseball until capturing the National Jaycees golf title in 1960...Remains a devoted Chicago Cubs fan...Has two sons. Raymond, Jr., a Wake Forest graduate, works at the investment firm Weeden Capital in Greenwich, Conn., and Robert is in residential real estate in Palm Beach Gardens, Fla. Daughter Christina, also a Wake Forest graduate, runs her own art firm, Floyd Contemporary.","otherInfo" : "","ntlTeams" : "Ryder Cup (8), 1969, 1975, 1977, 1981, 1983, 1985, 1991, 1993; Ryder Cup Captain (1), 1989.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1992","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(7): 1978 Brazilian Open. 1979 Costa Rica Open. 1981 Canadian PGA Championship. 1985 Chrysler Team Championship [with Hal Sutton]. 1988 Skins Game. 1990 RMCC Invitational [with Fred Couples]. 1993 Franklin Funds Shark Shootout [with Steve Elkington].","intlVics" : "(16): 1992 Fuji Electric Grandslam. 1994 Diners Club Matches [with Dave Eichelberger], Senior Skins Game. 1995 Senior Skins Game, Senior Slam at Los Cabos, Office Depot Father\/Son Challenge [with Raymond, Jr.], Lexus Challenge [with Michael Chiklis]. 1996 Senior Skins Game, Senior Slam at Los Cabos, Office Depot Father\/Son Challenge [with Raymond, Jr.]. 1997 Senior Skins Game, Office Depot Father\/Son Challenge [with Raymond, Jr.], Lexus Challenge [with William Devane]. 1998 Senior Skins Game. 2000 Office Depot Father\/Son Challenge [with Robert]. 2006 Wendy's Champions Skins Game [with Dana Quigley].","curYearHigh" : "","carHigh" : "2012: Did not play in an event during the year.\n\n2009: Lone Champions Tour start came near the end of the season when he was T73 at the AT&T Championship...Made his 45th and final appearance at the Masters Tournament but missed the cut. The 45th start was his 700th appearance on the PGA TOUR and moved him ahead of the legendary Sam Snead into sixth place on the all-time starts list at Augusta National. 2008: Made just four appearances on the Champions Tour due to a variety of injuries...Served as an assistant captain under Paul Azinger on the winning U.S. Ryder Cup team at Valhalla...Best effort on the Champions Tour was when he teamed with Ben Crenshaw to finish T26 at the Liberty Mutual Legends of Golf. 2007: Made nine official appearances during the year and had his best event at the inaugural Ginn Championship at Hammock Beach. Was one stroke off the first-round lead and just three strokes off the pace after 36 holes before finishing T8 at Palm Coast, Fla...Along with Dave Stockton and Olin Browne, was named an assistant captain for the 2008 U.S. Ryder Cup team by Captain Paul Azinger in August. 2006: Collected 16th unofficial senior title early in the campaign in Hawaii. Made an 8-foot birdie putt on the 17th hole for nine skins and $410,000, and teamed with Dana Quigley to beat Jack Nicklaus and Tom Watson with 10 skins and a record $510,000 in the alternate-shot Wendy's Champions Skins Game...At The Boeing Championship at Sandestin, made a spirited run at becoming the Champions Tour's oldest winner. Matched his age for the first time with a final-round, 8-under 63, one off his Champions Tour career-best, on The Raven Course at Sandestin. Eventually finished one stroke short of Bobby Wadkins but still became the third-youngest player in Champions Tour annals to shoot his age in a round that included five consecutive birdies on the back nine. Finish was his best since a T2 at the 2001 Transamerica...Had another chance at victory at the season's last full-field event in San Antonio. Ended up T4 at the AT&T Championship after he was just one stroke off the lead after 36 holes at Oak Hills. Played in the final group Sunday with Fred Funk and Jay Haas, a first for him since the Ameritech Senior Open in 1999. 2005: Returned to the site of his 1969 PGA Championship victory, NCR CC, and was in contention for most of the U.S. Senior Open before finishing T14 after a final-round 77. Was presented with an honorary membership to NCR after his second round. 2004: Was T4 at the Allianz Championship, thanks to a final-round 66, low round of the day. 2003: Underwent successful prostate cancer surgery at Johns Hopkins Medical Center in late December 2002. In first start since the surgery, T9 at the SBC Classic in March. 2001: A final-round 67 helped him to a T2 at the Verizon Classic in early February, three strokes back of winner Bob Gilder...Made a run at The Transamerica only to come up one stroke short along with Doug Tewell, when Sammy Rachels eagled the final hole for victory. 2000: Voted by his peers as the Comeback Player of the Year...Selected July's Player of the Month. Closed with a final-round 67 at Saucon Valley to place fourth in the U.S. Senior Open and then won his next start at the Ford Senior Players Championship, defeating Larry Nelson and Dana Quigley by a stroke. Second win in Dearborn ended a victory drought of four years and two days and at 57 years, 10 months and 12 days, made him the oldest at the time to claim a senior major championship since the Champions Tour started in 1980. Pocketed the largest check of his career, $345,000, when he rallied from six strokes back on the final day to win, the biggest comeback effort in Ford Senior Players history...Made the first of 16 holes-in-one on the Champions Tour that season when he aced the third hole in the opening round of the Royal Caribbean Classic, the second hole-in-one of his Champions Tour career. 1999: Was T2 at the MasterCard Championship in Hawaii, three strokes back of John Jacobs...Also one stroke short of Hale Irwin at the Ameritech Senior Open. 1998: Captured a fifth straight Senior Skins Game title in January...T2 at the LG Championship, two strokes short of Gil Morgan, who holed a sand wedge for eagle on the final hole for the victory. 1996: Was a two-stroke winner over Hale Irwin at Ford Senior Players Championship. 1995: Out of top 10 twice in 21 events with wins at PGA Seniors' Championship, Burnet Senior Classic and Emerald Coast Classic...Earned second Byron Nelson Award for lowest scoring average (69.47)...Second to Jim Colbert on final money list when he fell just one stroke shy of defending title at Energizer SENIOR TOUR Championship...Birdied final hole at Burnet Senior Classic to edge Graham Marsh and bested Tom Wargo on the second extra playoff hole to win Emerald Coast Classic. Recorded his first Champions Tour hole-in-one at that Pensacola event. 1994: Earned over $1 million for first time in pro career and won four times, including dramatic victory at season-ending GOLF MAGAZINE SENIOR TOUR Championship. Overcame a six-stroke deficit on the final day and then holed a birdie putt on fifth extra hole to defeat Jim Albus...Won his first Champions Tour major at The Tradition, beating Dale Douglass in overtime...Also went wire-to-wire at the Cadillac NFL Golf Classic...Earned the Byron Nelson Trophy for lowest scoring average (69.08) and joined Don January and Lee Trevino as the only players at the time to win both a Byron Nelson Trophy and the Vardon Trophy (PGA TOUR-1983). 1993: Split his time between the Champions Tour and PGA TOUR...Made just 14 Champions Tour starts, but still finished ninth on the final money list...Captured the Gulfstream Aerospace Invitational in record form when he finished 22-under-par 194, then a Champions Tour record in relation to par for 54 holes...Also won the Northville Long Island Classic by two strokes over five other players...Was a wild-card selection for the Ryder Cup team and was instrumental in leading the United States squad to victory at The Belfry. 1992: Won three times in just seven starts and capped the year by claiming the SENIOR TOUR Championship in Puerto Rico...During the fall campaign, defeated Isao Aoki at the Ralphs Senior Classic with a 54-hole score of 18-under 198...Made history when he became the first player to win on both Tours (since matched by Craig Stadler and Fred Funk) in the same year. First captured his 22nd PGA TOUR event and third Doral-Ryder Open. With that title, he joined Sam Snead as the only players to win TOUR events in four different decades. Won his initial Champions Tour title at the GTE North Classic in Indianapolis just 16 days after turning 50. Donated entire winner's check of $67,500 to Hurricane Andrew Relief Fund.\n","otherCarHigh" : "A winner of 36 official TOUR events, including 14 on the Champions Tour...Has shown his mettle in the major championships on both Tours...Won a second Ford Senior Players Championship crown (2000\/also won in 1996) to go with his victories at The Tradition (1994) and PGA Seniors' Championship (1995) title on the Champions Tour...On the PGA TOUR, earned wins at the Masters (1976), U.S. Open (1986), PGA Championship (1969, 1981) and THE PLAYERS Championship (1981)...Has enjoyed immense success in Florida, with nine TOUR victories...Became the oldest player to compete in the Ryder Cup matches and was instrumental in helping lead the United States to victory at The Belfry in his eighth appearance in 1993. Previously played for the American side in the biennial matches in 1969, 1975, 1977, 1981, 1985 and 1991, while serving as captain of the 1989 United States team at The Belfry. Also served as one of Paul Azinger's three assistant captains for the winning U.S. Ryder Cup team in 2008 and will be an assistant captain under Tom Watson in 2014...Won his 1976 Masters title by eight strokes, a record finally broken by Tiger Woods in 1997...Won the 1981 PLAYERS Championship in a playoff over Curtis Strange and Barry Jaeckel...Opened with a 63 at the 1982 PGA Championship at Southern Hills and went wire-to-wire...Came from behind with a 66 on Sunday at Shinnecock Hills to win the 1986 U.S. Open at age 43...Won his first event, the 1963 St. Petersburg Open, at age 20...Has had five holes-in-one on the PGA TOUR and two on the Champions Tour.","personal" : "His family was named by Golfweek as the 1994 \"Golf Family of the Year.\" Also selected Golf World's \"Man of the Year\" for 1992...The son of a career Army man, L.B. Floyd, he was exposed to golf at an early age but chose to pursue baseball until capturing the National Jaycees golf title in 1960...Remains a devoted Chicago Cubs fan...Has two sons. Raymond, Jr., a Wake Forest graduate, works at the investment firm Weeden Capital in Greenwich, Conn., and Robert is in residential real estate in Palm Beach Gardens, Fla. Daughter Christina, also a Wake Forest graduate, runs her own art firm, Floyd Contemporary.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 14 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}