{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01823","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "6","capcure" : "N", "personalInfo" : {"name" : {"last" : "Mize","first" : "Larry","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "165","weightMetric" : "75","birthDate" : "September 23, 1958","age" : "57","birthPlace" : "Augusta, Georgia","residence" : "Columbus, Georgia","family" : "Wife, Bonnie; David (4\/17\/86), Patrick (2\/12\/89), Robert (4\/2\/93)","education" : "Georgia Tech","splInterest" : "Spending time with family, fishing, piano, wakeboarding","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1980","clubAffl" : "","cityPlaysFrm" : "Columbus; Georgia; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "11,707,468&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in his 33rd Masters Tournament, making the cut for the 19th time and finishing T52.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Made eight cuts in 18 events entered in 2006. Finished T6 at the B.C. Open presented by Turning Stone Resort and was the only player to record four rounds in the 60s at Atunyote Golf Club. It was his first top-10 on TOUR since a T2 at the 2001 Marconi Pennsylvania Classic. Also finished T25 at the 2006 BellSouth Classic. Played in 18 events in 2005, with top-25s at the 2005 Sony Open in Hawaii (T20) and 2005 Buick Open (T18). In contention heading into final round of 2005 Sony Open after third-round 64. Limited to 10 events in 2002 due to injury and did not finish in the top 125 for the first time in 21 seasons on TOUR. Granted Major Medical Extension for 2003 due to lower-back injury suffered at the 2002 Greater Milwaukee Open. Did not play the remainder of the season. Got a late start to the 2002 season after suffering a cracked scapula in his shoulder, broken rib and a minor concussion in December 2001 when a horse he was riding on his parents' farm stepped into a hole and threw him. Finished T3 at the 2000 MCI Classic, best finish since playoff loss to Olin Browne at 1998 Canon Greater Hartford Open. Another solid season in 1999, a year in which he earned $386,554, giving him 11 consecutive years in which he had made more than $200,000. At 1998 Canon Greater Hartford Open, lost in playoff to Olin Browne's chip-in on first extra hole. Enjoyed first two-victory season in 1993, his first wins since 1987 Masters triumph. Trailed Dudley Hart and Phil Mickelson by three strokes through 54 holes of Northern Telecom Open before closing 67 defeated Jeff Maggert by two. Came from four strokes off Fuzzy Zoeller's third-round lead to win Buick Open. Made 140-foot chip-in to win the 1987 Masters. Birdied the final hole at Augusta National to force playoff with Greg Norman and Seve Ballesteros. After Ballesteros was eliminated on first extra hole, used sand wedge from the right of the second hole, the par-4 11th, to chip in for birdie and defeat Norman. First TOUR victory came at 1983 Danny Thomas-Memphis Classic, where 25-foot birdie putt on final hole defeated Fuzzy Zoeller, Sammy Rachels and Chip Beck. Plays reduced schedule in order to spend more time with his family. Worked on a Masters scoreboard at the third hole during his early teen years.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1982","qSchoolYear" : "Fall 1981","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(4): 1988 Casio World Open [Jpn]. 1989 Dunlop Phoenix [Jpn]. 1990 Dunlop Phoenix [Jpn]. 1993 Johnnie Walker World Championship [Eur].","curYearHigh" : "Played in his 33rd Masters Tournament, making the cut for the 19th time and finishing T52.","carHigh" : "2009: Finished T30 at the Masters in his only start on TOUR, his best finish at the Masters since a T25 finish in 2000. On the Champions Tour, had 11 top-10 finishes, including second at the Senior PGA Championship. 2008: Made the cut in seven of 16 starts on the PGA TOUR with a best finish of T10 at the inaugural Puerto Rico Open. Played in four Champions Tour events, with his best showing being a T13 at the Administaff Small Business Classic. 2007: Posted his second top-10 in his last 83 starts, dating back to 2001, at the Mayakoba Golf Classic. Closed with a 5-under-par 65 to finish T9. 2006: Made eight cuts in 18 TOUR starts. Finished T6 at the B.C. Open presented by the Turning Stone Resort and was the only player to record four rounds in the 60s at Atunyote Golf Club. It was his first top-10 on the PGA TOUR since a T2 at the 2001 Marconi Pennsylvania Classic. 2005: Played in 18 TOUR events, with top-25s at the 2005 Sony Open in Hawaii (T20) and 2005 Buick Open (T18). 2002: Got a late start to the season after suffering a cracked scapula in his shoulder, broken rib and a minor concussion in December 2001 when a horse he was riding on his parents' farm stepped into a hole and threw him. Completed the hat trick during the second round of the Buick Classic with a hole-in-one on No. 16 by using a 3-iron from 223 yards. Earlier in the day, Steve Allan and Angel Cabrera had posted aces on hole No. 6. The feat earned him the Buick of his choice courtesy of the tournament's sponsor. It was the first time in 2002 that three aces had been recorded during the same round. Carded his second hole-in-one of the season on the par-3 11th hole with a 4-iron from 190 yards during the second round of the Greater Milwaukee Open. Was limited to 10 events due to injury, and did not finish in the top 125 for the first time in 21 seasons on TOUR. Granted Major Medical Extension for 2003 due to lower back injury suffered at the Greater Milwaukee Open. Did not play the remainder of the 2002 season. Had 19 available TOUR events to equal or exceed 125th place on the 2002 Official Money List ($515,445). 2001: Placed among the top 125 on the PGA TOUR money list for the 20th consecutive season. Finished 115th in earnings, the lowest since his rookie year in 1992 when he was 125th...Earned more than half of his $440,179 in one event with a T2 in the Marconi Pennsylvania Classic. Stood 199th on the money list and the $290,400 paycheck vaulted him to 111th. A closing 65 came on his 43rd birthday and earned first top-10 since 2000 MCI Classic. 2000: Made 15 cuts in 21 tournaments entered...Posted a season-low 63 in the second round of the Sony Open. His 72-69 on the weekend resulted in T14 in Hawaii, first start of the season...Rounds of 73-67-65-70 produced MCI Classic T3, best finish since playoff loss to Olin Browne at 1998 Canon Greater Hartford Open...Finished T11 at the Buick Open after rounds of 70-66-72-67...One of the most accurate players off the tee on the PGA TOUR. Finished fifth in driving accuracy (78.0 percent), the ninth time since 1990 that he finished the year ranked in the top-10. 1999: Another solid season, a year in which he earned $386,554, giving him 11 consecutive years in which he had made more than $200,000. 1998: Held four-stroke lead with four holes to play at Canon Greater Hartford Open, but fell into three-man playoff with Stewart Cink and Olin Browne. Browne won playoff with 30-foot birdie chip on first extra hole. 1997: After finishing 99th on money list, his worst finish since rookie season of 1980, dedicated himself during off-season to work with instructor Chuck Cook on revamping his game. Dedication obviously served purpose, evidenced by move up money list to 62nd place the following year. 1993: Enjoyed first two-victory season, his first wins since Masters triumph...Trailed Dudley Hart and Phil Mickelson by three strokes through 54 holes of Northern Telecom Open before closing 67 defeated Jeff Maggert by two...Came from four strokes off Fuzzy Zoeller's third-round lead to win Buick Open. 1987: One memory that will forever stay in many minds is his 140-foot chip-in to win the Masters. Birdied the final hole at Augusta National to force playoff with Greg Norman and Seve Ballesteros. After Ballesteros was eliminated on first extra hole, used sand wedge from the right of the second hole, the par-4 11th, to chip in for birdie and defeat Norman. 1983: First TOUR victory came at Danny Thomas-Memphis Classic, where 25-foot birdie putt on final hole defeated Fuzzy Zoeller, Sammy Rachels and Chip Beck. 2000: Finished T3 at the 2000 MCI Classic, best finish since playoff loss to Olin Browne at 1998 Canon Greatford Hartford Open. 1999: Earned $386,554, giving him 11 consecutive years in which he had made more than $200,000. \n","otherCarHigh" : "","personal" : "Worked on a Masters scoreboard at the third hole during his early teen years.","otherInfo" : "Limited to 10 events in 2002 due to injury and did not finish in the top 125 for the first time in 21 seasons on TOUR. Granted Major Medical Extension for 2003 due to lower back injury suffered at the 2002 Greater Milwaukee Open. Did not play the remainder of the season. Got a late start to the 2002 season after suffering a cracked scapula in his shoulder, broken rib and a minor concussion in December 2001 when a horse he was riding on his parents' farm stepped into a hole and threw him. Finished T3 at the 2000 MCI Classic, best finish since playoff loss to Olin Browne at 1998 Canon Greater Hartford Open. In 1999, earned $386,554, giving him 11 consecutive years in which he had made more than $200,000. At 1998 Canon Greater Hartford Open, lost in playoff to Olin Browne's chip-in on first extra hole. Enjoyed first two-victory season in 1993, his first wins since 1987 Masters triumph. Trailed Dudley Hart and Phil Mickelson by three strokes through 54 holes of Northern Telecom Open before closing 67 defeated Jeff Maggert by two. Came from four strokes off Fuzzy Zoeller's third-round lead to win Buick Open. Made 140-foot chip-in to win the 1987 Masters. Birdied the final hole at Augusta National to force playoff with Greg Norman and Seve Ballesteros. After Ballesteros was eliminated on first extra hole, used sand wedge from the right of the second extra hole, the par-4 11th, to chip in for birdie and defeat Norman. First TOUR victory came at 1983 Danny Thomas-Memphis Classic, where 25-foot birdie putt on final hole defeated Fuzzy Zoeller, Sammy Rachels and Chip Beck. Worked on a Masters scoreboard at the third hole during his early teen years.","ntlTeams" : "Ryder Cup (1), 1987; Dunhill Cup (1), 2000.","priorYearSeason" : "Lone PGA TOUR start was at the Masters (MC). Made 22 starts on the Champions Tour, netting six top-10 finishes, highlighted by a win at the Montreal Championship, his first win on that Tour."},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2008","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(4): 1988 Casio World Open. 1989 Dunlop Phoenix. 1990 Dunlop Phoenix. 1993 Johnnie Walker World Championship.","intlVics" : "","curYearHigh" : "Played in his 33rd Masters Tournament, making the cut for the 19th time and finishing T52.","carHigh" : "2015: Played in 18 events during the year with one top-10 finish...Shot 67-68 on the weekend at En-Joie GC to finish T8 at the Dick's Sporting Goods Open, his first top-10 effort on the PGA TOUR Champions since his first start of the 2013 season...Teamed with Hal Sutton to T15 at the Bass Pro Shops Legends of Golf in April. \n\n2014: In his 21 starts, finished among the top 25 four times, with best showing coming late in the year, a T14 at the Pacific Links Hawai'i Championship on Oahu (T14)...Was also T15 at the Greater Gwinnet Championship near Atlanta in April...Played in his 31st Masters Tournament and made the cut, finishing 51st. It was the first time he's played on the weekend at Augusta National since 2009.\n\n 2013: He and teammate Hal Sutton fired three consecutive rounds of 65 which led to a T4 finish at the Liberty Mutual Insurance Legends of Golf in April in Savannah...Was T9 in his first start of the campaign, at the Allianz Championship in Florida.\n\n 2012: Managed to secure a spot inside the top 30 on the money list after the final full-field event, the AT&T Championship, earning a trip to the season-ending Charles Schwab Cup Championship for the third time in the last four seasons. Shot a final-round 66 at the AT&T Championship to vault from T65 after 36 holes into a T25 finish...Went on to secure the 29th position in season earnings...Posted three consecutive rounds in the 60s in early June and it was instrumental in his T2 finish at The Principal Charity Classic at the Glen Oaks CC...Closed with a 7-under-par 65 to finish T6 at the inaugural Pacific Links Hawaii Championship in September...Dropped to seventh at The ACE Group Classic after making triple-bogey on the final hole to limp home with 75. Was the tournament's first-round leader after matching his career-low round of 62 at TwinEagles. Despite a 36-hole score of 15-under 129, trailed eventual-winner Kenny Perry by three strokes after 36 holes...Was one stroke off the lead after 36 holes of the Greater Hickory Classic at Rock Barn but shot 76 Sunday to T12.\n\n2011: Dropped from 19th to 37th on the money list and had just two top-10 finishes over the final four months of the season...In July, he turned in his best performance by finishing T7 in defense of his title at the Montreal Championship...One month later, fired back-to-back rounds of 67 to grab a T8 finish at the 3M Championship in Minnesota...Teamed with Hal Sutton to T8 at the Liberty Mutual Legends of Golf...His two other top-10s both came in Florida. Recorded three straight sub-par rounds to eventually finish T9 at the Allianz Championship in February and also T9 at the Outback Steakhouse Pro-Am in April. 2010: Became the third first-time winner on the Tour when he claimed the inaugural Montreal Championship. Used an eagle and three consecutive birdies on the back nine to ease past John Cook by one stroke at Club de Golf Le Fontainebleau. Win came in his 36th career PGA TOUR Champions start and ended a TOUR victory drought of 16 years, 10 months, 26 days (327 PGA TOUR\/PGA TOUR Champions combined appearances). Final-round, 8-under-par 64 matched his career-low round on the PGA TOUR Champions and was his lowest final-round score to win in his TOUR career...A month prior to his victory, parlayed some strong play on the weekend for a T6 finish at the Senior PGA Championship. Fired consecutive rounds of 70 on the weekend at the Colorado GC. 2009: Enjoyed a productive first full season on the PGA TOUR Champions with 11 top-10s in 20 appearances, including three top-fives in major championships...Went over the $1-million mark in official earnings for the first time in his TOUR career and his 15th-place finish on the 2009 money list was his highest standing since he was 13th on the 1993 PGA TOUR earnings list...Played his best golf over a three-event stretch from mid-May to early June. After finishing T4 at the rain-shortened Regions Charity Classic, battled Michael Allen throughout the final round of the Senior PGA Championship before eventually finishing second at Canterbury GC in the year's first major championship. Closed with a 3-under-par 67 but still fell two strokes shy of Allen...Continued his solid play in his next start at the Triton Financial Classic, earning a T4 finish after posting a final-round 69 at The Hills near Austin...In late August, was among the leaders for the final three rounds at the JELD-WEN Tradition before eventually finishing solo fourth in Central Oregon...Used rounds of 64-68 on the weekend at Sunningdale to finish T6 at The Senior Open Championship. A Saturday 64 was his career-low on the PGA TOUR Champions and included a 6-under 29 on the back nine that matched the best nine-hole score on the circuit in 2009...Underwent hernia surgery following the season. 2008: Made four starts on the PGA TOUR Champions after turning 50 in late September...Debuted at the SAS Championship, his first eligible event and was T27 at Prestonwood with three straight sub-par rounds...Best performance was a T13 at the Administaff Small Business Classic in Houston. Was just three strokes off the lead through 36 holes at The Woodlands but carded a final-round 73.\n","otherCarHigh" : "Was a mainstay on the PGA TOUR from 1982-2008, with 86 top-10 finishes, including four victories...From 1983-98 was among the top-100 money-winners on TOUR, with his highest standing coming in 1987 when he was sixth on the money list, with $561,407...Most-lucrative season came in 1993 when he won twice and earned $724,660...Biggest win of his career came in 1987 when he made his memorable 140-foot chip-in in a playoff to win the Masters. Birdied the final hole at Augusta National to force a playoff with Greg Norman and Seve Ballesteros. After Ballesteros was eliminated on the first extra hole, used sand wedge from the right of the second playoff hole, the par-4 11th, to chip in for birdie and defeat Norman...Victory came four years after his first PGA TOUR win at the Danny Thomas-Memphis Classic, where his 25-foot birdie putt on the final hole defeated Fuzzy Zoeller, Sammy Rachels and Chip Beck...Became a multiple winner in 1993 with wins in Tucson, Ariz. (Northern Telecom Open), and Flint, Mich. (Buick Open). Trailed Dudley Hart and Phil Mickelson by three strokes through 54 holes of Northern Telecom Open before a closing 67 defeated Jeff Maggert by two. Came from four strokes off Zoeller's third-round lead to win the Buick Open that season...Plagued some in recent years with a back injury suffered at the 2002 Greater Milwaukee Open...Also suffered a freak injury in December 2001. Cracked the scapula in his shoulder, broke a rib and had a minor concussion when a horse he was riding on his parents' farm stepped into a hole and threw him...Made history in 2002 in the second round of the Buick Classic with a hole-in-one on No. 16, using a 3-iron from 223 yards. Earlier in the day, Steve Allan and Angel Cabrera had posted aces on No. 6. The feat earned him the use of a Buick of his choice courtesy of the tournament's sponsor. It was the first time that year that three aces had been recorded during the same round...Carded his second hole-in-one that season on the par-3 11th hole with a 4-iron from 190 yards during the second round of the Greater Milwaukee Open...Held a four-stroke lead with four holes to play at the 1998 Canon Greater Hartford Open but fell into three-man playoff with Stewart Cink and Olin Browne. Browne won the playoff with a 30-foot birdie chip on first extra hole...Also fell in playoffs at the 1986 Kemper Open to Greg Norman and the 1990 MCI Heritage to Payne Stewart...Member of the 1987 U.S. Ryder Cup team...Is a member of the Georgia Tech Athletic Hall of Fame.","personal" : "Worked on a Masters Tournament scoreboard on the third hole at Augusta National during his early teen years...Held a charity golf tournament for many years in conjunction with Coca-Cola to benefit those suffering from cystic fibrosis. Event was held at the Atlanta Athletic Club...Lists Augusta National GC, Harbour Town GL, Pebble Beach GL, Peachtree GC, Kingston Heath GC and Pine Valley GC as his favorite courses...Carries peanut butter and jelly sandwiches in his golf bag during rounds...First job was selling Christmas trees...Says if he weren't playing golf for a living he'd do something in Christian ministry or golf course design...His bucket list includes going to Israel and visiting Mount Rushmore and the Grand Canyon...Most memorable shot was pitching in to win the 1987 Masters...Says he'd most like to sit down with Bobby Jones to discuss life and golf...One course he has not played which he'd love to is Royal Melbourne GC...Favorite athlete in another sport is Peyton Manning...TV favorites include \"Cash Cab,\" \"Psych\" and college football and basketball. Is also a fan of the NFL and Major League Baseball...Favorite team as a kid was the Pittsburgh Steelers...Favorite movies include \"The Princess Bride,\" \"Miracle\" and \"National Treasure.\"...His most memorable vacation was going to Australia...Son, Robert, claimed the 2014 Georgia State Amateur Championship and was also the medalist at the 2011 Class A Georgia High School Association Golf Championships, leading his school to the state title in that classification. He spent his freshman year at Furman before transferring to Columbus (Ga.) State University and is a member of the golf team there. He won Div. II All-American honors in 2013-14 and honorable mention in 2014-15... His college coach is Mark Immelman, older brother of former Masters champion, Trevor.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T30th at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks 73rd in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}