{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23548","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Lunde","first" : "Bill","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "220","weightMetric" : "100","birthDate" : "November 18, 1975","age" : "40","birthPlace" : "San Diego, California","residence" : "Las Vegas, Nevada","family" : "Wife, Dana; Henry (12\/3\/14)","education" : "University of Nevada-Las Vegas (1998, Economics)","splInterest" : "","pronunciation" : "lun-DEE","nwTourAlumnus" : "Web.com Tour Graduate (2008)","trndProYear" : "1998","clubAffl" : "TPC Las Vegas (Las Vegas, Nevada)","cityPlaysFrm" : "Las Vegas; NV; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,205,847&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2004","exmtStatus" : "Exempt - Next 25 Money Winners from 2015 Web.com Tour Finals","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2013: Made the cut in three of 10 PGA TOUR starts and finished No. 183 in the FedExCup standings. Best week was a T7 at the Sanderson Farms Championship. Made three cuts in six total Web.com Tour starts. Played in all four Finals' events with his best showing a T32 at the Hotel Fitness Championship...Also made six Web.com Tour starts, playing on the weekend three times. His best finish was a T27 at the weather-shortened Stadion Classic at UGA.\n\n2012: Made 16 cuts in 25 starts on the PGA TOUR, where he collected four top-25 finishes. An 18th-place finish at the Reno-Tahoe Open moved him to No. 136 in the FedExCup standings, leaving him with only the Wyndham Championship to climb to within the top 125 and earn a berth into the FedExCup Playoffs. Missed the cut at Sedgefield CC to miss the Playoffs...In his first start back after the Playoffs, at the Justin Timberlake Shriners Hospitals for Children Open, the 1998 UNLV alum used a home-field advantage to move closer to the top 125 on the money list. After rounds of 67-69-67, closed with a bogey-free, 5-under 66 Sunday in Las Vegas to claim a solo fifth-place finish. The top-five finish moved him from No. 157 to 128 in on the money list (ended the season No. 133). \n\n2011: Made 20 of 28 cuts on TOUR but was not able to record a top-10 finish. Won the Kodak Challenge and its $1-million first prize...UNLV alum recorded an eagle-3 Friday at the Justin Timberlake Shriners Hospitals for Children Open on No. 16 to move to 19-under in the Kodak Challenge, giving him a three-shot lead over his nearest competitor. Was the third winner of the Kodak Challenge, joining Kevin Streelman and Troy Merritt. First grabbed the Kodak Challenge lead at the Arnold Palmer Invitational in March and arrived at the Children's Miracle Network Hospitals Classic with a formidable two-shot lead over Cameron Tringale at 19-under-par. \n\n2010: Picked up his first TOUR win at the Turning Stone Resort Championship to go with two other top-10s. Played his way into the first Playoffs event, The Barclays, before finishing 113th in the final FedExCup standings...Finished T10 at the Puerto Rico Open, closing with a final round 66...Finished T10 at the Reno-Tahoe Open...Won for the first time on the PGA TOUR in his 53rd career start by shooting a final-round, 6-under 66 to win the Turning Stone Resort Championship. After shooting 30 on the front nine with six birdies and no bogies, he closed with even par on the back nine to win by one stroke over clubhouse leader J.J. Henry. Henry shot a final-round 63. Began the final round four strokes back of Alex Cejka. \n\n2009: Rookie finished 102nd on the money list on the strength of two top-10 finishes...Shot a career-low 62 in the third round of the 50th Bob Hope Classic. Finished T14...Turned in the first top-10 finish of his career with a T6 at the AT&T Pebble Beach National Pro-Am...At the Frys.com Open in the Fall Series, posted his best finish of his rookie season following four consecutive rounds in the 60s at Grayhawk GC. He shared T4 in Scottsdale with area resident Tim Clark. Moved from 124th to 102nd with the finish. \n\n2008: Placed fifth on the Web.com Tour money list, with $341,446, to earn PGA TOUR card for 2009...Earned first Web.com Tour victory at the Nationwide Children's Hospital Invitational with chip-in birdie on the final hole for a one-stroke win over Dustin Bray...Finished fifth at the season-opening Panama Movistar Championship, his best finish since a T3 at the 2005 Henrico County Open...Posted four rounds in the 60s and finished fourth at the BMW Charity Pro-Am...Followed victory with four sub-70 rounds at Cox Classic for a T6 finish...Also finished T6 at the Albertsons Boise Open, where he shared the 54-hole lead with tournament winner Chris Tidland...Was in third place, five strokes back entering final round of Chattanooga Classic. Final-round 74 dropped him to T6...Finished T21 at Web.com Tour Championship to close the season. \n\n2007: Made a start at the Albertsons Boise Open but missed the cut. Posted his first made cut (in three career starts) in a PGA TOUR event at the Frys.com Open, finishing T44 in Las Vegas. Multiple winner on the Butch Harmon Vegas Tour. \n\n2005: Completed the Web.com Tour campaign outside of the top 100 after making just nine of 22 cuts. \n\n2004: Made the cut in 12 of 25 tournaments during his rookie season, finishing with five top-25 finishes. Ranked No. 51 on the final money list, with $114,700. Shot rounds of 69-70-73-73 to post 3-under-par 285 at the New Zealand PGA Championship, finishing three strokes behind champion Gavin Coles. His T2 finish was worth $56,086. \n\n2003: Qualified for the U.S. Open and posted rounds of 74-73 to miss the cut by three strokes...Made the cut in 10 of 12 starts on the Gateway Tour Desert Series. \n\n1998: Missed the cut in the Oregon Classic, his only Web.com Tour start prior to 2004. Has also played on the Hooters Tour and the Gateway Tour. \n","otherCarHigh" : "Member of the 1998 UNLV NCAA Championship team with current PGA TOUR member Chad Campbell. Won one tournament in college. First-team all-conference and third-team All-America in 1997.","personal" : "Grandfather got him, as well as current PGA TOUR member Charley Hoffman, started in the game. Worked in sales for the Las Vegas Founders—the group that ran the PGA TOUR event there. Lists winning the 1998 NCAA Championship as his biggest thrill in golf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2009","qSchoolYear" : "","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Finished the season No. 197 in the FedExCup standings, with eight made cuts in 18 starts. Using the Modified Stableford scoring system, recorded his lone top-25 finish of the season at the Barracuda Championship (T25)...Made all four starts in the Web.com Tour Finals in an attempt to improve his status for next season. Best showing was a T16. Finished 37th on the Finals' money list, 12 spots and $6,101 outside the last available card.\n\n2013-14: Finished the season with 21 Web.com Tour starts. Recorded one third-place showing and four top-10s overall...Secured a fourth-place finish at the weather-shortened season-opening Pacific Rubiales Colombia Championship in Bogota in February after carding rounds of 66-68-70. It was his first top-10 on either the PGA TOUR or the Web.com Tour since a T7 at the 2013 Sanderson Farms Championship...Finished solo sixth at the Utah Championship in mid-July, thanks to a final-round 8-under 63 at Willow Creek CC...Opened the Albertsons Boise Open the next week with a 66. On Friday, shot a career-low 61 in the second round that included five consecutive birdies on his second nine. A pair of 70s on the weekend led to a T7. Also recorded his first Web.com Tour hole-in-one on Hillcrest CC's 13th hole in the second round...The following week in Kansas City (Midwest Classic), made three birdies in his last four holes and five all together on the back nine to secure his best finish of the year, a third-place effort...Added a T11 and a T14 at TPC Stonebrae and Knoxville, respectively, in August...Other than missing the cut the next week in Portland, concluded the Regular Season strong with finishes of 6, T7, 3, T11 and T14 in the four events that preceded the WinCo Foods Portland Open. Started the stretch 37th in earnings and ended up 22nd...This stretch helped him officially secure his 2014-15 PGA TOUR card (22nd on the money list), setting up his return to the PGA TOUR, where he played full time in 2009-12.\n\n2013: Made three of 10 cuts on the PGA TOUR that included one top-10. Finished in 183rd place in the FedExCup standings. Played in all four Web.com Tour Finals event however was unable to better his TOUR status for the 2013-14 season...Opened with 5-under 67s at the Sanderson Farms Championship in July to finish T7 with Chad Campbell. It was his best showing since finishing fifth at the 2012 Justin Timberlake Shriners Hospitals for Children Open. \n\n2012: Made 16 cuts in 25 starts on the PGA TOUR, where he collected four top-25 finishes. An 18th-place finish at the Reno-Tahoe Open moved him to No. 136 in the FedExCup standings, leaving him with only the Wyndham Championship to climb to within the top 125 and earn a berth into the FedExCup Playoffs. Missed the cut at Sedgefield CC to miss the Playoffs...In his first start back after the Playoffs, at the Justin Timberlake Shriners Hospitals for Children Open, the 1998 UNLV alum used a home-field advantage to move closer to the top 125 on the money list. After rounds of 67-69-67, closed with a bogey-free, 5-under 66 Sunday in Las Vegas to claim a solo fifth-place finish. The top-five finish moved him from No. 157 to 128 in on the money list (ended the season No. 133). \n\n2011: Made 20 of 28 cuts on TOUR, but was not able to record a top-10 finish. Won the Kodak Challenge and its $1-million first prize...UNLV alum recorded an eagle-3 Friday at the Justin Timberlake Shriners Hospitals for Children Open on No. 16 to move to 19-under in the Kodak Challenge, giving him a three-shot lead over his nearest competitor. Is the third winner of the Kodak Challenge, joining Kevin Streelman and Troy Merritt. First grabbed the Kodak Challenge lead at the Arnold Palmer Invitational in March and arrived at the Children's Miracle Network Hospitals Classic with a formidable two-shot lead over Cameron Tringale at 19-under-par. 2010: Picked up his first TOUR win at the Turning Stone Resort Championship to go with two other top-10s. Played his way into the first Playoffs event, The Barclays, before finishing 113th in the final FedExCup standings...Finished T10 at the Puerto Rico Open, closing with a final round 66...Finished T10 at the Reno-Tahoe Open...Won for the first time on the PGA TOUR in his 53rd career start by shooting a final-round, 6-under 66 to win the Turning Stone Resort Championship. After shooting 30 on the front nine with six birdies and no bogies, he closed with even par on the back nine to win by one stroke over clubhouse leader J.J. Henry. Henry shot a final-round 63. Began the final round four strokes back of Alex Cejka. 2009: Rookie finished 102nd on the money list on the strength of two top-10 finishes...Shot a career-low 62 in the third round of the 50th Bob Hope Classic. Finished T14...Turned in the first top-10 finish of his career with a T6 at the AT&T Pebble Beach National Pro-Am...At the Frys.com Open in the Fall Series, posted his best finish of his rookie season following four consecutive rounds in the 60s at Grayhawk GC. He shared T4 in Scottsdale with area resident Tim Clark. Moved from 124th to 102nd with the finish. 2008: Placed fifth on the Web.com Tour money list, with $341,446, to earn PGA TOUR card for 2009...Earned first Web.com Tour victory at the Nationwide Children's Hospital Invitational with chip-in birdie on the final hole for a one-stroke win over Dustin Bray...Finished fifth at the season-opening Panama Movistar Championship, his best finish since a T3 at the 2005 Henrico County Open...Posted four rounds in the 60s and finished fourth at the BMW Charity Pro-Am...Followed victory with four sub-70 rounds at Cox Classic for a T6 finish...Also finished T6 at the Albertsons Boise Open, where he shared the 54-hole lead with tournament winner Chris Tidland...Was in third place, five strokes back entering final round of Chattanooga Classic. Final-round 74 dropped him to T6...Finished T21 at Web.com Tour Championship to close the season. 2007: Made a start at the Albertsons Boise Open but missed the cut. Posted his first made cut (in three career starts) in a PGA TOUR event at the Frys.com Open, finishing T44 in Las Vegas. Multiple winner on the Butch Harmon Vegas Tour. 2005: Completed the Web.com Tour campaign outside of the top 100 after making just nine of 22 cuts. 2004: Made the cut in 12 of 25 tournaments during his rookie season, finishing with five top-25 finishes. Ranked No. 51 on the final money list, with $114,700. Shot rounds of 69-70-73-73 to post 3-under-par 285 at the New Zealand PGA Championship, finishing three strokes behind champion Gavin Coles. His T2 finish was worth $56,086. \n\n2003: Qualified for the U.S. Open and posted rounds of 74-73 to miss the cut by three strokes...Made the cut in 10 of 12 starts on the Gateway Tour Desert Series. \n\n1998: Missed the cut in the Oregon Classic, his only Web.com Tour start prior to 2004. Has also played on the Hooters Tour and the Gateway Tour. Amateur: Member of the 1998 UNLV NCAA Championship team with current PGA TOUR member Chad Campbell...Won one tournament in college...First-team all-conference and third-team All-America in 1997.\n","otherCarHigh" : "","personal" : "Grandfather got him and current PGA TOUR member Charley Hoffman started in the game...Worked in sales for the Las Vegas Founders—the group that ran the PGA TOUR event there...Lists winning the 1998 NCAA Championship as his biggest thrill in golf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was 1st in 2010 at the Turning Stone Resort Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}