{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29535","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Garnett","first" : "Brice","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "175","weightMetric" : "79","birthDate" : "September 6, 1983","age" : "32","birthPlace" : "Gallatin, Missouri","residence" : "Gallatin, Missouri","family" : "Single","education" : "Missouri Western State University (2006, Business Finance)","splInterest" : "Lounging, boating, cooking, sports, music, friends and family","pronunciation" : "gar-NET","nwTourAlumnus" : "Web.com Tour Graduate (2013)","trndProYear" : "2006","clubAffl" : "Daviess County CC (Gallatin, Missouri)","cityPlaysFrm" : "Gallatin; MO; United States","websiteUrl" : "http:\/\/www.bricegarnett.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,080,153&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2012","exmtStatus" : "23rd on 2013 Web.com Tour priority list","otherVics" : "","intlVics" : "","curYearHigh" : "Finished ninth at the Sanderson Farms Championship in a weather-delayed Monday finish. It was his first top-10 on TOUR in nearly a year (OHL Classic at Mayakoba). Top-10 finish earned him a spot in the following week's field at the OHL Classic at Mayakoba where he finished solo seventh. Marked the first time he recorded back-to-back top-10s on TOUR and his second top-10 in Mexico in three starts.","carHigh" : "Played on the Adams Golf Pro Tour from 2007-09. \n\n2012: Made the cut in 16 of 24 starts and had four top-10 finishes to wind up No. 47 on the money list...Finished T9 at the inaugural Chile Classic, where he posted a 6-under 66 in the final round...Posted four consecutive scores in the 60s at the Preferred Health Systems Wichita Open and finished T4...Highlight of his summer came when he qualified for the U.S. Open in June. Eventually missed the cut at The Olympic Club in his first career major championship start, which was also his first career PGA TOUR appearance...Moved up the leaderboard at the News Sentinel Open in Knoxville when he carded a 7-under 64 on the last day at Fox Den CC to finish T6...Was T9 at the WNB Golf Classic in late September but was never able to crack the top 30 on the money list late in the season. \n\n2011: Made the cut in six of nine starts on the Web.com Tour. Medalist at the Monday qualifier for the Children's Hospital Classic in Chattanooga, his seventh start of the season. Was T2, two shots back after an opening-round 65. Was three back after the second and third rounds. Fired a 5-under 67 on the final day to close within two strokes of winner Miguel Carballo. Runner-up finish was his first career top-10. Also earned enough money to jump 42 places, to No. 67 on the money list with only two full-field events left on the schedule. Set a Web.com Tour record by hitting 69 of 72 greens in regulation (95.8 percent), breaking the old mark of 68 set by Boo Weekley in Chattanooga in 2006. \n\n2009: Made the cut in 13 of 15 events, with two runner-up finishes among five top-10 performances. \n\n2008: Made the cut in 14 of 15 starts, with seven top-10 finishes and a runner-up effort at the season-ending Tour Championship. \n\n2007: Didn't miss a cut in nine starts, with five top-10 finishes. \n\n2006: Made his Web.com Tour debut, at the Scholarship America Showdown in Minnesota (missed cut)...Was the Tight Lies Tour Rookie of the Year. \n","otherCarHigh" : "Posted 12 collegiate victories at Missouri Western State, including seven consecutive. Was a three-time Division III All-American selection. Three-time conference individual medalist. Two-time Missouri Western Athlete of the Year. Also earned All-Academic honors. Played on three Missouri state team championships for Gallatin (Mo.) High School.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2013-14","qSchoolYear" : "","exmtStatus" : "140th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "Finished ninth at the Sanderson Farms Championship in a weather-delayed Monday finish. It was his first top-10 on TOUR in nearly a year (OHL Classic at Mayakoba). Top-10 finish earned him a spot in the following week's field at the OHL Classic at Mayakoba where he finished solo seventh. Marked the first time he recorded back-to-back top-10s on TOUR and his second top-10 in Mexico in three starts.","carHigh" : "Played on the Adams Golf Pro Tour from 2007-09. \n\n2014-15: Made 12 of 29 cuts in sophomore season on TOUR with one top 10 to finish No. 140 in the FedExCup standings...Finished sixth at the OHL Classic at Mayakoba, with rounds of 66-68-71-66. Missed the cut in 2013 in his only other start in Mexico...Made all four starts in the Web.com Tour Finals in an attempt to improve his status but finished No. 58 on that money list.\n\n2013-14: In rookie season on TOUR, made 20 of 28 cuts and enjoyed one top 10. Was one of two rookies (Chesson Hadley) to advance to the FedExCup Playoffs, but missed the cut at The Barclays to end his season at No. 121 in the FedExCup standings...In his 13th start of the season, posted four rounds of par or better at the GC of Houston to claim a T7 at the Shell Houston Open. Birdied the par-5 13th hole in all four rounds en route to his first career top-10 finish in 14 PGA TOUR starts...Finished T30 at the Crowne Plaza Invitational at Colonial after holding a one-shot lead throough 36 holes. Dropped from contention after a third-round 74.\n\n2013: Ended the season by making the cut in 13 of 23 starts on the Web.com Tour and had second- and third-place efforts among his five top-10 finishes...Runner-up to Kevin Kisner at the Chile Classic in the third week of the season. Hovered near the lead all week in Santiago. Opened with back-to-back 66s at the Prince of Wales CC course and was tied for second after 36 holes. Third-round 68 put him at 16-under and one off the lead heading into the final round. Challenged for the lead Sunday but could not catch the leaders. Was one down with only the par-5 18th to go and failed to get up and down for birdie, which would have tied him with Kisner at 21-under. Kisner was able to play the same par-5 hole conservatively and made par to win...Was T6 at the Brasil Classic a few weeks later. Registered the first official ace of the inaugural event with a hole-in-one during the third round. Also had an eagle earlier in the day to become the first player with two eagles in a round at the Sao Paulo GC...Finished solo third the following week at the WNB Golf Classic. Birdied his first four holes during the second round and shot a 7-under 65 to get into contention. Posted four sub-par scores at Midland CC and wound up 13-under, three back of winner Alex Aragon...Hit a summer stretch where he missed seven cuts in a row...A pair of 67s on the weekend produced a T7 finish at the Price Cutter Charity Championship...Finished the Regular Season 14th in earnings to secure his 2013-14 PGA TOUR card...Added a T15 at the Hotel Fitness Championship and a T8 at the Chiquita Classic, the first of the four Web.com Tour Finals' events...Missed the cut at the Web.com Tour Championship and dropped to No. 23 in the Finals' priority ranking. \n\n2012: Made the cut in 16 of 24 starts and had four top-10 finishes to wind up No. 47 on the money list...Finished T9 at the inaugural Chile Classic, where he posted a 6-under 66 in the final round...Posted four consecutive scores in the 60s at the Preferred Health Systems Wichita Open and finished T4...Highlight of his summer came when he qualified for the U.S. Open in June. Eventually missed the cut at The Olympic Club in his first career major championship start, which was also his first career PGA TOUR appearance...Moved up the leaderboard at the News Sentinel Open in Knoxville when he carded a 7-under 64 on the last day at Fox Den CC to finish T6...Was T9 at the WNB Golf Classic in late September but was never able to crack the top 30 on the money list late in the season. \n\n2011: Made the cut in six of nine starts on the Web.com Tour. Medalist at the Monday qualifier for the Children's Hospital Classic in Chattanooga, his seventh start of the season. Was T2, two shots back after an opening-round 65. Was three back after the second and third rounds. Fired a 5-under 67 on the final day to close within two strokes of winner Miguel Carballo. Runner-up finish was his first career top-10. Also earned enough money to jump 42 places, to No. 67 on the money list with only two full-field events left on the schedule. Set a Web.com Tour record by hitting 69 of 72 greens in regulation (95.8 percent), breaking the old mark of 68 set by Boo Weekley in Chattanooga in 2006. \n\n2009: Made the cut in 13 of 15 events on the Web.com Tour, with two runner-up finishes among five top-10 performances. \n\n2008: Made the cut in 14 of 15 starts on the Web.com Tour, with seven top-10 finishes and a runner-up effort at the season-ending Tour Championship. \n\n2007: Didn't miss a cut in nine starts on the Web.com Tour, with five top-10 finishes. \n\n2006: Made his Web.com Tour debut, at the Scholarship America Showdown in Minnesota (missed cut)...Was the Tight Lies Tour Rookie of the Year. \n\nAmateur: Posted 12 collegiate victories at Missouri Western State, including seven consecutive. Was a three-time Division III All-American selection. Three-time conference individual medalist. Two-time Missouri Western Athlete of the Year. Also earned all-academic honors. Played on three Missouri state team championships for Gallatin (Mo.) High School.\n","otherCarHigh" : "","personal" : "Dad introduced him to the game at age 4. As a youngster, played golf with eight friends everyday during the summer...Played high school basketball and was an all-conference, all-district and all-region selection.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 7th at the OHL Classic at Mayakoba.","dynStats" : "He ranks 21st in Approach 100-125 yards (RTP Sc on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/BriceGarnett"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}