{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "21498","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Tanihara","first" : "Hideto","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "170","weightMetric" : "77","birthDate" : "November 16, 1978","age" : "37","birthPlace" : "Hiroshima, Japan","residence" : "Tokyo, Japan","family" : "Wife, Ayaka","education" : "Tohoku Fukushi University (2000)","splInterest" : "","pronunciation" : "hih-DAY-toe taw-nih-HAR-uh","nwTourAlumnus" : "","trndProYear" : "2000","clubAffl" : "","cityPlaysFrm" : "Japan; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "585,082&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Finished T8 at the Sony Open in Hawaii, with his top-10 finish earning a spot in the Farmers Insurance Open...On the Japan Golf Tour, finished eighth on the Order of Merit. Shot a final-round 64 at the Tsuruya Open to T3, tied with Michael Hendry, a st4roke out of the Hiroyuki Fujita-Sang Hyun Park playoff...In his next start, added a T9 at The Crowns, shooting four par-or-better rounds...Added a third consescutive top-10 when he T7 at the Kansai Open Golf Championship...Represented Asia in the inaugural Eurasia Cup in March in Kuala Lumpur, Malaysia. In the event's 10-10 draw, went 0-1-2 in his three matches...Was again in contention, this time at the Japan Golf Tour Championship. Shot weekend rounds of 69-68 to T3...Made a run at victory in mid-September at Sapporo GC. Found under-par rounds (66-68-69-67) left him tied with Katsumasa Miyamoto, with Miyamoto winning the sudden-death playoff...In October, finished T8 at the Japan Golf Tour's Top Cup Tokai Classic...Won for the first time in two years, taking the title at the Heiwa PGM Championship in early November in Japan. Opened 67-67 and was tied for second through 36 holes, a stroke behind halfway leader Ho Sung Choi. Shot a third-round 66 at Sohbu CC's Sohbu Course to take a two-shot lead over a trio of players, including Choi. In the final round, added his fourth consecutive sub-70 round, a 1-under 69, enough to hold off Yoshinori Fujimoto by a stroke, his 11th career Japan Golf Tour title.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2005","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(11): 2003 Mandom Lucido Yomiuri Open [Jpn]. 2004 Asia Japan Okinawa Open [Jpn]. 2006 JCB Classic Sendai [Jpn], Sun Chlorella Classic [Jpn]. 2007 Fujisankei Classic [Jpn], Suntory Open [Jpn]. 2008 Munsingwear Open KSB Cup [Jpn], Asia-Pacific Panasonic Open [Jpn], 2010 Vana H Cup KBC Augusta [Jpn]. 2013 Mitsui Sumitomo Visa Taiheiyo Masters [Jpn]. 2015 Heiwa PGM Championship [Jpn].","curYearHigh" : "Finished T8 at the Sony Open in Hawaii, with his top-10 finish earning a spot in the Farmers Insurance Open...On the Japan Golf Tour, finished eighth on the Order of Merit. Shot a final-round 64 at the Tsuruya Open to T3, tied with Michael Hendry, a st4roke out of the Hiroyuki Fujita-Sang Hyun Park playoff...In his next start, added a T9 at The Crowns, shooting four par-or-better rounds...Added a third consescutive top-10 when he T7 at the Kansai Open Golf Championship...Represented Asia in the inaugural Eurasia Cup in March in Kuala Lumpur, Malaysia. In the event's 10-10 draw, went 0-1-2 in his three matches...Was again in contention, this time at the Japan Golf Tour Championship. Shot weekend rounds of 69-68 to T3...Made a run at victory in mid-September at Sapporo GC. Found under-par rounds (66-68-69-67) left him tied with Katsumasa Miyamoto, with Miyamoto winning the sudden-death playoff...In October, finished T8 at the Japan Golf Tour's Top Cup Tokai Classic...Won for the first time in two years, taking the title at the Heiwa PGM Championship in early November in Japan. Opened 67-67 and was tied for second through 36 holes, a stroke behind halfway leader Ho Sung Choi. Shot a third-round 66 at Sohbu CC's Sohbu Course to take a two-shot lead over a trio of players, including Choi. In the final round, added his fourth consecutive sub-70 round, a 1-under 69, enough to hold off Yoshinori Fujimoto by a stroke, his 11th career Japan Golf Tour title.","carHigh" : "\n","otherCarHigh" : "","personal" : "Introduced to the game by his father.","otherInfo" : "2013-14: Finished 43rd in the European Tour's final Race to Dubai standings. Picked up a T4 in late-August at the Open D'Italia in Torino. Enjoyed four under-par rounds to T4 with Joost Luiten, four shots behind winner Hennie Otto...Opened with an 8-under 62 at the Omega European Masters to take the first-round lead. Followed with a second-round 66 and maintained a one-shot, halfway-point lead. Was 2-under on the weekend to finish eighth at Crans-sur-Sierre GC in Switzerland...Finished T9 at the KLM in mid-September in the Netherlands...Shot four rounds in the 60s at the Alfred Dunhill Links Championship in October in Scotland but fell a stroke short of champion Oliver Wilson at the event at St. Andrews' Old Course, Carnoustie and Kingsbarns. His 69-68-68-67 effort left him tied with Tommy Fleetwood and Rory McIlroy.\n\n2013: Had his first top-10 of the season, a T5 at the Indonesia PGA Championship. Shot a final-round 68 at Esmeralda GC to finish three strokes behind winner Choi Ho-Sung...Won his 10th Japan Golf Tour title when he captured the Mitsui Sumitomo Visa Taiheiyo Masters. Took a two-shot, 54-hole lead over Masahiro Kawamura and then only made one birdie (No. 5) against two bogeys (Nos. 15 and 16) but was still able to hold off a trio of players, Tomohiro Kondo, Ryo Ishikawa and Masahiro Kawamura, for the victory...Represented Japan for the first time at the World Cup and turned in a nice showing, finishing seventh at Royal Melbourne GC in Australia His second-round 67 tied him for low round of the day. Joined forces with Ryo Ishikawa to finish fourth in the team competition, 12 strokes behind the winning Australia squad...Finished sixth in early December at the Casio World Open, six shots behind winner Hideki Matsuyama.\n\n2012: First top-10 of the season wasa T4 at the Token Homemate Cup, moving from a tie for 21st after 36 holes with a 69-65 finish...Was T9 at the Tsuruya Open in his third start...Added back-to-back T4s, at The Crowns and the PGA Championship Nissin...Contended at his next start, the Totoumi Hamamatsu Open, finishing T3, two strokes behind winner Jay Choi for his third consecutive top-five. After a third-round 66 that left him in solo second going into the final round, dropped back with a final-round 70...Waited until September for his next top-10. A third-round 73 at the ANA Open ended his chances at winning. Came back with a final-round 67 to T8 at Sapporo GC...The following week, had four rounds in the 60s at the Asia-Pacific Panasonic Open to T7.\n\n2011: Made 11 Japan Golf Tour cuts in 24 starts and didn't record a top-10. Best performance was a T12 at the Kansai Open Golf Championship. \n\n2010: After going winless the previous year, returned to the winner's circle with a victory at the Vana H Cup. Shot rounds of 67-66-67-66 to finish 22-under, a stroke ahead of Mitsuhiro Tateyama...Only other top-10s were a T7 at teh Kansai Open Golf Championship and a T9 at the Nagashima Shigeo Invitational Sega Sammy Cup. \n\n2009: Picked up his first top-10, a T7, at the Japan PGA Championship, then followed that with a T6 at the Gate Way to the Open Mizuno Open Yomiuri Classic...Picked up a solo fourth at the Vana H Cup and a solo fifth at the ANA Open. \n\n2008: Won twice on the Japan Golf Tour, at the KSB Cup and the Asia-Pacific Panasonic Open, winning twice for the second consecutive season. Missed the cut at The Open Championship in his only PGA TOUR start. \n\n2007: Picked up two victories, both on the Japan Golf Tour, at the Fujisankei Classic and the Suntory Open. \n\n2006: Posted a T5 at The Open Championship, missing the best finish by a Japanese player in an Open Championship by a stroke (Massy Kuramoto, T4, 1982)...Won his third and fourth Japan Golf Tour titles, taking the JCB Classic Sendai and the Sun Chlorella Classic. \n\n2005: Joined the PGA TOUR as a rookie after finishing T21 at the 2004 PGA TOUR Qualifying Tournament. Finished 223rd on the money list. \n\n2004: Tied the nine-hole Japan Golf Tour record with a 28 on the front nine (eight birdies) in the first round of the Sun Chlorella Classic...Won the Asia Japan Okinawa Open later in the season. \n\n2003: Was the Japan Golf Tour Rookie of the Year. \n\n2002: In his rookie season on the Japan Golf Tour, only made eight cuts but had two top-10s of those eight. Took the first-round lead at the Juken Sangyo Open in Hiroshima following an opening 63. Eventually finished T7...Was tied for third at the 36-hole juncture of the Munsingwear Open KSB Cup. A third-round 74 dropped him out of contention, but he recovered nicely with a final-round 67 to T9.","ntlTeams" : "World Cup (1), 2013; Eurasia Cup (1), 2014.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T5th in 2006 at the The Open Championship.","dynStats" : "He ranks 41st in Non-member Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}