{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01968","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Price","first" : "Nick","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "190","weightMetric" : "86","birthDate" : "January 28, 1957","age" : "59","birthPlace" : "Durban, South Africa","residence" : "Hobe Sound, Florida","family" : "Wife, Sue; Gregory (8\/9\/91), Robyn Frances (8\/5\/93), Kimberly Rae (9\/9\/96)","education" : "","splInterest" : "Water skiing, fishing, flying, golf course architecture","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1977","clubAffl" : "McArthur GC (Hobe Sound, Florida)","cityPlaysFrm" : "Hobe Sound; Florida; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "Inducted 2003","combTourMoney" : "26,400,884&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1983","qSchoolYear" : "1982","exmtStatus" : "Past Champion","otherVics" : "(6): 1992 PGA Grand Slam of Golf. 1995 Alfred Dunhill Challenge [SAf], 2001 CVS Charity Classic [with Mark Calcavecchia]. 2006 CVS Charity Classic [with Tim Clark]. 2008 Wendy's 3-Tour Challenge [with Fred Funk and Jay Haas]. 2009 CVS Caremark Charity Classic [with David Toms].","intlVics" : "(22): 1979 Asseng Invitational [SAf]. 1980 Swiss Open [Eur]. 1981 San Reno Masters [Eur], South African Masters [SAf]. 1982 Vaals Reef Open [SAf]. 1985 Lancome Trophy [Eur], ICL International [SAf]. 1989 West End South Australian Open [Aus]. 1992 Air New Zealand\/Shell Open [Aus]. 1993 ICL International [SAf], Sun City Million Dollar Challenge [SAf]. 1994 ICL International [SAf]. 1995 Hassan II Golf Trophy [Morocco], Zimbabwe Open [SAf]. 1997 Dimension Data Pro-Am [Eur], Alfred Dunhill South African PGA [Eur], Zimbabwe Open [SAf], Million Dollar Challenge [SAf]. 1998 Dimension Data Pro-Am [SAf], Zimbabwe Open [SAf], Million Dollar Challenge [SAf]. 1999 Suntory Open [Jpn].","curYearHigh" : "","carHigh" : "2015: Played a limited schedule, making just five starts during the year as he prepped for his role as captain of the International team at The Presidents Cup in South Korea...Best finish in his five starts was a T32 at the Mitsubishi Electric Championship at Hualalai.\n\n2014: Played in 14 events, the most he has played since 2011 after continual elbow woes limited him the the previous two years...He and partner Mark O'Meara finished T26 in the Champions Division at the Big Cedar Lodge Legends of Golf and he was also T28 at the Mitsubishi Electric Championship at Hualalai...Was named International team captain for the 2015 Presidents Cup scheduled in Asia for the first time. The Presidents Cup was hosted at the Jack Nicklaus GC Korea near Incheon, South Korea, in October...Made his first Champions Tour ace when he made a hole-in-one in the final round of the Mississippi Gulf Resort Classic. Holed a 9-iron shot from 152 yards at the par-3 14th hole. It was the first hole-in-one in the history of the tournament and the fourth ace of his TOUR career...During the week of the Insperity Invitational, received the Dave Marr Award for his contributions to the game of golf as well as for integrity and sportsmanship. \n\n2013: Missed the first half of the campaign while recovering from torn ligaments in his left elbow which had sidelined him since August, 2012...Returned for his first start since his last start at the 2012 Dick's Sporting Goods Open. Finished T76 at the inaugural Encompass Championship at North Shore CC outside Chicago in late June...Went on to compete in nine events while juggling his duties as captain of the International squad in The Presidents Cup, which the U.S. team won...His best finish in those starts came in October when he was T33 at the Greater Hickory Kia Classic at Rock Barn.\n\n2012: Played in just eight Champions Tour events due to injury, none after mid-August...Lone top 10 performance was a T7 at the Allianz Championship early in the year...Withdrew after seven holes of the Encompass Insurance Pro-Am with torn ligaments in his left elbow and did not return to action until the 3M Championship four months later. Shot 68-67 on the weekend to finish T39 at TPC Twin Cities in Minnesota...Had elbow issues again at the Dick's Sporting Goods Open and withdrew during the second round...In late February, made a lone appearance on the PGA TOUR at the Mayakoba Golf Classic in Mexico but withdrew due to injury after shooting 69 in the first round...Named as the International team captain for the 2013 Presidents Cup, scheduled for Muirfield Village GC in Dublin, Ohio. Was 8-11-4 in five Presidents Cup appearances from 1994-2003.\n\n2011: Only start on the PGA TOUR resulted in a T55 at The Honda Classic, his first appearance on TOUR since 2008...Picked up his fourth career win on the Champions Tour, at the Toshiba Classic. Had 10 top-10 and 15 top-25 finishes in 20 Champions Tour starts...Late in the season, at the unofficial Franklin Templeton Shootout, he teamed with Mark Calcavecchia to T2 at the team event, three strokes behind the winning duo of Keegan Bradley-Brendan Steele. In the first round of the 54-hole event, he had a hole-in-one on the 12th hole with a 4-iron. \n\n2010: Had his career-best Champions Tour year, winning multiple official titles for the first time since 1994. He led the circuit in the All-Around category (52). Finished second in Scoring Average (69.09) and fourth in Top-10 Finishes (12). Credited a switch to the belly putter in late February as the reason for his success, and he reeled off eight top-10 performances in nine starts after changing putters...First of two titles came in late April, when he teamed with Mark O'Meara to win the Legends Division at the Liberty Mutual Legends of Golf. His par on the second playoff hole gave the team the victory over John Cook-Joey Sindelar. Duo finished with a 54-hole, bogey-free total of 28-under-par 188...Was selected as the Champions Tour's Player of the Month for June after he added a second title, at The Principal Charity Classic. Avenged a playoff loss the year prior with a four-stroke victory over Tommy Armour III, thanks to a final-round 67 at Glen Oaks. Became the first player since R.W. Eaks at the 2007 Greater Hickory Classic at Rock Barn to win a tournament after losing in a playoff the year prior...Forced to withdraw from the U.S. Senior Open at Sahalee in late July after suffering a freak toe injury just prior to the event...Finished T3 at the 3M Championship, thanks to an 8-under-par 64 in the final round. His check for $105,000 pushed his season earnings over the $1-million mark for the third straight year. \n\n2009: Turned in another steady year on the Champions Tour and finally broke through with his first victory...Win came in his 39th career start on the Tour at the Outback Steakhouse Pro-Am. Two-stroke victory over Larry Nelson at TPC Tampa Bay also ended a TOUR victory drought of 111 events, dating to the 2002 MasterCard Colonial...Partnered with PGA TOUR player David Toms to victory at the CVS Caremark Charity Classic in Rhode Island in June. It was his third victory in the event and each has come with a different partner. \n\n2008: Was among the top-five in more than a third of his appearances on the Champions Tour, but missed some golden opportunities to win during the season. Finished fourth on the circuit in scoring average (69.71) and went over seven figures in official money for the first time since the 2003 PGA TOUR season despite taking two months off during the summer to vacation with his family...Teed it up at the PGA TOUR's Mayakoba Golf Classic at Riviera Maya and was T14 after 54 holes before a final-round 74 left him T42 in Mexico (his only start on TOUR between 2007-2010). \n\n2007: Rookie season on the Champions Tour saw him compete in 15 events and finish 40th on the final money list...Best showing of the season came in May at the Senior PGA Championship. In the final grouping Sunday for the first time in his Champions Tour career when he was T2 after 54 holes. Eventually finished third at Kiawah Island, SC, three strokes back of childhood friend Denis Watson...Debuted on the Champions Tour at the Allianz Championship in Boca Raton, Fla., and finished T20 on The Old Course at Broken Sound...Did not play a PGA TOUR event for the first time since 1982.\n\n2006: Played his last full season on the PGA TOUR, with a T13 finish at the FedEx St. Jude Classic his best outing in 16 starts. \n\n2005: Finished No. 125 on the final season money list to retain full playing privileges for the 23rd consecutive season...Best effort was a T6 at the EDS Byron Nelson Championship, thanks to a closing 67. It was his first top-10 on the PGA TOUR since a T7 at the 2004 Nelson. The 1991 champion recorded his ninth top-10 performance in Dallas and is tied with Ben Crenshaw for second all-time at the tournament...Finished T9 at the U.S. Open, his third top-10 in the his last four starts at the event...Collected $15,317 for his T44 finish at the Chrysler Championship, the second-to-last full-field event of the season. He did not participate in the season-ending Southern Farm Bureau Classic, but had enough to secure the No. 125 position ($626,736) on the final season money list by $2,545. \n\n2004: Played in a minimum 15 events for just the second time in his 22-year TOUR career and made 12 consecutive cuts...Made his 17th cut in 21 starts (including one disqualification) at THE PLAYERS Championship, tied for fourth most with Hale Irwin and Gil Morgan. Finished T42...Finished T6 at the Masters for fourth career top-10 in 19 starts at Augusta National...In only his eighth start of the season posted his third top-10, with a T7 finish at the EDS Byron Nelson Championship. He was one of five past champions to finish in the top-10 in Dallas...Named as recipient of the 2005 Bob Jones Award by the USGA, given in recognition of distinguished sportsmanship in golf. \n\n2003: Inducted into the World Golf Hall of Fame on October 20 in St. Augustine, Fla...Finished in the top 20 (No. 20) and missed just one cut for the second consecutive season, marking the fifth time in his career he has only missed one cut in a season...Although did not win, picked up two runner-ups and a third on the way to earning over $2 million for the second straight year...Posted rounds of 66-65 on the weekend at the EDS Byron Nelson to finish two back of Vijay Singh. Runner-up finish moved him to the top spot on the EDS Byron Nelson Championship money list, with $1,464,808...Third top-five in four starts was a T5 at the U.S. Open...In his next start two weeks later, finished second to David Toms at the FedEx St. Jude Classic. Two-time winner in Memphis opened with a 2-over-par 73, but rebounded with rounds of 67-65-62. Final-round, 9-under-par 62 was his best competitive score at the TPC at Southwind in 64 rounds...Earned a spot on International team for The Presidents Cup contested near his homeland of Zimbabwe in George, South Africa. It was his fifth and final appearance. Was 2-2-0 in his four matches, with his two wins coming in foursomes (with Mike Weir against Toms and Phil Mickelson) and in four-ball (with Stuart Appleby over Davis Love III and Toms).\n\n2002: Surpassed earnings of $2 million for the first time in his career, while finishing fifth in scoring average (69.59)...Picked up his first win since the 1998 FedEx St. Jude Classic (a span of three years, nine months and 17 days). The first of five-plus 40-year olds to win with his victory at the MasterCard Colonial. Co-leader after 36 holes with Esteban Toledo. Grabbed solo third-round lead by five strokes. Needed only 104 putts on the week en route to his second MasterCard Colonial title...Made 14 consecutive cuts to begin the year prior to missing his only cut at the PGA Championship...Recipient of the 2002 Payne Stewart Award, presented at the TOUR Championship.\n\n2001: Made 20 starts, the most since 1992...Led first round of the Marconi Pennsylvania Classic by one stroke after opening with a 66 but had fifth-place finish. \n\n2000: Earned third top-10 at Advil Western Open, led first round after opening with a course-record-tying 63. Closed with 72-70-69 that set up playoff with Robert Allenby. Allenby won with a par on first extra hole...Member of his fourth International Presidents Cup Team, finishing with a 2-3-0 record. Two wins came in four-ball (with Greg Norman against Jim Furyk and David Duval) and foursomes (with Mike Weir over Phil Mickelson and Duval).\n\n1999: In March, second-round 67 led to third-place finish at THE PLAYERS Championship, his sixth top-10 in 16 appearances in the event...Added a second third-place performance, a T3, at the first World Golf Championships-NEC Invitational. Finished five shots behind Tiger Woods at Firestone CC...Was solo fifth at the PGA Championship, with four sub-par rounds at Medinah CC in Illinois.\n\n1998: Went over the $1-million mark for the fifth time in his PGA TOUR career and the second year in a row...Earned 16th PGA TOUR title and 15th in decade of the '90s by making birdie on second playoff hole at TPC at Southwind to defeat Jeff Sluman and win FedEx St. Jude Classic. Along with Tiger Woods, 15 victories were the most by any player in the 1990s. Shared the lead after each of the first three rounds then closed with a 66 to tie Sluman. Made up two strokes with three holes remaining by making eagle on the par-5 16th hole, the third time he eagled the hole that week...Got off to a strong start at the Mercedes Championships, where he stood one stroke off the first- and second-round leads and was two back after 54 holes. Eventually finished fourth, four strokes behind winner Phil Mickelson...Four par-or-better rounds at TPC Sawgrass produced a T8 at THE PLAYERS Championship...Finished T6 in defense of his MCI Classic title in South Carolina...Shot 73-68-71-73 to finish fourth at the U.S. Open...Closing 65 at Sahalee CC, a course record, gave him a T5 at the PGA Championship...Won the unofficial Million Dollar Challenge in December...Successfully defended his Zimbabwe Open title he won at Chapman GC by winning the title for a second time at Royal Harare GC (1995)...Member of the International Presidents Cup team, recording a 2-1-2 record in the International team's first victory. Recorded wins in foursomes (with Stuart Appleby over David Duval and Mickelson) and singles (over Duval, 2 and 1). Halved matches came in four-ball (with Ernie Els against Duval and Mickelson) and foursomes (with Appleby against Davis Love III and Justin Leonard).\n\n1997: Won the Vardon Trophy and the Byron Nelson Award for leading the TOUR in scoring (68.98). Captured the MCI Classic and climbed back into top 20 on money list for first time since 1994. It was his first TOUR title since the 1994 Bell Canadian Open. Was the second of only three wire-to-wire winners on TOUR. Final-round 66 on Hilton Head Island, S.C., earned him a six-stroke victory over Brad Faxon and Jesper Parnevik...Three weeks later, shot 66-67 to trail by one through 36 hoels of the BellSouth Classic. Settled for a T5 after a third-round 75 ended his winning hopes...Was T3 at the Kemper Open, taking a share of the first-round lead...A day after finishing T19 at the U.S. Open, friend and caddie Jeff \"Squeeky\" Medlen died of leukemia (June 16)...Jumped back into TOUR action with a T5 at the FedEx St. Jude Classic, with four rounds in the 60s (66-68-68-69)...Remained with three strokes of the lead through 54 holes of the NEC World Series of Golf before a final-round 74 dropped him to a T9. Had his third PGA TOUR ace during the tournament, on the fifth hole in the second round...Forced to withdraw from the Dunhill Cup with a pulled rib muscle suffered two weeks earlier at the Toyota World Match Play Championship...Won the Dimension Data Pro-Am in South Africa in February, his first tournament title since the 1995 Zimbabwe Open 14 months earlier...Won his second consecutive title at the Alfred Dunhill South African PGA Championship...Won the inaugural Gillette Tour Challenge Championship, with the Champions Tour's Jim Colbert and the LPGA's Kelly Robbins...Won his second Zimbabwe Open in three years, this time taking the title at Chapman GC...Picked up his second Million Dollar Challenge title.\n\n1996: Went winless on the PGA TOUR for a second consecutive yea but did have two third-place showings and five top-10s...Was T3 at the Honda Classic. Opened with a 66 and closed with a 68 that left him five shots short of winner Tim Herron...Was T3 again, a month later outside Atlanta—at the BellSouth Classic. Finished two strokes short of the Paul Stankowski-Brandel Chamblee playoff that Stankowski won...Two weeks later, at the MCI Classic in South Carolina, tied for low round of the day (65) Sunday to finish T5, eight shots behind Loren Roberts...In his next start, at the GTE Byron Nelson Classic, was T4, with four sub-70 rounds for the week...Did earn a major championship top-10 when he T8 at the PGA Championship...At the unofficial Accenture World Championship of Golf-International, at Blackwolf run GC, he was T3 in the eight-man field...At the unofficial Sarazen World Open Championship in Georgia, he finished solo fifth, seven shots shy of winner Frank Nobilo at The Legends at Chateau Elan...Had a pair of near-misses on the Southern Africa Tour. Was second at both the Zimbabwe Open in May and at the Dimension Data Pro-Am in August...In his second Presidents Cup appearance, went 2-3-0 in the International team's loss to the U.S. Victories came in foursomes (with Mark McNulty) and four-ball (with Steve Elkington).\n\n1995: Won two individual international titles and won international team title but saw his streak of consecutive years with at least one PGA TOUR title end at four. Began his season wityh a third-place showing at the Dubai Classic and a runner-up performance at the Johnnie Walker Classic on the European Tour...First top-10 of the PGA TOUR campaign came at the MCI Classic. Shot a closing 65 at Harbour Town GL to T7 at the MCI Classic in South Carolina...Followed that with a solo 10th at the Memorial Tournament, thanks to a final-round 65 at Muirfield Village GC... Was T9 the following week at the Kemper Open outside Washington, D.C...Lost in a three-man playoff at the NEC World Series of Golf when Greg Norman made birdie by chipping in from 66 feet on the first extra hole. Billy Mayfair was the third player...Posted closing, back-to-back 68s to finish T3 at the Bell Canadian Open...Won the Hassan II Golf Trophy in Morocco then captured the Zimbabwe Open the following week with a 22-under score at Royal Harare GC...Played on the winning South Africa-Zimbabwe team that took on Australasia in Johannesburg. Defeated Greg Norman in his final-day singles match, 1-up, during South Africa-Zimbabwe's 14-11 victory. \n\n1994: Had one of the most prolific years ever on TOUR. Captured six titles, including The Open Championship and PGA Championship. One of only three players in the 1990s to win two major titles in the same season, joining Nick Faldo in 1990 and Mark O'Meara in 1998. One of only seven players since 1945 to capture consecutive majors (Ben Hogan, Jack Nicklaus, Arnold Palmer, Lee Trevino, Tom Watson, Tiger Woods)...In The Open Championship at Turnberry, played final three holes birdie-eagle-par to make up two-stroke deficit to Jesper Parnevik...Took five-stroke lead at PGA Championship at Southern Hills with second-round 65, then cruised to six-stroke win over Corey Pavin...Named PGA TOUR Player of the Year...Successfully defended his ICL International title on the Southern Africa Tour, shooting an opening, 11-under 61 in the first round. His 21-under winning score was six strokes better than his performance in winning a year earlier...Was second at the Lexington PGA Championship for a second consecutive year...Played in the inaugural Presidents Cup, going winless in four matches. Did halve two matches (foursomes with Mark McNulty against Davis Love III and Jim Gallagher and four-ball with Steve Elkington against Phil Mickelson and Pavin). \n\n1993: Posted four wins and was named PGA TOUR Player of the Year. His first title of the campaign came at THE PLAYERS Championship. Won the tournament by going wire to wire, opening with an 8-under 64 at TPC Sawgrass, taking a two-shot lead at the halfway mark, hanging on to a one-shot lead through 54 holes and then cruising to victory when he shot a Sunday 67 to beat Bernhard Langer by five shots...His next three wins came in three consecutive U.S. starts—at the Canon Greater Hartford Open, the Sprint Western Open and Federal Express St. Jude Classic. Outside Hartford, he capitalized on weekend rounds of 69-65 to edge Dan Forsman and Roger Maltbie by a shot at TPC River Highlands...The following week, it was another strong weekend showing that led to a five-shot win outside Chicago, at the Sprint Western Open. Enjoyed back-to-back 67s Saturday and Sunday to beat Greg Norman by five shots at Cog Hill G&CC...Had four consecutive rounds in the 60s at the Federal Express St. Jude Classic, including 65-66-66 over his final 54 holes at TPC Southwind to outlast Rick Fehr and Jeff Maggert by three shots...In between his wins, he traveled to England for The Open Championship, where he T6 aty Royal St. George's...Just missed adding two additional titles, finishing runner-up at both the BellSouth Classic and the NEC World Series of Golf. At the Bell South Classic at Atlanta CC, took a one-shot lead into the final round by uncharacteristcally stumbled, shooting a 1-over 73 in the final round to fall by two strokes to Nolan Henke...In late August, was poised to win the NEC World Series of Golf, tied for the final-round lead with three others when he watched Fulton Allem shoot a final-round 62 at Firestone CC's South Course to win by five shots...Picked up one victory on the Southern Africa Tour and was second in two others, the Lexington PGA Championship and the Mount Edgecombe Trophy. Opened with a 66 at the ICL International, came back with an even-par 72, shot a 7-under 65 in the third round and cruised to victory in late January...Played in his second and final World Cup, in the event at Lake Nona in Orlando, Fla. Represented Zimbabwe for the first time, teaming with Mark McNulty. The duo shot an aggregate 561, five shots short of Fred Couples and Davis Love III's winning U.S. score. Was T3 in the individual portion of the tournament, six shots behind Langer. \n\n1992: Had a strong PGA TOUR season, winning twice, adding a runner-up showing and picking up two third-place finishes. Completed his season fourth on the money list, surpassing the $1-million mark for the first time ($1,135,773). Earned his first major championship title, taking home the PGA Championship. Opened 70-70 at Bellerive CC outside St. Louis then shot a third-round 68 to move within two shots of 54-hole leader Gene Sauers. A final-round 70, his third of the championship, was enough to secure a three-shot victory over John Cook, Nick Faldo, Jim Gallagher, Jr., and Sauers...Two months later, at the H.E.B. texas Open, shot a Friday 62 at Oak Hills CC in San Antonio then moved into the lead through 54 holes when he shot 68 Saturday. Carried his momentum through, with a 5-under 66 in the final round to force a playoff with Steve Elkington, an extra session he won with a par on the second overtime hole...Looked to win again, at the Canon Greater Hartford Open. Was three strokes off Donnie Hammond's leading pace at TPC River Highlands going into the final round. Fired a 1-under 69 on the final day but it was only good for a three-way runner-up finish with Dan Forsman and Hammond as Lanny Wadkins scorched the course with a 5-under 65 to win...Shot back-to-back 66s on the weekend at the MCI Heritage Classic to solo third at Harbour Town GL...Finished T4 at the U.S. Open at Pebble Beach. A third-round 77 ruined any chances he had of winning. Came back on the final day with a 1-under 71...Was third at the Canadian Open...Other top-10s came at the NEC World Series of Golf (T5), the Greater Milwaukee Open (T6) and the Centel Western Open (T9).\n\n1991: Won twice and finished seventh on the final PGA TOUR money list. First title of the campaign came at the GTE Byron Nelson Golf Classic. Started the Dallas-area event with a 68-64 to open a one-shot lead over Stan Utley. Went on to claim a one-stroke victory over Criag Stadler at TPC Las Colinas...After a T19 at the U.S. Open, reeled off three consecutive top-10s (T8 at the Anheuser-Busch Golf Classic, T6 at the Federal Express St. Jude Classic and T5 at the Centel Western Open)...Captured victory No. 2 with a 69-67-66 finish over his final 54 holes at the Canadian Open to edge David Edwards by one shot...Other top-10s came at the NEC World Series of Golf (T6) and a Greater Milwaukee Open (T7). \n\n1990: Again came up short in the winner's column but had two second-place showings and a third-place effort among his six top-10s. First runner-up finish came at the Southwestern Bell Colonial, with a 68-67-68 finish over his final 54 holes in Fort Worth. His 5-under 275 left him three strokes behind winner Ben Crenshaw...Came back the following week with another T2, this time at the BellSouth Atlanta Golf Classic. His four under-par rounds at Atlanta CC weren't enough as he finished a stroke behind Wayne Levi...Was solo third at the H.E.B. Texas Open in early October. Opened 65-66 then added a seven-birdie, no-bogey 63 in the third round. Made three bogeys in his first seven holes Sunday, but came back with two back-nine birdies only to come up two shots behind winner Mark O'Meara in San Antonio...Final top-10 of the year was a fifth-place effort at the Nabisco Championship, where he pocketed $100,000...Only other top-10s were a T8 at the Nestle Invitational and a T10 at the Kmart Greater Greensboro Open.\n\n1989: Best finish of the year was a T3 in his second start of the year, at the AT&T Pebble Beach National Pro-Am. Lost his chance at victory when he fired a 1-over 73 at Pebble Beach GL on the final day. Was tied with Mark O'Meara for the lead through 54 holes...Contended in only one other event, the Southwestern Bell Colonial. After shooting 67-69 in the middle rounds, he was solo second going into the last day. Had a difficult final round, shooting a 3-over 73 at Colonial CC to drop into a T5...Was never in contention at the Bank of Boston Classic in mid-September after shooting a third-round 74. Was tied for 37th when the final round began. Enjoyed a nine-birdie, no-bogey final round at Pleasant Valley CC to T6 with a tournament-low 62...Added top-10s at the Nestle Invitational (T8), the Honda Classic and Manufacturer Hanover Westchester Classic (both T9s) and the Walt Disney World\/Oldsmobile Classic (T10).\n\n1988: Had a runner-up finish for a third consescutive year, finishing second twice. At The Open Championship, shot weekend rounds of 69-69 at Royal Lytham & St. Annes but came up short in his quest to catch Seve Ballesteros. Eventually was two shots shy of Ballesteros...In his next start after returning to the U.S., opened with a 73 at the Federal Express St. Jude Classic in Memphis. Rebounded nicely with a 6-under 64 the next day and was 3-under on the weekend, leaving him T2, one shot behind winner Jodie Mudd at Colonial CC's South Course...Final top-10 performance of the season was a solo sixth at the Greater Milwaukee Open, thanks to consecutive 67s on the weekend...Had his first PGA TOUR hole-in-one, at the AT&T Pebble Beach National Pro-Am.\n\n1987: Played in all four majors for the first time in his career. Best finish of the four was a T8 at The Open Championship...Was also T10 at the PGA Championship...Had a nice showing at the Canadian Open, finishing in a three-way T2 (with Jodie Mudd and David Frost), three shots behind winner Curtis Strange...Played solid golf in the fall, enjoying top-10s at the Nabisco Championship (T5), the Greater Milwaukee Open (T6) and the Walt Disney World\/Oldsmobile Classic (eighth).\n\n1986: Shot third-round 63 in Masters (with a bogey on the first hole) a score that gave him a share of the Augusta National course record with Greg Norman. Finished solo fifth in his second Masters start...Added a T8 at the Byron Neslon Golf Classic. An opening, 3-over 73 hurt his chances as he played his final 54 holes in 8-under...Picked up a T9 at the Canadian Open. After three consecutive 71s to open his tournament, he finished with a 1-over 73 at Glen Abbey GC...Again had three 71s and a 73 in a tournament, but his 71-71-73-71 was enough to get him into a playoff with Tom Kite, Fred Couples, and David Frost at the Western Open at Butler National GC. Kite settled the issue with a birdie on the first extra hole...Was fifth at The International outside Denver in the tournament that used the Modified Stableford System...Final top-10 of the campaign was a T7 at the weather-shortened Vantage Championship.\n\n1985: Best PGA TOUR peformances were a pair of top-fives. Was T4 at the Colonial National Invitation in Fort Worth. Shot a final-round 64 to move up 24 spots on the leaderboard on the final day...Was solo fifth at the PGA Championship in August. Moved into contention with a third-round 65 at Cherry Hills CC in Colorado. Was tied for third when the final round began and then proceeded to shoot even-par over the final 18.\n\n1984: Went winless during his first year as a PGA TOUR member but had one top-five showing and three additional top-10 performances...Was seventh at the Tournament Players Championship in Ponte Vedra Beach, Fla., shooting a final-round 68 at TPC Sawgrass...Contended at the Houston Coca-Cola Open, thanks to consecutive 69s on the weekend at the Woodlands CC. Finished three shots shy of winner Corey Pavin...Made a run at the title at the Canadian Open before struggling in the final round on his way to a 4-over 76 at Glen Abbey GC, five shots short of Greg Norman...Added one more top-10, a T10, at the Greater Milwaukee Open on the strength of a final-round 65 at Tuckaway CC...Played in his first Masters Tournament, missing the cut at Augusta National.\n\n1983: Made his PGA TOUR debut at the Doral-Eastern Open. Made the cut after opening 71-70 and went on to T54 at in Miami, earning $693...Played in his first major championship, finishing T48 at the U.S. Open...First PGA TOUR top-10 came two weeks before the U.S. Open. Recovered nicely from an opening 76 at the Kemper Open with consecutive 70s in the second and third rounds. Shot a 73 in the final round to T9, good for a $10,400 payday...In August, went wire to wire to defeat Jack Nicklaus by two strokes at the World Series of Golf for his first TOUR victory. Shot rounds of 66-68-69-67 at Firestone CC's South Course...Finished third on the South African Tour Order of Merit.\n\n1982: Finished first on the South African Tour Order of Merit, winning the Sigma Vaal Reefs Open. Made nine European Tour starts, with his best finish a runner-up showing at The Open Championship. Despite shooting rounds of 74-73 on the weekend at Royal Troon, he still finished only a stroke behind winner Tom Watson, settling for a T2 with Peter Oosterhuis in Scotland. Held a three-stroke lead with six holes to play before losing...Finished third at the PGA TOUR Qualifying Tournammnet to earn his 1983 playing privileges. \n\n1981: Took a four-shot lead into the final day of the KLM Dutch Open but stumbled badly on the final day, shooting a 4-over 76 to fall into a T2 with Raymond Floyd, a stroke behind winner Harold Henning. \n\n1980: Won for a second consecutive season, this time on the European Tour when he captured the Swiss Open in resounding fashion, rolling to a six-shot triumph over Manuel Calero at Crans-Sur-Sierre. Shot four sub-70 rounds on his way to victory...Opened his European Tour season with a third-place showing at the Madrid Open.\n\n1979: Won the Asseng Invitational on the South African Tour for his first professional title...Was T8 at the Dunlop Masters in Buckinghamshire, England in early October. Could never make a charge and shot a final-round 74 at Woburn to lose by six strokes to winner Graham Marsh...Was also ninth at the Spanish Open in April...Other top-10s during the European Tour campaign came at the Martini International (ninth), Greater Manchester Open (sixth) and Mazda Cars English Classic (T5).\n\n1978: Played mainly on the European Tour, making 13 starts and playing on the weekend in nine of those tournaemnts. Top finish came at the 54-hole Dutch Open. Finished in solo second, a stroke behind winner Bob Byman at Noordwijkse GC in the Netherlands...In April, he was T5 at the B.A.\/Avis Open in Jersey, England. Opened 67-69-69 before settling for a final-round 71 at La Moye GC to finish five shots short of champion Brian Huggett...Final top-10 of the year was a T6 he recorded at the Greater Manchester Open in England in mid-June. Shot weekend rounds of 69-68 at Wilmslow GC...Played on his first World Cup team, representing South Africa with teammate Bob Verwey. The duo finished 18th, 27 strokes behind the winning U.S. team of John Mahaffey-Andy North.\n\n1977: Finished his Rhodesian Air Force obligation and turned professional. Following his discharge, played a handful of South African Tour events.\n\n1976: Began a two-year stint in the Rhodesian Air Force where he was inactive as a golfer.\n\nAmateur: Competed on the South African Tour and the European Tour as an amateur in 1975...Qualified for the Junior World at age 17 at Torrey Pines GC outside San Diego. His mom and older brother financed his trip. Won the 15-17 portion of the 1974 tournament with a score of 287 at Torrey Pines' North and South Courses.\n","otherCarHigh" : "","personal" : "Born in South Africa, moved to Rhodesia (now Zimbabwe) at an early age...Got his start in the game caddying for his brother at age 8,,Published The Swing in 1997...Was the first recipient, in 2002, of the ASAP Sports\/Jim Murray Award, given to a professional player for his cooperation, quotability and accommodation to the media, and for reflecting the most positive aspects of the working relationship between athlete and journalist...Received Payne Stewart Award in same year...USGA recognized his sportsmanship with Bob Jones Award in 2005...Selected to receive GCSAA's Old Tom Morris Award in 2011. After a decade of collaborating with a variety of architects, formed his own design company, Nick Price Golf Course Design...Has designed courses in the United States; Zimbabwe, South Africa; Dominican Republic and Mexico...Latest is TPC Cancun...Website is nickprice.com.","otherInfo" : "","ntlTeams" : "The Presidents Cup (5), 1994, 1996, 1998, 2000, 2003; The President Cup Captain (2), 2013, 2015; World Cup (2), 1978, 1993; Dunhill Cup (8), 1993, 1994, 1995, 1996, 1997, 1998, 1999, 2000; Eisenhower Trophy (1), 1976.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2007","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(29): 1979 Asseng Invitational. 1980 Canon European Masters. 1981 San Reno Masters, South African Masters. 1982 Vaals Reef Open. 1985 Lancome Trophy, ICL International. 1989 West End South Australian Open. 1992 Air New Zealand\/Shell Open, PGA Grand Slam of Golf. 1993 ICL International, Sun City Million Dollar Challenge. 1994 Open Championship, ICL International. 1995 Alfred Dunhill Challenge, Hassan II Golf Trophy, Zimbabwe Open. 1997 Dimension Data Pro-Am, Alfred Dunhill South African PGA, Zimbabwe Open, Million Dollar Challenge. 1998 Dimension Data Pro-Am, Zimbabwe Open, Million Dollar Challenge. 1999 Suntory Open. 2001 CVS Charity Classic [with Mark Calcavecchia]. 2006 CVS Charity Classic [with Tim Clark]. 2009 CVS Caremark Charity Classic [with David Toms]. 2010 ADT Skills Challenge [with Mark O'Meara].","intlVics" : "(1): 2008 Wendy's 3-Tour Challenge [with Fred Funk and Jay Haas].","curYearHigh" : "","carHigh" : "2014: Played in 14 events, the most he has played since 2011 after continual elbow woes limited him the the previous two years...He and partner Mark O'Meara finished T26 in the Champions Division at the Big Cedar Lodge Legends of Golf and he was also T28 at the Mitsubishi Electric Championship at Hualalai...Was named International team captain for the 2015 Presidents Cup scheduled in Asia for the first time. The Presidents Cup was hosted at the Jack Nicklaus GC Korea near Incheon, South Korea, in October...Made his first Champions Tour ace when he made a hole-in-one in the final round of the Mississippi Gulf Resort Classic. Holed a 9-iron shot from 152 yards at the par-3 14th hole. It was the first hole-in-one in the history of the tournament and the fourth ace of his TOUR career...During the week of the Insperity Invitational, received the Dave Marr Award for his contributions to the game of golf as well as for integrity and sportsmanship. \n\n2013: Missed the first half of the campaign while recovering from torn ligaments in his left elbow which had sidelined him since August, 2012...Returned for his first start since the 2012 Dick's Sporting Goods Open and finished T76 at the inaugural Encompass Championship at North Shore CC outside Chicago in late June...Went on to compete in nine events while juggling his duties as captain of the International squad in The Presidents Cup, which the U.S. team won...His best finish in those starts came in October when he was T33 at the Greater Hickory Kia Classic at Rock Barn.\n\n2012: Played in just eight Champions Tour events due to injury, none after mid-August...Lone top 10 performance was a T7 at the Allianz Championship early in the year...Withdrew after seven holes of the Encompass Insurance Pro-Am with torn ligaments in his left elbow and did not return to action until the 3M Championship four months later. Shot 68-67 on the weekend to finish T39 at TPC Twin Cities in Minnesota...Had elbow issues again at the Dick's Sporting Goods Open and withdrew during the second round...In late February, made a lone appearance on the PGA TOUR at the Mayakoba Golf Classic in Mexico but withdrew due to injury after shooting 69 in the first round.\n\n 2011: Was among the top-five finishers in six events, all before the end of June, and ranked among the top-10 money-winners for a third consecutive season...Highlight of his year was a wire-to-wire victory at the Toshiba Classic. Held off Mark Wiebe by one stroke at Newport Beach for his fourth career Champions Tour title. Matched the lowest 18-hole score in Champions Tour history, eagling two of the final four at Newport Beach CC in the opening round for a career-best, 11-under-par 60. Five-stroke advantage also matched the biggest first-round lead in Champions Tour annals...In his next start, was on the leaderboard throughout the Mississippi Gulf Resort Classic, and final-round 67 led to a T2 with David Frost and Jeff Sluman, four strokes back of Tom Lehman...Last top-five performance of the season came at the Dick's Sporting Goods Open when he closed with a 66 to finish second to John Huston by three strokes. Check for $154,000 put him over the $1-million mark for the fourth straight year...Early in the year, made birdies on three of the last four holes at The Quarry to move into a T3 with Russ Cochran at The ACE Group Classic, five strokes behind winner Bernhard Langer...Had a nice showing at the Regions Tradition at Shoal Creek, finishing T5 and also was T5 at the Greater Hickory Classic at Rock Barn despite a 17-under 199 total...Made his first start in a PGA TOUR event in nearly three years when he competed at The Honda Classic and finished T55...Teamed up with Mark Calcavecchia in December to finish T2 at the Franklin Templeton Shootout in Naples, Fla. Made a hole-in-one in the opening round, draining a 4-iron on the 213-yard 12th hole at Tiburon GC at Ritz-Carlton Resort...Selected as the Champions Tour Player of the Month for March\/April. 2010: Had his best year on the Champions Tour, winning multiple official titles for the first time on TOUR since 1994 and led the circuit in the All-Around stats category (52)...Credited a switch to the belly putter in late February in Boca Raton as the reason for his success and reeled off eight top-10 performances in nine starts after changing putters...First of two titles came in late April, when he teamed with Mark O'Meara to win the Legends Division at the Liberty Mutual Legends of Golf in April. His par on the second playoff hole gave the team the victory over John Cook\/Joey Sindelar. Duo finished with a 54-hole, bogey-free total of 28-under-par 188...Was selected as the Champions Tour's Player of the Month for June after he added a second title at The Principal Charity Classic. Avenged a playoff loss the year prior with a four-stroke victory over Tommy Armour III, thanks to a final-round 67 at Glen Oaks. Became the first player since R.W. Eaks at the 2007 Greater Hickory Classic at Rock Barn to win a tournament after losing in a playoff the year prior...Later that same month,was T3 at the Dick's Sporting Goods Open after leading midway through the final round...Forced to withdraw from the U.S. Senior Open at Sahalee in late July after suffering a freak toe injury just prior to the event...One week later, finished T3 at the 3M Championship, thanks to an 8-under-par 64 in the final round. His check for $105,000 pushed his season earnings over the $1-million mark for the third straight year...In late August, flirted with another victory at the Boeing Classic near Seattle before finishing solo second. Opened with a 9-under-63 and trailed Bernhard Langer by one stroke after 36 holes. However, a slow start in Sunday's final round (2-over-par on front nine) would prove costly and, despite birdies on his final two holes, finished three strokes back of Langer...Closed his season by teaming with O'Meara again to win the ADT Skills Challenge in Palm Beach, defeating Couples and Dustin Johnson in a playoff...2009: Turned in another steady year on the circuit and finally broke through with his first Champions Tour career title...Win came in his 39th career start on the Tour at the Outback Steakhouse Pro-Am. Two-stroke victory over Larry Nelson at TPC Tampa Bay also ended a TOUR victory drought of 111 events, dating to the 2002 MasterCard Colonial. Up-and-down final round included three double bogeys, a bogey and seven birdies, including three in a row (holes 13-15) that propelled him to victory...Made a strong run at a second title in Iowa before finishing T2. Was the 36-hole leader at The Principal Charity Classic and made a clutch, downhill 23-foot birdie putt on the final hole of regulation to get into a playoff with Fred Funk and eventual winner Mark McNulty. Was eliminated from the overtime on the second exta hole when Funk and Price both made birdies...Made another strong bid at the SAS Championship, tying both David Frost and Tom Pernice, Jr., for the lead with a birdie on No. 17 Sunday. Eventually finished T2 with Frost after Pernice holed a 36-foot birdie putt on the final hole...At one point during the year put together a run where 24 of his 27 rounds were below par...Partnered with PGA TOUR player David Toms to victory at the CVS Caremark Charity Classic in Rhode Island in June. It was his third victory in the event and each has come with a different partner. 2008: Was among the top-five in more than a third of his appearances on the Champions Tour, but missed some golden opportunities to win during the season. Finished fourth on the circuit in scoring average (69.71) and went over seven figures in official money for the first time since the 2003 PGA TOUR season despite taking two months off during the summer to vacation with his family...Had first brush with a victory in his second start of the year at The ACE Group Classic in Naples. Had a chance of joining the four-man playoff, which included eventual winner, Scott Hoch, but missed a birdie opportunity at No. 18 leaving him one stroke shy and T5...Second shot at a win came in early May at the FedEx Kinko's Classic. Appeared to be in control midway through the final round at The Hills but eventually finished T2 in the event, one stroke back of fellow countryman Denis Watson. Enjoyed a three-stroke lead with four to play but made back-to-back double-bogeys on No. 15 and No. 16 after his ball found the water on each hole. Still had a chance to send the event into a playoff, but missed a 15-foot birdie effort on the final hole that left him one stroke short...Next chance at a win came at The Principal Charity Classic in Iowa. Was the 36-hole leader at Glen Oaks but eventually finished third, two strokes back of Jay Haas, despite carding a final-round 69...In his next start after Iowa, was T2 again at the Commerce Bank Championship, one stroke back of Loren Roberts. Made a Sunday charge up the leaderboard with a final-round 65 at Eisenhower Red that matched the low round of the tournament...Final attempt at a win came late in the season. Was the 54-hole leader at the Constellation Energy Senior Players Championship but eventually finished T3 at Baltimore CC, two strokes back of D.A. Weibring. Enjoyed a four-stroke lead over Weibring after four holes Sunday but fell out of the lead after three bogeys in a six-hole stretch (Nos. 5-10). Still had opportunites to catch Weibring down the stretch but missed a short birdie putt at No. 17 and then bogeyed the final hole...Teed it up at the PGA TOUR's Mayakoba Golf Classic at Riviera Maya and was T14 after 54 holes before a final-round 74 left him T42 in Mexico. 2007: Rookie season on the Champions Tour saw him compete in 15 events and finish 40th on the final money list...Best showing of the season came in May at the Senior PGA Championship. In the final grouping Sunday for the first time in his Champions Tour career when he was T2 after 54 holes. Eventually finished third at Kiawah Island, S.C., three strokes back of childhood friend Denis Watson...Carded a final-round 63 at The Boeing Championship at Sandestin...Debuted on the Champions Tour at the Allianz Championship in Boca Raton, Fla., and finished T20 on The Old Course at Broken Sound.\n","otherCarHigh" : "Enjoyed a long and distinguished PGA TOUR career with 15 career victories, more than $20 million in career earnings and two TOUR Player of the Year Awards to his credit…One of the dominant players on the TOUR in the early 1990s with back-to-back money titles in 1993 and 1994…During a four-year span (1991-94), he won 14 titles, including four in 1993 and six in 1994…Had one of the most prolific years ever on TOUR in 1994, capturing six titles, including The Open Championship and PGA Championship. One of only three players in the 1990s to win two major titles in the same season, joining Nick Faldo in 1990 and Mark O'Meara in 1998…One of only nine players since 1945 to capture consecutive majors (Ben Hogan, Jack Nicklaus, Arnold Palmer, Lee Trevino, Tom Watson, Tiger Woods, Phil Mickelson and Padraig Harrington)...In the 1994 Open Championship at Turnberry, played final three holes eagle-birdie-par to make up two-stroke deficit on Jesper Parnevik...Took five-stroke lead at 1994 PGA Championship at Southern Hills with second-round 65, then cruised to six-stroke win over Corey Pavin...The 1994 PGA TOUR Player of the Year…One year earlier, posted four wins including a five-stroke victory at THE PLAYERS Championship. Later that year won three consecutive starts: Canon Greater Hartford Open, Sprint Western Open and Federal Express St. Jude Classic. Chosen as the 1993 PGA TOUR Player of the Year…Surpassed earnings of $2 million for the first time in his career in 2002, while finishing fifth in scoring average (69.59). Picked up his first win since the 1998 FedEx St. Jude Classic (a span of three years, nine months and 17 days). The first of five-plus 40-year-olds to win with his victory at the MasterCard Colonial, the 18th of his career. Co-leader after 36 holes with Esteban Toledo. Grabbed solo third-round lead by five strokes. Needed only 104 putts on the week en route to his second MasterCard Colonial title...Had a career-best year from an earnings standpoint in 2003 when he collected $2,271,111 and a pair of runner-up finishes…Earned 17th PGA TOUR title and 16th in decade of the 1990s by making birdie on second playoff hole at TPC Southwind to defeat Jeff Sluman and win the 1997 FedEx St. Jude Classic. Along with Tiger Woods, 15 victories were the most by any player in the 1990s. Captured the 1997 MCI Classic and climbed back into top 20 on money list for first time since 1994. The second of only three wire-to-wire winners on TOUR that year...Shot third-round 63 in 1986 Masters (with a bogey on the first hole) and shares Augusta National course record with Greg Norman. Captured his first title in 1983 when he went wire-to-wire to defeat Jack Nicklaus by two strokes at the World Series of Golf...Played on a number of International teams including two World Cups (1978, 1993) eight Dunhill Cups 1993-2000) as well as five Presidents Cup teams (1994, 1996, 1998, 2000 and 2003). His Presidents Cup record was 8-11-4, including a 4-2-2 mark in foursomes. Was captain of the 2013 and 2015 International teams ...Was the first recipient of the ASAP Sports\/Jim Murray Award in 2002, given to a professional player for his cooperation, quotability and accommodation to the media, and for reflecting the most-positive aspects of the working relationship between athlete and journalist...Named as recipient of the 2005 Bob Jones Award by the USGA, given in recognition of distinguished sportsmanship in golf...Inducted into the World Golf Hall of Fame in St. Augustine, Fla., in 2003...Recipient of the 2002 Payne Stewart Award, presented at THE TOUR Championship presented by Coca-Cola...Honored by Northern Ohio Charities with the 2011 Ambassador of Golf Award, which he received at the World Golf Championships-Bridgestone Invitational in early August...Will receive the Gold Tee Award from the Metropolitan Golf Writers Association in June 2015. The Gold Tee is the MGWA's highest honor, awarded to an individual whose career achievements exemplify the best spirit and traditions of the sport of golf.","personal" : "Published The Swing in 1997...Born in South Africa, moved to Rhodesia (now Zimbabwe) at an early age...After a decade of collaborating with a variety of architects, formed his own design company, Nick Price Golf Course Design. Has designed golf courses in South Africa, Dominican Republic, Mexico, Zimbabwe, the Phillipines, Hong Kong and Portugal...Website is nickprice.com.\n\n","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "Posted the day's low round Sunday, a 7-under-par 65 at the Allianz Championship, which led to a T7 finish in Boca Raton."}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 4 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}