{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "21736","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Zhang","first" : "Lian-Wei","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "160","weightMetric" : "73","birthDate" : "May 2, 1965","age" : "50","birthPlace" : "Guangdong, China","residence" : "","family" : "Married","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1994","clubAffl" : "","cityPlaysFrm" : "China; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "38,411&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "(17): 1995 Volvo Masters of Malaysia, Volvo Masters of Thailand, Volvo Open [China].1996 Volvo Masters of Malaysia, Volvo Masters of Thailand, Volvo Asian Matchplay [Asia]. 1997 Hugo Boss Open [China]. 1998 Hong Kong PGA Championship. 2000 Ontario Open Heritage Classic. 2001 Macau Open [Asia]. 2002 Macau Open [Asia]. 2003 Volvo China Open [Eur], Caltex Masters [Asia]. 2006 China Tour – Zhuhai [China], China Tour – Shanghai [China]. 2007China Tour – Qingdao [China], China Tour – Guangzhou [China].","curYrHigh" : "","carHigh" : "2014:Had the honor of hitting the first tee shot at the Mission Hills Haikou Open, the inaugural event on the PGA TOUR China Series. Shot a 1-under 71 in that first round at the Sandbelt Trails Course and went on to add rounds of 68-72-73 to T20…Finished T56 at the OneAsia Tour's Nanshan China Masters in mid-October.\n\n2013: Finished T14 at the Nanshan China Masters. Turned in weekend rounds of 69-70 at Nanshan International GC's Montgomerie Course to finish solo-14th in mid-October…Added a T17 at the Venetian Macau Open in the fall, opening with a 69 at Macau G&CC. \n\n2012: Opened with a 3-under 69 on his way to a T64 at the Volvo China Open on the OneAsia Tour…At the weather-shortened ISPS Handa Singapore Classic on the Asian Tour, finished T52, with rounds of 67-69-73…In his next Asian Tour start, was T66 at the Maybank Malaysian Open…Finished T15 at the UBS Hong Kong Open. Was tied for third with 18 holes to play after a 66-66-69 start. In the final round at Hong Kong GC, stumbled to a 3-over 70 to drop down the leaderboard, nine shots off winner Miguel Angel Jimenez's pace. \n\n2011:Turned in four under-par rounds at the Volvo China Open (71-68-70-67) to T31 at Luxehills International CC. \n\n2010:On the OneAsia Tour, shot a final-round 69 to T33 at the OneAsia Tour's Luxehills Chengdu Open…Finished T51 at the Midea China Classic…First top-10 on the Asian Tour came at the Brunei Open, on the strength of a 6-under 65 in the second round at Empire Hotel and CC. Finished T10 with two others, six shots behind winner Siddikur Rahman. \n\n2009: Played in his first World Golf Championships event, finishing T66 at the HSBC Champions in Shanghai. Low round of 70 came in the second round at Sheshan International GC in Shanghai…Made his final World Cup appearance, finishing T22 in the event's final time at Mission Hills GC's Olazabal Course in Shenzhen…At the OneAsia Tour inaugural event, the Volvo China Open, finished 71st…Came close to winning on the OneAsia Tour, at the Midea China Classic. Fashioned a third-round 63 at Royal Orchid International GC and followed that with a 2-under 69 to finish second, a stroke behind winner and fellow countryman Wen Chong Liang. \n\n2008:Played in the World Cup for a third time, again representing China in his home country as the event remained in Shenzhen. Along with teammate Liang Wen-Chong, the duo finished T17. \n\n2007: Captured the China Tour's Guangzhou tournament, rolling to a five-shot victory over Yuan Hao at Dragon Lake GC. Shot a final-round 69…In the China Tour's fifth tournament of the year, in Shanghai, finished T4, 10 strokes behind winner Li Chao at the Shanghai International Golf Resort. Shot a pair of 72s (even-par) on the weekend…Represented China for the second time at the World Cup, finishing T11 in the event's return to China—at Mission Hills GC's Olazabal Course in Shenzhen. Teamed with Wen Chong Liang to T11. \n\n2006: Led the China Tour order of merit.Won his first title of the season, at the Zhuhai event on the China Tour. After opening 74-74-78, shot a final-round 69, one of only two players in the field (Li Chao) to break 70 all week, to take a six-shot triumph over Wen Gen Zheng…Second title came in Shanghai, at the Grand Shanghai International Golf Resort. Shot his third consecutive par-or-better round but found himself in playoff with Ming Jie Huang at the end of regulation. Won the title in sudden-death…Played in multi-PGA TOUR events for the first time in his career. Missed the cut at both the Buick Open in Michigan and The International outside Denver, Colo…Made another run at victory in the China Tour's first event of the year. Fell way short of champion Wen Chong Liang despite his second-place performance. Shot a final-round 70 but was nine shots behind Liang's winning score…Was third at the Shandong tournament, five shots short of winner Li Chao…Was third at the Kunming event at Kunming Country GC…Shot a final-round, 3-under 69 to move into third place at the Omega Golf Championship, the China Tour's season-ending event. The solid final-day play still left him 18 shots behind Liang.\n \n2004: Made his season debut on the Asian Tour with a T21 at the Caltex Masters in Singapore. Finished 3-under at Laguna National G&CC…Next made cut came at the Qatar Masters. Opened with a 1-under 71 and went on to T71 with Paul McGinley at Doha GC…First top-10 of the campaign came at the Macau Open. A final-round 65 at Macau G&CC moved him into a T8, eight shots short of winner Wang Ter-Chang…At the TCL Classic in Sanya, finished T41, thanks to three 69s and a 71…Added a T26 at the Indonesia Open after four sub-70 rounds (67-67-69-66)…At the Johnnie Walker Classic in Beijing, was T53…Although was never realistically in contention, finished third at the Volkswagen Masters – China on the Asian Tour. At Jinghua GC in Beijing, rounds of 69-68-70-70 left him 11 strokes behind winner Retief Goosen…Had a strong showing at the Volvo China Open at Shenzhen GC. Following a third-round 66, was only two strokes off Ross Fisher's 54-hole lead. Shot a Sunday, even-par 72 to fall into a T7 with three others, four strokes short of Paul Casey's winning score...In final start of the season, used a second-round 66 to earn a top-15 (T14) at the Volvo Masters of Asia at Thai CC in Bangkok. \n\n2003:Won his lone European Tour title at the Asian Tour co-sanctioned Caltex Masters. In late-Janaury, shot a final-round 70 to defeat Ernie Els by a stroke \n\n1999:Made his PGA TOUR debut, missing the cut at the Air Canada Championship in Vancouver (70-75). \n\n1996:Represented China for the first time at the World Cup, finishing T20 with partner Jun Cheng at Erinvale GC in South Africa. \n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T20th in 2014 at the Mission Hills Haikou.","dynStats" : "He ranks T64th in Consecutive Cuts on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}