{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "35213","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Echavarria","first" : "Andres","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "165","weightMetric" : "75","birthDate" : "February 8, 1988","age" : "28","birthPlace" : "Medellin, Colombia","residence" : "Medellin, Colombia","family" : "Single","education" : "University of Florida (2011, Economics)","splInterest" : "Movies, being in the snow","pronunciation" : "ahn-DRESS eh-cheh-veh-RIHAA","nwTourAlumnus" : "","trndProYear" : "2011","clubAffl" : "Club Campestre Medellin (Medellin, Colombia)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "93,652&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2012","otherVics" : "","intlVics" : "(1): 2013 Abierto del Club Campestre Los Farallones [DevSeries\/Colombia]","curYrHigh" : "","carHigh" : "2015: Finished T2 at the Mazatlán Open in March for his fourth runner-up career finish on PGA TOUR Latinoamérica… Had two other top-25's at the Lexus Panama Classic (T12) and 84th Abierto OSDE del Centro (T25)… Finished the Latinoamérica Tour season ranked 52nd on the Order of Merit… Missed the cut in seven Web.com Tour starts… Monday qualified for the Wells Fargo Championship to make his second career start on the PGA TOUR (missed the cut).\n\n2014: Withdrew after 54 holes of the Web.com Tour Qualifying Tournament in December...Entered 19 Web.com Tour events, posting one top-10 and five top-25s. Made 11 cuts, missed seven and had one WD. Finished 76th on the money list...Best finish was T8 at United Leasing Championship at Victoria National GC in Indiana in late June. Was in third place after three rounds. Shot 74 on Sunday. Rose to 47th on the money list...Other top finishes came in Brazil (T12), Cleveland (T14), Chile T23 and Louisiana (T25)...With three Regular Season events remaining, was 64th in earnings. Skipped Springfield, Mo., then recorded T49 finish in Knoxville and T46 at the Regular Season-ending WinCo Foods Portland Open to end up 76th, missing by one a spot in the Web.com Tour Finals and full exempt status for 2015...In lone PGA TOUR Latinoamérica start in February, finished T2 at the 67th Arturo Calle Colombian Open. Carded a final round low 9-under 63 to finish three behind winner David Vanegas. \n\n2013: Made the cut in 9 of 11 starts on PGA TOUR Latinoamérica, collecting three top-10s and seven top-25s to finish 18th on the Order of Merit... Best finish was T3 at the 82nd Abierto OSDE del Centro in Argentina in April... Other top-10s came at Aberto do Brasil and Arturo Calle Colombian Classic... Made the cut in 4 of his 8 starts on the Web.com Tour, with a T11 finish at the Colombian Championship as his best in March… Claimed his first pro win at the Abierto del Club Campestre Los Farallones, a Colombian Tour\/Developmental Series event in Cali, Colombia. Led from start to finish at the par-73 course for a winning total of 279 (-13) in September… Closed the year with a T50 finish at the Web.com Tour Qualifying Tournament Final at PGA West in California to earn conditional status on the Web.com Tour for the 2014 season.\n\n2012: Finished the PGA TOUR Latinoamérica season ranked 6th on the Order of Merit, just outside “Los Cinco” who earned Web.com Tour status for 2013… Had five top-5s and seven top-25s in 11 starts… Best finish was a T2 at both the 65th Arturo Calle Colombian Classic and Lexus Peru Open… Also finished T4 at the season opening Mundo Maya Open in Mexico, the 59th Aberto do Brasil and the season ending 107th VISA Open de Argentina… Joined PGA TOUR Latinoamérica as co-medalist at the Buenos Aires, Argentina Q-School in June… On Web.com Tour, made two starts, missing both cuts.\n","otherCarHigh" : "Made two Web.com Tour starts in 2011 and finished in the top 25 in both, including a runner-up at the Chitimacha Louisiana Open. He was T19 in his home country's Colombia Championship. Those results helped him move up to third in the World Amateur Golf Ranking… Attended the University of Florida and excelled on the Gator golf team, earning Third Team All-American honors in his senior season… In 2011 he also was named First Team All-SEC and collected individual wins at the Gator Invitational and the Southeastern Conference Championship (SEC)… Was a member of the Colombian team that won the Copa Los Andes in 2005, a three-time winner of the Colombian Junior Championship, won the South American Junior Championship in 2006… Was named Academic All-American his four years in college.","personal" : "His two younger brothers, Miguel and Nicolás, are also top golfers… Miguel played golf for the University of Michigan, where he graduated in 2013, while Nicolás is a senior at the University of Arkansas… Earned a bachelor's degree in Economics at the University of Florida in 2011… If not a professional golfer, would be a professional tennis player… Biggest thrill in golf is making something happen when the stakes are high… Biggest thrill outside golf is snowboarding on a steep slope… Favorite course he's played is Hazeltine National… Favorite app is Waze (\"Saves me when I'm in Colombia.\")… Favorite college team is the University of Florida… Favorite pro team is Medellin's Atlético Nacional… Favorite movie is \"Law Abiding Citizen,\" and his favorite city is \"any place there is powdered snow.\" Enjoys eating fondue, and Roger Federer is his favorite athlete…Not many people know he likes to read after \"hating it for a long time.\"… Bucket list includes playing Augusta National and traveling to Bora Bora… Is involved with Marisa Baena Foundation in Colombia… First-tee introduction song would be \"Levels\" by Avici… Never plays golf balls featuring No. 3… Michael Phelps, Michael Jordan and Rafael Nadal would round out his dream foursome… Twitter and Instagram: @andresecha","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 Order of Merit Top-60"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Conditional - Additional Qualifying Tournament Finisher or Finished 76-100 on 2014 Web.com Tour Money List","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Withdrew after 54 holes of the Web.com Tour Qualifying Tournament in December...Entered 19 Web.com Tour events, posting one top-10 and five top-25s. Made 11 cuts, missed seven and had one WD. Finished 76th on the money list...Best finish was T8 at United Leasing Championship at Victoria National GC in Indiana in late June. Was in third place after three rounds. Shot 74 on Sunday. Rose to 47th on the money list...Other top finishes came in Brazil (T12), Cleveland (T14), Chile T23 and Louisiana (T25)...With three Regular Season events remaining, was 64th in earnings. Skipped Springfield, Mo., then recorded T49 finish in Knoxville and T46 at the Regular Season-ending WinCo Foods Portland Open to end up 76th, missing by one a spot in the Web.com Tour Finals and full exempt status for 2015...In lone PGA TOUR Latinoamérica start in February, finished T2 at the 67 Arturo Calle Colombian Open, three behind winner David Vanegas.\n\n2013: Played in 11 PGA TOUR Latinoamérica events...Made nine cuts, had three top-10s and enjoyed seven top-25s overall...Best finish, a T3, came in April at the 82 Abierto OSDE del Centro...Other top-10s came at Aberto do Brasil and Arturo Calle Colombian Classic...Finished season 18th on the Order of Merit.\n\n2012: Was co-medalist at June's Qualifying Tournament. Played 11 events that fall, which included five top-fives and seven top-25s. Best finish was a T2 at both the 65 Arturo Calle Colombian Classic and Lexus Peru Open. Finished sixth on the Order of Merit...On Web.com Tour, made two starts, missing both cuts.\n","otherCarHigh" : "Ranked third in the World Amateur Golf Ranking after finishing runner-up at Web.com Tour's Chitimacha Louisiana Open...Was the 2011 SEC individual champion...Made two Web.com Tour starts in 2011 and finished in the top 25 in both, including a runner-up at the Chitimacha Louisiana Open. He was T19 in his home country's Colombia Championship.","personal" : "If not a professional golfer, would be a professional tennis player...Biggest thrill in golf is making something happen when the stakes are high...Biggest thrill outside golf is snowboarding on a steep slope...Favorite course he's played is Hazeltine National...Favorite app is Waze (\"Saves me when I'm in Colombia.\")...Favorite college team is the University of Florida...Favorite pro team is Atletico Nacional...Favorite movie is \"Law Abiding Citizen,\" and his favorite city is \"any place there is powdered snow.\" Enjoys eating fondue, and Roger Federer is his favorite athlete...Not many people know he likes to read after \"hating it for a long time.\"...Bucket list includes playing Augusta National and meeting LeBron James...Is involved with Marisa Baena Foundation in Colombia...First-tee introduction song would be \"Levels\" by Avici...Twitter name is @andresecha.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 2nd in 2011 at the Chitimacha Louisiana Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/andresecha"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/andresecha"}], "allOutTypes" : ["XML Output","Intro Page","Bio Page","ShotLink Player Bio"]}]}