{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25198","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Molinari","first" : "Francesco","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "159","weightMetric" : "72","birthDate" : "November 8, 1982","age" : "33","birthPlace" : "Turin, Italy","residence" : "London, England","family" : "Wife, Valentina; Tommaso (2\/5\/11), Emma (8\/19\/15)","education" : "University of Torino (Business)","splInterest" : "Soccer, snowboarding, video games, movies","pronunciation" : "maw-LIN-air-ee","nwTourAlumnus" : "","trndProYear" : "2004","clubAffl" : "Circolo Torino GC (Fiano, Italy)","cityPlaysFrm" : "Turin; ; Italy","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2014","qSchoolYear" : "","exmtStatus" : "99th in 2014-15 FedExCup points","otherVics" : "(5): 2002 Italian Amateur Stroke Play Championship, Italian Amateur Foursomes [with Edoardo Molinari]. 2004 Italian Amateur Stroke Play Championship, Italian Amateur Match Play Championship, 2009 OMEGA Mission Hills World Cup [with Edoardo Molinari].","intlVics" : "(3): 2006 Telecom Italia Open [Eur]. 2010 World Golf Championships-HSBC Champions [Eur]. 2012 Open de Espana [Eur].","curYearHigh" : "Closed with matching 3-under 69s on the weekend for a T9 finish at the Arnold Palmer Invitational. It marked his second top-10 finish (T5 in 2014) in four starts at Bay Hill and his first top-10 on the PGA TOUR since a T3 at the 2015 Memorial Tournament (12 starts later).","carHigh" : "2014-15: In his first season as a PGA TOUR member (he played as a non-member from 2007-14), claimed five top-25 finishes, highlighted by a third-place showing in his 11th start. Finished 99th in the FedExCup standings to qualify for his first Playoffs. Elected not to compete due to the birth of his second child...Posted rounds of 64-71-67-67 to finish T10 at the Humana Challenge...Opened with a 7-under 65 at the BMW PGA Championship to take the 18-hole lead at the European Tour's flagship event. Followed with a second-round 69 to lead by one over Byeong Hun An. Through 36 holes, fell into a tie with An after shooting a 68, his third consecutive round in the 60s. Dropped into fifth place when he faltered on the final day, shooting a 2-over 74, nine strokes worse than what An shot on his way to victory...in his 11th start as a PGA TOUR member, recorded his second top-10 of the season with a T3 finish at the Memorial Tournament where he reunited with his 2012 Ryder Cup playing partner Justin Rose in the final group Sunday. Held the lead late in the final round until a double bogey-5 at the par-3 16th derailed his chances, leaving him two shots out of the David Lingmerth-Rose playoff that Lingmerth won...Finished T6 with three others at the European Tour's Open de France in early July. \n\n2014: Made the cut in all 12 starts on the PGA TOUR as a non-member, highlighted by two top-10 finishes. Accepted Special Temporary Membership during the season, which allowed him to play in 12 events. Parlayed that into a top-125 finish on the non-member FedExCup points list to earn his 2014-15 TOUR card...Finished T5 at the Arnold Palmer Invitational for his second top-10 in three starts at the Bay Hill event...In his fifth consecutive PLAYERS Championship outing, finished T6 after three straight years of missed cuts at TPC Sawgrass. Posted four rounds of par or better to achieve the top-10 result, the first time he had recorded all four rounds at no worse than par in the event...Shot a final-round 70 at the European Tour's BMW PGA Championship to T7 with four others at the Wentworth Club in England.\n\n2013: Didn't play much on the PGA TOUR. Recorded his first top-10 on the TOUR, and first in six career starts at The Open Championship, finishing T9...Also made the cut at the PGA Championship (T33)...Was also T28 at the World Golf Championships-Cadillac Championship...Finished T9 at the European Tour's Volvo Golf Champions in mid-January...Was T5 at the Volvo World Match Play Championship, losing in the quarterfinals to Thomas Aiken...Added another T9 in May at the BMW PGA Championship at Wentworth Club in England...Not only had the low final-round of the BMW Masters in Shanghai in late-October, his 8-under 64 at Lake Malaren GC was the tournament's low round. Even with the eight-birdie, one-eagle, two-bogey performance, he still fell a stroke shy of winner Gonzalo Fernandez-Castano, a T2 with Thongchai Jaidee...Struggled in the opening and closing rounds of the ISPS Handa World Cup but played superb golf in the middle two rounds, with a 67-66 performance at Royal Melbourne GC in Australia to T8 with three others. Had a disappointing team showing in the event, pairing with Matteo Manassero to T20.\n\n\n\n2012: Was T8 at the Abu Dhabi HSB Golf Championship in late January. Was in contention Sunday but could only muster a final-round, even-par 72 at Abu Dhabi GC...Was T6 at the Volvo China Open in April, finishing six strokes behind Branden Grace...Began the final round of the Open de Espana tied for sixth, four strokes behind leader Simon Dyson. Shot a final-round 65, nine strokes better than his Saturday score, to come from behind at Real Club de Golf de Sevilla to win going away, taking a three-stroke victory over Alejandro Canizares in early May. The victory was his second on the European Tour but his first in six years...Finished T7 at the BMW PGA Championship in England in late May...Picked up a T10 at the Irish Open when he shot a final-round, 5-under 67 at Royal Portrush GC...After a third-round 74 seemingly left him out of contention at the Alstom Open de France in July, he came back at Le National Golf in Paris with a Sunday 64 only to fall a stroke short of winner Marcel Siem. His runner-up performance moved him to seventh in the Race to Dubai standings...Added another top-10 in late-August, at the Johnnie Walker Championship in Scotland. Fired a final-round 67 at The Gleneagles Hotel to move into a T6...Finished 0-2-1 in second career start for European team in the Ryder Cup. Earned half a point in his singles match against Tiger Woods as his squad claimed its second consecutive victory in the competition...Had a strong showing late in the year at the Barclays Singapore Open, shooting rounds of 69-67-72-68 to finish T5 at Sentosa GC. \n\n2011: The 2010 World Golf Championships-HSBC Champions winner recorded his only top-10 finish of the PGA TOUR season, with a T3 effort at the World Golf Championships-Cadillac Championship, set up in large part with matching 4-under 68s in the opening two rounds. Eventually finished three strokes behind Nick Watney in his bid to become just the second European (Darren Clarke) to win a World Golf Championships event...Teamed with his brother, Edoardo, to represent Italy and defend the duo's OMEGA Mission Hills World Cup title. Italy finished 17th in the team event in China...Enjoyed four top-10s on the European Tour, with a T5 at the Volvo World Match Play Championship his top showing...He enjoyed a good week in his home country, finishing T8 at the BMW Italian Open. \n\n2010: Capped a career-defining year by winning in November in China. Battled Lee Westwood, then the world's No. 1-ranked player all week before eventually prevailing at the World Golf Championships-HSBC Champions in Shanghai. He matched scores with Westwood in the second, third and final rounds but won the tournament with a first-round 65 at Sheshan International GC to Westwood's 66...Finished ninth at THE PLAYERS Championship in his first appearance at TPC Sawgrass. In a second-round 65, hit all 18 greens in regulation, the first time that had occurred at TPC Sawgrass since in-depth hole-by-hole statistics began in 1992. Finish came on the same day Francesco's older brother, Edoardo, finished T13 at the BMW Italian Open in Turin, Italy. It was his first top-10 on the PGA TOUR since a T10 at the 2009 PGA Championship...Earned a playing spot on the European Ryder Cup team and compiled a 0-2-1 record during the European victory...In November, led wire-to-wire in Shanghai to hold off newly-minted World No. 1 Lee Westwood by a stroke to win the World Golf Championships-HSBC Champions. Used a 7-iron from 155 yards to hole out his second shot on the par-4 13th for an eagle-two. His 19-under total was 1-stroke better than Westwood and 10 strokes better than those at T3. \n\n2009: Finished T10 at the PGA Championship, his first career top-10 in a major. Didn't miss a cut in a PGA TOUR-affiliated event and finished in the top-10 at the World Golf Championships-HSBC Champions (T10) in early November. Had seven top-10s on the European Tour, with a runner-up finish at the Portugal Masters. Teamed with older brother, Edoardo, to win the OMEGA Mission Hills World Cup in November, Italy's first win in the event. Performance moved him into the top 50 in the Official World Golf Ranking for the first time. The younger, by nearly two years of the Molinari brothers. Nine months after Edoardo became the first Italian winner of the U.S. Amateur in 2005, Francesco won the 2006 Telecom Italian Open, the first success in the event by an Italian since Massimo Mannelli 26 years earlier. \n","otherCarHigh" : "","personal" : "Enjoys snowboarding in the winter and playing soccer when not supporting Inter Milan...Says playing \"in front of big crowds\" and being a part of the winning European Ryder Cup team at Medinah CC in 2012 are his biggest thrills in golf.","otherInfo" : "","ntlTeams" : "Ryder Cup (2), 2010, 2012; World Cup (6), 2006, 2007, 2008, 2009, 2011, 2013; Seve Trophy (3), 2009, 2011, 2013; Royal Trophy (1), 2011.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T9th at the Arnold Palmer Invitational presented by MasterCard.","dynStats" : "He ranks T88th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/FrancescoMolinariGolf"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/F_Molinari"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output","Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}