{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "39904","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Lee","first" : "Ji-hoon","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "176","weightMetric" : "80","birthDate" : "October 16, 1986","age" : "29","birthPlace" : "Busan, South Korea","residence" : "Busan, South Korea","family" : "Single","education" : "","splInterest" : "Movies","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2006","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2014: Earned his PGA TOUR China Series' playing privileges by finishing 13th at the second qualifying tournament, at Mission Hills GC's Sandbelt Trails Course…Made his PGA TOUR China Series' debut at the Buick Open in Guangzhou. Played a solid first two rounds (67-70) before shooting an 8-over 80 Saturday. Recovered with a 1-under 71 on the final day to T23…On the OneAsia Tour, finished 17th at the SK Telecom Open, with three par-or-better rounds to finish the event in South Korea…The following week, was 71st at the Maekyung Open, also on the OneAsia Tour…On the Korean Tour in early June, finished T53 at the 2nd Happiness Songham Construction Open…In his next Korean Tour start, enjoyed his best showing of the year, finishing T12 with three others. Finished the Bosung Country Club Classic at 7-under, five shots out of the Woo Hyun Kim-Joon Woo Choi playoff…Was T27 in his next start, at the Gunsan Country Club Open…Returning to PGA TOUR China Series' action, picked up a T35 at the Chateau Junding Penglai Open, thanks to a final-round 69, his first sub-70 round since his first-round 67 at the Buick Open…Turned in his top performance of the season when he played the final 36 holes of the Jianye Tianzhu Henan Open in 2-under to T18 at St. Andrews Zhengzhou GC…Two weeks later, on the Korean Tour, finished 64th at the K.J. Choi Invitational…Back on PGA TOUR China, added a T25 late in the season at the Nine Dragons Open…Took a share of the first-round lead with Alex Hawley before settling on a T13 at the Hainan Open in late-November, his best finish on the circuit this season. \n2013: Made his first cut of the Korean Tour season when he was T44 at the 1st Happiness Kwangju Bank Open...Earned another T44 later in the season, at the Korean PGA Championship at Dongchon CC…Was T29 at the Shinhan Donghae Open in late-September. \n\n2009: Opened with a 6-under 66 at the SK Telecom Open and remained in contention the rest of the way at Sky 72 GC. Shot a 1-under 71 on the final day to T4, four shots behind winner Sang Hyun Park…Next top-10 came at the SBS Samsung Benest Open. Four under-par rounds (70-68-67-68) led to a T8 finish…Two weeks later, at the SBS Meritz Solmoro Open at Solmoro CC, finished T6. Held a one-shot, 54-hole lead over Dae Sub Kim and Joon Eob Son but faltered on the final day, shooting a 4-over 75 to T6…Final top-10 of the Korean Golf Tour campaign came in his second-to-last start, at the SBS Emerson Pacific Hilton South Sea Open. Four under-par rounds (68-71-69-71) gave him a T8 at Hilton Namhae GC. \n2008: Made three Korean Golf Tour starts, with a T21 at the Korea Open at Woojeong Hills CC his top outing….Was also T31 at the SK Telecom Open in April.  \n2007: Made the cut in two of his four Korean Tour starts, a T33 at the 54-hole SBS Yonwoo Heavenland Open, thanks to a final-round, 2-under 70…Other made cut came at the Korean Open, a solo-65th effort. \n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T8th in 2014 at the Tour Championship presented by CTS Tycoon.","dynStats" : "He ranks 70th in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}