{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29223","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Saunders","first" : "Sam","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "175","weightMetric" : "79","birthDate" : "July 30, 1987","age" : "28","birthPlace" : "Orlando, Florida","residence" : "St. Augustine, Florida","family" : "Wife, Kelly; Cohen, Ace","education" : "Clemson University","splInterest" : "Cycling, outdoor sports","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2014, 2015)","trndProYear" : "2009","clubAffl" : "Harmony GC (Fort Collins, Colorado)","cityPlaysFrm" : "Fort Collins; CO; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,546,614&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2012","exmtStatus" : "Subject to second reshuffle (first eight events)","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2013: Played full time on the Web.com Tour, making six cuts in 19 starts and finishing 150th on the final money list...His lone top-25 finish came in his third start of the campaign when he was T12 at the Chile Classic in March...Finished his year in stellar fashion when he was T11 at the Web.com Tour's National Qualifying Tournament in December, which earned him fully-exempt status through the second reshuffle in 2014. \n\n2012: Made the cut in 13 of 23 starts and had three top-10 finishes. Had a strong week at the BMW Charity Pro-Am, where he finished T5, just two strokes out of a playoff. The former Clemson Tiger moved into contention early Sunday with four straight birdies on the front nine but managed only one more in his final 11 holes...Enjoyed his career-best showing in mid-July, at the Utah Championship. Shot four under-par rounds at Willow Creek CC, including a final-round 67 to T2 with three other players, a stroke behind winner Doug LaBelle II...Was T8 at the Neediest Kids Championship in October, thanks to a 4-under 66 in the opening round...Finished T13 at the Web.com Tour Championship to close the season, moving up three spots on the money list, to No. 50. 2011: Made the cut in five of 13 combined starts on the PGA TOUR and Web.com Tour...Was T10 at the Web.com Tour's season-opening Panama Claro Championship, his best finish of the year...Was T15 at the AT&T Pebble Beach National Pro-Am, his best finish in eight TOUR starts. 2010: Had seven PGA TOUR starts, making the cut in three. Top finish was a T17 at The Honda Classic. Opened with three consecutive 69s at PGA National before falling to a 73 on the final day. Was also T50 at the Arnold Palmer Invitational and T70 at the AT&T Pebble Beach National Pro-Am...Made two Web.com Tour cuts in his five starts. Was T43 at the Albertsons Boise Open and T50 at the Winn-Dixie Jacksonville Open. 2009: Missed the cut at the Albertsons Boise Open, playing on a sponsor's exemtpion. 2006: Made his PGA TOUR debut as an amateur at the Arnold Palmer Invitational at his home course, the Bay Hill Club and Lodge. Missed the cut. \n","otherCarHigh" : "","personal" : "Biggest thrill in golf are his four holes-in-ones...His earliest golf memory was making his first hole-in-one with his dad watching...Favorite course he has played is Wade Hampton GC (Cashiers, N.C). The course he would like to play is Pine Valley. Never travels without his music. Follows the Clemson Tigers, Florida Gators, and Denver Broncos...Watches \"Breaking Bad\" and \"Friday Night Lights,\" and his favorite movie is anything with Denzel Washington in it...Listens to the Red Hot Chili Peppers and Frank Zappa...Enjoys watching Peyton Manning play...Favorite gadget is his phone...Favorite vacation spot is his home...Not many people know he built his own workshop table and works on all of his own clubs...Supports the Arnold and Winnie Palmer Hospital and is the Palmers' grandson...His biggest thrill outside of golf was getting married and having children...Biggest thrill in golf was playing in the 2011 U.S. Open at Congressional...Says if he weren't playing golf he'd enjoy being a builder or developer...His favorite book is Hero of the Underground...The head cover on his driver was made from an alligator he caught himself...Would love to trade places for a day with an American soldier so he could appreciate all military personnel do...Bucket list includes winning a major.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2014-15","qSchoolYear" : "","exmtStatus" : "12th on the 2015 Web.com Tour priority list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Made 13 of 28 cuts in first season as a PGA TOUR member, with lone top-10 a playoff loss. Finished No. 137 in the FedExCup standings...Lost in a five-man playoff at the Puerto Rico Open to Alex Cejka. The T2 was his first career top-10 in his 32nd career TOUR start. Missed a 7-foot birdie putt to extend the playoff. His grandfather, Arnold Palmer, won his first TOUR event in his 30th start...Held the first-round lead at the Barbasol Championship before finishing T32...Prior to the Web.com Tour Finals in late-August, fell off a scooter and spent two nights in intensive care, suffering an epidural hematoma (\"a brain bleed\"). Lost his sense of smell and some sense of taste as a result of the accident. First swing prior to the Finals did not come until the Friday before the opening Hotel Fitness Championship...At the Hotel Fitness Championship, had a T4 showing for the second consecutive year, highlighted by a third-round 65. Began the final round four back of leader D.H. Lee but was unable to gain ground with a 69. A check for $44,000 put him in strong position to regain his TOUR card...Took the second Finals' event off, the Small Business Connection Championship at River Run, \"to regain energy\" from his accident...After a T47 in the Nationwide Children's Hospital Championship, was one stroke off the first-round pace with a 64. Closed with rounds of 69-68-67 to grab a T3, which placed him 12th in the final priority-ranking order.\n\n2013-14: Finished the Web.com Tour season with 22 starts, three top-10s and eight top-25s. Made 16 cuts...In the Web.com Tour season opener in Bogota, rain canceled final-round play, with Saunders T5 after rounds of 69-67-69 at the Pacific Rubiales Colombia Championship. It was his best finish since a T8 at the 2012 Mid-Atlantic Championship...On the PGA TOUR, recorded a T43 finish at the Arnold Palmer Invitational in March, despite a closing-round 77...Posted his second top-10 at the weather-shortened WNB Golf Classic in April, a T6, with rounds of 70-68-67...Was two shots off the lead after 36 holes at the Air Capital Classic. Weekend rounds of 70-67 led a T10 finish...Opened the Hotel Fitness Championship, the first of four Web.com Tour Finals' events, with a pair of 66s to take a two-shot lead over four players at the halfway mark. A 70 Saturday put him in a tie with Greg Owen, one off leader Colt Knost's 15-under total. A final-round 70 could not keep pace with eventual winner Bud Cauley's 65 and runner-up Knost's 68, resulting in a T4, six back of Cauley...Followed with another solid finish, a T6, at the Chiquita Classic. The performance all but secured him PGA TOUR membership for the first time...Padded his position with rounds of 70-70-76-68, good for a T12 at the Nationwide Children's Hospital Championship on the difficult OSU Scarlet Course...Continued his strong season-end play with a T7 at the finale, the Web.com Tour Championship that ended with a 67 on the challenging TPC Sawgrass' Dye's Valley Course.\n\n2013: Played full time on the Web.com Tour, making six cuts in 19 starts and finishing 150th on the final money list...His lone top-25 finish came in his third start of the campaign when he was T12 at the Chile Classic in March...Finished his year in stellar fashion when he was T11 at the Web.com Tour's National Qualifying Tournament in December, which earned him fully-exempt status through the second reshuffle in 2014. \n\n2012: Made the cut in 13 of 23 starts and had three top-10 finishes. Had a strong week at the BMW Charity Pro-Am, where he finished T5, just two strokes out of a playoff. The former Clemson Tiger moved into contention early Sunday with four straight birdies on the front nine but managed only one more in his final 11 holes...Enjoyed his career-best showing in mid-July, at the Utah Championship. Shot four under-par rounds at Willow Creek CC, including a final-round 67 to T2 with three other players, a stroke behind winner Doug LaBelle II...Was T8 at the Neediest Kids Championship in October, thanks to a 4-under 66 in the opening round...Finished T13 at the Web.com Tour Championship to close the season, moving up three spots on the money list, to No. 50. 2011: Made the cut in five of 13 combined starts on the PGA TOUR and Web.com Tour...Was T10 at the Web.com Tour's season-opening Panama Claro Championship, his best finish of the year...Was T15 at the AT&T Pebble Beach National Pro-Am, his best finish in eight TOUR starts. 2010: Had seven PGA TOUR starts, making the cut in three. Top finish was a T17 at The Honda Classic. Opened with three consecutive 69s at PGA National before falling to a 73 on the final day. Was also T50 at the Arnold Palmer Invitational and T70 at the AT&T Pebble Beach National Pro-Am...Made two Web.com Tour cuts in his five starts. Was T43 at the Albertsons Boise Open and T50 at the Winn-Dixie Jacksonville Open. 2009: Missed the cut at the Albertsons Boise Open, playing on a sponsor's exemtpion. 2006: Made his PGA TOUR debut as an amateur at the Arnold Palmer Invitational at his home course, the Bay Hill Club and Lodge. Missed the cut. \n","otherCarHigh" : "","personal" : "His earliest golf memory was making his first hole-in-one with his dad watching...Favorite course he has played is Wade Hampton GC (Cashiers, N.C). The course he would like to play is Pine Valley. Never travels without his music. Follows the Clemson Tigers, Florida Gators, and Denver Broncos...Watches \"Breaking Bad\" and \"Friday Night Lights,\" and his favorite movie is anything with Denzel Washington in it...Listens to the Red Hot Chili Peppers and Frank Zappa...Enjoys watching Peyton Manning play...Not many people know he built his own workshop table and works on all of his own clubs...Supports the Arnold and Winnie Palmer Hospital and is the Palmers' grandson...His biggest thrill outside golf was getting married and having children...Biggest thrill in golf was playing in the 2011 U.S. Open at Congressional...Says if he weren't playing golf he'd enjoy being a builder or developer...His favorite book is Hero of the Underground...The head cover on his driver was made from an alligator he caught himself...Would love to trade places for a day with an American soldier so he could appreciate all that military personnel do...Bucket list includes winning a major.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T14th at the The Honda Classic.","dynStats" : "He ranks 90th in Driving Distance - Driver on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}