{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06575","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hart","first" : "Dudley","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "190","weightMetric" : "86","birthDate" : "August 4, 1968","age" : "47","birthPlace" : "Rochester, New York","residence" : "Buffalo, New York","family" : "Wife, Suzanne; Abigail, Rachel, Ryan, Avery Claire","education" : "University of Florida","splInterest" : "Hockey, reading, fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1990","clubAffl" : "","cityPlaysFrm" : "Buffalo; NY; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "12,635,726&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "The 2008 Comeback Player of the Year suffered through another injury-riddled season in 2009, with a T54 in late May at the Crowne Plaza Invitational at Colonial his last start. Ended the season with seven made cuts in 13 starts, with a T28 at the Mayakoba Golf Classic his best showing. Had back surgery in early summer after a magnetic-resonance-imaging test revealed his L5-S1 disc in his lower back was bone on bone, in the same area where he suffered a herniated disc nine years earlier. Surgery fused the L5 and S1 discs together and removed problematic bone spurs, leading doctors to believe the successful procedure would lead to a minimum of 15 additional years of competitive golf...Voted 2008 PGA TOUR Comeback Player of the Year. Started the season on a Major Medical Extension (family crisis), but ended the year with a career-best season earnings total of $2,218,817 and six top-10s, including a runner-up finish to Camilo Villegas at the BMW Championship. Finished No. 12 in the FedExCup point standings. First top-10 of the season came at the AT&T Pebble Beach National Pro-Am, where opening rounds of 69-70-68 left him tied for first with Vijay Singh at 9-under. An even-par 72 Sunday left him in a tie for third place and one stroke shy of the playoff with Singh and eventual champion Steve Lowery...Next top-10 came at the EDS Byron Nelson Championship, finishing T7. Was T5 the next week at the Wachovia Championship, his third top-10 of the season, which matched his personal best since recording five top-10s in 2001...Held a share of the 18-hole lead at the Buick Open before finishing T9. Bogeyed three of his last four holes Sunday to finish four behind Kenny Perry...After missing the cut at the Deutsche Bank Championship, posted four rounds in the 60s to finish runner-up at the BMW Championship, his best finish since a runner-up at the 2004 EDS Byron Nelson Championship. He made the biggest jump up the FedExCup standings from 67th to 14th, earning a spot in THE TOUR Championship for the first time in his career. During the week he recorded three of the 19 total bogey-free rounds at Bellerive CC...Ended the PGA TOUR Playoffs for the FedExCup with a T10 at THE TOUR Championship to finish 12th in the FedExCup points standings...Limited to 12 starts in 2007 due to illness of wife, Suzanne, who was diagnosed with a tumor in her lungs (non-smoking related) in May and subsequently had two-thirds of one of her lungs removed. Did not play after the Wachovia Championship, taking care of wife and triplets, then age 6. Granted Major Medical Extension. Lone top-10 was T8 at the Bob Hope Chrysler Classic, four shots out of a Charley Hoffman-John Rollins playoff...Despite back problems that forced the withdrawal from four events, notched three top-10s in 2006 to finish in the top 125 on the money list...Made 18 cuts in 29 2005 starts and collected over $1 million for the fifth time in his 15-year career. Best finish was a solo fifth at the Buick Open, aided by a final-round 6-under-par 66 that included seven birdies in eight holes…Collected his second top-10 in a major championship with a T10 at the PGA Championship at Baltusrol. Other top-10 came at the 1993 PGA at Inverness Club, where he finished T6 in only his third major championship career start...Returned to form in 2004 after battling back problems in 2003. Earned 85 percent of his season earnings during a three-week stretch in April and May. In sixth start, finished T4 at the Shell Houston Open the last week of April, to earn $220,000 to get out of the Major Medical Extension category for the remainder of the season. Two weeks later a final-round 67 at the EDS Byron Nelson Championship put him in first career sudden-death playoff; lost to Sergio Garcia on the first playoff hole. His T2 finish was his best since finishing T2 at the 2002 Compaq Classic of New Orleans. Limited to 22 starts in 2003 due to herniated disc in his back. Didn't play after The Open Championship. Received a Major Medical Extension for 2004. Lone top-10 was T8 at the 100th Western Open, first since a solo fourth at the 2002 MasterCard Colonial. Finished in the top 60 on the 2002 money list for the seventh consecutive season. Made 10 straight cuts beginning at THE PLAYERS Championship, which included all three of his top-10s, with a best of T2 at Compaq Classic of New Orleans. Fired second- and final-round 63s to earn T3 at the 2001 Canon Greater Hartford Open. The pair of 63s matched his career low. 2000: Won near his adopted hometown at The Honda Classic. Started final round four strokes behind leader J.P. Hayes and birdied last four holes to edge Hayes and Kevin Wentworth by one stroke. For the first time in his career finished in the top 30 on the money list on the strength of a career-high eight 1999 top-10s and three third-place finishes...Closed 1998 by winning unofficial Subaru Sarazen World Open. Collected $360,000, which helped finance delayed honeymoon with wife, Suzanne...Placed second at 1997 FedEx St. Jude Classic. Shot 66-66 during 36-hole Sunday and posted a 15-under-par 266 total and led in the clubhouse. Greg Norman birdied final three holes for one-stroke victory...Earned his first TOUR victory at the 1996 Bell Canadian Open. Trailed by three strokes after two rounds. After Saturday rain reduced tournament to 54 holes, shot closing 70 to defeat David Duval by one stroke...Injured wrist by hitting root at 1995 Canon Greater Hartford Open. After two months in a cast and another two in rehab, finally underwent surgery to repair torn ligaments prior to 1996 season...Finished 52nd on 1993 money list, thanks to T3s at Northern Telecom Open and Kmart Greater Greensboro Open. Recorded his first career top-three finish, a T3 at the 1992 Greater Milwaukee Open...Turned professional in 1990 and won Florida Open and Louisiana Open. Finished 21st at the National Qualifying Tournament to earn PGA TOUR card. \n","otherCarHigh" : "Four-time All-American, three-time all-Southeastern Conference first team and 1987 SEC Freshman of the Year at Florida...","personal" : "Father of triplets (Ryan, Rachel and Abigail born December 6, 2001)...With his father, Chuck, and Jeff Sluman purchased Lake Shore GC on Lake Ontario in Rochester, N.Y...Season-ticket holder and huge fan of the NHL's Buffalo Sabres. Is a close friend of former Sabres' head coach and current Dallas Stars' coach Lindy Ruff.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1991","qSchoolYear" : "1990","exmtStatus" : "Past Champion","otherVics" : "(1): 2002 CVS Charity Classic [with Chris DiMarco].","intlVics" : "(1): 1998 Subaru Sarazen World Open.","curYearHigh" : "","carHigh" : "2014-15: Played his final eight starts as part of a medical extension, making only two cuts without a top-25 for the fourth consecutive season. Will play out of the Past Champion category on the PGA TOUR.\n\n2013-14: Had 12 events to earn $504,284, equaling No. 125 from the 2012 money list. Only played in four events and made two cuts, earning $40,217 toward his Major Medical Extension. The four events were his first starts on TOUR since the 2012 season...Will carry over eight starts to the 2014-15 season, where he needs to earn $464,067...Used Major Medical Extension to gain entrance to the Web.com Tour Finals. Missed the cut in the first and third Finals' events and was a WD from the Chiquita Classic.\n\n2013: In his continued recovery from back surgery, has not made a start on the PGA TOUR since missing the cut at the 2012 AT&T Pebble Beach National Pro-Am. He will have 12 events to earn $504,284, equaling No. 125 from the 2012 money list, to retain his exempt status for the remainder of the 2013-14 PGA TOUR Season. \n\n2012: Missed the cut in his only start, at the AT&T Pebble Beach National Pro-Am...Discovered original back fusion did not work and had another procedure. Planned to return in 2013, but never did. 2011: Failed to make a start for the second consecutive season due to long-standing back issues. \n\n2010: Did not play as he continued to rehab after 2009 back surgery. \n\n2009: The 2008 Comeback Player of the Year suffered through another injury-riddled season, with a T54 in late May at the Crowne Plaza Invitational at Colonial his last start. Ended the season with seven made cuts in 13 starts, with a T28 at the Mayakoba Golf Classic his best showing...Had back surgery in early summer after a magnetic resonance imaging test revealed his L5-S1 disk in his lower back was bone on bone, in the same area where he suffered a herniated disk nine years earlier. Surgery fused the L5 and S1 disks together and removed problematic bone spurs, leading doctors to believe the successful procedure would lead to a minimum of 15 additional years of competitive golf. \n\n2008: Voted PGA TOUR Comeback Player of the Year. Started the season on a Major Medical Extension (family crisis), but ended the year with a career-best season earnings total of $2,218,817 and six top-10s, including a runner-up finish to Camilo Villegas at the BMW Championship. Finished No. 12 in the FedExCup point standings...First top-10 of the season came at the AT&T Pebble Beach National Pro-Am, where opening rounds of 69-70-68 left him tied for first with Vijay Singh at 9-under. An even-par 72 on Sunday left him in a tie for third place and one stroke shy of the playoff with Singh and eventual champion Steve Lowery...Next top-10 came at the EDS Byron Nelson Championship, finishing T7...Finished T5 the next week at the Wachovia Championship, his third top-10 of the season, which matched his personal best since recording five top-10s in 2001...Held a share of the 18-hole lead at the Buick Open before finishing T9. Bogeyed three of his last four holes on Sunday to finish four behind Kenny Perry...After missing the cut at the Deutsche Bank Championship, posted four rounds in the 60s to finish runner-up at the BMW Championship, his best finish since a runner-up at the 2004 EDS Byron Nelson Championship. He made the biggest jump up the FedExCup standings from 67th to 14th, earning a spot in the TOUR Championship for the first time in his career. During the week he recorded three of the 19 total bogey-free rounds at Bellerive CC...Ended the PGA TOUR Playoffs for the FedExCup with a T10 at the TOUR Championship to finish 12th in the FedExCup points standings. \n\n2007: Veteran limited to 12 starts due to illness of wife, Suzanne, who was diagnosed with a tumor in her lungs (non-smoking related) in May and subsequently had two-thirds of one of her lungs removed. Did not play after the Wachovia Championship, taking care of Suzanne and triplets, then age 6. Granted Major Medical Extension (family crisis) for 2008 and had 15 events to earn $485,931 (combined with 2007 earnings of $299,249, would equal 2007's No. 125 earnings of $785,180) and receive Major Medical Extension status for the remainder of the 2008 campaign...Lone top-10 was T8 at the Bob Hope Chrysler Classic, four shots out of a Charley Hoffman-John Rollins playoff. 2006: Despite back problems that forced the withdrawal from four events, notched three top-10s to finish in the top 125 on the money list. 2005: Made 18 cuts in 29 starts and collected over $1 million for the fifth time in his 15-year career...Best finish was a solo fifth at the Buick Open, aided by a final-round 6-under-par 66 that included seven birdies in eight holes…Collected his second top-10 in a major championship with a T10 at the PGA Championship at Baltusrol. Other top-10 came at the 1993 PGA at Inverness Club, where he finished T6 in only his third major championship career start. 2004: Returned to form after battling back problems in 2003. Earned 85 percent of his season earnings during a three-week stretch in April and May...In sixth start, finished T4 at the Shell Houston Open the last week of April, to earn $220,000 to get out of the Major Medical Extension category for the remainder of the season...Two weeks later a final-round 67 at the EDS Byron Nelson Championship put him in first career sudden-death playoff; lost to Sergio Garcia on the first playoff hole. His T2 finish was his best since finishing T2 at the 2002 Compaq Classic of New Orleans. 2003: Limited to 22 starts due to herniated disc in his back. Didn't play after The Open Championship. Received a Major Medical Extension for 2004...Lone top-10 was T8 at the 100th Western Open, first since a solo fourth at the 2002 MasterCard Colonial. 2002: Finished in the top 60 on the money list for the seventh consecutive season…Made 10 straight cuts beginning at THE PLAYERS Championship, which included all three of his top-10s, with a best of T2 at Compaq Classic of New Orleans. 2001: Fired second- and final-round 63s to earn T3 at Canon Greater Hartford Open. The pair of 63s matched his career low. 2000: Won near adopted hometown at The Honda Classic. Started final round four strokes behind leader J.P. Hayes and birdied last four holes to edge Hayes and Kevin Wentworth by one stroke. 1999: For the first time in his career finished in the top 30 on the money list on the strength of a career-high eight top-10s and three third-place finishes. 1998: Closed year by winning unofficial Subaru Sarazen World Open. Collected $360,000, which helped finance delayed honeymoon with wife, Suzanne. 1997: Placed second at 1997 FedEx St. Jude Classic. Shot 66-66 during 36-hole Sunday and posted a 15-under-par 266 total and led in the clubhouse. Greg Norman birdied final three holes for one-stroke victory. 1996: Earned his first TOUR victory at the Bell Canadian Open. Trailed by three strokes after two rounds. After Saturday rain reduced tournament to 54 holes, shot closing 70 to defeat David Duval by one stroke. 1995: Injured wrist by hitting root at Canon Greater Hartford Open. After two months in a cast and another two in rehab, finally underwent surgery to repair torn ligaments prior to 1996 season. 1993: Finished 52nd on money list, thanks to T3s at Northern Telecom Open and Kmart Greater Greensboro Open. 1992: Recorded his first career top-3 finish, T3 at Greater Milwaukee Open. 1990: Turned professional and won Florida Open and Louisiana Open...Finished 21st at the PGA TOUR Qualifying Tournament to earn PGA TOUR card. Amateur: Four-time All-American, three-time all-SEC first team and 1987 SEC Freshman of the Year at Florida.\n","otherCarHigh" : "","personal" : "Father of triplets (Ryan, Rachel and Abigail born December 6, 2001)...With his father, Chuck, and Jeff Sluman purchased Lake Shore GC on Lake Ontario in Rochester, N.Y...Season-ticket holder and huge fan of the NHL's Buffalo Sabres. Is a close friend of former Sabres' head coach and current Dallas Stars' coach Lindy Ruff.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}