{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02049","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Sauers","first" : "Gene","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "150","weightMetric" : "68","birthDate" : "August 22, 1962","age" : "53","birthPlace" : "Savannah, Georgia","residence" : "Savannah, Georgia","family" : "Wife, Tammy; Gene, Jr. (1\/23\/89), Rhett (7\/16\/90), Dylan Thomas (8\/30\/93)","education" : "Georgia Southern University","splInterest" : "Snow skiing, hunting, sport fishing","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1984","clubAffl" : "","cityPlaysFrm" : "Savannah; Georgia; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "7,689,078&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Made 22 appearances on the 2015 Champions Tour, and best two efforts came within his first seven starts... Equaled his career-best Champions Tour performance in his second start of the season when he was second at the Allianz Championship. Final-round 67 included birdies on two of the last three holes. Two-putted for birdie from 25 feet on the par-5 18th at the Old Course at Broken Sound to temporarily tie for the lead but was edged out when Paul Goydos also birdied the final hole to win the title by a stroke...Birdied his final two holes Sunday at the Regions Tradition, which helped him to a T3 finish in the year's first major championship...Finished T9 at the Tucson Conquistadores Classic in March after three straight sub-par rounds brought his total of consecutive par\/better rounds to 20...Was also T9 at the Boeing Classic near Seattle in August.","carHigh" : "Finished 170th on 2004 PGA TOUR money list after earning just one top 10 in 30 starts, a T5 at the Ford Championship at Doral. His third-round, 8-under-par 64 marked his best round on the PGA TOUR since a 64 in the opening round of the 1997 LaCantera Texas Open. Finished 159th on 2003 money list. One top-10 in 30 starts, a T10 at season-opening Mercedes Championships. Voted 2002 PGA TOUR Comeback Player of the Year. Jumped into top 100 in earnings for first time since 1995, thanks to a victory at Air Canada Championship after more than 13 years without a TOUR win. In only his fourth TOUR appearance of year, earned third career TOUR victory. Held one-stroke lead after 54 holes over Robert Allenby and Peter Lonard, and recorded a bogey-free round on Sunday to stave off runner-up Steve Lowery by one shot. First-place check of $630,000 was the largest paycheck of his career, and topped his previous PGA TOUR season-best of $374,485 in 1990. Span between 1989 Hawaiian Open victory and 2002 Air Canada title was 245 events, and the time between victories was 13 years, six months and 20 days, the fifth-longest in PGA TOUR history. Made 10 of 11 cuts on Nationwide Tour prior to Air Canada victory. Split time between the PGA TOUR and Nationwide Tour from 1998 to 2002. Earned his first Nationwide Tour win at the 1998 South Carolina Classic, becoming the first former PGA TOUR champion to win a Nationwide Tour event since Mark Carnevale won the 1997 Inland Empire Open. Finished a career-best 21st on Nationwide Tour money list that season. T2 at 1994 FedEx St. Jude Classic with Hal Sutton, falling in playoff to Dicky Pride. In 1993, for the first time in 10th year on TOUR, failed to increase money-won total over previous season. Held share of out outright lead first three rounds of 1992 PGA but finished T2. Finished second to Fred Couples at Nestle Invitational. Lost three-hole playoff to Mark Brooks at 1991 Kmart Greater Greensboro Open. Won unofficial 1990 Deposit Guaranty Golf Classic. Won the rain-shortened 1989 Hawaiian Open with rounds of 67-65-67. Recorded playoff victory over Blaine McCallister at 1986 Bank of Boston Classic. In 1984, was youngest player on TOUR out of PGA TOUR Qualifying School. Avid sport fisherman who has won a number of fishing tournaments. Winner of Trans-America Athletic Conference title at Georgia Southern. Winner of three Georgia State Opens, one as an amateur. Youngest son, Dylan Thomas, is not named for Irish poet. Started the game at age 9 when he would tag along with father (who played at Columbus College in Georgi) to the golf course on the weekends. \n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "1983","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "Made 22 appearances on the 2015 Champions Tour, and best two efforts came within his first seven starts... Equaled his career-best Champions Tour performance in his second start of the season when he was second at the Allianz Championship. Final-round 67 included birdies on two of the last three holes. Two-putted for birdie from 25 feet on the par-5 18th at the Old Course at Broken Sound to temporarily tie for the lead but was edged out when Paul Goydos also birdied the final hole to win the title by a stroke...Birdied his final two holes Sunday at the Regions Tradition, which helped him to a T3 finish in the year's first major championship...Finished T9 at the Tucson Conquistadores Classic in March after three straight sub-par rounds brought his total of consecutive par\/better rounds to 20...Was also T9 at the Boeing Classic near Seattle in August.","carHigh" : "2002: Voted PGA TOUR Comeback Player of the Year...Jumped into top 100 in earnings for first time since 1995, thanks to a victory at Air Canada Championship after more than 13 years without a TOUR win. Criss-crossed North America prior to winning Air Canada Championship. After top-10 performance at Permian Basin Open (Midland, TX) on the Nationwide Tour, returned home to Savannah, GA. Gained acceptance out of the past champion category at Air Canada, and flew to Vancouver. Luggage and clubs did not arrive until late Wednesday afternoon, and he was unable to play a practice round. In only his fourth TOUR appearance of year, earned third career TOUR victory with rounds of 69-65-66-69--269. Held one-stroke lead after 54 holes over Robert Allenby and Peter Lonard, and recorded a bogey-free round on Sunday to stave off runner-up Steve Lowery by one shot. Two-putted from upper tier of 72nd green for par. \"The toughest two-putt I've ever had,\" Sauers said. First-place check of $630,000 was the largest paycheck of his career, and topped his previous PGA TOUR season-best of $374,485 in 1990. Span between 1989 Hawaiian Open victory and 2002 Air Canada title was 245 events, and the time between victories was 13 years, six months and 20 days, the fourth-longest in PGA TOUR history behind Butch Baird (15 years, five months, 10 days), Ed Fiori (14 years, eight months, two days) and Tommy Armour III (13 years, eight months)...Made 10 of 11 cuts on Nationwide Tour prior to Air Canada victory. 2001: Besides making two PGA TOUR starts, played 13 Nationwide Tour events, making six cuts...Earned his first Nationwide Tour win at the South Carolina Classic, becoming the first former PGA TOUR champion to win a Nationwide Tour event since Mark Carnevale won the 1997 Inland Empire Open. 1994: T2 at FedEx St. Jude Classic with Hal Sutton, falling in playoff to Dicky Pride. Three were deadlocked at 17-under-par 267 before Pride made birdie on the first playoff hole. Paycheck of $110,000 was largest since $135,000 for solo second at 1991 Kmart Greater Greensboro Open...Other top 10 was T4 at Buick Southern Open. 1993: For the first time in 10th year on TOUR, failed to increase money-won total over previous season...Finished 128th on money list, the final position to retain fully exempt status...First season without at least one top 10. 1992: Despite birdieing all four holes of Bob Hope Chrysler Classic playoff, but lost to John Cook...Held share of out outright lead first three rounds of PGA Championship...Finished second to Fred Couples at Nestle Invitational. 1991: Lost three-hole playoff to Mark Brooks at Kmart Greater Greensboro Open. 1990: Won unofficial 1990 Deposit Guaranty Golf Classic. 1989: Won the rain-shortened Hawaiian Open with rounds of 67-65-67. 1986: Recorded playoff victory over Blaine McCallister at Bank of Boston Classic. 1984: Youngest player on TOUR out of PGA TOUR Qualifying Tournament.\n","otherCarHigh" : "","personal" : "Avid sport fisherman who has won a number of fishing tournaments...Youngest son, Dylan Thomas, is not named for Irish poet...Started the game at age 9 when he would tag along with father (who played at Columbus, GA, College) out to the golf course on the weekends.","otherInfo" : "Member of the PGA TOUR since 1984 and of Nationwide Tour from 1998-2002. Did not play an event on either tour in 2006. Made three cuts in seven starts on TOUR in 2005. Voted 2002 PGA TOUR Comeback Player of the Year. Jumped into top 100 in earnings for first time since 1995, thanks to a victory at Air Canada Championship after more than 13 years without a TOUR win. Earned third career TOUR victory by one over Steve Lowery following a bogey-free final round. First-place check of $630,000 was the largest paycheck of his career, and topped his previous TOUR season-best of $374,485 in 1990. Split time between the PGA TOUR and Nationwide Tour from 1998 to 2002. Earned his first Nationwide Tour win at the 1998 South Carolina Classic, becoming the first former TOUR champion to win a Nationwide Tour event since Mark Carnevale won the 1997 Inland Empire Open. Finished a career-best 21st on Nationwide Tour money list that season. Held share of lead in first three rounds of 1992 PGA but finished T2. Lost three-hole playoff to Mark Brooks at 1991 Kmart Greater Greensboro Open. Won unofficial 1990 Deposit Guaranty Golf Classic. Won the rain-shortened 1989 Hawaiian Open with rounds of 67-65-67. Recorded playoff victory over Blaine McCallister at 1986 Bank of Boston Classic. In 1984, was youngest player on TOUR out of Qualifying Tournament. Avid sport fisherman who has won a number of fishing tournaments. Youngest son, Dylan Thomas, is not named for Irish poet. Started the game at age 9 when he would tag along with father, who played at Columbus (GA) College, to the golf course on the weekends.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2012","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(4): 1983 Georgia Open. 1985 Georgia Open. 1986 Georgia Open. 1990 Deposit Guaranty Golf Classic.","intlVics" : "","curYearHigh" : "Made 22 appearances on the 2015 Champions Tour, and best two efforts came within his first seven starts... Equaled his career-best Champions Tour performance in his second start of the season when he was second at the Allianz Championship. Final-round 67 included birdies on two of the last three holes. Two-putted for birdie from 25 feet on the par-5 18th at the Old Course at Broken Sound to temporarily tie for the lead but was edged out when Paul Goydos also birdied the final hole to win the title by a stroke...Birdied his final two holes Sunday at the Regions Tradition, which helped him to a T3 finish in the year's first major championship...Finished T9 at the Tucson Conquistadores Classic in March after three straight sub-par rounds brought his total of consecutive par\/better rounds to 20...Was also T9 at the Boeing Classic near Seattle in August.","carHigh" : "2014: Experienced a personal-best earnings year with almost $1 million in prize money last year, thanks to three top-three performances, the second consecutive year he's had three top-threes. Made more than half of his earnings during a stretch of four summer events...Nearly earned the signature win of his career in July when he was the 54-hole leader at the U.S. Senior Open at Oak Tree National but eventually lost a gut-wrenching aggregate playoff to Colin Montgomerie. Posted rounds of 69-69-68 to build a three-stroke margin going into the final round and held a one-stroke lead with three holes to play. However, made a bogey at No. 16 to fall back into a tie for the lead with Montgomerie. Still appeared to have the victory within his grasp on the 72nd hole, but his 6-foot birdie attempt lipped out, forcing the overtime with Montgomerie, who emerged victorious in the three-hole aggregate playoff, sealing the victory with a 15-foot par putt on the third hole...Shook off disappointment in his next start, at the 3M Championship. Rounds of 66-65-65 led to a T3 finish at 20-under-par at the TPC Twin Cities. Had just one bogey in the 54-hole event...Was a third-place finisher again later in August when he sandwiched rounds of 66-65 around a second-round 71 at the Boeing Classic near Seattle...Finished T9 in the year's final event, the Charles Schwab Cup Championship, where three of his four rounds were in the 60s. \n2013: Put together a solid first full Champions Tour season, with seven top-10 finishes among his 22 overall starts...Finished just inside the top 20 on the money list, his highest standing ever...All three of his top-three finishes came within his first five appearances, coming closest to winning in Houston in early May. Was the 36-hole leader by two at the Insperity Championship but carded a final-round 74 at The Woodlands to fall into a three-man playoff that he would eventually lose when his second shot went in the water on the second extra hole, eliminating him from the overtime session. Appeared to be headed to victory in regulation until he made a disastrous, triple bogey-8 on No. 15 when he hit his tee shot out of bounds and then three-putted...The week prior, was a late addition to the Legends Division field at the Liberty Mutual Insurance Legends of Golf when he joined Kenny Perry in the team event after Russ Cochran was disqualified for missing his pro-am time. He and Perry closed with a 10-under-par 62 to move up 18 spots and finish T2...One month earlier, finished T3 at the Mississippi Gulf Resort Classic. At the time, it was his best finish in a Tour event since he won the 2002 Air Canada Championship on the PGA TOUR...Was T4 in consecutive events in August. Three straight sub-70 rounds at the Dick's Sporting Goods Open led to a T4 finish at En-Joie GC...Was T4 at the Boeing Classic, the event where he had made his debut the year prior, posting back-to-back 67s on the weekend at TPC Snoqualmie Ridge...Was the first-round leader at The Senior Open Championship at Royal Birkdale and eventually placed 10th. \n\n2012: Debuted on the Champions Tour in late August at the Boeing Classic and shot three consecutive scores of 71 at TPC Snoqualmie Ridge to T21...Played in four other events from the Career Victory Category and posted his first Champions Tour top-10 finish when he was T8 in his next start, at the inaugural Pacific Links Hawaii Championship on Oahu in September...Followed that up with another top-10 effort when he was T10 at the SAS Championship in North Carolina...Prepped for the Champions Tour by competing primarily on the Web.com Tour, and best effort in seven starts on that circuit was a T29 at the BMW Charity Pro-Am...Also made a pair of appearances on the PGA TOUR, finishing T39 at the True South Classic in July and missing the cut at the Reno-Tahoe Open in early August.\n","otherCarHigh" : "Played full-time on the PGA TOUR from 1984-2000 and then returned to the circuit for a full schedule in 2003-04 after winning a tournament in the summer of 2002...Claimed three official titles in his career and also won the unofficial Deposity Guaranty Golf Classic in Hattiesburg, Miss., in 1990...Initial triumph on the circuit was a playoff win over Blaine McCallister at the 1986 Bank of Boston Classic...Three years later, he got an emotional boost from the birth of his first child three weeks earlier and rode it to a one-stroke victory over David Ogrin in the rain-shortened 1989 Hawaiian Open. Chipped in from just over the 18th green at Waialae CC to preserve his one-stroke triumph over Ogrin...His third career title, at the 2002 Air Canada Championship, came in improbable fashion. Had not competed regularly on any Tour in more than six years and got into the event after being the seventh alternate. Teed off Thursday without ever seeing the Northview G&CC layout near Vancouver but posted 69-65-66 over the first three rounds for a one-stroke lead. Eventually two-putted from 30 feet on the final hole to edge Steve Lowery by a stroke to earn the winner's check of $630,000, which was more money than he had ever made in a season...Span between the 1989 Hawaiian Open victory and 2002 Air Canada title was 245 events, or 13 years, 6 months, 20 days, the fourth-longest in PGA TOUR history...Canadian victory led to his being chosen the PGA TOUR's Comeback Player of the Year that season...In 1998, earned his only win on the Web.com Tour, at the South Carolina Classic, becoming the first former PGA TOUR champion to win a Web.com Tour event since Mark Carnevale in 1997. Shot a final-round 69 at the CC of South Carolina in Florence to come from two strokes back and defeat Craig Kanada and Sean Murphy by one stroke...Held the outright lead for the first three rounds of the 1992 PGA Championship at Bellerive CC but carded a final-round 75 to finish T2, three strokes behind Nick Price...Was the 1983 Trans-America Conference Player of the Year while at Georgia Southern and also captured the TAC Conference Championship that year as well...Attended Alexander City Junior College in Alabama prior to enrolling at Georgia Southern and is a member of the NJCAA Golf Hall of Fame.","personal" : "Prior to joining the Champions Tour, suffered from a rare skin condition, Stevens-Johnson syndrome. At first, doctors treated him for rheumatoid arthritis, but the condition worsened and blood vessels in his arms and legs were clogged, eventually causing his skin to burn from the inside out. Skin was taken from his upper thighs and shins and grafted to the affected areas, and he was \"stapled back together.\"...Avid sport fisherman who has won a number of fishing tournaments...Youngest son, Dylan Thomas, is not named for the Irish poet...Started the game at age 9 when he would tag along to the golf course on the weekends with his father, who played at Columbus College in Georgia...Some of his favorite TV shows are \"It's Always Sunny in Philadelphia,\" \"The Universe\" and \"How It's Made, How It Works.\"...Also enjoys watching college football...Musical tastes include the Marshall Tucker Band, Jackson Browne, and Vince Gill, among others...Says he'd love to trade places for a day with Jay Haas and his putting stroke...Favorite teams to follow as a kid were the Miami Dolphins and Florida Gators, and his favorite athlete was Jack Nicklaus...Bookmarks The Weather Channel and Sport Fishing Boats...First job he ever had was a delivery boy...Among his favorite foods are Makuch's Pepper Steak and Chicken Parmesan...Enjoys Ruth's Chris and Carraba's...Says one talent he'd most love to have is to be able to dunk a basketball!...Favorite athlete in another sport was Larry Bird of the Boston Celtics...Enjoyed the movie \"Ferris Bueller's Day Off.\"...Would love to have the opportunity to play Pine Valley GC...His most memorable vacation was going to the Florida Keys and catching lobsters...The first concert he ever attended was the Doobie Brothers in Savannah, Ga...Most memorable shot was chipping in to win the Hawaiian Open...Supports Children's Hospital of Savannah and Stevens-Johnson syndrome...When not playing golf he enjoys fishing for marlin, tuna, dolphin or wahoo...Items on his bucket list are to travel around in his sport fishing boat with his kids while catching fish and winning on the Champions Tour.\n","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T14th at the Mississippi Gulf Resort Classic presented by C Spire.","dynStats" : "He ranks 41st in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}