{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01133","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Brown","first" : "Billy Ray","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "205","weightMetric" : "93","birthDate" : "April 5, 1963","age" : "53","birthPlace" : "Missouri City, Texas","residence" : "Missouri City, Texas","family" : "Wife, Cindy; Kendall Lee (11\/15\/95), Kati Ray (10\/7\/99)","education" : "University of Houston","splInterest" : "Hunting, fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1987","clubAffl" : "Quail Valley CC (Missouri City, Texas)","cityPlaysFrm" : "Missouri City; TX; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,330,389&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "1987, 1995, 1996","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "2000: Had surgery on left wrist (his third wrist surgery) in fall 1999 and played in only four events, missing the cut in all four. 1999: Highlight came in third start of the season at the Buick Invitational. Trailed Tiger Woods by one stroke heading into Sunday. Woods built a four-stroke lead through the first four holes but Brown battled back and tied Woods with a six-foot birdie on the 16th. Heading to 18 tied, Brown's second shot on the par 5 was short while Woods had an eagle putt. Brown missed his birdie attempt and Woods made eagle for victory. It was Brown's first top-10 since winning the 1997 Deposit Guaranty Golf Classic and it was his first second-place finish since 1993 AT&T Pebble Beach National Pro-Am. Payday of $291,600 largest of his career...Re-injured wrist and struggled the rest of the season, making only two cuts in his next 14 appearances before surgery. 1997: Completed comeback from second wrist surgery with third PGA TOUR victory at Deposit Guaranty Golf Classic. Was two strokes off lead through 54 holes. After double bogey on par-4 17th, needed birdie on par-5 18th for win. Reached green in two and two-putted for victory worth $180,000. 1992: Closed with rounds of 64-66 to earn playoff at rain-shortened GTE Byron Nelson Classic. Beat Bruce Lietzke, Ben Crenshaw and Raymond Floyd in playoff...Underwent first wrist surgery later in the season. 1991: Sank 25-foot birdie putt on first extra hole of playoff with Rick Fehr and Corey Pavin to win Canon Greater Hartford Open. 1990: Tied for lead through 54 holes of U.S. Open at Medinah. Missed 15-foot putt on 72nd hole that would have put him in playoff with Hale Irwin and Mike Donald. Amateur: Four-time All-America selection at University of Houston. Won NCAA Championship as a freshman in 1982. Along with teammate Steve Elkington, led Houston to three NCAA team championships.","personal" : "Father, Charlie, was a tackle for the Oakland Raiders, brother Chuck played center for the St. Louis Cardinals...Has served as an on-course reporter for ABC's golf coverage since 1999.","otherInfo" : "Three-time TOUR winner has not played on the PGA TOUR since 2002. Has worked with golf telecasts since 1999, primarily as an on-course commentator for GOLF CHANNEL. Completed comeback from second wrist surgery with third PGA TOUR victory at 1997 Deposit Guaranty Golf Classic. Was two strokes off lead through 54 holes. After double bogey on par-4 17th, needed birdie on par-5 18th for win. Reached green in two and two-putted for victory worth $180,000. In 1992, closed with rounds of 64-66 to earn playoff at rain-shortened GTE Byron Nelson Classic. Beat Bruce Lietzke, Ben Crenshaw and Raymond Floyd in playoff. In 1991, sank 25-foot birdie putt on first extra hole of playoff with Rick Fehr and Corey Pavin to win Canon Greater Hartford Open. In 1990, tied for the lead through 54 holes of U.S. Open at Medinah. Missed 15-foot putt on 72nd hole that would have put him in playoff with Hale Irwin and Mike Donald. Was a four-time All-American at Houston and was NCAA medalist as a freshman in 1982. Along with teammate Steve Elkington, led Houston to three NCAA team championships. Father, Charlie, was a tackle for the Oakland Raiders; brother Chuck played center for the St. Louis Cardinals.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2013","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2013: Did not play in an event while continuing his work as a member of Golf Channel's Champions Tour broadcast team.\n","otherCarHigh" : "Played the PGA TOUR full time from 1988-1999 before left-wrist problems curtailed his career. Made no appearances on the circuit after 2002. Underwent three surgical procedures on his left wrist in a span of seven years, with the last operation in fall, 1999…Has worked golf telecasts since 1999, first on a part-time basis doing on-course commentating with ABC\/ESPN before moving to the Golf Channel in recent years on a full-time basis…Won three times on the PGA TOUR, with his last title coming at the 1997 Deposit Guaranty Golf Classic, completing a comeback from his second wrist surgery. Trailed by two strokes after 54 holes but rallied with front-nine 31 Sunday to take the lead. Eventually defeated Mike Standly by one stroke after overcoming a double bogey at the par-4 17th with a two-putt birdie on the par-5 18th at Annandale GC. Win near Jackson, Miss., was his first in more than five years and was his first top-10 since a second-place finish at the 1993 AT&T Pebble Beach National Pro-Am. Following the Mississippi win, recorded only one more top-10 finish on the PGA TOUR, a second-place effort at the 1999 Buick Invitational when he battled Tiger Woods down the stretch at Torrey Pines and eventually lost when Woods eagled the final hole…In 1992, closed with rounds of 64-66 to earn playoff at rain-shortened GTE Byron Nelson Classic. Eventually beat Bruce Lietzke, Ben Crenshaw and Raymond Floyd in the overtime session with a birdie on the first extra hole. Underwent his first wrist surgery later that year…Initial TOUR victory came at the 1991 Canon Greater Hartford Open, when he closed with weekend rounds of 65-67 to earn a place in a playoff with Rick Fehr and Corey Pavin. Sank a 25-foot birdie putt on first extra hole of overtime for the win…In 1990, was tied for the lead through 54 holes of U.S. Open at Medinah and missed a 15-foot birdie putt on the 72nd hole that would have put him in playoff with Hale Irwin and Mike Donald…Was a two-time first-team All-American at Houston and was the NCAA medalist as a freshman in 1982. Along with teammate Steve Elkington, led Houston to NCAA team championships in 1982, 1984 and 1985. Also was an All-Southwest Conference selection in 1982 and 1983. \n\n\n","personal" : "Father, Charlie, was a tackle for the Oakland Raiders, while brother Chuck played center for the St. Louis Cardinals...Enjoys hunting and fishing...Roommate at Houston was Steve Elkington.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}