{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01429","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Goodes","first" : "Mike","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-7","heightMetric" : "1.7","weight" : "165","weightMetric" : "75","birthDate" : "December 3, 1956","age" : "59","birthPlace" : "Reidsville, North Carolina","residence" : "Browns Summit, North Carolina","family" : "Wife, Jeanine","education" : "University of North Carolina","splInterest" : "Hunting, traveling","pronunciation" : "GOOD-iss","nwTourAlumnus" : "","trndProYear" : "2007","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "4,576,040&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Dropped from 38th in 2014 to 48th last year on the final money list...Turned in his best performances in consecutive starts in the summer...Was T6 at the Encompass Championship after trailing eventual winner Jerry Smith by three strokes after 36 holes. Played in the final group but dropped back after carding a 73 Sunday. Performance near Chicago was his best since a solo-sixth outing at the 2014 3M Championship...Returned to the 3M event three weeks later and again was among the top 10, shooting 68-68 on the weekend to T7...Registered just the second hole-in-one in the history at the Dick's Sporting Goods Open, and his first on the Champions Tour, when he aced the 194-yard, par-3, seventh hole at En-Joie GC. Used a 5-iron in the final round. Had made an eagle on the par-5 third hole just before his ace. It was the 10th of 13 aces on the Champions Tour for the season.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2007","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(4): 1989 North Carolina State Amateur. 2006 North Carolina State Amateur, North Carolina Mid-Amateur. 2007 Tarheel Classic.","intlVics" : "","curYearHigh" : "Dropped from 38th in 2014 to 48th last year on the final money list...Turned in his best performances in consecutive starts in the summer...Was T6 at the Encompass Championship after trailing eventual winner Jerry Smith by three strokes after 36 holes. Played in the final group but dropped back after carding a 73 Sunday. Performance near Chicago was his best since a solo-sixth outing at the 2014 3M Championship...Returned to the 3M event three weeks later and again was among the top 10, shooting 68-68 on the weekend to T7...Registered just the second hole-in-one in the history at the Dick's Sporting Goods Open, and his first on the Champions Tour, when he aced the 194-yard, par-3, seventh hole at En-Joie GC. Used a 5-iron in the final round. Had made an eagle on the par-5 third hole just before his ace. It was the 10th of 13 aces on the Champions Tour for the season.","carHigh" : "2014: Had another busy year, playing in every event for which he was eligible and finishing 38th on the money list, with $456,108. For the first time since 2011, finished outside the top 30 in single-season earnings...Shot a final-round, 8-under-par 64 at the 3M Championship, which got him on the leaderboard during Sunday's final round. That 64 helped lead to a sixth-place finish in Minnesota...Closed with a bogey-free 67 at Fallen Oak to T6 at the Mississippi Gulf Resort Classic near Biloxi...Initial top-10 finish came in February when he T8 at The ACE Group Classic in Naples...Saw a potential top-10 finish slip away in October when he made a bogey on the 54th hole to finish T11 at the Greater Hickory Kia Classic.\n\n 2013: Finished 25th on the final money list, his highest standing in single-season earnings since 2009 when he placed 24th. Earnings of more than $677,000 were a personal best for a year...Was a runner-up twice, with both second-place performances coming in consecutive weeks during the spring...Teamed with Fred Funk in April to claim a T2 finish at the Liberty Mutual Insurance Legends of Golf. The pair posted a 9-under-par 63 Sunday to move up 15 places in the team event, finishing one stroke shy of a playoff...Best opportunity to win came the week after when he lost to Esteban Toledo in a three-man playoff at the Insperity Championship. Missed a 6-foot par putt on the third extra hole to give the title to Toledo. Led the tournament after the first round by carding a 69 in breezy conditions at The Woodlands, the only sub-70 score Friday. Trailed Gene Sauers by two strokes after 36 holes, and a final-round 72 left him in a playoff with Sauers and Toledo...Late in the season, matched his career-low round with a second-round, 9-under-par 63 at the AT&T Championship to share the second-round lead with four others at 8-under-par 136. However, closed with a 75 to finish T18...Had posted 63 earlier in the year when he temporarily tied the competitive course record at Canyon Meadows G&CC during the second round of the Shaw Charity Classic in Calgary. \n\n2012: Returned to a spot among the top-30 money-winners for the first time in three years when he finished 28th overall...Finished among the top 20 in 10 of his 23 starts, including a pair of third-place efforts...Was T3 at The ACE Group Classic after earning medalist honors at the event's open-qualifier at Old Corkscrew GC (67). Was one of only three players to post three straight rounds in the 60s at TwinEagles, including a 69 Sunday in breezy conditions. Peformance was his best in a Champions Tour event since finishing T3 at the 2011 Principal Charity Classic...Was solo third at the Insperity Championship, four strokes behind winner and good friend Fred Funk, after carding a final-round 70 on the Tournament Course at The Woodlands CC. Trailed by one stroke through 36 holes after making nine birdies and two double bogeys in his Saturday round...Was the first-round leader at The Principal Charity Classic, following a 7-under-par 64, which matched his career low Champions Tour round. He eventually T14 in Iowa...Narrowly missed another top-10 when he was T11 at the Boeing Classic. \n\n2011: For the second consecutive year, finished just outside the top 30 money-winners but at 34th, still managed to improve one spot from his previous season...Shot 66-65 on the weekend to finish T3 at The Principal Charity Classic, his best Champions Tour effort since his victory on the circuit in 2009. Final-round 65 at Glen Oaks included a 5-under 31 on the back nine...Was one of just two players (Barry Lane) to post four straight sub-par rounds at Walton Heath and finished T7 at The Senior Open Championship. It was his best performance in a major since his runner-up showing at the 2008 JELD-WEN Tradition...Added another top-10 finish with a T10 effort at the Montreal Championship...Posted the low round of his Champions Tour career when he fired an 8-under-par 64 in the opening round of the Greater Hickory Classic at Rock Barn where he would finish T15. 2010: Played in every event for which he was eligible, and both top 10s came in his first two starts...Made his first appearance in the Mitsubishi Electric Championship at Hualalai and finished T6 in Hawaii, posting three straight rounds in the 60s on the Big Island...After returning to the mainland, was T4 at The ACE Group Classic, firing rounds of 68-69 on the weekend in Naples, Fla. 2009: Nearly duplicated his 2008 earnings, winning just $367 less than he did a year earlier...High point of his Champions Tour career came in his first start. Had a two-putt birdie on the 54th hole, which gave him a one-stroke victory over Fulton Allem at the Allianz Championship. Posted rounds of 67-68-66 at The Old Course at Broken Sound on the way to his win in Boca Raton, Fla. Hit a 5-iron from 198 yards to within 25 feet and two-putted from just off the fringe for the win. In doing so, became the earliest first-time winner of a Champions Tour event since Dave Barr won the 2003 Royal Caribbean Classic...Followed win at Boca Raton with a T7 performance at The ACE Group Classic. 2008: One of the big surprises on the Champions Tour...Began the year as a non-exempt player after successfully earning the right to open qualify via the National Qualifying Tournament, but parlayed success in those qualifiers along with some strong showings in several tournaments to finish 29th on the final money list in 21 starts...Top performance came in August in Oregon when he finished three strokes behind Fred Funk at the JELD-WEN Tradition despite posting four straight rounds in the 60s at The Crosswater Club. Performance at Sunriver vaulted him into the top-30 money-winners where he would remain through the end of the campaign...Open-qualified for the Regions Charity Classic in mid-May and trailed Andy Bean by one stroke after 36 holes before finishing solo fourth at Ross Bridge near Birmingham, his first top-five finish on the Champions Tour...Finished T5 at the National Q-School in the fall of 2007 to earn the right to open qualify at Champions Tour events in 2008...In all, open-qualified seven times during the season. 2007: Made 10 appearances on the Champions Tour, including seven through open qualifying at co-sponsored events. Earned $52,684, with his best outing a T33 at the Senior PGA Championship at Kiawah Island, S.C...Also qualified for the U.S. Senior Open (T47) and Senior Open Championship (missed cut)...Won the Tarheel Classic on the Sunbelt Senior Tour...Earned the right to open qualify at Champions Tour events after finishing T22 at the National Qualifying Tournament at TPC Eagle Trace in the fall of 2006. \n","otherCarHigh" : "Long-time amateur performer before joining the Champions Tour...Two-time winner of the North Carolina Amateur and a three-time winner of the Carolinas Mid-Amateur...Also won the North Carolina Mid-Amateur in 2006...Carded a 14-under 57 during a non-competitive round at Greensboro CC in June 2009. Broke former PGA TOUR player Lee Porter's course record of 59. Was 14-under after 16 holes (10 birdies, two eagles) and finished with two pars.","personal" : "Attended the University of North Carolina...Owns a packaging company and is a partner in a plastic-recycling business...Lists Winged Foot as his favorite golf course...Favorite entertainer is John Wayne and reads anything by John Patterson...Arnold Palmer is his favorite athlete...Appeared on the January 12, 1962 cover of Golf World as a 5-year-old after attending the annual Christmas golf outing at Pinehurst in North Carolina.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T11th at the Tucson Conquistadores Classic.","dynStats" : "He ranks 46th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}