{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23725","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Jones","first" : "Brendan","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "200","weightMetric" : "91","birthDate" : "March 3, 1975","age" : "41","birthPlace" : "West Wyalong, New South Wales, Australia","residence" : "Canberra, Australia","family" : "Wife, Adele","education" : "","splInterest" : "Sydney Swans Australian Rules Football team","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2004)","trndProYear" : "1999","clubAffl" : "","cityPlaysFrm" : "Australia; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,002,381&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(4): 2002 Philip Morris KK Championship [Jpn]. 2003 Sun Chlorella Classic. 2004 Tsuruya Open [Jpn], Mizuno Open [Jpn].","curYearHigh" : "Shot weekend rounds of 68-67 to finsih third at the Fijisankei Classic in early September on the Japan Golf Tour.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Played in only two Nationwide Tour events in 2007, finishing T3 at the Jacob's Creek Open Championship and T22 at the HSBC New Zealand PGA Championship. Made the cut in three of nine starts on the PGA TOUR in 2006, with his lone top-25 finish a T18 at the Chrysler Classic of Tucson. Played in 28 events in his rookie season on the 2005 PGA TOUR and made 14 cuts. Had played in only three PGA TOUR events without making a cut entering the 2005 season. Had three top-25 finishes, including one top-10. Finished T2 at the 2005 B.C. Open in his 20th career TOUR start. Held the 54-hole lead, but a closing round of 4-under 68 dropped him into T2. Aced the par-3 164-yard fourth hole during the first round of the 2005 Chrysler Classic of Tucson with an 8-iron, finished T62. Bogeyed the final hole, a par 5, to miss receiving higher status at the 2005 Qualifying Tournament. Placed sixth on the 2004 Nationwide Tour money list, averaging more than $36,000 per start in his eight appearances. Made the cut six times and had four top-two finishes, including a victory. Was T2 at the Jacob's Creek Open in his native Australia, followed by another T2 at the New Zealand Open. Third runner-up came three months later at the SAS Carolina Classic, losing in an eight-hole playoff to Chris Anderson. After a T4 at the Knoxville Open, broke through for his first Tour win, at the LaSalle Bank Open with a tournament-record 16-under 268. Entered the event ranked No. 82 in the Official World Golf Ranking and became the second straight Australian to win the tournament, joining 2003 winner Andre Stolz. Missed cut at the U.S. Open before heading back to the Japan Golf Tour to post his fourth career title, and second of the season, at the 2004 Mizuno Open. A member of the Japan Golf Tour from 2001-04, where he also won the 2004 Tsuruya Open, 2003 Sun Chlorella Classic and the 2002 Philip Morris KK Championship. Finished eighth on Japan Golf Tour money list in 2002 and sixth in 2003. Was the 1999 Australian Amateur champion.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2005","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(13): 2002 Philip Morris KK Championship [Jpn]. 2003 Sun Chlorella Classic [Jpn]. 2004 Tsuruya Open [Jpn], Mizuno Open [Jpn]. 2006 Tsuruya Open [Jpn]. 2007 Golf Nippon Series JT Cup [Jpn], Mitsui Sumitomo Visa Taiheiyo Masters [Jpn], Tsuruya Open [Jpn]. 2010 Asia-Pacific Panasonic Open [Asia]. 2011 The Crowns [Jpn]. 2012 Token Homemate Cup [Jpn], Sun Chlorella Classic [Jpn]. 2013 Gate Way To The Open Mizuno Open [Jpn].","curYearHigh" : "Shot weekend rounds of 68-67 to finsih third at the Fijisankei Classic in early September on the Japan Golf Tour.","carHigh" : "2013: In April, recovered from a second-round 77 to fashion a 67-68 finish at the Token Homemate Cup to T7, six shots short of winner Yoshinobu Tsukada...Won a tournament for the fourth consecutive year when he rolled to a three-shot victory at the Gate Way To The Open Mizuno Open in Japan. Was one of two players in the field to shoot four rounds in the 60s. A pair of weekend 66s to go with his opening 67-66 earned him the win over Kyung-Tae Kim. \n\n2012: Playing in the Token Homemate Cup on the Japan Golf Tour in mid-April, he began the final round tied for sixth, three strokes behind Shingo Katayama. On Sunday at Token Tado CC in Nagoya, he had opened with a bogey-free, 3-under 32 and then made five back-nine birdies for a final-nine 30 to win his third international tournament in as many years. The victory was also his 10th on the Japan Golf Tour...A month later, at the Totoumi Hamamatsu Open, he had a solid T6 after opening with a 7-under 65...In May, he was the medalist at the U.S. Open qualifier in Japan. He shot rounds of 66-68 at Lake Hamamatsu CC to qualify. Missed the cut at The Olympic Club...Made his third career Open Championship cut, finishing solo 72nd at Royal Lytham & St. Annes...A week later, on the Japan Golf Tour, shot rounds of 69-66-68-70 to win the Sun Chlorella Classic nine years after he won his first Sun Chlorella title. The victory, a two-shot triumph over a trio of players, was his second of the season. \n\n2011: Won The Crowns in May for his ninth Japan Golf Tour title. After getting into a playoff, defeated South Korea's I.J. Jang with a 6-foot birdie putt on the first extra hole...Added two other top-fives on the Japan Golf Tour. Was T4 at the Token Homemate Cup, and was solo fifth late in the season at the Dunlop Phoenix...A week after his Dunlop Phoenix performance, he teamed with Richard Green to represent Australia at the OMEGA Mission Hills World Cup, reprising the duo's 2008 pairing. The team led after the first round and contended all week until settling on a solo-fourth showing...Played in his third Accenture Match Play Championship but lost in the first round for a third time. \n\n2010: Won for the first time since 2007, capturing the Asia-Pacific Panasonic Open at Rokko Kokusai GC in Japan. Shot a final-round 66 to win by one. \n\n2009: Spent most of his season on the Japan Golf Tour, where he finished second twice and battled for the Order of Merit title...Best PGA TOUR finish was a T24 at the PGA Championship, his best showing in a major championship. Lost to Tiger Woods, who was making his first start after 2008 knee surgery, in the first round of the World Golf Championships-Accenture Match Play Championship. \n\n2008: Made his first cut in a major championship, finishing T70 at The Open Championship...Played for Australia in the OMEGA Mission Hills World Cup in China. Joined teammate Richard Green for a T3 finish. \n\n2007: Won three times on the Japan Golf Tour, finishing second in the Order of Merit. He won the Golf Nippon Series JT Cup, followed by the Mitsui Sumitomo Visa Taiheiyo Masters and the Tsuruya Open. \n\n2005: Played a full season on the PGA TOUR, finishing 144th on the money list. Finished T2 at the B.C. Open in his 20th career TOUR start. Held the 54-hole lead, but a closing round, 4-under 68 dropped him into T2. Aced the par-3, 164-yard fourth hole during the first round of the Chrysler Classic of Tucson with an 8-iron and eventually finished T62. \n\n2004: Placed sixth on the Web.com Tour money list, averaging more than $36,000 per start in his eight appearances. Made the cut six times and finished four times in the top two. Was T2 at the Jacob's Creek Open in his native Australia, followed by another T2 at the New Zealand Open. Third runner-up came three months later at the SAS Carolina Classic, losing in an eight-hole playoff to Chris Anderson. After a T4 at the Knoxville Open, broke through for his first Tour win at the LaSalle Bank Open with a tournament-record, 16-under 268. \n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "World Cup (2), 2008, 2011.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T2nd in 2005 at the B.C. Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}