{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25444","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hicks","first" : "Justin","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "220","weightMetric" : "100","birthDate" : "October 28, 1974","age" : "41","birthPlace" : "Wyandotte, Michigan","residence" : "Wellington, Florida","family" : "","education" : "University of Michigan (1997, Political Science)","splInterest" : "Billiards, movies, dogs, fishing, TV, going to the beach","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2012)","trndProYear" : "1997","clubAffl" : "Bear Lakes CC (West Palm Beach, Florida)","cityPlaysFrm" : "West Palm Beach; FL; United States","websiteUrl" : "http:\/\/www.justinhickspga.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,620,254&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2005","exmtStatus" : "Exempt - Next 25 Money Winners from 2015 Web.com Tour Finals","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the Web.com Tour in 2005, 2007-10 and 2012 and the PGA TOUR in 2011. 2011: Claimed three top-20 PGA TOUR finishes in his first 10 starts of the season. His best showing came when he T14 at the HP Byron Nelson Championship. Missed the cut in his only Web.com Tour start, at the Mylan Classic. 2010: Made the cut in 20 of 28 Web.com Tour starts during the season, collecting a win in the process and earning his PGA TOUR card for the 2011 season by finishing No. 25 on the final money list. Closed the year by making the cut in his final eight starts but failed to crack the top-10 in any of them...Earned his second career title with a two-stroke victory at the BMW Charity Pro-Am in May. Posted a final-round 66 to finish at 20-under ahead of four others. Was in the final pairing and held a one-shot lead when play was halted Sunday afternoon because of thunderstorms. Waited out an hour-long delay and returned to the 18th fairway. Hit his 7-iron from 173 yards to within 3 feet of the pin and rolled in his birdie putt to establish his winning margin. First-place check of $108,000 moved him from No. 47 to No. 7 on the money list at the time...One month earlier, at the Fresh Express Classic at TPC Stonebrae, he fired four rounds in the 60s to post his first top-10 of the season. After three 68s, shot a 65 Sunday to move from T16 to T5, his best performance since winning the 2008 Ford Wayne Gretzky Classic. 2009: Finished the year No. 52 on the Web.com Tour money list, with a pair of top-10 finishes...First top-10 of the season was a T8 at the Nationwide Children's Hospital Invitational...Added another T8 at the $1-million Soboba Classic, which earned him enough money to move up 15 places to No. 50 on the money list. 2008: Made the cut in 11 of 21 starts in 2008 and earned his first career win, at the Ford Wayne Gretzky Classic. Second-round 63 included a front-nine 29 and vaulted him into contention in Canada. Was one shot out of the lead after 54 holes and posted a 2-under 69 to get into a playoff with Casey Wittenberg. Erased a two-shot deficit with a birdie on the next-to-last hole while Wittenberg made bogey. Won the playoff with a birdie on the first extra hole. Had locker number 99 for the tournament, the same number that host Wayne Gretzky wore on his uniform during his record-setting, Hall of Fame career in the National Hockey League...Grabbed headlines two weeks earlier at the U.S. Open, where he was the first-round co-leader with Kevin Streelman at Torrey Pines. 2007: Ended the 2007 Web.com Tour season No. 80 on the money list, with $74,022. Made eights cuts in 15 starts, with two-top-25 finishes...Only top-10 showing was a T2 at the National Mining Association Pete Dye Classic, finishing 14-under and one stroke behind tournament winner Jimmy Walker. 2006: Only start in 2006 was a missed cut at the Scholarship America Showdown at Somerby. 2005: Made the cut in five of nine starts during his rookie season on the Web.com Tour, with two top-25 finishes. A T9 at the Preferred Health Systems Wichita Open marked his first top-10 showing of his career. At 11-under-par 263, finished the tournament five shots behind eventual winner Joe Daley. Next-best showing was a T11 at the Cleveland Open...Had made the cut in two of three career starts on Tour prior to 2005...Posted a career-best T31 at the 2004 Pete Dye West Virginia Classic, one of his two made cuts that season. Missed the cut in two other career appearances on the PGA TOUR, including the 2004 U.S. Open at Shinnecock Hills...Member of the Golden Bear Tour from 1998-2004. Two-time winner on both the Golden Bear Tour and the Montgomery Sports Tour.\n\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2011","qSchoolYear" : "","exmtStatus" : "Major Medical Extension","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Made just two PGA TOUR cuts in 14 starts during the season. Following a missed cut at the Valero Texas Open, was sidelined due to a right-hip injury. On the Web.com Tour, made three cuts in six starts, with a T21 at the News Sentinel Open his best finish on either Tour. Will enter the 2015-16 PGA TOUR season with 14 available events to earn 417 FedExCup points or $700,299 to equal No. 125 from each applicable list from the 2014-15 season...In the Web.com Tour Finals, posted finishes of T62, T12 and T29 in the first three events, respectively, placing him 24th on the Finals' money list with one event left...Missed the Web.com Tour Championship cut by three shots.\n\n2013-14: Turned in his best year on the PGA TOUR in his third full season. Made 21 of 30 cuts, with three top-10 finishes. Advanced to the second FedExCup Playoffs event outside Boston for the first time in his career. Season ended with a missed cut at the Deutsche Bank Championship. Was one of six players to start the week in Massachusetts inside the top 70 (58th) in the FedExCup standings only to drop out of the Playoffs...Early in the year, finished T6 at the OHL Classic at Mayakoba, with rounds of 69-67-66-67. It was his best career performance and second career top-10 on TOUR in his 57th start...Equaled his career-low round on the TOUR with a 6-under 64 during the final round of the RBC Canadian Open. His third-place finish marked just his third top-10 in 79 TOUR starts (T6 at the 2013 OHL Classic at Mayakoba and T7 at the 2013 FedEx St. Jude Classic)...A week later, improved on his finish in Canada with second-place honors at the Barracuda Championship in the Modified Stableford scoring event. In the final round at Montreux G&CC, produced 10 birdies en route to 18 points, claiming the runner-up spot, five points shy of Geoff Ogilvy's winning total of 49 points. \n\n\n2013: With five top-25 finishes in 25 starts in his second year on the PGA TOUR (2011), made it to the FedExCup Playoffs for the first time. Despite a missed cut at the Wyndham Championship, the last event in the PGA TOUR Season, finished inside the top 125 in FedExCup standings (109th) to earn a spot into the field at the first Playoff event, The Barclays...Posted four rounds in the 60s at the FedEx St. Jude Classic en route to a career-best T7, his first top-10 in 45 TOUR starts...A hip flexor injury during the second round of The Barclays resulted in his withdrawal, dropping him out of the top 100 in FedExCup standings and ending his season.\n\n2012: Finished the year No. 11 on the Web.com Tour money list despite not collecting a win. Led the Tour with 10 top-10 performances. Finished No. 1 on Tour in Greens in Regulation, No. 2 in Total Birdies and No. 7 in Driving Accuracy...Shot 65-67 on the weekend to finish T2 along with Jim Herman at the Preferred Health Systems Wichita Open, two strokes behind Casey Wittenberg. Was briefly tied with Herman for the lead after a birdie at No. 13 Sunday, but a bogey at the next hole ended his chances...Finished T5 at the Soboba Golf Classic, where he ran off a streak of five straight birdies on the front nine in Sunday's final round. His 4-under 67 gave him a 4-under 280 total...Tied for fourth at the South Georgia Classic three weeks later...In May, qualified for The Open Championship for the first time and then was an alternate for the U.S. Open in June but got into the tournament after qualified players withdrew. Shot scores of 75-74 at The Olympic Club in San Francisco and missed the cut by one stroke in his fourth career Open start...Played in The Open Championship and started with a 2-under 68 at Royal Lytham St. Annes, eventually finishing T45 in his initial start in the event...Was T7 at the Cox Classic, playing the final 61 holes without a bogey. Was 19-under for the week after playing the par-5 10th hole in 6-under over four days...Also T9 at the Chiquita Classic...In the season finale, at the Web.com Tour Championship in McKinney, Texas, was solo fifth after holding or sharing the lead after each of the first three rounds. Owned a two-shot advantage after 54 holes at TPC Craig Ranch and was in the hunt until a triple bogey at No. 14 derailed his victory chances. \n\n2011: Claimed three top-20 finishes in his first 10 starts during his rookie season on the PGA TOUR. His best came when he T14 at the HP Byron Nelson Championship. Missed the cut in his only Web.com Tour start, at the Mylan Classic. \n\n2010: Made the cut in 20 of 28 Web.com Tour starts, collecting a win in the process and earning his PGA TOUR card for the 2011 season by finishing No. 25 on the final money list...Earned his second career title with a two-stroke victory at the BMW Charity Pro-Am in May. Posted a final-round 66 to finish at 20-under. Was in the final pairing and held a one-shot lead when play was halted Sunday afternoon because of thunderstorms. Waited out an hour-long delay and returned to the 18th fairway. Hit his 7-iron from 173 yards to within 3 feet of the pin and rolled in his birdie putt to establish his winning margin. First-place check of $108,000 moved him from No. 47 to No. 7 on the money list at the time...One month earlier, at the Fresh Express Classic at TPC Stonebrae, he fired four rounds in the 60s to post his first top-10 of the season. After three 68s, he shot a 65 Sunday to move from T16 to T5, his best performance since winning the 2008 Ford Wayne Gretzky Classic...Finished T22 at Q-School in an attempt to improve his status heading into the 2011 PGA TOUR season. \n\n2009: Finished the year No. 52 on the Web.com Tour money list, with a pair of top-10 finishes...First top-10 of the season was a T8 at the Nationwide Children's Hospital Invitational...Added another T8 at the $1-million Soboba Classic, which earned him enough money to move up 15 places to No. 50 on the money list. \n\n2008: Made the cut in 11 of 21 starts and earned his first career win at the Ford Wayne Gretzky Classic. Second-round 63 included a front-nine 29 and vaulted him into contention in Canada. Was one shot out of the lead after 54 holes and posted a 2-under 69 to get into a playoff with Casey Wittenberg. Erased a two-shot deficit with a birdie on the next-to-last hole while Wittenberg made bogey. Won the playoff with a birdie on the first extra hole. Had locker number 99 for the tournament, the same number that host Wayne Gretzky wore on his uniform during his record-setting, Hall of Fame career in the National Hockey League...Grabbed headlines two weeks earlier at the U.S. Open, where he was the first-round co-leader with Kevin Streelman at Torrey Pines. It is his only made cut in three career starts on the PGA TOUR. \n\n2007: Ended the Web.com Tour season No. 80 on the money list, with $74,022. Made eights cuts in 15 starts, with two-top-25 finishes...Only top-10 showing was a T2 at the National Mining Association Pete Dye Classic, finishing 14-under and one stroke behind tournament winner Jimmy Walker. \n\n2006: Only Web.com Tour start was a missed cut at the Scholarship America Showdown at Somerby. \n\n2005: Made the cut in five of nine starts during his rookie season on the Web.com Tour, with two top-25 finishes. A T9 at the Preferred Health Systems Wichita Open marked his first top-10 showing of his career. At 11-under-par 263, finished the tournament five shots behind eventual winner Joe Daley. Next-best showing was a T11 at the Cleveland Open...Had made the cut in two of three career starts on Tour prior to 2005. \n\n2004: Posted a then-career-best T31 at the Pete Dye West Virginia Classic, one of his two made cuts that season. Missed the cut in two other career appearances on the PGA TOUR, including the U.S. Open at Shinnecock Hills...Member of the Golden Bear Tour from 1998-2004. Two-time winner on both the Golden Bear Tour and the Montgomery Sports Tour.\n\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was 2nd in 2014 at the Barracuda Championship.","dynStats" : "He ranks T33rd in Accuracy Rating on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/hickspga"},{"cat" : "google+","desc" : "","url" : "https:\/\/plus.google.com\/116880923577686218612\/posts"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/JustinHicks2010"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}