{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02214","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Triplett","first" : "Kirk","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "200","weightMetric" : "91","birthDate" : "March 29, 1962","age" : "54","birthPlace" : "Moses Lake, Washington","residence" : "Scottsdale, Arizona","family" : "Wife, Cathi; Conor Logan and Samuel Jacob (1\/19\/96), Alexis Marie (3\/17\/00), Kobe Thomas (5\/14\/02)","education" : "University of Nevada (1985, Civil Engineering)","splInterest" : "Adoption","pronunciation" : "TRIP-lit","nwTourAlumnus" : "","trndProYear" : "1985","clubAffl" : "","cityPlaysFrm" : "Scottsdale; Arizona; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "18,869,595&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2010","exmtStatus" : "Fully Exempt \/ 2011 Tournament Winner","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2011: Qualified for a return appearance in the U.S. Open when he was the medalist at the Rockville, Md., qualifier at Woodmont CC. Shot rounds of 69-64. Last played in the U.S. Open in 2007 and last made cut came in 2004 (T20)...In August, won the News Sentinel Open in Knoxville, Tenn., by two shots to become the Web.com Tour's oldest winner at age 49 years, 4 months, 29 days. It was his 12th Web.com Tour start and fifth of the season. He moved from 119th to 33rd on the money list. Held a one-shot lead after three rounds, then fired a final-round 68. 2010: Played seven Web.com Tour events, with two third-place performances. Ended the year No. 81 on the money list. Finished T3 at the Knoxville News Sentinel Open, his first top-10 on any Tour since he won the 2006 Chrysler Classic of Tucson, a span of 80 starts (77 on the PGA TOUR, three on the Web.com Tour). Added another T3 at the Albertsons Boise Open, finishing at 17-under par and four back of winner Hunter Haas. 2009: Made nine of 20 PGA TOUR cuts, with his best finishes being a pair of T27s. Failed to make the necessary $819,958 needed to continue playing on a Major Medical Extension. As a result, played out of the past champion category in 2010. 2008: Played in just nine events on the PGA TOUR, making four cuts. Didn't play until July because of an injury. 2007: Made the cut in 12 of 25 events and recorded three top-25 finishes. Finished outside the top 125 on the money list (No. 177) for the second time in his 18-year PGA TOUR career. 2006: Lone top-10 of the season was his third career win at the Chrysler Classic of Tucson. Finished 111th on the money list. Did not play after August, due to complications with his surgically-repaired right elbow. Picked up his third career win at the Chrysler Classic of Tucson, closing with rounds of 64-63. Final 36-hole total of 127 was one off tournament record set by Johnny Palmer in 1948. Final-round 9-under 63 brought him from six strokes behind to defeat Jerry Kelly by one. Opened round with five straight birdies and closed with four birdies over last five holes. The 63 was the lowest final round posted by a winner in Tucson since Johnny Miller won with a final-round 61 in 1975 and the comeback matched the tournament record set by Gene Littler in 1959. Win came two and one-half years since his last victory at the 2003 Reno-Tahoe Open, where he also fired a final-round 9-under 63 to win on the final day. 2005: Limited to 18 events due to elbow injury. Underwent right elbow surgery on damaged tendons on July 21 and didn't return until October at the FUNAI Classic at Walt Disney World Resort. Finished out of the top 125 for the first time since joining the TOUR in 1990. Received a Minor Medical Extension. In fifth start of 2005, upset No. 2 seed Mike Weir in the first round of the World Golf Championships-Accenture Match Play Championship, 1-up, en route to T9 finish, his only top-10 of season. 2004: Made 19 cuts in 24 starts and collected six top-10s. Best finish was a T6 at Masters, tying a career-best in six starts at Augusta. Sunday's even-par 72 included an ace on the par-3 16th hole. 2003: Recorded first top-10 since the 2001 Michelob Championship with a T2 at the Bay Hill Invitational...After withdrawing from the PGA Championship the week before, earned second career TOUR victory at the Reno-Tahoe Open. University of Nevada-Reno graduate tied the 72-hole tournament record of 17-under-par 271, thanks to a final-round 63. 2002: First top-10 of the season was T6 at the Bob Hope Chrysler Classic...Shared second-round lead at Greater Milwaukee Open, finished T8...Earned third top-five finish in previous four years at the John Deere Classic with his third-place finish (T3 in 1999 and second in 2000). 2001: Finished in the top-10 in three of the four majors. Did not play in Open Championship...Best finish in a major prior to that season included T13 at the PGA Championship in 1995 and 1997...Began the defense of Nissan Open title with first-round 66, good for four-way share of lead. Skied to an 81 in second round and missed cut. First player to lead after the first round and miss cut since Rod Pampling at 1999 Open Championship...First top-10 of season came at Masters Tournament, a T6...Recorded a T7 in season's second major, U.S. Open at Southern Hills...Playing in his 10th PGA Championship, placed T10...Four rounds in the 60s produced Michelob Championship runner-up finish. 2000: Earned first victory in 266th TOUR start, a one-stroke win over Jesper Parnevik at the Nissan Open...Almost won again at John Deere Classic, where he lost on fourth playoff hole to Michael Clark II. Shot a third-round 62 at TPC Deere Run, tying course record set day before by David Frost...Qualified for the U.S. Presidents Cup team and was 3-0-1 in his first appearance. 1999: Recorded his fifth and sixth third-place finishes, at Touchstone Energy Tucson Open and John Deere Classic. 1998: Posted four top-10s and 10 top-25s in 25 appearances. Top-10s came at the Bob Hope Chrysler Classic (T10), the Deposit Guaranty Classic (T7), the FedEx St. Jude Classic (T7) and the Las Vegas Invitational (T8). 1997: Played in 26 events, finishing in the top 10 four times, including a solo third. Three of the top-10s came in consecutive starts, at THE PLAYERS Championship (T10), the Freeport-McDermott Classic (T4) and the Greater Greensboro Classic (3)...Also finished solo sixth at the Michelob Championship at Kingsmill. 1996: Closed with a 68, one stroke shy of Willie Wood at the Deposit Guaranty Classic, for his fifth career runner-up finish...Won Merrill Lynch Pebble Beach Invitational. 1995: First of two runner-up finishes came at the Buick Invitational of California, where he placed four strokes behind Peter Jacobsen. He then finished two strokes behind Greg Norman, turning in another T2, this time at the Canon Greater Hartford Open. Also T3 at B.C. Open. 1994: Was part of four-way T2 at AT&T Pebble Beach National Pro-Am, one stroke behind Johnny Miller. 1992: Posted first second-place finish at Shell Houston Open. 1990: Rookie on the PGA TOUR after earning playing status through the 1989 Qualifying Tournament. 1988: Winner of Alberta Open, Sierra Nevada Open and Fort McMurray Open...Played Australian, Asian and Canadian Tours from 1987-89.\n","otherCarHigh" : "","personal" : "Says of days on foreign tours: \"I wouldn't trade the experience for anything. I learned so much, not only about golf, but about myself. I'll be telling stories about Asia until the day I die.\"...Wife, Cathi, active in TOUR Wives Association, has served as his caddie on occasion...Known for his patented \"bucket\" golf hat...Active in promoting adoption through the Fore Adoption Foundation and the Dave Thomas Foundation. Places a photo of a local foster child on his golf bag at every TOUR event to raise awareness for foster children. Also spends one afternoon during the week with a local foster child.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1990","qSchoolYear" : "1989","exmtStatus" : "Past Champion","otherVics" : "(3): 1988 Sierra Nevada Open. 1991 California State Open. 1996 Merrill Lynch Pebble Beach Invitational.","intlVics" : "(1): 1988 Alberta Open [Can].","curYearHigh" : "","carHigh" : "2012: Joined the Champions Tour in April, at the Encompass Insurance Pro-Am (T8), and ended up 19th on the official money list...Recorded five top-10s in his 18 starts...Captured his first Champions Tour victory in his eighth start, coming from four strokes back on the final day to win the Nature Valley First Tee Open at Pebble Beach. Matched the lowest final-round score by a winner in the event, shooting 66 to defeat Mark McNulty by two strokes. Victory made him the sixth player to win events on the PGA TOUR, Web.com Tour and Champions Tour and the first since Olin Browne joined that group in 2011...Prior to winning in early July, recorded a T2 at The Principal Charity Classic at month earlier. Set a new tournament and course record when he fired a closing-round, 9-under-par 62 at Glen Oaks CC in June...Late in the year, endured a difficult week at the AT&T Championship in San Antonio but still finished T5 despite the death of his regular caddie, Scott Steele (heart attack), the week prior, just days after the completion of the Greater Hickory Classic at Rock Barn. With a heavy heart, shot 69-69 on the weekend on the AT&T Canyons layout...Also was T6 at the Constellation SENIOR PLAYERS Championship when he posted rounds of 65-66 on the weekend near Pittsbugh. His weekend card included nine birdies and an eagle on the par-70 layout...Finished T14 at the Pacific Links Hawaii Championship in September but fired consecutive rounds of 65 on the weekend. His final 36-hole total of 14-under-par 130 was the best final 36-hole effort in relation to par in 2012...Made only three PGA TOUR starts, his fewest since joining the TOUR in 1990, and only made cut resulted in a T73 at the Mayakoba Golf Classic in Mexico...Lone start Web.com Tour was a T4 at the Pacific Rubiales Columbia Championship, when he was just one stroke off the 54-hole lead. 2011: Split his season between the PGA TOUR and Web.com Tour. Made eight starts on TOUR, highlighted by a pair of top-25 finishes. On the Web.com Tour, claimed his first win in one of 10 starts in 2011...In August, won the News Sentinel Open in Knoxville, Tenn., by two shots to become the Web.com Tour's oldest winner at age 49 years, 4 months, 29 days. It was his 12th Web.com Tour start and fifth of the season. Moved from 119th to 33rd on the money list. Held a one-shot lead after three rounds, then fired a final-round 68...Qualified for a return appearance in the U.S. Open when he was the medalist at the Rockville, Md., qualifier at Woodmont CC. Shot rounds of 69-64. Last played in the U.S. Open in 2007 and last made cut came in 2004 (T20)...A T18 at the Viking Classic was his top PGA TOUR performance. 2010: Claimed four top-25 finishes in 11 starts on PGA TOUR, playing out of the Past Champion category. 2009: Made nine of 20 PGA TOUR cuts, with his best finishes being a pair of T27s. Failed to make the necessary $819,958 needed to continue playing on a Major Medical Extension. As a result, played out of the past champion category in 2010. 2008: Played in just nine events on the PGA TOUR, making four cuts. Didn't play until July because of an injury. 2007: Made the cut in 12 of 25 events and recorded three top-25 finishes. Finished outside the top 125 on the money list (No. 177) for the second time in his 18-year PGA TOUR career. 2006: Lone top-10 of the season was his third career win at the Chrysler Classic of Tucson. Finished 111th on the money list. Did not play after August, due to complications with his surgically-repaired right elbow. Picked up his third career win at the Chrysler Classic of Tucson, closing with rounds of 64-63. Final 36-hole total of 127 was one off tournament record set by Johnny Palmer in 1948. Final-round 9-under 63 brought him from six strokes behind to defeat Jerry Kelly by one. Opened round with five straight birdies and closed with four birdies over last five holes. The 63 was the lowest final round posted by a winner in Tucson since Johnny Miller won with a final-round 61 in 1975 and the comeback matched the tournament record set by Gene Littler in 1959. Win came two and one-half years since his last victory at the 2003 Reno-Tahoe Open, where he also fired a final-round 9-under 63 to win on the final day. 2005: Limited to 18 events due to elbow injury. Underwent right elbow surgery on damaged tendons on July 21 and didn't return until October at the FUNAI Classic at Walt Disney World Resort. Finished out of the top 125 for the first time since joining the TOUR in 1990. Received a Minor Medical Extension. In fifth start of 2005, upset No. 2 seed Mike Weir in the first round of the World Golf Championships-Accenture Match Play Championship, 1-up, en route to T9 finish, his only top-10 of season. 2004: Made 19 cuts in 24 starts and collected six top-10s. Best finish was a T6 at Masters, tying a career-best in six starts at Augusta. Sunday's even-par 72 included an ace on the par-3 16th hole. 2003: Recorded first top-10 since the 2001 Michelob Championship with a T2 at the Bay Hill Invitational…After withdrawing from the PGA Championship the week before, earned second career TOUR victory at the Reno-Tahoe Open. University of Nevada-Reno graduate tied the 72-hole tournament record of 17-under-par 271, thanks to a final-round 63. 2002: First top-10 of the season was T6 at the Bob Hope Chrysler Classic…Shared second-round lead at Greater Milwaukee Open, finished T8…Earned third top-five finish in previous four years at the John Deere Classic with his third-place finish (T3 in 1999 and second in 2000). 2001: Finished in the top-10 in three of the four majors. Did not play in The Open Championship…Best finish in a major prior to that season included T13 at the PGA Championship in 1995 and 1997…Began the defense of Nissan Open title with first-round 66, good for four-way share of lead. Skied to an 81 in second round and missed cut. First player to lead after the first round and miss cut since Rod Pampling at 1999 Open Championship…First top-10 of season came at Masters Tournament, a T6…Recorded a T7 in season's second major, U.S. Open at Southern Hills…Playing in his 10th PGA Championship, placed T10…Four rounds in the 60s produced Michelob Championship runner-up finish. 2000: Earned first victory in 266th TOUR start, a one-stroke win over Jesper Parnevik at the Nissan Open…Almost won again at John Deere Classic, where he lost on fourth playoff hole to Michael Clark II. Shot a third-round 62 at TPC Deere Run, tying course record set day before by David Frost…Qualified for the U.S. Presidents Cup team and was 3-0-1 in his first appearance. 1999: Recorded his fifth and sixth third-place finishes, at Touchstone Energy Tucson Open and John Deere Classic. 1998: Posted four top-10s and 10 top-25s in 25 appearances. Top-10s came at the Bob Hope Chrysler Classic (T10), the Deposit Guaranty Classic (T7), the FedEx St. Jude Classic (T7) and the Las Vegas Invitational (T8). 1997: Played in 26 events, finishing in the top 10 four times, including a solo third. Three of the top-10s came in consecutive starts, at THE PLAYERS Championship (T10), the Freeport-McDermott Classic (T4) and the Greater Greensboro Classic (3)...Also finished solo sixth at the Michelob Championship at Kingsmill. 1996: Closed with a 68, one stroke shy of Willie Wood at the Deposit Guaranty Classic, for his fifth career runner-up finish…Won Merrill Lynch Pebble Beach Invitational by three strokes over David Ogrin. 1995: First of two runner-up finishes came at the Buick Invitational of California, where he placed four strokes behind Peter Jacobsen. He then finished two strokes behind Greg Norman, turning in another T2, this time at the Canon Greater Hartford Open. Also T3 at B.C. Open. 1994: Was part of four-way T2 at AT&T Pebble Beach National Pro-Am, one stroke behind Johnny Miller. 1992: Posted first second-place finish at Shell Houston Open. 1990: Rookie on the PGA TOUR after earning playing status through the 1989 PGA TOUR Qualifying Tournament. 1988: Winner of Alberta Open, Sierra Nevada Open and Fort McMurray Open...Played Australian, Asian and Canadian Tours from 1987-89. \n","otherCarHigh" : "","personal" : "Says of days on foreign tours: \"I wouldn't trade the experience for anything. I learned so much, not only about golf, but about myself. I'll be telling stories about Asia until the day I die.\"...Known for his patented \"bucket\" golf hat...Active in promoting adoption through the Fore Adoption Foundation and the Dave Thomas Foundation.","otherInfo" : "","ntlTeams" : "The Presidents Cup (1), 2000.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2012","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(5): 1988 Sierra Nevada Open, Alberta Open, Fort McMurray Open. 1991 California State Open. 1996 Merrill Lynch Pebble Beach Invitational.","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Struggled for most of the season and posted just four top-10 performances during the season and none before early June when he T10 at The Principal Charity Classic...Top effort of the campaign was a runner-up finish at the Constellation SENIOR PLAYERS Championship. Used a run of five birdies in a seven-hole stretch midway through his final round to shoot 64, the low score Sunday, but was a distant six strokes behind winner Bernhard Langer. Performance near Boston was his best in a major championship on either Tour...Closed out his year in the season-ending Charles Schwab Cup Championship with three straight rounds in the 60s to finish T6 near his home in Scottsdale...Steady play at TPC Twin Cities led to a T7 at the 3M Championship.\n\n2014: Earned multiple titles in a season for the first time in his TOUR career and also had three other top-three finishes. Earnings of more than $1.4 million were the most he's made in a season since 2004 on the PGA TOUR. That year, collected a personal-best $1.5 million...In his second start of the year, won The ACE Group Classic, making a key 6-foot par putt on the 18th hole Sunday to edge Bernhard Langer, Duffy Waldorf and Olin Browne by one stroke in Naples. Shared the 36-hole lead with Langer and carded a final-round 66 at TwinEagles. With Browne posted at 15-under, took advantage of bogeys by Waldorf and Langer at the final hole...In mid-October, became the fifth of seven multiple winners on the 2014 Champions Tour when he recorded a three-stroke victory over Tom Lehman at the SAS Championship. Jumped into the lead for good Saturday, firing a 9-under 63 that included holing out from the fairway (8-iron from 143 yards) on the 18th hole. Victory at Prestonwood was his fourth career win on the Champions Tour...One week later, made a strong run at a second consecutive title, but, despite three straight rounds of 66, was two strokes shy of eventual-champion Jay Haas at the Greater Hickory Kia Classic, finishing T2 along with Joe Durant...Made an early move Sunday at the Encompass Championship and found himself in contention with Michael Allen and eventual-champion Lehman down the stretch. Didn't make a bogey over his last 37 holes at North Shore CC, but was T2 after making pars on four of his last five holes...Two weeks before the Chicago tournament, teamed with Craig Stadler to finish third in the Champions Division at the Big Cedar Lodge Legends of Golf...Registered top-10 finishes in a pair of the major championships. Opened and closed with rounds of 2-under-par 69 to finish eighth at the U.S. Senior Open in July in Oklahoma and then was T8 at The Senior Open Championship at Royal Porthcawl in Wales.\n\n 2013: Turned in a solid second Champions Tour season thanks to 13 top-10s in 22 starts...Played his best golf in the second half of the year when he recorded seven straight top-10 performances and nine top-10s in a span of 10 tournaments starting at the U.S. Senior Open. At one point during his run, recorded 14 consecutive sub-par rounds, equaling Tom Pernice, Jr.'s 14 sub-par rounds in a row as a Champions Tour season-best...Named the Champions Tour's September Player of the Month...Highlight of his year came during that month when he defended his title at the Nature Valley First Tee Open at Pebble Beach in late September. Started the final round three strokes behind 36-hole leader Tom Lehman, but a bogey-free 68 at Pebble Beach gave him his second career Champions Tour title. In addition to his win, he also teamed with Michelle Xie to win the pro-junior competition. Second straight win at Pebble Beach made him the first player to successfully defend a title since Lehman went back to back at the 2011 and 2012 Regions Tradition. He was also the first player whose first two wins came in the same event since John Cook at the AT&T Championship in 2007 and 2008...Made a bid for a win in his next start, at the SAS Championship at Prestonwood CC. Shot three consecutive rounds in the 60s and was in the final grouping Sunday before eventually placing third. In his next start after the SAS Championship in late-October, was among the leaders all three rounds at the AT&T Championship before posting a T3 finish...In early June, birdied three of his last four holes to shoot 67 Sunday and move into a T3 at The Principal Charity Classic...Run of consecutive top-10s late in the year started with a T3 at the Shaw Charity Classic, where he was on the leaderboard throughout at Canyon Meadows CC in Calgary...In late-April, teamed with Craig Stadler for a T4 finish at the Liberty Mutual Insurance Legends of Golf in April. The pair was among the leaders all three days before falling two strokes shy Sunday.\n\n 2012: Joined the Champions Tour in April, at the Encompass Insurance Pro-Am (T8), and ended up 19th on the official money list...Recorded five top-10s in his 18 starts...Captured his first Champions Tour victory in his eighth start, coming from four strokes back on the final day to win the Nature Valley First Tee Open at Pebble Beach. Matched the lowest final-round score by a winner in the event, shooting 66 to defeat Mark McNulty by two strokes. Victory made him the sixth player to win events on the PGA TOUR, Web.com Tour and Champions Tour and the first since Olin Browne joined that group in 2011...Prior to winning in early July, recorded a T2 at The Principal Charity Classic a month earlier. Set a new tournament and course record when he fired a closing-round, 9-under-par 62 at Glen Oaks CC in June...Late in the year, endured a difficult week at the AT&T Championship in San Antonio but still finished T5 despite the death of his regular caddie, Scott Steele (heart attack), just days after the completion of the Greater Hickory Classic at Rock Barn. With a heavy heart, shot 69-69 on the weekend on the AT&T Canyons layout...Also was T6 at the Constellation SENIOR PLAYERS Championship when he posted rounds of 65-66 on the weekend near Pittsbugh. His weekend card included nine birdies and an eagle on the par-70 layout...Made only three PGA TOUR starts, his fewest since joining the TOUR in 1990, and only made cut resulted in a T73 at the Mayakoba Golf Classic in Mexico...Lone Web.com Tour start was a T4 at the Pacific Rubiales Colombia Championship, when he was just one stroke off the 54-hole lead...Finished second by one shot to Tommy Gainey at November's Callaway Invitational at Pebble Beach. \n","otherCarHigh" : "Played the PGA TOUR on a full-time basis from 1990-2009 and won three times in his career...After having finished second five times, earned his first PGA TOUR victory in his 266th start, a one-stroke win over Jesper Parnevik at the 2000 Nissan Open...Almost won again that same season at the John Deere Classic, losing out on the fourth playoff hole to Michael Clark II...Did not notch his second official title until the 2003 Reno-Tahoe Open. After withdrawing from the PGA Championship the week before, University of Nevada-Reno graduate tied the 72-hole tournament record of 17-under 271, thanks to a final-round 63, and finished three strokes ahead of Tim Herron...Lone top-10 finish of the 2006 season was his third career title at the Chrysler Classic of Tucson. Closed with rounds of 64-63 and came from six strokes back on the final day to defeat Jerry Kelly by one. Opened final round with five straight birdies and closed with four birdies over his last five holes for the victory. 63 was the lowest final round by a winner in Tucson since Johnny Miller won with a final-round 61 in 1975. The six-stoke comeback also matched the tournament mark set by Gene Littler in 1959...Qualified for the United States Presidents Cup team in 2000 and was 3-0-1 in his only appearance in the bi-annual matches...Earned Rookie of the Year honors on the PGA TOUR in 1990 after achieving playing status through the 1989 Qualifying Tournament...Played a bit on the Web.com Tour in 2010 and 2011. In seven starts in 2010, was third twice and in 2011, he made 11 appearances and won the News Sentinel Open Presented by Pilot, defeating Marco Dawson by two strokes at Fox Den CC in Knoxville. Became the oldest winner in Web.com Tour history at 49 years, 4 months, 29 days, displacing Steve Pate...Played on the Australian, Asian and Canadian Tours from 1987-89...Was an Academic All-America while at the University of Nevada and is a member of the school's Athletic Hall of Fame.","personal" : "Says of days on foreign tours, \"I wouldn't trade the experience for anything. I learned so much, not only about golf, but about myself. I'd be telling stories about Asia until the day I die.\"...Known for wearing his patented bucket golf hat...Active in promoting adoption through the Fore Adoption Foundation and the Dave Thomas Foundation...Underwent right-elbow surgery midway throught the 2005 season and experienced complications from that surgery during the summer of 2006...Son, Sam, was a talented junior golfer. He was the winner of the 2012 Ping Junior Match Play Championship and is now a member of the Northwestern University golf program.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T15th at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks 47th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/realcaptainkirk"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}