{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "26758","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Hearn","first" : "David","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "170","weightMetric" : "77","birthDate" : "June 17, 1979","age" : "36","birthPlace" : "Brampton, Ontario, Canada","residence" : "Brantford, Ontario, Canada","family" : "Wife, Heather; Ella (6\/21\/12), Evan (10\/2714)","education" : "University of Wyoming (2008, Psychology)","splInterest" : "Mountain biking, hockey","pronunciation" : "HURN","nwTourAlumnus" : "Web.com Tour Graduate (2010)","trndProYear" : "2001","clubAffl" : "Brantford G&CC (Brantford, Ontario, Canada)","cityPlaysFrm" : "Brantford, ON; ; Canada","websiteUrl" : "http:\/\/www.DavidHearn.ca","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "7,584,039&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "7th qualifier from QT\/ML 61-100","otherVics" : "","intlVics" : "(1): 2004 Times Colonist Open [Can].","curYearHigh" : "Carded a first-round 6-under 66 on the Seaside Course to sit one-stroke behind eventual-champion Kevin Kisner at The RSM Classic. Later added scores of 72-67-79 to finish T9 for his first top-10 since a third-place showing at the RBC Canadian Open in late July. It marked his first top-10 in four starts at The RBC Classic, with a T40 in 2013 his previous-best showing.","carHigh" : "\n","otherCarHigh" : "Made it to the round of 16 at the 1999 U.S. Amateur. Won the 1997 Ontario Match Play Championship...Teamed with Jon Mills to lead the Canadian team to the title at the Four Nations Cup. Named All-Mountain West Conference during his senior season at the University of Wyoming. Winner of two collegiate tournaments.","personal" : "Earned his degree at the University of Wyoming in the spring of 2008 after completing the last of the three courses he was lacking toward his degree plan.","otherInfo" : "Member of the Nationwide Tour in 2004 and 2006-09. 2010: Entered 25 events on the Nationwide Tour and posted five top-10 finishes including a runner-up to earn enough money to finish No. 21 on the money list and gain a return trip to the PGA TOUR for the 2011 season...In his fifth start of the year at the Fresh Express Classic at TPC Stonebrae, Hearn posted four rounds in the 60s to finish second, one stroke back of winner Kevin Chappell. In the first round he hit all 13 fairways and all 18 greens in regulation en route to a 64. A second-round 65 put him in the lead by two strokes, and he maintained a one-stroke lead over Chappell and Jon Mills entering the final round. A 67 left him one stroke shy of winning his second career Nationwide Tour event. It was Hearn's best finish since winning the 2004 Alberta Classic, 102 starts earlier...Continued his solid play the next week at the South Georgia Classic, where he led after each of first three rounds and finished fourth. After posting the low round of the tournament Thursday, a 64, he backed it up with 69-73 to take a one-stroke lead heading into Sunday. A final-round 74 left him three strokes back of winner Ewan Porter...Posted his third top-10 finish 13 starts later at the Mylan Classic. Fired 68-69 in the first two rounds but a third-round 73 left him out of the hunt. He shot 68 on Sunday to finish T9...Finished T4 four starts later at the Miccosukee Championship. Was in contention on Sunday until being derailed by a triple-bogey on the 14th hole. A 3-over 74 left him five strokes back...Closed the season with a fourth-place finish at the Nationwide Tour Championship, posting four sub-par rounds. A check for $48,000 moved him from 33rd to 27th on the final money list. 2009: Made the cut in nine of 17 starts, with just two top-25 finishes—matching T14s at the Preferred Health Systems Wichita Open and WNB Golf Classic. 2008: Made the cut in 10 of 25 starts, with three top-10 finishes. Earned his first top-10 of the year in his 12th start, a T9 showing at the Melwood Prince George's County Open. Was T3 at the Nationwide Tour Players Cup in West Virginia, where he remained near the top of the leaderboard all week. His effort moved him from No. 88 on the money list to No. 42. Finished T6 at the Xerox Classic. 2007: Made the cut in 17 of 27 starts on the Nationwide Tour, including nine top-25 finishes. Finished the season No. 41 on the money list, with $146,947. Five top-10 finishes were highlighted by a season-best T3 at the Preferred Health Systems Wichita Open, finishing five strokes behind Brad Elder. Other top-10s came at the Athens Regional Foundation Classic (T6), Miccosukee Championship (T6), Nationwide Tour Championship at Barona Creek (7) and the BMW Charity Pro-Am at The Cliffs (T10). Had two aces during the season, including one on No. 17 during the second round of the Movistar Panama Championship and another on No. 17 during the first round of the Albertsons Boise Open. Tadd Fujikawa and Ricky Barnes also performed the feat in Boise, marking the first time in Tour history that three aces have been recorded on the same hole in the same day. 2006: Made the cut in 15 of 26 starts on the Nationwide Tour, with three top-10 finishes. Was No. 57 on the final money list, with $111,163. Opened the year with a T6 at the Movistar Panama Championship, posting par-or-better scores all four days. Went through a tough stretch following Panama, with a T36 at the Livermore Valley Wine Country Championship his best showing in seven starts. Snapped that streak with a solid fourth-place effort at the Rheem Classic. Recorded rounds of 66-68-69-68 to end at 9-under-par 271, four strokes out of the playoff eventually won by Darron Stiles. Four rounds in the 60s led to a T5 at the Preferred Health Systems Wichita Open—his third top-10 of the season. Finished the season ranked No. 4 in Total Driving. 2005: Rookie on the PGA TOUR after making it through the 2004 National Qualifying Tournament in his fourth try and first trip to the final stage, where he finished T21. Finished his first season on TOUR with two top-25 finishes and a final money ranking of No. 196. 2004: Made the cut in eight of 12 appearances on the Nationwide Tour, finishing in the top 25 seven times. Ranked No. 35 on the official money list, with $161,706. Shot rounds of 70-65-67-71 to win the Alberta Classic at 15-under-par 273, finishing one stroke ahead of David McKenzie. Collected $81,000 for the victory. Posted four additional top-10s, including T6s at the Oregon Classic and the Permian Basin Charity Golf Classic and T7s at the Preferred Health Systems Wichita Open and the Albertsons Boise Open. 2004: Member of the Canadian Tour. Finished No. 5 on the , including winning the Times Colonist Open...Has also played on the Asian Tour.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2005","qSchoolYear" : "2004","exmtStatus" : "55th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "(1): 2004 Times Colonist Open [Can].","curYearHigh" : "Carded a first-round 6-under 66 on the Seaside Course to sit one-stroke behind eventual-champion Kevin Kisner at The RSM Classic. Later added scores of 72-67-79 to finish T9 for his first top-10 since a third-place showing at the RBC Canadian Open in late July. It marked his first top-10 in four starts at The RBC Classic, with a T40 in 2013 his previous-best showing.","carHigh" : "2014-15: Advanced to the FedExCup Playoffs for a fifth consecutive season on the strength of a playoff loss and three additional top-10 finishes through the Wyndham Championship. Made it to the BMW Championship, the third of four events in the Playoffs. Played in the event for a third time before ending his season ranked 55th in FedExCup standings...Making his fifth career start at the Shriners Hospitals for Children Open, finished T7, six strokes behind champion Ben Martin. It was his second top-10 at the event. Also finished T5 in 2011...Birdied six of his first seven holes in the first round of the Zurich Classic of New Orleans en route to a 7-under 65. In the stop-and-start event due to inclement weather, followed that with scores of 70-67-68 to T6 with Daniel Berger...Recorded his first career hole-in-one on the PGA TOUR during the second round of the FedEx St. Jude Classic (No. 4, 185 yards, 6-iron)...Thanks in part to a second-round, 6-under 64 at The Greenbrier Classic, worked his way into a playoff with Kevin Kisner, Robert Streb and eventual winner Danny Lee. On the first extra hole, the par-3 18th, sank a clutch 20-foot birdie putt to advance to the second extra hole, No. 17, with Lee. When he wasn't able to match Lee's par at the par-5 17th, he settled for a T2.\n\n2013-14: Made 20 of 28 cuts on TOUR, with three top-10s. Advanced to the FedExCup Playoffs for the fourth consecutive year. Ended season with a T43 finish at the Deutsche Bank Championship...Early in the year, finished T8 at the ISPS Handa World Cup as an individual at Royal Melbourne GC in late-November 2013. Teamed with Brad Fritsch to finish fifth in the team competition for Canada...At The Honda Classic in early March, overcame missed cuts at PGA National in 2012 and 2013 by posting four rounds of par-or-better to claim a T6 with Will MacKenzie...Was one of only two players (Scott Langley the other) to post four par-or-better rounds at the Valspar Championship in March. His 71-70-70-71, 2-under effort was good for a T8 with five others, including fellow Canadian Graham DeLaet. Hurt his winning chances by making four consecutive bogeys at the par-4 17th hole...In his third consecutive start at THE PLAYERS Championship, posted four sub-par scores at TPC Sawgrass to finish T6 with four others. Offset a double bogey-7 at the 11th hole in the first round with six birdies en route to a 2-under 70. The showing matched his best of the season (The Honda Classic) and was his third top-10 in Florida this season (also T8 at the Valspar Championship). \n\n2013: Made 18 of 26 cuts on TOUR, with two top-10s. Finished No. 56 in the final FedExCup standings...Was T8 at the Puerto Rico Open in his second career start in the event...In July, posted four rounds in the 60s at the John Deere Classic to force sudden death with defending champion Zach Johnson and Jordan Spieth. Lost with a bogey on the fifth extra hole to Spieth's par, good enough for his career-best finish. A key was his third round, when made eight birdies en route to a 7-under 64. \n\n2012: Opened with matching, 4-under 66s Thursday and Friday and eventually finished T10 at the Sony Open in Hawaii...Next top-10 finish came 22 starts later, finishing T10 at The Barclays. His performanced helped him advance to the Deutsche Bank Championship, jumping from No. 108 to No. 67 in standings...The next week, finished T26 at TPC Boston to jump to No. 58 in the standings, securing a spot in the BMW Championship for the first time since it became a Playoffs event. Finished 10th at Crooked Stick GC. \n\n2011: Matched his career number of TOUR top-10 finishes in a single season, with three. In his only Web.com Tour start, finished T6 at the Albertsons Boise Open...With a T6 at the Shell Houston Open, claimed his then-best TOUR performance in his 39th career start. His finish came on the strength of a third-round, 6-under 66...Did his performance in Texas one better with a career-best T5 at the Justin Timberlake Shriners Hospitals for Children Open with four rounds in the 60s. It represented the second top-10 of his career...A week later at the Frys.com Open, added a second, consecutive top-10 finish to his campaign, marking the first time in his TOUR career that he has collected back-to-back top-10 finishes. Played his last five holes in the final round in six-under (B-E-P-E-B) for a 6-under 65, good for T7 honors. \n\n2010: Entered 25 events on the Web.com Tour and posted five top-10 finishes including a runner-up to earn enough money to finish No. 21 on the money list and gain a return trip to the PGA TOUR for the 2011 season...In his fifth start of the year at the Fresh Express Classic at TPC Stonebrae, Hearn posted four rounds in the 60s to finish second, one stroke back of winner Kevin Chappell. In the first round he hit all 13 fairways and all 18 greens in regulation en route to a 64. A second-round 65 put him in the lead by two strokes, and he maintained a one-stroke lead over Chappell and Jon Mills entering the final round. A 67 left him one stroke shy of winning his second career Web.com Tour event. It was Hearn's best finish since winning the 2004 Alberta Classic, 102 starts earlier...Continued his solid play the next week at the South Georgia Classic, where he led after each of first three rounds and finished fourth. After posting the low round of the tournament Thursday, a 64, he backed it up with 69-73 to take a one-stroke lead heading into Sunday. A final-round 74 left him three strokes back of winner Ewan Porter...Posted his third top-10 finish 13 starts later at the Mylan Classic. Fired 68-69 in the first two rounds but a third-round 73 left him out of the hunt. He shot 68 on Sunday to finish T9...Finished T4 four starts later at the Miccosukee Championship. Was in contention on Sunday until being derailed by a triple-bogey on the 14th hole. A 3-over 74 left him five strokes back...Closed the season with a fourth-place finish at the Web.com Tour Championship, posting four sub-par rounds. A check for $48,000 moved him from 33rd to 27th on the final money list. \n\n2009: Made the cut in nine of 17 starts, with just two top-25 finishes-matching T14s at the Preferred Health Systems Wichita Open and WNB Golf Classic. 2008: Made the cut in 10 of 25 starts, with three top-10 finishes. Earned his first top-10 of the year in his 12th start, a T9 showing at the Melwood Prince George's County Open. Was T3 at the Web.com Tour Players Cup in West Virginia, where he remained near the top of the leaderboard all week. His effort moved him from No. 88 on the money list to No. 42. Finished T6 at the Xerox Classic. \n\n2007: Made the cut in 17 of 27 starts on the Web.com Tour, including nine top-25 finishes. Finished the season No. 41 on the money list, with $146,947. Five top-10 finishes were highlighted by a season-best T3 at the Preferred Health Systems Wichita Open, finishing five strokes behind Brad Elder. Other top-10s came at the Athens Regional Foundation Classic (T6), Miccosukee Championship (T6), Web.com Tour Championship at Barona Creek (7) and the BMW Charity Pro-Am at The Cliffs (T10). Had two aces during the season, including one on No. 17 during the second round of the Movistar Panama Championship and another on No. 17 during the first round of the Albertsons Boise Open. Tadd Fujikawa and Ricky Barnes also performed the feat in Boise, marking the first time in Tour history that three aces have been recorded on the same hole in the same day. \n\n2006: Made the cut in 15 of 26 starts on the Web.com Tour, with three top-10 finishes. Was No. 57 on the final money list, with $111,163. Opened the year with a T6 at the Movistar Panama Championship, posting par-or-better scores all four days. Went through a tough stretch following Panama, with a T36 at the Livermore Valley Wine Country Championship his best showing in seven starts. Snapped that streak with a solid fourth-place effort at the Rheem Classic. Recorded rounds of 66-68-69-68 to end at 9-under-par 271, four strokes out of the playoff eventually won by Darron Stiles. Four rounds in the 60s led to a T5 at the Preferred Health Systems Wichita Open—his third top-10 of the season. Finished the season ranked No. 4 in Total Driving. \n\n2005: Rookie on the PGA TOUR after making it through the 2004 PGA TOUR Qualifying Tournament in his fourth try and first trip to the final stage, where he finished T21. Finished his first season on TOUR with two top-25 finishes (including a career-best T13 at the B.C. Open) and a final money ranking of No. 196. \n\n2004: Made the cut in eight of 12 appearances on the Web.com Tour, finishing in the top 25 seven times. Ranked No. 35 on the official money list, with $161,706. Shot rounds of 70-65-67-71 to win the Alberta Classic at 15-under-par 273, finishing one stroke ahead of David McKenzie. Collected $81,000 for the victory. Posted four additional top-10s, including T6s at the Oregon Classic and the Permian Basin Charity Golf Classic and T7s at the Preferred Health Systems Wichita Open and the Albertsons Boise Open. Member of the Canadian Tour from 2002-04. Finished No. 5 on the 2004 , including winning the Times Colonist Open...Has also played on the Asian Tour. \n\nAmateur: Made it to the round of 16 at the 1999 U.S. Amateur. Won the 1997 Ontario Match Play Championship...Teamed with Jon Mills to lead the Canadian team to the title at the Four Nations Cup. Named All-Mountain West Conference during his senior season at the University of Wyoming. Winner of two collegiate tournaments.\n","otherCarHigh" : "","personal" : "Has four career holes-in-one in competitive rounds, with all coming on the Web.com Tour (2007 Movistar Panama Championship, 2007 Albertsons Boise Open and 2010 Panama Claro Championship) and one on the PGA TOUR at the 2015 year's FedEx St. Jude Classic...Earned his degree at the University of Wyoming in the spring of 2008 after completing the last of three required courses...Was voted 2015 Canadian Male Professional of the Year by the Golf Journalists' Association of Canada.","otherInfo" : "","ntlTeams" : "World Cup (1), 2013.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T9th at the The RSM Classic.","dynStats" : "He ranks T88th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/#!\/HearnDavid"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}