{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "47287","tourCodeUC" : "C","tourCodeLC" : "c","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Tracy","first" : "Ethan","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "160","weightMetric" : "73","birthDate" : "November 10, 1989","age" : "26","birthPlace" : "Columbus, Ohio","residence" : "Fayetteville, Arkansas","family" : "Single","education" : "University of Arkansas (2013, Kinesiology )","splInterest" : "Working out, cooking and going to movies","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2012","clubAffl" : "The Blessings (Fayetteville, Arkansas.)","cityPlaysFrm" : "Hilliard, Ohio","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2015","otherVics" : "","intlVics" : "(2) 2014 Palmetto Hall Championship [eGolf], River Hills Championship [eGolf]","curYrHigh" : "","carHigh" : "2015: Earned conditional status on PGA TOUR Latinoamérica with a T32 finish at the Sebring, FL Q-School in January… Coming off a T9 on his first start of the season at the 84th Abierto OSDE del Centro in Argentina, he went on to finish T2 on his next start at the Lexus Panama Classic… Added a T7 at the Lexus Peru Open and a T9 at the PGA TOUR Latinoamérica Tour Championship to finish 40th on the Order of Merit, having made just five starts… Finished second at Mackenzie Tour-PGA TOUR Canada Q-School to earn exempt status through the first six events… Best finish in Canada was T7 at the Bayview Place Island Savings Open, where he posted three sub-par rounds in June... Finished T8 at the ATB Financial Classic in Calgary… Was 22nd on the final Order of Merit, with four top 10s and seven top 25s. Only missed two cuts in 12 starts… Finished T123 at the Web.com Tour Q-School final in December.\n\n2014: Won twice on the eGolf Tour, claiming titles at Palmetto Hall Championship and River Hills Championship to finish the year No. 4 on the money list.\n\n2012: Turned pro in May. Played the eGolf Tour in 2013-15.\n","otherCarHigh" : "Won the 2011 Western Amateur, tying for 11th during stroke play, then defeating the No. 25, No. 23, No. 3 and No. 1-ranked amateur's in the world on way to his title… Drained a 10-footer for par on No. 18 to defeat Patrick Cantlay on the championship match in Glenview… Had a solid career at the University of Arkansas, where he claimed medalist honors on his first start as a freshman at the Maryland Invitational... 2009 Southeastern Conference All-Freshman team, All-Central Region... 2011 Honorable Mention All-American, All-Central Region, Second-Team All-SEC… While at Hilliard Darby he won the AJGA Nationwide Insurance Junior Open in July 2008 and the AJGA SAP Junior Open in June 2008... Finished in the top three of every event as a senior at Darby HS... second at the OHSAA State championship and OHSAA Central District... 10 first-place finishes in 2007... All-state, Central District Player of the Year and OCC Player of the Year in 2007... First-team All-district and All-conference in 2004, 2005, 2006 and 2007... Sectional medalist in 2004, 2005 and 2006.","personal" : "Has an older sister, Danielle… Troy Wright is his golf instructor… His biggest thrill in golf was winning the Western Amateur by making a ten-footer on the last hole… His biggest thrill outside of golf was becoming a godfather of his sister's son, Liam… Favorite course he's played are Pinehurst No. 2 and Murfield… Ohio St. and Arkansas are his favorite college teams… Does not follow pro sports other than golf… His hobbies include working out, watching movies and TV shows… ‘How I met your mother' is his favorite TV show… His father, Dan, would round out his dream foursome along with Jack Nicklaus and Arnold Palmer… Personal motto: “Practice, practice, practice.”… Twitter name is @EthanEtracy","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 Order of Merit Top-60"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2016","exmtStatus" : "Finished T123 at 2015 Web.com Tour Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "Was first-team All-District and All-Conference in high school all four years. Named All-State, Central District and OCC player of the year in 2007 and 2008. Was inducted into Hilliard Darby HS Hall of Fame...Was a second-team AJGA Rolex All-American in 2008...Won the 109th Western Amateur in 2011 on the 50th anniversary of Jack Nicklaus' win in the same championship...Earned honorable mention Division I PING All-American honors in his senior season of 2011-12. Was also named to the Ben Hogan Award Watch List and first-team All-SEC that same season. Received other awards while at the U. of Arkansas including 2010-11 Golfweek honorable mention All-SEC honors in 2010-11 and SEC All-Freshman team in 2008-09.","personal" : "Graduated from Hilliard Darby High School in Hilliard, Ohio in 2008...Father is a firefighter (captain) for the city of Columbus, Ohio...Has one sister...Great grandfather, Leonard Fauver, was a Big-10 team wrestling champion and All-American wrestler at Ohio State University...Played baseball, soccer and tennis growing up but felt golf was where his strengths and passions lied...First tee intro song would be \"Standing in the Hall of Fame\"...Attending the Memorial Tournament, 10 miles from his home growing up and watching the TOUR pros and getting autographs, is where he got his inspiration to pursue a PGA TOUR career...Favorites include Ohio State U. and U. of Arkansas (college teams), Sarasota, Fla. (vacation spot), steak with mac and cheese (food), \"The Legend of Bagger Vance\" and \"The Greatest Game Ever Played\" (movies), \"How I Met Your Mother\" and \"Finding Bigfoot\" (TV shows)...Favorite quote is \"Practice, practice, practice.\"...Uses a numbered golf ball to match the round he is playing and uses his firefighter dad's coin as his ball marker...Would like to trade places with Jack Nicklaus for a day to learn \"how it feels to have 18 professional majors under your belt.\"...Dream foursome would be Jack Nicklaus, Arnold Palmer and his dad...Supports the Firefighters 4Kids Toy Drive. Mother is a living kidney donor for the Ohio State U. Comprehensive Transplant Center, donating for his Uncle Tom...Twitter handle is @EthanETracy.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "2015","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: On PGA TOUR Latinoamérica, a T32 finish at the PGA TOUR Latinoamérica Q-School in Sebring, Fla., granted him low conditional status for the first half of the season. Finished T2 at the Lexus Panama Classic in just second career start. Had finished T9 at the 84th Abierto OSDE del Centro in his previous start, two weeks earlier. Added a T7 and a T9 to finish 40th on the Order of Merit, having made just five starts…At Mackenzie Tour-PGA TOUR Canada Q-School, shot 67-67-68-74 to finish second and earn exempt status through the first six events. Best finish in Canada was T7 at the Bayview Place Island Savings Open, where he posted three sub-par rounds in June. Finished T8 at the ATB Financial Classic in Calgary. Was 22nd on the final Order of Merit, with four top 10s and seven top 25s. Only missed two cuts in 12 starts. Played the eGolf Tour in 2013-15 and won twice in 2014 (Palmetto Hall and River Hills).\n","otherCarHigh" : "","personal" : "Marks his ball with the number of pro wins he's accomplished as a motivator...Dream foursome would include his best friend, his dad and Jack Nicklaus...Twitter handle is @EthanEtracy","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "Once hit a blind shot (didn't see it go in) for double eagle.","dynResults" : "His best finish on the Mackenzie Tour-PGA T was T7th in 2015 at the Bayview Place Island Savings Open presented by Times Colonist.","dynStats" : "He ranks 40th in Order of Merit on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}