{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24924","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Haas","first" : "Bill","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "185","weightMetric" : "84","birthDate" : "May 24, 1982","age" : "33","birthPlace" : "Charlotte, North Carolina","residence" : "Greenville, South Carolina","family" : "Wife, Julie; William Harlan Jr. (2013); Harrison (2015)","education" : "Wake Forest University (2004 Religious Studies)","splInterest" : "Basketball","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "2004","clubAffl" : "The Thornblade Club (Greer, South Carolina)","cityPlaysFrm" : "Greenville; SC; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "25,211,854&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Posted four rounds in the 60s to finish T5 at the Hero World Challenge in December, six strokes behind champion Bubba Watson. It marked his best finish in three starts at the Tiger Woods-hosted event...Finished T9 in defense of his title at CareerBuilder Challenge with four rounds in the 60s. He started the week by holing out from the fairway for eagle at his opening hole, No. 1 at La Quinta CC... With his mother, Jan, caddying for him, posted a T8 finish at the AT&T Pebble Beach Pro-Am, his second official top-10 of the season...In his eighth start at the Valspar Championship, led by a stroke a 6-under par through 54 holes. A final-round, 1-over 72 resulted in sudden death with Charl Schwartzel, who posted the final round's lowest score of 4-under 67. On the first extra hole, couldn't match Schwartzel's par and settled for second place...Advanced out of group play at the World Golf Championships-Dell Match Play with wins over Chris Wood (2 and 1), Thomas Pieters (4 and 2) and Adam Scott (1-up) before losing to Chris Kirk (2 and 1) in the round of 16 for a T9 result.","carHigh" : "Played his rookie season on the 2005 Nationwide Tour. Made the cut in one of three starts on the 2004 Nationwide Tour, finishing T18 at the Gila River Golf Classic. Made the cut in eight of nine starts on the 2004 PGA TOUR. Earned $315,289, with three top-25 finishes. Had a season-best T9 at the Deutsche Bank Championship, firing rounds of 69-64-71-73 to finish 7-under 277. Collected a career-best $135,000 for his efforts. Other top-25 finishes included a T17 at the B.C. Open and a T19 at the Bell Canadian Open. Finished T40 at the 2004 U.S. Open Championship, his first career start in a major championship. Teamed with his dad, Jay, to win the 2004 CVS Charity Classic.\n","otherCarHigh" : "Member of the 2003 U.S. Walker Cup team. Recipient of the Jack Nicklaus Award. Selected three times to the Ping All-America first team. After breaking the NCAA record for career stroke average and finishing second at the 2004 NCAA Championship, Haas earned the Ben Hogan Award, college golf's equivalent to the national player of the year. A two-time ACC Player of the Year, Haas won a school-record 10 career tournaments. Four-time All-ACC pick and 2001 ACC Rookie of the Year. In 2004, he was ranked No. 1 the entire season and 32 of his 42 rounds were at par or better.","personal" : "Another in a long line of golf greats from the Haas family to play for Wake Forest. Father, Jay, was an NCAA champion and two-time All-America in the 1970s, who went on to a highly successful PGA TOUR career. Uncle Jerry was also an All-America at Wake Forest, a PGA TOUR player and currently the head coach of the Demon Deacon squad. Great uncle, Bob Goalby, was the 1968 Masters champion. Older brother, Jay, Jr. played golf at Augusta State. Lists winning as his biggest thrill in golf. Lists his dad as his hero.\n\n","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2006","qSchoolYear" : "2005","exmtStatus" : "Winner, 2011 TOUR Championship, 2011 FedExCup winner (through 2016-17)","otherVics" : "(2): 2004 CVS Charity Classic [with Jay Haas]. 2012 Umpqua Bank Challenge [with Jay Haas].","intlVics" : "","curYearHigh" : "Posted four rounds in the 60s to finish T5 at the Hero World Challenge in December, six strokes behind champion Bubba Watson. It marked his best finish in three starts at the Tiger Woods-hosted event...Finished T9 in defense of his title at CareerBuilder Challenge with four rounds in the 60s. He started the week by holing out from the fairway for eagle at his opening hole, No. 1 at La Quinta CC... With his mother, Jan, caddying for him, posted a T8 finish at the AT&T Pebble Beach Pro-Am, his second official top-10 of the season...In his eighth start at the Valspar Championship, led by a stroke a 6-under par through 54 holes. A final-round, 1-over 72 resulted in sudden death with Charl Schwartzel, who posted the final round's lowest score of 4-under 67. On the first extra hole, couldn't match Schwartzel's par and settled for second place...Advanced out of group play at the World Golf Championships-Dell Match Play with wins over Chris Wood (2 and 1), Thomas Pieters (4 and 2) and Adam Scott (1-up) before losing to Chris Kirk (2 and 1) in the round of 16 for a T9 result.","carHigh" : "2014-15: Playing his 10th full PGA TOUR season, a campaign highlighted by his sixth TOUR win (Humana Challenge and a selection to the U.S. Presidents Cup team...With his great uncle and former PGA TOUR and Champions Tour player Bob Goalby in the gallery, fired a 5-under 67 to finish at 22-under-par 266 to win by a shot in his second Humana Challenge. The final round featured a jam-packed leaderboard that saw as many as 13 players within one shot of the lead midway through the day. Was one of four 54-hole leaders. Overcame an early bogey at No. 3 and added four birdies and an eagle the rest of the way. His birdie putt from 19 feet, 10 inches on the 16th gave him a one-shot lead, and he needed only two putts from 20 feet on the final hole for the win. Earned his sixth career PGA TOUR victory at age 32 years, 8 months, 1 day in his 269th career TOUR start. His father Jay won his sixth career PGA TOUR event (of nine) in his 309th TOUR start. Became the eighth player to win the event multiple times with Arnold Palmer winning five times, and Billy Casper, John Mahaffey, Johnny Miller, Corey Pavin, John Cook and Phil Mickelson all with two victories...Seeking his second win of the season, finished T7 for his third top-10 finish in six starts at the World Golf Championships-Cadillac Championship. Other top 10s came in 2010 and 2014, both T6s...At THE PLAYERS Championship in May, birdied three of his last five holes Sunday to claim a T4 with fellow South Carolinian Ben Martin, his first top-20 finish in nine starts in the event...Recorded a final-round, 1-under 70 (but played the final seven holes at 5-over) to T4 in his bid to join Tiger Woods (2009 and 2012) and Justin Rose (2010 and 2014) as multiple winners of the Quicken Loans National...Finished T6 at the Wyndham Championship for his fourth top-10 in 11 starts...In early September, along with Mickelson, earned a spot on The Presidents Cup when his father and U.S. captain, Jay made him a captain's pick. Finished 11th in the U.S. rankings, just missing an automatic selection given to the top-10. Marked the 10th time in 11 Presidents Cups that the player in the 11th spot has been picked. On making the team, he replied, \"I really wanted to be on this team, but to be in the team room with my dad as a captain, I don't think it's something that we or I will ever forget.\"...Advanced to the TOUR Championship by Coca-Cola for the fourth time in five seasons, finishing 26th at East Lake GC in Atlanta. Went 1-1-1 in his three Presidents Cup matches in the American team's 15½-14½ victory in South Korea.\n\n2013-14: Made the cut in 27 of 28 starts (five more than his previous high from 2011), with the only exception having to withdraw following the first round at the RBC Heritage. Season included a career-high 17 top-25 finishes, led by a T2 at the Wyndham Championship...In his second start at the Northwestern Mutual World Challenge, finished T10 with Jason Day at Sherwood CC in late 2013...Finished T6 at the Humana Challenge in partnership with the Clinton Foundation at 23-under par in mid-January...Second top-10 of the season came at the World Golf Championships-Cadillac Championship, finishing T6, five strokes behind champion Patrick Reed...Held the first-round lead in his fifth career start in the Masters, but finished T20...Finished T8 at the Memorial Tournament in his ninth career start in Dublin...Made a Sunday charge at the Wyndham Championship, posting a bogey-free, 6-under 64 to claim a T2 with Freddie Jacobson. The pair finished a stroke behind Camilo Villegas, who closed with a bogey-free, 7-under 63. Hit 59 of 72 greens in regulation at Sedgefield CC for the week (81.9 percent), tying him for first among the field. The T2 was his third top-10 finish in the event in 10 starts...Following a T15 at The Barclays to begin the FedExCup Playoffs, came back with a T9 at the Deutsche Bank Championship to jump from No. 21 to No. 17 in the standings...Later added a T16 at the BMW Championship...Concluded his season with a 16th-place outing at the TOUR Championship by Coca-Cola to T16 in the FedExCup.\n\n2013: Made the cut in 19 of 25 starts, with a career-high nine top-10 finishes, including his fifth career PGA TOUR title, winning the AT&T National. Finished the year No. 24 in the FedExCup. Outside of winning the FedExCup in 2011, this was his best showing in the season-long points race...Opened with rounds of 3-under 69 Thursday and Friday at the Farmers Insurance Open and went on to finish in a 6-way T9, his third consecutive top-10 in the event (T9 in 2011 and T4 in 2012)...A week later at the Waste Management Phoenix Open, followed an opening-round, 6-under 65 with a 64 Friday, resulting in a T6 with Brendon de Jonge and Brendan Steele. Despite a par there Sunday, played the 595-yard, par-5 13th hole in 5-under for the week (eagle-birdie-eagle-par)...Held a three-shot lead after the third round of the Northern Trust Open before a final-round 73 dropped him to T3, one shot out of the playoff. Recorded a bogey on No. 2 in the final round, breaking a streak of 42 holes without a blemish on his card. Before that, his last bogey was on his 14th hole (No. 5) in the first round...Finished T8 at the Arnold Palmer Invitational after holding a share of the second-round lead. Performance was his first top-10 at Bay Hill in six starts...Followed an opening-round, 4-under 68 with a 5-under 67 in the second round at the Memorial Tournament en route to a T4, his first top-10 in eight starts at Muirfield Village GC...Entered the final round of the AT&T National in a four-way tie for first, with Roberto Castro, Andres Romero and James Driscoll. Had birdies on Nos. 8, 9 and 10 on his way to a 5-under 66 for a three-stroke win over Castro. Cemented the victory with a wedge approach from 84 yards to 9 feet on the par-5 16th hole, with the birdie giving him a comfortable three-stroke cushion with two holes to play. Earned his fifth career TOUR title, at age 31 years, 1 month, 6 days, his 229th overall start. Father, Jay, won his fifth TOUR event (nine overall) in his 181st start. The elder Haas won nine TOUR titles. Converted second of five third-round lead\/co-leads into victory. Became the fourth 54-hole leader\/co-leader in the last seven years of the AT&T National to carry that lead on to victory, joining Nick Watney (2011), Justin Rose (2010) and Tiger Woods (2009). Led the field with 25 birdies, nine of which came during a third-round 68...A week later, opened with three rounds in the 60s at The Greenbrier Classic en route to a T9. Overcame a double bogey-6 at the fifth hole Sunday with a pair of birdies but was otherwise unable to mount a charge, closing with an even-par 70. Still was able to claim his second consecutive top-10 finish...In his fourth consecutive start at the World Golf Championship-Bridgestone Invitational, collected his ninth top-10 finish of the season (T7), a PGA TOUR season record. Prior to this season, his personal best was six top-10 finishes in a year (2011). Opened with rounds of 67-68-69, before a final-round, 1-over 71 resulted in a T7...Made it to the site of his 2011 FedExCup title for just the second time in his career, finishing T24 at the TOUR Championship by Coca-Cola...Playing in his second Presidents Cup, ws 2-2-1 in his five matches during the U.S.'s three-point win at Muirfield Village GC in Ohio.\n\n2012: Opened with a 63 at the Farmers Insurance Open but closed with three rounds in the 70s to finish T4...Defeated Phil Mickelson and Keegan Bradley with a birdie-3 on the second playoff hole (No. 10) to win the Northern Trust Open. Won his fourth TOUR event in the 17th playoff in tournament history. Was part of the TOUR's last three-person playoff, at the 2011 Greenbrier Classic, joining Bob Estes in losing to Scott Stallings. Won his fourth event in his 195th TOUR start. His father, Jay, won his fourth tournament in his 180th start. The elder Haas then won his fifth event on TOUR the following week in his 181st start. Jay Haas' best finish in 25 career starts at the Northern Trust Open was a T3 in 1992. His first over-par round of this season came in the first round (72). In first five events of the year, had one over-par round, four even-par rounds and 15 under-par rounds. Win marked his first top 10 in seven starts at the Northern Trust Open. His previous-best finish was T12 in 2011. Missed the cut at the Riviera CC tournament in 2009 and 2010. Finished first in Total Putts for the week, with 103. He tied with Bradley and Cameron Tringale...Finished T7 at the Wyndham Championship for his first top-10 since winning the Northern Trust Open in February...Teamed with his father, Jay, to claim The Umpqua Bank Challenge by eight strokes in Portland in late August...Was one of two players that dropped out of qualifying for the TOUR Championship after finishing T45 at the BMW Championship. Was No. 28 eantering the BMW Championship and finished No. 32 to miss a chance to defend his FedExCup title. In the six years of the FedExCup Playoffs, no FedExCup champion has returned to East Lake the following year...In his third start at the World Golf Championships-HSBC Champions, he went from the 13th hole in the first round through the 13th hole in the final round without a bogey, a span of 50 holes. Finished 10th at Mission Hills GC's Olazabal Course in China...At the Nedbank Golf Challenge in South Africa in early December, opened with a 2-under 70 in the first round to take a share of the 18-hole lead with Nicolas Colsaerts. Following scores of 73-71-71 over the final 54 holes, finished third in the 12-man field at the Gary Player CC in Sun City.\n\n2011: Capped off a career-best season by winning the TOUR Championship by Coca-Cola and the FedExCup...Making his first start in Kapalua, finished eighth to kick off the season at the Hyundai Tournament of Champions...Defending champion closed with rounds of 62-66 to join a three-way playoff at the Bob Hope Classic. With the opportunity to hold the clubhouse lead, three-putted the 90th hole of regulation from 35 feet for a par-5 at the Palmer Private Course at PGA West. Recorded a par-5 on the first playoff hole, while eventual winner Jhonattan Vegas and Gary Woodland recorded birdies. Has enjoyed 20 consecutive rounds in the 60s at the Palm Springs-area event...One week later, held a share of the 54-hole lead with Phil Mickelson at the Farmers Insurance Open after opening 67-66-71. Bogeyed two of the first four holes in the final round, closing with a 75 to finish T9...One of a PGA TOUR-record nine players tied for the lead at 4-under after the first round of the Northern Trust Open. Went on to finish T12...After holding a two-shot, first-round lead, he finished solo fourth in his eighth start at the Wells Fargo Championship. It is his second fourth-place finish at Quail Hollow (T4 in 2006). His 8-under 64 in Charlotte is his best opening score on TOUR since the 2009 Wyndham Championship in Greensboro, where he posted a career-low, 8-under 62...Opened with rounds of 67-67 en route to a T8 at the Crowne Plaza Invitational at Colonial. It was his career-high fifth top-10 finish of the season...Sixth top 10 came at The Greenbrier Classic, where he and Bob Estes fell to Scott Stallings on the first extra hole for his second playoff loss of the season (Bob Hope Classic). It was the third runner-up finish of his TOUR career...In a winner-take-all playoff, he parred the third playoff hole (par-3 18th hole) to defeat Hunter Mahan to win the TOUR Championship by Coca-Cola and the FedExCup, winning the latter by 15 points over Webb Simpson and becoming the first player in his 20s to win the season-long competition. Entered the final round three strokes behind Aaron Baddeley and Mahan but carded a final-round 68 to finish regulation tied with Mahan at 8-under 272. In the playoff, he appeared to have shot himself out of winning both on the second playoff hole, the 17th hole at East Lake GC, when his approach to the par 4 landed in the water adjacent to the green. He made a great up and down for par to continue the playoff. As a result of his win, pocketed the $1,440,000 first-place check and the $10-million prize for winning the FedExCup. Became just the third player to win the TOUR Championship in his first appearance, joining Chad Campbell (2003) and Bart Bryant (2005). He and his father, Jay, are the only father-son combination to tee it up in the TOUR Championship...PGA TOUR Player of the Month for September...Two days after his win, was selected by Fred Couples as a Captain's Pick for The Presidents Cup at Royal Melbourne...Finished 1-3-1 for the victorious United States Presidents Cup squad. \n\n2010: Captured first two career PGA TOUR titles, the Bob Hope Classic and the Viking Classic, to finish inside the top 30 on the season-ending official money list for the first time...Birdied the par-5 18th hole to win his first PGA TOUR title, at the Bob Hope Classic. Two-putted for birdie in Monday finish to shoot a final-round, 8-under-par 64 and beat Matt Kuchar, Tim Clark and Bubba Watson by one stroke. Joined 1988 Hope Classic champion and father, Jay, as the eighth father-son combination to win on the PGA TOUR. Bill was the last of three co-leaders to play the par-5 18th. Kuchar and Clark had both missed birdie putts at the Arnold Palmer Private Course, with Kuchar three-putting from the back fringe of the green and Clark missing a birdie putt after laying up. Haas dropped a 3-iron behind the hole, allowing him to two-putt his way to a 30-under 330 finish. He watched as fellow competitor Watson nearly chipped in for eagle before his two-putt finish...In first career World Golf Championships start at the CA Championship, finished T6...Finished T31 in the final FedExCup standings to miss by seven points qualifying for his first trip to the TOUR Championship...Picked up his second win of the season, at the Viking Classic, by three shots over Michael Allen, with a 66-66-69-72—273 (15-under). Held a share of the lead after every round on his way to becoming the seventh multiple winner of the season (Bob Hope Classic). Held a four-shot lead over Allen entering the final round. Allen caught him on the 12th hole at 14-under. Rallied by birdieing the 13th hole while Allen was recording a double bogey, a turnaround that provided him with a three-shot lead. In his two previous starts at the Viking Classic, he finished T3 in 2007 with rounds of 68-67-70-72 and T4 in 2008 with rounds of 69-69-66-68. Won his second TOUR event in his 159th professional start. His father, Jay, won his second TOUR event in his 139th professional start on TOUR and also multiple TOUR events in 1981 and 1982...One week later, finished runner-up to Heath Slocum at the inaugural McGladrey Classic, posting rounds of 65-66 on the weekend. \n\n2009: Making his first start of the season, posted a third-round, 5-under 65 on his way to a T9 finish at the Sony Open in Hawaii...Finished T3 at the Valero Texas Open. Final-round 65 left him one shy of joining Zach Johnson and James Driscoll in a playoff won by Johnson...Finished T10 at the Wyndham Championship. Shot an 8-under 62 to take the first-round lead by two strokes over Brandt Snedeker, Chez Reavie and Ryan Moore. Only other first-round lead was at the 2006 Wachovia Championship (finished T4). The 62 was his lowest career round on the PGA TOUR...Posted third consecutive Playoff top-25, a T10 at the BMW Championship. Finished the FedExCup season 41st in the standings. \n\n2008: Made the cut in 18 of 31 starts, including 10 top-25 finishes. Had two top-10 finishes on his way to a No. 73 finish in the FedExCup standings. Finished No. 104 on the money list for the second straight year, topping $1 million in earnings for the first time...Four consecutive rounds in the 60s at the FBR Open in Scottsdale resulted in a T9...Posted four rounds in the 60s at Annandale GC to finish T4 at the Viking Classic. In the second round, called a two-stroke penalty on himself for breaching the one-ball rule on No. 16. Two of Haas' seven career top-10 finishes on TOUR have come in Madison, Miss., as he finished T3 in 2007. \n\n2007: Finished T3 at the Viking Classic. Was one stroke back after 36 holes and two strokes back after 54 holes in Mississippi...Finished third on TOUR in eagles with 14. \n\n2006: Posted one top-10, in his rookie season and finished in the top 100 (No. 99)...Finished T4 at Wachovia Championship and picked up the second top-10 of his TOUR career. \n\n2005: Finished T26 at the Qualifying Tournament to earn his rookie TOUR card for 2006. Made birdie on final hole to earn his card on the number (11-under)...Exempt into finals thanks to ending the Web.com Tour as No. 23 on the money list, his first year on that Tour. Made cut in 19 of 22 events with a career-best, second-place finish at the Scholarship America Showdown. Entered Web.com Tour Championship in 21st and last spot available to earn a TOUR card but dropped to 23rd after finishing T24...Tried to earn his TOUR card via Sponsor Exemptions in both 2004 and 2005 but did not earn enough money while making the cut in 12 of 15 starts over the two seasons. \n\n2004: Recorded his first top-10 on TOUR with a T9 at the Deutsche Bank Championship. Teamed with his dad, Jay, to win the CVS Charity Classic. \n\nAmateur: Member of the 2003 U.S. Walker Cup team...Recipient of the Jack Nicklaus Award...Three-time first-team All-America selection...After breaking the NCAA record for career stroke average and finishing second at the 2004 NCAA Championship, earned the Ben Hogan Award, college golf's equivalent to the national player of the year...A two-time ACC Player of the Year, Haas won a school-record 10 tournaments...Four-time All-ACC pick and 2001 ACC Rookie of the Year...In 2004, he was ranked No. 1 the entire season.\n","otherCarHigh" : "","personal" : "Father, Jay, was the 1975 NCAA medalist and two-time All-America in the 1970s who went on to a highly successful PGA TOUR and Champions Tour career. Uncle, Jerry, was also an All-America at Wake Forest, a TOUR player in the early 1990s and is the head coach of the Deacons. Great uncle, Bob Goalby, won the 1968 Masters. Older brother, Jay, played golf at Augusta State and Monday-qualified for the 2006 Wachovia Championship to join father, Jay, and brother in the field.","otherInfo" : "","ntlTeams" : "The Presidents Cup (3), 2011, 2013, 2015; Walker Cup (1), 2003.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 2nd at the Valspar Championship.","dynStats" : "He ranks T39th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/BillHaasgolf"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/bhaasgolf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}