{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25335","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Both","first" : "Marcus","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1\/ 185cm","heightMetric" : "1.85","weight" : "202\/ 92kgs","weightMetric" : "92","birthDate" : "June 8, 1979","age" : "36","birthPlace" : "Horsham, Victoria, Australia","residence" : "Melboune, Australia","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2003","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(3): 2003 Sanya Open [Asia]. 2009 Johnnie Walker Cambodian Open. 2014 ICTSI Philippine Open [Asia].","curYearHigh" : "","carHigh" : "2014: Finished T52 at the Sail-SBI Open on the Asian Tour…Was T49 at the Oates Victorian Open…Earned PGA TOUR China Series conditional status by finishing T28 at the first Qualifying Tournament in Shenzhen…Opened his PGA TOUR China Series season with a T54 at the Mission Hills Haikou Open…Traveled to Jakarta the following week for the CIMB Niaga Indonesian Masters. Had a productive week at Royale Jakarta GC, opening 69-70-68 to sit in a tie for eighth place when the final round began. Was only able to shoot an even-par 72 on the final day to finish solo 16th…Decided to play in the Asian Tour's ICTSI Philippine Open after receiving a sponsor's exemption and the decision proved fruitful as he overcame a third-round, 4-over 76 at Wack Wack G&CC to win the ICTSI Philippine Open by two shots over five players for his third Asian Tour title. He seemed to have the tournament in control when he birdied the 15th and 16th holes Sunday. But bogeys on his last two left some anxious times for the Aussie. The victory was worth $54,000 and moved him from 905th place in the Official World Golf Ranking to 396th…Attempted to qualify for the U.S. Open at regional qualifying in Japan. Was unsuccessful after shooting rounds of 70-72 at Nara International GC…Added a T17 at the Yulongwan Yunnan Open, enjoying four rounds of par or better, including a weekend of 67-69 (8-under) to earn his best finish of the season…On the Asian Tour, at the Hong Kong Open in mid-October, opened with rounds of 67-67 (6-under) at Hong Kong GC. Shot identical 71s on the weekend to T31…Opened and closed with a 68 and a 67 to T26 at the Asian Tour's Venetian Macau Open in late-October.\n \n2013: Made half of his cuts in 20 Asian Tour starts. Only top-10 during the year was a 10th at the Worldwide Selangor Masters in Malaysia, where he recovered from an opening 73 and was 9-under the rest of the way…Only other top-25 was a T23 at the Mercuries Taiwan Masters…On the PGA Tour of Australasia, was T42 at the Heritage Classic…Made one European Tour start, missing the cut at the Ballentine's Championship…Also missed the cut in his lone Japan Golf Tour start, at the Asia-Pacific Panasonic Open. \n\n2012: Opened his Asian Tour season with a sixth-place showing at the Zaykabar Myanmar Open…Added another top-10 later in the year when he was T8 at the Worldwide Holdings Selangor Masters, his second consecutive top-10 in that event…On PGA Tour of Australasia, finished T40 at the Victorian Open…Only made cut in four European Tour starts came at the Omega European Masters (T71)…Missed the cut at the Asia-Pacific Panasonic Open in his only Japan Golf Tour start. \n\n2011: Had a pair of top-fives during the Asian Tour season. First came at the Indonesian Masters, where weekend rounds of 69-66 gave him a third-place finish, six strokes behind winner Lee Westwood…Two 67s at the Worldwide Holdings Selangor Masters that led to a T5 at Kota Permai G&CC in Malaysia, three shots short of Joonas Granberg's winning score.\n\n2010: Played his best golf at the conclusion of the Asian Tour season. Earned a top-10 at the Sail Open when he fired four consecutive 71s to T9…In his final three starts of the year, he recorded a stroke average of 69.41. Was T5 at the Hero Honda Indian Open…Four under-par rounds in his next start, at the JW Cambodian Open, led to a T6 performance…Closed his season with a T8 at the Black Mountain Masters, again enjoying four under-par rounds…Top European Tour finish was a T40 at the Ballentine's Championship in South Korea…Missed the cut at the Japan Golf Tour Asia-Pacific Panasonic Open. \n\n2009: Finished seventh on the Asian Tour Order of Merit for his best showing on that Tour, saving the highlight of his season for the last week of the campaign. Opened with a 70 at the Johnnie Walker Cambodian Open, added a 69-73-67 finish to edge Shaaban Hussin by a stroke. The win was his second as a professional…Made a run at victory in his first Asian Tour start of the year, finishing T3 at the Asian Tour International in early February for a second consecutive season. Opened with a 63 to take the first-round lead. Shot a final-round 68 to move up the leaderboard, three shots behind winner James Kamte…Another top-10 came at the Indonesian President Invitational, where weekend rouds of 68-69 gave him a T7…Was also T9 at the Barclays Singapore Open, a strong weekend (67-69) leaving him five shots behind winner Ian Poulter…Picked up a T26 in his only Japan Golf Tour start, at the Asia-Pacific Panasonic Open.\n\n2008: Shot second- and final-round 66s at the Asian Tour International to finish T3 with four others, a distant seven shots behind winner Lin Wen-Tang…Only other top-10 came at the Hero Honda Indian Open, on the strength of a final-round 68 that left him T10…Best European Tour finish was a T24 at the Volvo China Open…Was also T28 at the Asia-Pacific Panasonic Open on the Japan Golf Tour.\n\n2007: Played in a career-high 28 Asian Tour events and finished 27th on the money list…Best finish was a T15 at the Kolon-Hana Bank Korea Open…Missed only one cut in eight European Tour starts, his best finish a T24 at the Singapore Masters.\n\n2006: Opened his season with a T9 at the Pakistan Open…Made a run at victory at the Aamby Valley Masters, finishing fourth at Aambt Valley GC in Mumbai…Only other top-20 was a T18 at the Philippine Open…On the European Tour, made only two cuts in 10 starts, but one of the weekend appearances was a T9 at the OSIM Singapore Masters. A third-round 77 ruined his chances at victory.\n\n2005: Came close to victory, a final-round 66 shooting him up the leaderboard but eventually leaving him a shot behind Terchang Wang at the Macau Open…Added a second runner-up showing later in the season, a solo-second at the Crowne Plaza Open-Beijing in China. Finished regulation by shooting a 68 to match Prayad Marksaeng's 68, with the duo at identical 280. Marksaeng prevailed in the overtime session…Took a share of the 54-hole lead into the final round at the Volvo Masters of Asia. Was tied with Shiv Kapur and Jyoti Randhawa but settled for a solo-third finish when his final-round 71 left him four shots behind Kapur's winning total…Was also T7 at the Indonesia Open, with a final-round 63 a highlight.\n\n2004: Had a pair of Asian Tour top-10s. Was T3 at the Crowne Plaza Shanghai Classic. Began the final round two shots behind leader Terry Pilkadaris, fired a Sunday 73 to T3 with Gary Rusnak, three behind Pilkadaris…Added a T7 at the Volvo Masters of Asia in mid-December. \n\n2003: Enjoyed a breakthrough when he won the Sanya Open in China in late-October. Shot rounds of 68-70-70-67 to edge Hendrick Buhrmann, Mardan Mamat and Yuan Chi Chen by a shot...Only other top-30 finish was a T30 at the Macau Open a week before his victory. \n\n","otherCarHigh" : "Represented Australia on the country's amateur team in both 2001 and 2002 and was runner-up at the 2001 Australian Amateur…Added a runner-up at the Tasmanian Amateur in 2002.","personal" : "Can be found on Twitter. He's @marcusboth.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}