{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01685","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Lewis","first" : "J.L.","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-4","heightMetric" : "1.93","weight" : "210","weightMetric" : "95","birthDate" : "July 18, 1960","age" : "55","birthPlace" : "Emporia, Kansas","residence" : "Austin, Texas","family" : "Wife, Dawn; Cole (5\/12\/84), Sherry (4\/30\/87); two grandchildren","education" : "Texas State University","splInterest" : "Family, basketball","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (1997)","trndProYear" : "1984","clubAffl" : "The Hills CC (Austin, Texas), Lake Cliff CC (Austin, Texas)","cityPlaysFrm" : "Austin; Texas; United States","websiteUrl" : "http:\/\/www.JLLewisGolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "8,189,662&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1988","qSchoolYear" : "1988, 1994","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(1): 1999 Honda Invitational [Mex].","curYearHigh" : "","carHigh" : "2012: Made nine starts on Tour before having his year cut short in June while beginning treatment for bone cancer...Had his best two efforts in his first two starts of the season. Was T15 at the Allianz Championship and T14 the following week at The ACE Group Classic...Had played three rounds at the Regions Tradition before he withdrew prior to his final round when his illness was diagnosed. 2011: Equaled career-best finish on the Champions Tour when he was T6 at the SAS Championship...Was T18 at the Mississippi Gulf Resort Classic...Made a start at the PGA TOUR's Viking Classic and finished 73rd. 2010: Made four starts on both the PGA TOUR and the Web.com Tour prior to his Champions Tour debut...Made 12 starts on the Champions Tour after turning 50 in mid-July, with two top-10 finishes in those dozen appearances. Most successful outing came in August at the JELD-WEN Tradition in Oregon. Making fourth start since joining the Champions Tour, he was among three players two strokes behind Tom Lehman after 54 holes, but a final-round 72 eventually led to a T6 finish...Added a second top-10 finish to his resume when he was T10 at the inaugural Posco C&E Songdo Championship in South Korea in September. 2009: Played in only four events and made one cut on TOUR, finishing T74 at the Legends Reno-Tahoe Open...Also played in 15 Web.com Tour events in 2009 and made five cuts, with a best finish of T12 at the Melwood Prince George's County Open in June. 2008: In 16 PGA TOUR appearances, posted three made cuts and a season-best T47 at the Shell Houston Open...Made eight Web.com Tour starts, with a T64 at the Ford Wayne Gretzky Classic his only made cut. 2007: Played in just four events in comeback from strained MCL in left knee suffered in May 2006 as well as a lingering elbow injury...Granted Major Medical Extension carryover for 2008. 2006: Limited to 17 events due to strained MCL in left knee and elbow injury...Finished out of the top 125 for the first time since 1995...Best finish, a T6 at the Shell Houston Open, came in his 11th start of season...Did not play after withdrawing from Booz Allen Classic in June. 2005: Finished in the top 125 for the eighth consecutive season and earned more than $1 million for just the second time in his 10th year on TOUR...Recorded an unofficial T5 at rain-shortened Nissan Open. Rounds of 70-65 were two shots out of Adam Scott-Chad Campbell playoff...Earned his first top-10 in seven appearances at THE PLAYERS Championship with a T8. Played 31 holes during a Monday finish and was one of two players (Fred Funk) to record sub-par final rounds with his 70-70. Made the biggest move on Monday beginning the day T52 and jumping up 44 spots...Past champion was the 36- and 54-hole leader at the John Deere Classic. Entered the final round with a three-shot lead over Hank Kuehne, Richard S. Johnson and Craig Bowden. Finished T4, two strokes behind champion Sean O'Hair, after a 1-over-par 72 on Sunday that included a bogey-bogey finish. 2004: Finished 102nd on TOUR money list, lowest finish since ending the 1998 season at No. 104. Posted two top-10s. 2003: Finished a career-best 28th on the money list thanks to his second win, a career-high six top-10s and more than $2 million in earnings. Had never earned more than $1 million entering the season...First win in over four years came at the 84 LUMBER Classic of Pennsylvania. Set course and tournament records with final-round, career-best 10-under 62 and 72-hole total of 22-under 266. Came from seven strokes back on a 36-hole Sunday...Week prior to victory, was leader or co-leader through first three rounds at rain-hampered John Deere Classic. Finished T2, four strokes behind Vijay Singh...Earnings were enough to qualify for his first TOUR Championship, where he finished 28th, and the 2004 Masters, where he missed the cut. 2002: T2 at the Buick Invitational, one stroke behind champion Jose Maria Olazabal. Shared lead following second and third rounds, but final-round 70 included a three-putt bogey on the tournament's 72nd hole. 2001: Made more than $500,000 for third consecutive season and kept his TOUR card for fourth straight year since playing 1997 season on Web.com Tour. 2000: Posted season-best T3 at Bob Hope Chrysler Classic.1999: Broke through to earn first PGA TOUR title, after 113 events, at the John Deere Classic. Birdied 72nd hole to force playoff with Mike Brisky, then birdied fifth playoff hole to earn $360,000. Holed bunker shot on second playoff hole (No. 16) for birdie. Brisky birdied from 12 feet to match him. Was 12th first-time winner at Oakwood CC. $622,883 he earned was more than he had earned in his career on the PGA TOUR and Web.com Tour combined...Won the Honda Invitational in Guadalajara, Mexico. 1998: Returned to the PGA TOUR after prior membership in 1989 and 1995...Finished 104th on the final money list, his first ever in the top 125. 1997: Played the Web.com Tour full-time and finished seventh on the final money list thanks, in part, to a third-place effort at the Web.com Tour Championship. Set a Grand National Lake Course record in the third round when he fired a 6-under-par 66. 1994: Member of winning PGA Cup team. Amateur: Member of 1983 NCAA Division II championship team...First-team All-America in high school.\n","otherCarHigh" : "","personal" : "Named to the 1978 all-state high school basketball team and earned golf scholarship to Emporia State (Kan.) University. Later transferred to Texas State University on a golf scholarship; finished second and team won Division II national title in 1983...Wife, Dawn, caddied for him most of 1997...Worked as head professional at Forest Creek GC in Round Rock, Texas, for three years before giving TOUR golf another shot...Three-time Player of the Year in South Texas Section of PGA and Player of the Year in Southwest Section PGA in Nevada...Introduced into Emporia High School Hall of Fame in 2001...Inducted into Texas State University Hall of Honor in 2002...Has an interest in writing, specifically about golf instruction, for which he has penned more than 1,000 tips. Published a book, the Pocket Pro edition of Golf Tips from the Tour. Website is jllewisgolf.com.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2010","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(1): 1997 Honda Invitational.","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Did not play in an event as he continued his recovery from his illness which has sidelined him since 2012...Will have a Special Medical Extension in 2015.\n\n2013: Did not play in an event as he continued to recover from his recent illness.\n\n2012: Made nine starts on Tour before having his year cut short in June while beginning treatment for bone cancer...Had his best two efforts in his first two starts of the season. Was T15 at the Allianz Championship and T14 the following week at The ACE Group Classic...Had played three rounds at the Regions Tradition before he withdrew prior to his final round when his illness was diagnosed.\n\n2011: Equaled his career-best finish on the Champions Tour when he was T6 at the SAS Championship. Was two-strokes off the first-round lead and final-round 70 at Prestonwood moved him up...Was also T18 at the Mississippi Gulf Resort Classic...Made a start at the PGA TOUR's Viking Classic and finished 73rd overall. 2010: Made 12 starts on the Champions Tour after turning 50 in mid-July, with two top-10 finishes in those dozen appearances. His most-successful outing came in August at the JELD-WEN Tradition in Oregon. Making just his fourth start since turning 50, he was among three players two strokes behind Tom Lehman after 54 holes, but a final-round 72 eventually led to a T6 finish...Added a second top-10 finish to his resume when he was T10 at the inaugural Posco E&C Songdo Championship in South Korea in September...Missed the cut in his debut at The Senior Open Championship, but bounced back the following week with a T12 effort at the U.S. Senior Open at Sahalee...Attended the 2010 Champions Tour National Qualifying Tournament at TPC Eagle Trace and finished 11th after a seven-hole playoff with Steve Haskins, who made birdie on the seventh hole to claim the 10th spot.\n","otherCarHigh" : "Spent more than a dozen years competing on the PGA TOUR with two wins...Finished in the money-list top 125 for eight straight years, from 1998-2005...Enjoyed his finest season in 2003, when he was 28th on the earnings chart, with $2,039,259 on the strength of a win at the 84 Lumber Classic of Pennsylvania. Set course and tournament records with a final-round, career-best 10-under 62 and a 72-hole total of 22-under 266. Came from seven strokes back on a 36-hole Sunday...Was T2 the previous week at the John Deere Classic...Earned $1,031,159 in 2005, aided by a T8 finish at THE PLAYERS Championship...Initial PGA TOUR victory came at the 1999 John Deere Classic, where he beat Mike Brisky in a playoff. He birdied the 72nd hole to force playoff with Brisky, then birdied the fifth playoff hole to earn $360,000. Holed a bunker shot on the second playoff hole (No. 16) for birdie. Brisky birdied from 12 feet to match him. Was the 12th first-time winner at Oakwood CC...Slowed much of the 2007 season while coming back from a strained MCL in left knee suffered in May 2006. Also had a lingering elbow injury...He also spent time on the Web.com Tour with 75 career starts. Was full-time Web.com Tour player in 1997 and placed seventh on the money list. In the Web.com Tour Championship that year, he set a Grand National Lake Course record in the third round when he fired a 6-under-par 66...Member of the winning PGA Cup team in 1994...Named to the 1978 all-state high school basketball team and earned golf scholarship to Emporia State (Kan.) University. Later transferred to Southwest Texas State University (now Texas State University) on a golf scholarship; finished second and team won Division II national title in 1983. Won First-team All-America honors there...Wife, Dawn, caddied for him most of 1997... Worked as head professional at Forest Creek GC in Round Rock, Texas, for three years before giving TOUR golf another shot... Three-time Player of the Year in South Texas PGA Section and Player of the Year in Southwest PGA Section in Nevada...Inducted into the Emporia (Kan.) High School Hall of Fame in 2001 and inducted into the Texas State University Hall of Honor in 2002...Has a golf tournament that bears his name at his alma mater.","personal" : "Wife, Dawn, was a gymnast at the University of Texas...Has an interest in writing, specifically about golf instruction, for which he has penned more than 1,000 tips. Published a book, the Pocket Pro edition of Golf Tips from the Tour...Has his own website, jllewisgolf.com.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 6th on the PGA TOUR Champions 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/JLLewisgolf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}