{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "37189","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Varner","first" : "Harold","middle" : "","extn" : "III","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "170","weightMetric" : "77","birthDate" : "August 15, 1990","age" : "25","birthPlace" : "Akron, Ohio","residence" : "Jacksonville Beach, Florida","family" : "","education" : "East Carolina University (2012, Marketing)","splInterest" : "NBA, East Carolina University athletics, NFL, family","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2015)","trndProYear" : "2012","clubAffl" : "Gaston CC (Gastonia, North Carolina)","cityPlaysFrm" : "Gastonia; NC; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "947,397&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Exempt - Top-75 Money Winner from 2014 Web.com Tour Regular Season","otherVics" : "","intlVics" : "","curYearHigh" : "Finished runner-up with South Africa's Dylan Frittelli at the Australian PGA Championship in early December, won by Australian Nathan Holman with a par on the first playoff hole. Entered the final round tied for the lead with Frittelli and Zander Lombard but carded a 75 on the final day to end up in the three-way playoff at even-par 288 after missing a putt on the 72nd hole to win outright at Royal Pines Resort. His third-round, 6-under 66 marked the second-lowest score in the event. PGA TOUR rookie Rhein Gibson posted a 64 in the second round.","carHigh" : "2014: Played in 21 Web.com Tour events, making 13 cuts. Had two top-10s and six top-25s to finish 30th on the Regular Season money list. Was third in Greens in Regulation (73.49 percent) and Eagles-Hole Per (86.1) and fourth in Driving Distance (312.9 yards)...Top performance came at The Rex Hospital Open in his adopted state of North Carolina in May. Opening rounds of 67-65 put him in front by one at the halfway mark. He remained tied for the lead after a third-round 70. Another 70 Sunday left him four back of winner Byron Smith, whose 66 resulted in a four-shot victory. Jumped from 39th to 16th on the money list at the time, his high point of the year...Other top-10, a T6, was in April at the WNB Golf Classic. Shot 68-69-68 in the weather-shortened event (wind)...Two of his other top finishes, a T13 at the BMW Charity Pro-Am and a T18 at the Cleveland Open, came in a stretch of four tournaments that included his Raleigh and Midland top-10s...Made two cuts (T27 and T42) and missed two cuts in the Web.com Tour Finals...On the PGA TOUR, received two exemptions. In February, was awarded the prestigious Northern Trust Open Exemption, which promotes diversity in golf. Fired 69 in the first round and went on to finish T70. In May, was extended an invitation to play in the Wells Fargo Championship in Charlotte, near his hometown. Shot 78-72 to miss the cut.\n\n 2013: Qualified for the U.S. Open at Merion GC, where he missed the cut...Played in 19 eGolf Tour events, making 16 cuts. Had 10 top-10s, including three runners-up...Also played in four eGolf Tour and Florida Tour events combined between late-October 2013 and January 2014, winning three of those tournaments.\n\n2012: Made his Web.com Tour debut, missing the cut at the Chiquita Classic. Amateur: At East Carolina University, was named Conference USA Player of the Year in 2012… Made the all-conference team three times, posting 18 career top-10 finishes in college…Competed in and won the Walmart First Tee Open in 2007 as a junior player with Champions Tour pro and teammate, Morris Hatalsky.\n","otherCarHigh" : "At East Carolina University, was named Conference USA Player of the Year in 2012... Made the all-conference team three times, posting 18 career top-10 finishes in college...Competed in and won the Walmart First Tee Open in 2007 as a junior player with Champions Tour pro and partner, Morris Hatalsky.","personal" : "Is coached by Bruce Suddath who is the pro emeritus at Gaston CC…Looks up to his father, who bought him a set of clubs at age two...Favorite athlete is LeBron James…If he were not playing golf, would want to be \"the best NBA player in the world.\"…Tiger Woods, Jack Nicklaus and Arnold Palmer would round out his dream foursome…Favorite golf course he has played is Pebble Beach GL…Known for his long drive...Driver headcover is the ECU Pirate mascot…Biggest thrill in golf is competing in a tournament with a chance to win.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2015-16","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Finished runner-up with South Africa's Dylan Frittelli at the Australian PGA Championship in early December, won by Australian Nathan Holman with a par on the first playoff hole. Entered the final round tied for the lead with Frittelli and Zander Lombard but carded a 75 on the final day to end up in the three-way playoff at even-par 288 after missing a putt on the 72nd hole to win outright at Royal Pines Resort. His third-round, 6-under 66 marked the second-lowest score in the event. PGA TOUR rookie Rhein Gibson posted a 64 in the second round.","carHigh" : "2015: Finished the Web.com Tour season having played all 25 tournaments. Had one runner-up, three top-10s, nine top-25s and 18 cuts made. Was 33rd in the final priority-ranking order...Matched his career-best showing with a runner-up effort at the season-opening Panama Claro Championship in February. Held the 36-hole lead and was just one back after 54 holes. Stormed to the front with three birdies on the front nine on Sunday, which put him at 11-under and one in front of eventual winner Mathew Goggin. Stumbled coming in with bogeys at Nos. 10, 12, 14 and 16 to lose the lead. Held on for solo second at the Panama GC, finishing at 7 under, four back of Goggin...Good form followed Panama with five consecutive cuts made through the end of March...Entered the third round of the Rex Hospital Open in May five strokes off the pace. Vaulted to the top of the leaderboard with a career-low 62 that included two bogeys. Held a two-stroke advantage after 54 holes. Struggled on Sunday and completed the final round with nine consecutive pars. Carded an even-par 71, missing the playoff by two shots. Settled for a T6...Traveled to Canada in July with hopes of earning his first Tour victory when he entered the final round tied for the lead with five others. Held the outright lead through the first nine holes. Two bogeys on back-nine par-3s proved costly, resulting in a T6. Climbed back to No. 14 on the money list through the Rex event...Indifferent play the rest of July and August dropped him to No. 25 heading to the last Regular Season event...At that event, the WinCo Foods Portland Open, overcame a dreadful start, playing his first seven holes in 4-over. Righted the ship with a 32 on the back nine. Would go on to shoot 69-73-70 and finish T47—making a crucial birdie on his 71st hole—to grab the 25th and final card by $943 over Rob Oppenheim. Did so but not without having to withstand an anxious four-hour wait for the leaders to finish. When Dicky Pride hung on to beat Tim Herron, he was on his way to the Finals and soon thereafter the PGA TOUR...In the Finals, recorded top-25 finishes in the first three events, a T22 at the Hotel Fitness Championship to start the Finals...Was T16 at both the Small Business Connection Championship at River Run, near his hometown of Gastonia, N.C., and the Nationwide Children's Hospital Championship...Missed the cut at the season-ending Web.com Tour Championship, near his new home base of Jacksonville Beach, Fla.\n\n2014: Entered the final round of The Rex Hospital Open in a three-way tie for the lead. Posted 70 in the final round for a T2…Posted an opening-round 68 then followed with rounds of 69-68 at the weather-shortened WNB Golf Classic, resulting in a T6, his first top-10 of the season…Had four rounds in the 60s (69-68-69-69) to T17 at the Chitimacha Louisiana Open…Played in two PGA TOUR events, finishing T70 at the Northern Trust Open and missing the cut at the Wells Fargo Championship.\n\n2013: Played in 22 events on the eGolf Tour, making 16 cuts. Posted 12 top-10 finishes, including two wins—at the Lee Westwood Golf School Open and the Stonegate Classic. At the Lee Westwood Golf School Open, at Errol Estate CC, fired rounds of 68-63-64 for the title...Qualified for the U.S. Open at Merion GC, where he missed the cut.\n\n2012: Made his Web.com Tour debut, missing the cut at the Chiquita Classic. \n\nAmateur: At East Carolina University, was named Conference USA Player of the Year in 2012… Made the all-conference team three times, posting 18 career top-10 finishes in college…Competed in and won the Walmart First Tee Open in 2007 as a junior player with Champions Tour pro and teammate, Morris Hatalsky. \n","otherCarHigh" : "","personal" : "Looks up to his father, who bought him a set of clubs at age two...Favorite athlete is LeBron James…If he were not playing golf, would want to be \"the best NBA player in the world.\"…Tiger Woods, Jack Nicklaus and Arnold Palmer would round out his dream foursome…Favorite golf course he has played is Pebble Beach GL…Known for his long-drive ability...Driver headcover is the ECU Pirate mascot…Biggest thrill in golf is competing in a tournament with a chance to win.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T5th at the OHL Classic at Mayakoba.","dynStats" : "He ranks T92nd in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/HaroldVarnerIII"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/HV3_Golf"}], "allOutTypes" : ["XML Output","Intro Page","Bio Page","ShotLink Player Bio"]}]}