{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32493","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Stal","first" : "Gary","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "152","weightMetric" : "69","birthDate" : "February 9, 1992","age" : "24","birthPlace" : "Decines, France","residence" : "Villette-d'Anthon, France","family" : "Single","education" : "","splInterest" : "Tennis, music","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2012","clubAffl" : "","cityPlaysFrm" : "France; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(3): 2012 Kamten Golf Open [EurChall], Credit Suisse Challenge [EurChall]. 2015 Abu Dhabi HSBC Golf Championship [Eur].","curYearHigh" : "Won his first European Tour title, the Abu Dhabi HSBC Golf Championship in January in the United Arab Emirates. Despite a 68-69-67 start at Abu Dhabi GC, was tied for fifth and seemingly hopelessly out of contention, eight shots behind Martin Kaymer. But with Kaymer struggling to a final-round 75, he took advantage, making four front-nine birdies and adding three more on the back during his bogey-free, 7-under 65 that left him at 19-under and a stroke better than runner-up Rory McIlroy. Had an interesting first round, beginning his day with five consecutive birdies then closing with nine consecutive pars…Two weeks after his victory, contended at the Omega Dubai Desert Classic, shooting four sub-70 rounds at Emirates GC to finish at 15-under and T4 with four others, seven shots shy of McIlroy…Had his first top-10 of the campaign at the South African Open Championship, a T5. Only a first-round, 3-over 75 prevented him from contending. Played his final 54 holes in 11-under...Opened 68-68 at the Lyoness Open in Austria in mid-June, eventually going on to a T9 finish with Mikko Korhonen.","carHigh" : "2014: Played his first full European Tour season and made one top-10 showing in his 26 outings. Finished T8 at the Irish Open in June, firing four under-par rounds (70-67-69-69)…Also played in his first major championship…Only other top-15 performance was a TG12 at the NH Collection Open in Cadiz, Spain, in April…Late in the year, added another top-five performance, a T5, at the South African Open Championship. \n\n2013: A year after winning twice, had a disappointing sophomore European Challenge Tour season. Made 11 cuts, with his best finish a T9 at the Mugello Tuscany Open on the strength of a final-round 67…Also made 10 European Tour appearances, a T42 at the Johnnie Walker Championship at Gleneagles his best effort. \n\n2012: Turned pro and immediately made his presence known on the European Challenge Tour, winning twice in a five-tournament stretch. First victory came at the Kamten Golf Open in June. Opened 65-67 and carried a one-shot lead into the weekend in Klagenfurt, Austria. Shot a 4-under 68 in the third round to fall into a tie with Daniel Brooks with 18 holes to play. Secured the victory with a second consecutive 68, good enough to edge Brooks by one shot at the GC Klagenfurt-Seltenheim…Second title came at the Credit Suisse Challenge in July, in playoff fashion over Alexandre Kaleka in Lucerne, Switzerland. The duo finished regulation tied after shooting rounds of 69-67-67-70 at Golf Sempachersee. Made a birdie on the first extra hole, No. 18, that Kaleka couldn't match. His two wins were his only two top-10s of the season…Next-best performance was a T11 in May at the Allianz Open Cotes d'Amor Bretagne.\n\nAmateur: At the Allianz Golf Open de Lyon, in his only European Challenge Tour or European Tour start, shot rounds of 69-65-73-69 to T15 in his native France with countryman Raphael Eyraud and England's Daniel Brooks…Made his European Challenge Tour debut, missing the cut at the 2008 AGF-Allianz EurOpen de Lyon.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T63rd in 2015 at the World Golf Championships-Bridgestone Invitational.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}