{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27214","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Streelman","first" : "Kevin","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "175","weightMetric" : "79","birthDate" : "November 4, 1978","age" : "37","birthPlace" : "Winfield, Illinois","residence" : "Scottsdale, Arizona","family" : "Wife, Courtney; Sophia (12\/26\/2013), Rhett (3\/22\/16)","education" : "Duke University (2001, Sociology)","splInterest" : "Guitar","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2001","clubAffl" : "Blacksheep GC (Sugar Grove, Illinois)","cityPlaysFrm" : "Wheaton; IL; United States","websiteUrl" : "http:\/\/www.iconsportsinc.com\/kevin-streelman\/","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "13,669,097&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Posted a final-round 74 to finish third at the Monday-finish Farmers Insurance Open in his sixth start at Torrey Pines. Marked his best finish on TOUR since a runner-up at the 2014-15 Shriners Hospitals for Children Open...Was announced on Feb. 17 elected Co-Chairman of the Player Advisory Council (PAC) along with Charley Hoffmann by the TOUR's membership for the 2016 calendar year. The 16-member PAC advises and consults with the PGA TOUR Policy Board (Board of Directors) and Commissioner Tim Finchem on issues affecting the TOUR. The twosome succeeds Bo Van Pelt and Mark Wilson and will serve a three-year term (2017-2019) as Player Directors along with Jason Bohn (2015-17) and Davis Love III (2016-18).\n","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2008","qSchoolYear" : "2007","exmtStatus" : "2013-14 tournament winner (through 2015-16)","otherVics" : "","intlVics" : "","curYearHigh" : "Posted a final-round 74 to finish third at the Monday-finish Farmers Insurance Open in his sixth start at Torrey Pines. Marked his best finish on TOUR since a runner-up at the 2014-15 Shriners Hospitals for Children Open...Was announced on Feb. 17 elected Co-Chairman of the Player Advisory Council (PAC) along with Charley Hoffmann by the TOUR's membership for the 2016 calendar year. The 16-member PAC advises and consults with the PGA TOUR Policy Board (Board of Directors) and Commissioner Tim Finchem on issues affecting the TOUR. The twosome succeeds Bo Van Pelt and Mark Wilson and will serve a three-year term (2017-2019) as Player Directors along with Jason Bohn (2015-17) and Davis Love III (2016-18).\n","carHigh" : "2014-15: A pair of top-10 finishes in 25 starts resulted in an eighth consecutive berth into the FedExCup Playoffs. Struggled in the final round of the second Playoffs' event, shooting a 6-over 77 to finish T69 at the Deutsche Bank Championship to end his season at No. 75 in the FedExCup standings...Playing in Las Vegas, the city where he met his wife approximately 10 years earlier, finished runner-up by two strokes to Ben Martin at the Shriners Hospitals for Children Open. Entered the day trailing Martin by five strokes before a final-round charge led to a 6-under 65 (including five birdies on his last seven holes). It marked the second runner-up finish of his career (2013 PLAYERS Championship). Shot up the leaderboard Saturday with an 8-under 63, which included six straight birdies (Nos. 11-16). Also birdied No. 8 and No. 9 Saturday for a stretch of eight birdies in nine holes. Overall, played the back nine the final three days in 14-under, including three birdies in the second round, six in the third round and five Sunday. The runner-up finish came in his fifth start at TPC Summerlin (T22 in 2012, T16 in 2011, T14 in 2009 and T43 in 2008). Has recorded 18 rounds in the 60s in 20 rounds played...Finished T9 at the Wells Fargo Championship in just his second start at the Charlotte event.\n\n2013-14: Among 17 made cuts in 24 starts was his second career PGA TOUR win. For a seventh consecutive season, played his way into the FedExCup Playoffs. Made it through the BMW Championship, before settling in at No. 44 in the standings...Finished T8 at the ISPS Handa World Cup as an individual and teamed with Matt Kuchar on the U.S. squad to finish second in the team competition at Royal Melbourne in late-November 2013...Bookend 67s led to T3 finish at the Hyundai Tournament of Champions. The finish was his fifth career third-place effort, and it came in the same week as the birth of his first child, Sophia. Was one of just seven players to post a bogey-free round during the week...Coming off four straight missed cuts (THE PLAYERS Championship, the Memorial Tournament, FedEx St. Jude Classic and U.S. Open), birdied his final seven holes en route to a one-shot win at the Travelers Championship. The seven consecutive birdies to finish and win is a new PGA TOUR record, supplanting Mike Souchak's previous record of six straight at the 1956 St. Paul Open. Posted a 7-under 28 on the back nine in the final round, matching the back-nine record since 1990 at TPC River Highlands. Charley Hoffman achieved the feat in the first round in 2013, as did Vijay Singh in the final round in 1998. Needed just one putt per hole on the inward nine, combining with 15 on the front. Playing in the fourth-to-last group, putted out at 5:18 p.m.. The final putt of the tournament dropped at 5:50 p.m. Began the final round four strokes off the lead at 9-under par. Was tied for 61st after a first-round 69, tied for 39th after a second-round 68, tied for seventh after a third-round 64 before closing with a 64. Earned his second career TOUR victory at age 35 years, 7 months, 18 days in his 187th career TOUR start.\n\n2013: Equaled his career-best finish in the FedExCup, finishing 25. Had 18 made cuts in 25 starts and a career-tying five top-10 finishes...Finished T10 at the Humana Challenge, with rounds of 69-65-66-67...Played bogey-free on the weekend at the Tampa Bay Championship to claim a two-stroke win, his first on the PGA TOUR in his 153rd career TOUR start. Claimed the win over Boo Weekley, who posted an 8-under 63 early in the afternoon to take the clubhouse lead. Kept alive the streak of American winners on TOUR this season to a perfect 12 for 12. He became the season's fifth first-time winner, and his 2-over 73 in the first round (tied for 70th) gave him the distinction of posting the highest start by a winner on TOUR since 2010 when Bill Lunde shot a 73 at the Turning Stone Championship and went on to win...Two starts removed from his win in Tampa Bay, opened with rounds of 66-70 at the RBC Heritage to share the 36-hole lead with Charley Hoffman and Steve LeBrun. Went on to T3 in his fifth start at the event, topping his previous-best finish of T17 in 2012...Finished T6 at the Wells Fargo Championship in his fourth start at Quail Hollow Club. Had missed the cut in his previous three starts at the event...Advanced to the TOUR Championship by Coca-Cola for just the second time in his career (2010), finishing T24 at East Lake GC.\n\n2012: Qualified for the FedExCup Playoffs for the fifth consecutive season but failed to advance to the second Playoffs event after finishing T63 at The Barclays. Finished No. 112 in the FedExCup standings...Notched first top-10 of the season with a T9 at the AT&T Pebble Beach National Pro-Am. It was also his first top-10 finish in six starts at the event...Posted second top-10 of the season, with a T10 at the Transitions Championship on the strength of four sub-70 rounds...Four additional, sub-70 rounds netted him his third top-10 of the season, a T8 at the John Deere Classic. Birdied his first two holes in the final round en route to a bogey-free, 6-under 65 to claim the top-10 finish. \n\n2011: Finished inside the top 95 of the money list for the fourth consecutive season and had a career-best nine top-25 finishes...Making his 14th start of the season, finished T10 at the Crowne Plaza Invitational at Colonial for his first top 10 since the 2010 TOUR Championship by Coca-Cola...Recorded a second straight top 10 with a T7 at the Memorial Tournament. Missed the cut in his first start at the event in 2009 and finished T33 in 2010...Closed with rounds of 63-66 to finish T6 at the Travelers Championship. It was his second top 10 in four starts at TPC River Highlands (T10 in 2008)...Also finished T6 at the McGladrey Classic, with rounds of 66-70-66-68. \n\n2010: Finished T10 in his first start of the season, at the Bob Hope Classic...Finished T3 at the Puerto Rico Open presented by Banco Popular. Finished T7 at the Arnold Palmer Invitational, as he was one of only five players in the field to post two or more rounds in the 60s.\n\n2009: Racked up two top-10 finishes in 29 starts and earned $1 million as the winner of the inaugural Kodak Challenge, capturing the title by three strokes over three players...Shot 64 on Sunday at the Mayakoba Golf Classic to record his career-best finish, a T3. His previous career-best finish was a T4 at The Barclays in 2008. His best final-round score previously was a 66 at the 2008 Buick Open...Next top-10 finish of the year came with an eighth place at the John Deere Classic on the strength of a final-round, 7-under 64...Won the inaugural Kodak Challenge and its $1 million winner-take-all first prize. The event had a designated hole at 30 events on TOUR over the course of the season. Streelman made birdie on the Kodak Challenge hole, No. 17, at the Children's Miracle Network Classic to finish at a cumulative 17-under par and win the competition by three strokes over Nathan Green, J.J. Henry and Bo Van Pelt. The player with the lowest cumulative score at year's end (with a minimum of 18 holes having had to have been played) won the title. \n\n2008: Rookie recorded four top-10 finishes and finished 35th in the FedExCup standings. Made 17 of 18 cuts to finish the season...Held a share of the first-round lead with Justin Hicks at the U.S. Open with a 68. Finished T53...A week later at the Travelers Championship, claimed the first top-10 finish of his career with a T10. His second and third rounds of 63-62—125 set a new tournament record for consecutive rounds (36 holes) and were one stroke off the PGA TOUR record for consecutive rounds set by Mark Calcavecchia (64-60) in the 2001 Phoenix Open at TPC Scottsdale...His next top-10 came in August at the Wyndham Championship where a second-round, 6-under 64 helped propel him to a T6 with John Senden and Tim Clark...The next week birdied two of his last three holes to finish T4 at The Barclays, his best finish of his PGA TOUR career in the first event of the FedExCup Playoffs. After holding a one-stroke 54-hole lead, birdied the 16th and 17th holes in the final round to move to 7-under par, one off the lead. Barely missed a 16-foot birdie putt on the 18th hole to join a playoff. Tournament was played at Ridgewood CC in Paramus, N.J., where his grandparents are buried in a cemetery adjacent to the seventh fairway...Finished T6 at the Children's Miracle Network Classic. \n\n2007: Earned his rookie PGA TOUR card via the PGA TOUR Qualifying Tournament in his first trip to the finals with a T14 finish, joining another former Duke player, Joe Ogilvie, on TOUR. Birdied four of last five holes to advance through first stage, making the cut on the number. Co-medalist at the second stage at Maricopa, Ariz. \n\n2005: First made PGA TOUR cut came with a T29 at the U.S. Bank Championship in Milwaukee after an opening 65. First made cut in four career TOUR starts. Missed the cut in his only two starts on the Web.com Tour...Won the Opelika Classic on the Hooters Tour and had three runner-up finishes in three years. Collected three wins on the Gateway Tour...Reached the 12-man finals of The Ultimate Game in Las Vegas in the summer. Amateur: Claimed medalist honors at the 2001 Intercollegiate. Helped the Blue Devils to five tournament championships while lettering in 1998, 2000 and 2001. Owns the course record, a 60, at Carmel (Calif.) Valley Ranch, breaking the course mark of 63 set by Bobby Clampett and Mark Brooks.\n","otherCarHigh" : "","personal" : "Upon graduating from Duke University in 2001, most of his friends headed for Wall Street or law school. He used his mom's Nissan Altima to travel to South Dakota for the 2001 Dakotas Tour. Burned out three cars logging in more than 300,000 miles criss-crossing the country while playing various Tours...Met future wife, Courtney, unexpectedly in Las Vegas in 2004. She competed as a swimmer for the University of Miami (Fla.) and Arizona State University.","otherInfo" : "Was a rookie on the PGA TOUR in 2008. Earned his card on his first trip to the finals with a T14 finish at the 2007 Qualifying Tournament. One of nine players to negotiate all three stages of Q-School. Birdied four of last five holes to advance through first stage, making the cut on the number. Co-medalist at the second stage at Maricopa, Ariz. Has made the cut in just one of four career TOUR starts, a T29 at the 2005 U.S. Bank Championship in Milwaukee after an opening 65. Missed the cut in his only two starts on the Web.com Tour. Won the 2007 Opelika Classic on the Hooters Tour and had three runner-up finishes in three years. Collected three wins on the 2007 Gateway Tour. Reached the 12-man finals of The Ultimate Game in Las Vegas in the summer of 2007. Joins former Duke University player Joe Ogilvie on TOUR. Claimed medalist honors at the 2001 Intercollegiate. Helped the Blue Devils to five tournament championships while lettering in 1998, 2000 and 2001. Owns the course record, a 60, at Carmel (Calif.) Valley Ranch, breaking the course mark of 63 set by Bobby Clampett and Mark Brooks.","ntlTeams" : "World Cup (1), 2013.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 3rd at the Farmers Insurance Open.","dynStats" : "He ranks T74th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/streels54"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}