{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06522","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Els","first" : "Ernie","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "210","weightMetric" : "95","birthDate" : "October 17, 1969","age" : "46","birthPlace" : "Johannesburg, South Africa","residence" : "West Palm Beach, Florida","family" : "Wife, Liezl; Samantha (5\/26\/99), Ben (10\/6\/02)","education" : "","splInterest" : "Movies, reading, sports","pronunciation" : "Els","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1989","clubAffl" : "","cityPlaysFrm" : "South Africa; ;","websiteUrl" : "http:\/\/www.ernieels.com","websiteName" : "","hallOfFame" : "2011","qSchoolYear" : "","combTourMoney" : "48,403,732&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1994","qSchoolYear" : "","exmtStatus" : "2012 Open Championship winner (through 2016-17)","otherVics" : "(6): 1996 World Cup [with Wayne Westner]. 1997 PGA Grand Slam of Golf, Dunhill Cup [with David Frost and Retief Goosen]. 1998 Dunhill Cup [with David Frost and Retief Goosen]. 2001 World Golf Championships-EMC World Cup [with Retief Goosen]. 2010 PGA Grand Slam of Golf.","intlVics" : "(47): 1991 Amatola Classic [SAf]. 1992 Protea Assurance South Africa Open [SAf], Lexington PGA Championship [SAf], South African Masters [SAf], Hollard Royal Swazi Sun Classic [SAf], First National Bank Players' Championship [SAf], Goodyear Classic [SAf]. 1993 Dunlop Phoenix [Jpn]. 1994 Dubai Desert Classic [Eur], Toyota World Match Play Championship [Eur], Johnnie Walker World Championship [Eur], Sarazen World Open. 1995 Lexington South African PGA Championship [SAf], Toyota World Match Play [Eur], Bells Cup [SAf]. 1996 South African Open [SAf], Toyota World Match Play [Eur], Johnnie Walker Super Tour Event, World Cup [indiv]. 1997 Johnnie Walker Classic [Aus], World Cup [indiv]. 1998 South African Open [SAf]. 1999 Alfred Dunhill PGA Championship [SAf], Sun City Nedbank Challenge [SAf]. 2000 Standard Life Loch Lomond Open [Eur], Nedbank Challenge [SAf]. 2001 Vodacom Players Championship [SAf]. 2002 Heineken Classic [Eur], Dubai Desert Classic [Eur], Cisco World Match Play [Eur], Nedbank Challenge [SAf]. 2003 Heineken Classic [Eur], Johnnie Walker Classic [Eur], The Barclays Scottish Open [Eur], Omega European Masters [Eur], HSBC World Match Play Championship [Eur]. 2004 Heineken Classic [Eur], HSBC World Match Play Championship [Eur]. 2005 Dubai Desert Classic [Eur], Qatar Masters [Eur], BMW Asian Open [Eur], Alfred Dunhill Championship [Eur]. 2007 South African Airways Open [SAf], HSBC World Match Play Championship [Eur]. 2008 King Hassan II Trophy. 2010 South African Open. [SAf]. 2013 BMW International Open [Eur].","curYearHigh" : "","carHigh" : "2014-15: For the first time since joining the PGA TOUR in 1994 didn't claim a top-10 finish. Collected three top-25s in 18 starts and finished No. 173 in the FedExCup standings, missing the Playoffs for the first time...Making his inaugural appearance in the Hong Kong Open, held the 36-hole lead at Hong Kong GC in mid-October 2014. Shot a 1-over 71 in the third round and couldn't make up any ground on the final day, shooting a 1-under 69 to T5 with Lucas Bjerregaard, S.S.P. Chawrasia and Marcus Fraser.\n\n2013-14: Once again, played all over the world. On the PGA TOUR, claimed three top-10 finishes in 18 made cuts. For an eighth consecutive season, made it to the FedExCup Playoffs, but his season ended with a 41st-place finish in the standings after a T16 at the BMW Championship...At the Venetian Macau Open on the Asian Tour in mid-October, opened with a 1-under 71 at the Macau G&CC. Reeled off rounds of 65-69-67 over his final 54 holes to finish T3, four shots behind winner Scott Hend...In his 14th start at the World Golf Championships-Accenture Match Play Championship, his ninth consecutive appearance, battled his way into the semifinals Sunday morning against Rickie Fowler at The GC at Dove Mountain. Despite an early charge by Fowler, which saw him leading for seven of the first nine holes, he rallied with consecutive wins on hole Nos. 10-12. His 2-up advantage was negated when Fowler went eagle-par on Nos. 13 and 14 to square the match. A birdie-3 at 18 squared the match and sent the two into extra holes. On the 19th hole, he couldn't match Fowler's birdie-3, leaving him fourth. Previously finished fourth in the 2001 event at The Metropolitan Club in Australia...Equaled his best round in a major championship, shooting a final-round, 6-under 65 to finish T7 at the PGA Championship. His other 65s came in the second round at the 2006 Open Championship (finished third) and 1995 PGA Championship (T3). His best finishes in 22 PGA Championship starts is a third-place showing in 2007 and a T3 in 1995...Made a Sunday charge at The Barclays, posting a bogey-free, 5-under 66 to finish T5 with William McGirt and Matt Kuchar. Birdied his 71st and 72nd holes at Ridgewood CC to claim his eighth top-10 finish in 26 FedExCup Playoffs starts...With the performance, jumped from No. 91 to 39th in the FedExCup standings. \n\n2013: Played worldwide but struggled largely on teh PGA TOUR, with just one top-10 finish in 19 starts. Made a run at victory on the Asian Tour in early May. Shot a second-round 70 at Royal Jakarta GC and added 68s in his other three rounds at the CIMB Niaga Indonesian Masters but fell a stroke short of winner Bernd Wiesberger...Finished T6 at the BMW PGA Championship at Wentworth Club in England in May. Shot a final-round 67 but fell two shots out of the three-man playoff...Carded a final-round, 1-under 69, one of just six rounds under-par on the day, to finish T4 in his 21st U.S. Open start. Including wins in 1994 and 1997, has recorded 10 top-10 finishes at the event. Was seeking to become the seventh player with at least three U.S. Open wins (four, by Willie Anderson, Robert Trent Jones, Jr., Ben Hogan and Jack Nicklaus; three by Hale Irwin and Tiger Woods)...Opened with a 63 at the European Tour's BMW International Open in mid-June. Had at least a share of the lead through the first three rounds, fired his third consecutive 69 at Munchen Eichenried GC in Munich and defeated Thomas Bjorn by a stroke. Coupled with his 2012 Open Championship win, it marked the first time he had won in back-to-back seasons since 2007 and 2008...With four rounds in the 60s at the Deutsche Bank Championship, good for a T20 finish, secured the 70th and final spot into the BMW Championship over Ryan Palmer by .467 of a point...At The Presidents Cup in Dublin, Ohio, was 3-2-0, including a Sunday singles' victory, in the International team's three-point loss to the U.S.\n\n2012: At the Volvo Golf Champions on the European Tour, he forced a playoff with Branden Grace and Retief Goosen by firing a final-round 67—including a birdie on the 72nd hole—at The Links at Fancourt in his native South Africa. Lost the extra session on the first extra hole (the 18th) when Grace birdied the par-5 to his and Goosen's pars...Faced a short par putt to become part of the four-man playoff at the Transitions Championship in mid-March but missed, dropping to a T5, his first top-10 of the campaign and first top-five since the 2011 Frys.com Open (T4)...Came back a week later with another top-five performance, a T4 at the Arnold Palmer Invitational, his fourth top-10 in the tournament to go with his two Bay Hill wins (won in 1998 and 2010; T9 in 2002). Needed a second- or solo third-place finish to move into the top 50 in the Official World Golf Ranking for a invitation to the Masters Tournament...Finished runner-up to Jason Dufner in a playoff at the Zurich Classic of New Orleans when he failed to convert a birdie putt from 18 feet, seven inches on the second playoff hole (No. 18). Fell to 4-4 in playoffs on the PGA TOUR in his first appearance in a playoff since the 2004 Open Championship when he fell to Todd Hamilton. Posted the 17th runner-up finish of his career and best finish on TOUR since winning the 2010 Arnold Palmer Invitational presented by MasterCard. Carded four rounds in the 60s for the first time this season. Produced his second top-three finish at the Zurich Classic of New Orleans (third in 2001)...Opened with a 68 at Wentworth Club in late May at the BMW PGA Championship, a score that helped him to a T7 at the event played on a course he redesigned...Despite opening with a 5-over 75, fought back to finish solo ninth in his 20th U.S. Open start, with wins in 1994 and 1997 among his nine top-10 finishes. Was seeking to become the seventh player with three or more U.S. Open wins...Third-round leader Adam Scott bogeyed his final four holes at The Open Championship, opening the door for him to win his fourth major championship (19th overall PGA TOUR victory)—and first since the 2002 Open Championship. Began the day six strokes behind Scott, but posted a 4-under 32 on the closing nine, including a birdie on the par-4 18th hole (just the second Open champion to birdie the 72nd hole in the last 20 years; Stewart Cink did it in 2009), to card a final-round, 2-under 68 for a one-stroke victory over Scott (75). The win came 10 years after he won his first Claret Jug, the second-longest gap in Open history. The victory made him the 16th different winner in the last 16 major championships and snapped a string of three straight American winners in majors. Royal Lytham & St. Annes has been kind, serving as the site of three of his seven top-threes in The Open Championship (won in, T2 in 1996 and T3 in 2001). Enshrined into the World Golf Hall of Fame in 2011, he became the first male Hall of Fame member to win a major after being inducted since Lee Trevino was inducted in 1981 and later won the 1984 PGA Championship. The only other players to win a major after induction are Jack Nicklaus and Gary Player. Had three rounds in the 60s during the week, giving him the most rounds in the 60s (39) in Open Championship history (37 by Nick Faldo and 33 by Jack Nicklaus). Also moved up the charts for most under-par rounds (48) at The Open Championship since 1963--59 (Nicklaus), 53 (Faldo) and 45 (Tom Watson). Spurred on by his win at Royal Lytham, was voted the July PGA TOUR Player of the Month...Best finish during the four PGA TOUR Playoffs was a T26 at the Deutsche Bank Championship, closing with a 27th-place finish at the TOUR Championship by Coca-Cola to finish No. 26 in the FedExCup...Birdied seven of his first nine holes in the second round en route to a bogey-free, 9-under 63 at Mission Hills GC in China before claiming a T2 at the World Golf Championships-HSBC Champions. In his fourth consecutive start in the event, posted four sub-par rounds (70-63-69-67), giving him 14 of 16 rounds in the event at par or better.\n\n2011: Season highlighted by his induction into the World Golf Hall of Fame in May on the Monday prior to THE PLAYERS Championship...Had posted at least four top 10s every year since his rookie campaign in 1994 but finished the season with just one...Was T15 in defense of his title at the World Golf Championships-Cadillac Championship...Entered the Wyndham Championship outside the top 125 in the FedExCup standings but responded with a T30 finish to move up six spots, to No. 118, to make the FedExCup Playoffs. Would eventually finish 67th...In his first start at the Frys.com Open in the Fall Series, posted four rounds in the 60s (69-66-67-68) to claim T4 honors, his first top-10 of the season. It was the first time he posted four consecutive, sub-70 rounds in an official TOUR event since the 2007 Northern Trust Open. The finish became his best since a T3 at the 2010 U.S. Open. The top-10 showing extended his streak of at least one top-10 per season on TOUR, dating to 1993...Playing on his seventh Presidents Cup International team, he compiled a 1-4-0 record in a losing cause at Royal Melbourne GC.2010: Elected to the 2011 class of the World Golf Hall of Fame, announced by TOUR commissioner Tim Finchem at the TOUR Championship by Coca-Cola. Finished the season ranked No. 9 in the FedExCup standings, with two wins and 15th trip to the TOUR Championship...After a T12 at the Sony Open in Hawaii to start his season, he posted a T5 at the Farmers Insurance Open, one of seven players to shoot all four rounds under par at Torrey Pines. It was his second top-10 in two starts at the Farmers Insurance Open (T6 in 2005)...Second consecutive top-10 finish came with T10 at Northern Trust Open, shooting all four rounds under par...Ended a two-year victory drought, the longest of his career, with a win at the World Golf Championships-CA Championship. Played the final 23 holes without a bogey on TPC Blue Monster at Doral and closed with a 6-under 66 for a four-shot victory over countryman Charl Schwartzel. It was his 17th career PGA TOUR win and the 71st worldwide. He also became only the fifth player to win multiple times in the World Golf Championships, joining Tiger Woods, Darren Clarke, Geoff Ogilvy and Phil Mickelson. He was clinging to a one-shot lead when he sank a 25-foot par putt on the 14th hole and then birdied the 17th hole after Schwartzel, a 25-year-old who took part in Els' junior program in South Africa and was staying at Els' home during the week, made bogeys on 15 and 17...Posted a 1-under 71 on Monday to finish 11-under 277, capturing the Arnold Palmer Invitational by two strokes over Kevin Na and Edoardo Molinari. The win was the 18th of his career and the second of the season (World Golf Championships-CA Championship). It was his16th appearance at the Arnold Palmer Invitational. During those starts, he has posted 12 made cuts and three top-10 finishes (won in1998, T9 in 2002, won in 2010). Became the first player to win back-to-back starts on TOUR since Tiger Woods in 2009 (Buick Open and World Golf Championships-Bridgestone Invitational). He has won back-to-back starts three times in his PGA TOUR career (also at the 2003 SBS Championship and Sony Open in Hawaii and the 1997 U.S. Open and Buick Classic). Became one of only five players to win two events in the same year on the “Florida Swing\" (Woods, Tom Kite, Raymond Floyd and Steve Elkington)...Following a 36-hole marathon Sunday of the Valero Texas Open, where he shot 69-68, finished T3 with Aaron Baddeley. The top-10 was his fifth of the year...Pulled into a tie for the lead in the final round of the U.S. Open before a bogey-double bogey-bogey stretch on Nos. 9-11 hindered his title hopes. Went on to card a 2-over 73 to finish third, his best major championship performance since finishing in the same position at the 2007 PGA Championship...Entered the FedExCup Playoffs ranked in the top spot, but fell to No. 9 in the final standings with a T7 at the TOUR Championship (his 300th PGA TOUR start) his only top-10 finish in the four Playoff starts...Added a victory at the PGA Grand Slam of Golf late in the year in Bermuda. Entered the final nine holes of the 36-hole event three strokes behind but made three consecutive birdies to overtake David Toms...Earned his third World Golf Championships top 10 of the season when he T6 at the HSBC Champions in Sheshan, China...Returned to his homeland to win the South African Open for a fifth time. Officials reduced the final 36 holes of the rain-soaked tournament to a 34-hole affair, with fellow South African Retief Goosen finishing a stroke back. \n\n2009: Finished 16th in the FedExCup standings, marking his third top 20 finish in the FedExCup...His seven top-10 finishes were the most since he had eight in 2006...Making his eighth career start at the Mercedes-Benz Championship, posted his sixth top-10 finish there with a T6 to start the season...Reached quarterfinals of Accenture Match Play Championship, losing to Stewart Cink, 2 and 1, to finish T5...T8 at the Memorial Tournament, finishing 5-under for the tournament...Earned his 12th top-10 finish (T8) in his 18th consecutive appearance at The Open Championship...Finished T6 at the PGA Championship. Was 5-under for the tournament in his third round until finishing with three consecutive bogeys...Was 4-over through four holes at The Barclays before turning it around to post a T2 for his best finish of the season and his sixth top-10 in 2009, and back-to-back top-10s for the first time on TOUR since the PGA Championship and The Barclays in 2007. Advanced 36 spots in the FedExCup standings to No. 11...Finished ninth at the TOUR Championship to notch his seventh top-10 finish in 14 career starts at East Lake GC...Make sixth appearance on the International Team in The Presidents Cup...Runner-up at the World Golf Championships-HSBC Champions in China in November, one stroke behind Phil Mickelson. \n\n2008: One of the world's true global golfers—with more than 50 worldwide career victories—captured his first PGA TOUR victory in 3 years, 4 months, 29 days, winning The Honda Classic by one stroke over Luke Donald. Began the final round three strokes behind Donald, Matt Jones and Mark Calcavecchia and fired a final-round 67 to complete the biggest comeback of his career. Victory was the 16th of his PGA TOUR career. Was tied with Calcavecchia until the 15th hole when Calcavecchia made double bogey from a greenside bunker. Donald just missed a birdie chip to tie on the final hole...Recorded his best career finish in 15 starts at THE PLAYERS with a T6. Carded one score of double bogey or worse each day and wound up six strokes shy of eventual champion Sergio Garcia...Opened with a 10-over 80 at The Open Championship, his worst round ever at the event, but 1-under 69s during the second and fourth rounds led to a T7 finish. It was his 11th top-10 finish at The Open Championship in 18 consecutive starts...Finished T3 at the Deutsche Bank Championship with three rounds in the 60s...His fifth top-10 of the season was a T6 at the TOUR Championship, his sixth top-10 at the event in 13 career starts. He ended the season 13th in FedExCup points. \n\n2007: Played in three of the four FedExCup Playoffs events and finished 19th in the standings...Won the South African Airways Open in December 2006...Ended his longest consecutive cuts made streak at 46 after missing the cut at the Masters...Opened with rounds of 65-65 at the Verizon Heritage en route to finishing second to eventual winner Boo Weekley, who chipped in for par on the final two holes. Nearly holed his approach shot to the par-4 18th, which would have forced a playoff. This marked Els' seventh top-10 finish in nine starts at the Verizon Heritage...Carded three birdies and no bogeys for a 33 on the front nine to play himself into contention in the final round of The Open Championship at Carnoustie, but finished T4 after making two bogeys on the back nine. 11th top-10 in 17 career Open Championship starts...Third at the PGA Championship, finishing with a 66. It marked the sixth time in his career that he has recorded back-to-back top-five finishes at major championships.Notched 3-2-0 record in fifth Presidents Cup appearance for International squad...Won a record seventh HSBC World Match Play Championship in mid-October at the Wentworth Club in Surrey, England, beating U.S. Open champion Angel Cabrera 6 and 4 in the final on a West Course he redesigned in 2005. Previously won the event in 1994-96 and 2002-04. Victory moved him to first in the European Tour Order of Merit. He finished second to Justin Rose on the season-long list. \n\n2006: Posted eight top-10s and qualified for the TOUR Championship in first full season back after 2005 knee injury...Returned from knee injury in January at the South African Airways Open Championship, where he finished second to countryman Retief Goosen...Defending champion of the Dubai Desert Classic lost in a one-hole playoff to Tiger Woods. \n\n\n2005: Season cut short in July when he sustained a left knee injury during a sailing holiday in the Mediterranean the week after The Open Championship at St. Andrews. Required surgery for a ruptured anterior cruciate ligament…Finished T5 at season-opening Mercedes Championships. Came to 72nd hole with an opportunity to force a playoff with Stuart Appleby with a birdie on the par-5 18th, but hit tee shot out of bounds and made bogey to finish two behind Appleby...One week later, looking to win third straight Sony Open in Hawaii, tied course record with a 8-under-par 62 in final round to finish second, one behind Vijay Singh...Opened the PGA TOUR season with three consecutive top-10s for just the second time in his 12 years on TOUR after finishing T6 at the Buick Invitational…Used an eagle on the 72nd hole to defeat Miguel Angel Jimenez by one stroke at the European Tour's Dubai Desert Classic in early March...Following week, fired closing 66 to come from five strokes back and win the Qatar Masters by a stroke over Sweden's Henrik Stenson on the European Tour...For fourth consecutive season, picked up at least three wins by capturing his third at the BMW Asian Open. Fired a 7-under-par 65 to cruise to a 13-stroke victory and completed 72 holes in a tournament-record 26-under-par 262 at Shanghai's Tomson GC. 2004: Season included three TOUR victories and top-10 finishes in all four majors, including near-misses at the Masters and The Open Championship. Also captured two events on the European Tour and won second consecutive European Tour Order of Merit…Holed a 30-foot birdie putt on the third playoff hole to beat Harrison Frazar for 13th career TOUR victory at the Sony Open in Hawaii…Finished runner-up to Phil Mickelson at the Masters for fifth straight top-10 in Augusta, sixth overall. After opening 70-72-71, started the final round three back of Mickelson and co-leader Chris DiMarco. Took the lead after eagle-3 on No. 8 and another eagle-3 on No. 13 and posted final-round 5-under-par 67 to take the clubhouse lead at 8-under-par 280. Edged by one when Mickelson holed 18-foot putt on 72nd hole...Won the Memorial Tournament with a pair of 66s on the weekend for a four-stoke victory over Fred Couples. Needed just 100 putts to win his second tournament of the season. Overtook Vijay Singh for second in the Official World Golf Ranking...Posted his seventh top-10 finish in 12 U.S. Open appearances with a T9 at Shinnecock Hills GC...Finished as the runner-up for the second time in a major during the season, losing to Todd Hamilton in a four-hole playoff at The Open Championship. Birdied two of the last three holes and tied Hamilton on the 72nd hole when Hamilton bogeyed the hole. Hamilton posted four pars to Els' three pars and a bogey (17th hole) to win the playoff. Recorded a hole-in-one during first round on the \"Postage Stamp,\" the par-3 eighth hole by using a wedge from 123 yards. Became the sixth player in tournament history to post four rounds in the 60s and did it for the second time (1993)...Fourth top-10 in a major was a T4 at the PGA Championship…Added his third win on the PGA TOUR and first in a World Golf Championships event at the American Express Championship in Ireland. Led by two strokes after the second and third rounds and defeated Thomas Bjorn by a stroke after a final-round 69. Moved back into second, past Tiger Woods, in the Official World Golf Ranking...Two weeks later, won the HSBC World Match Play title on the European Tour for a record sixth time. On his 35th birthday, beat Lee Westwood, 2 and 1…After T10 finish at the TOUR Championship, dropped to No. 3 in Official World Golf Ranking behind Woods. 2003: Played 17 TOUR and nine European Tour events. In addition to winning twice on TOUR in Hawaii and finishing ninth on the TOUR's money list, compiled four official European Tour wins (in Australia, Austria and Scotland) and won the European Tour Order of Merit. Also won his fifth career HSBC World Match Play Championship, a European Tour-approved special event. One of three players (along with Mike Weir and Kenny Perry) that posted three top-10s in majors - T6 at Masters, T5 at U.S. Open and T5 at PGA Championship…Became the first player since Steve Jones in 1989 to capture the first two tournaments of the season when he won the Mercedes Championships and Sony Open in Hawaii in early January. Only Byron Nelson (1946), Lloyd Mangrum (1953), Johnny Miller (1974, three events; and 1975), Gil Morgan (1983), Jones and Els have accomplished that among modern-day players...Captured season-opening Mercedes Championships in record fashion, finishing at 31-under-par 261. Total in relation to par broke Mark Calcavecchia's 72-hole tournament TOUR record of 28-under set at the 2001 Phoenix Open. Eight-stroke margin of victory over K.J. Choi and Rocco Mediate was largest on TOUR since Calcavecchia's eight-stroke Phoenix victory in 2001...Sank a 43-foot birdie putt on the 10th hole, the second playoff hole, to beat Aaron Baddeley at the Sony Open in Hawaii. Both finished at 16-under after Baddeley birdied the 72nd hole...Played in homeland of South Africa at The Presidents Cup, competing for the International team. 2002: A year to remember with the birth of a son and third career major victory at The Open Championship...Won six official events worldwide, including twice on TOUR, solidifying No. 3 Official World Golf Ranking. Won the Heineken Classic in Melbourne, Australia on the European Tour by five strokes for his ninth European Tour victory...Collected first TOUR victory since 2000 at the Genuity Championship. Rounds of 66-67-66 gave him an eight-stroke lead with 18 holes to play. Final-round 72 earned a two-stroke victory over Tiger Woods...Won again the following week, at the Dubai Desert Classic, becoming the first multiple winner in the tournament's 14-year history after posting all four rounds in the 60s…Earned third career major victory at the 131st Open Championship at Muirfield with scores of 70-66-72-70—278. Tied for the lead with Shigeki Maruyama, Padraig Harrington, Duffy Waldorf and Bob Tway after 36 holes at 6-under. Held 54-hole lead at 5-under, two strokes ahead of Soren Hansen. After losing a three-shot lead on the back nine Sunday, survived a playoff with Thomas Levet, Steve Elkington and Stuart Appleby to earn the Claret Jug. After parring his way through the four-hole playoff, made a par out of the greenside bunker on the first hole of sudden death against Levet. With his right foot anchored on the top of a bunker left of the 18th green, blasted out to 5 feet and made the putt to secure the victory...Also won the Cisco World Match Play, beating Sergio Garcia, 2 and 1, in the finals...Put a cap on his year when he won the Nedbank Challenge, making nine birdies in the final round, shooting a course-record 63 and claiming the $2-million first prize by a whopping eight shots over Colin Montgomerie. 2001: In a year full of streaks, didn't win on TOUR for the first time since joining in 1994...Ranked in the top 30 for the seventh time in eight years, with 1998 the only year he failed to qualify for THE TOUR Championship...Best chance to win was a playoff loss at the TOUR Championship. Closed with 68 to tie eventual winner Mike Weir, Sergio Garcia and David Toms at 14-under 270...Completed year in November by teaming with Retief Goosen to win World Cup in Japan. The South Africans beat three others teams, including Americans Tiger Woods and David Duval, in a playoff...At Royal Cape GC in South Africa, he won the Vodacom Players Challenge, thanks to a final-round, 7-under 65 that gave him a one-shot win over Retief Goosen, Alan McLean and Martin Maritz. 2000: Victory at The INTERNATIONAL extended to seven years his string of years with at least one TOUR win. Defeated Phil Mickelson by four points to earn his eighth TOUR title. His 48 points under the Modified Stableford scoring system tied the tournament record set by Mickelson in 1997...Also finished second five times, most since Jack Nicklaus and Arnold Palmer in 1964 (six). The record is 13 by Harold (Jug) McSpaden in 1945. Began with playoff loss to Tiger Woods at Mercedes Championships and then had seconds at the Masters, U.S. Open and The Open Championship. Became the first player to finish second in three consecutive majors in same season. Nicklaus (1964) was the previous player to have three majors' runners-up in same year...On the European Tour, finally won the Loch Lomond Open, three years after his disappointment losing to Tom Lehman. Turned the tables on Lehman, winning by a stroke after four rounds in the 60s at Loch Lomond GC in Scotland...Successfully defended his Nedbank Challenge title, beating Lee Westwood on the second hole of a sudden-death playoff. Sunk a 5-foot birdie putt at Gary Player CC for the win. 1999: Began his year quickly, with a four-stroke win at the Alfred Dunhill PGA Championship over Richard Kaplan...Earned a two-stroke victory over Ted Tryba, Tiger Woods and Davis Love III at the Nissan Open to begin his PGA TOUR season. Shot rounds of 68-66-68-68 for the win...Was solo third going into the final round of the National Car Rental Golf Classic\/Disney and eventually finished solo second, a shot behind Woods...Other runner-up performance came in late January, at the Heineken Classic. Appeared to have the tournament under control, holding a three-stroke lead over Jarmo Sandelin with a round to play. Ballooned to a final-round 75 to lose by a stroke to Jarrod Moseley...Came back late in the year to win the unofficial Million Dollar Challenge in Sun City by five strokes over Colin Montgomerie...Contended at the Deutsche Bank Open-TPC of Europe (T5), the Volvo PGA Championship (T4), the World Golf Championships-NEC Invitational (fifth), the Cisco World Match Play Championship (T5) and the Johnnie Walker Classic (third), the South African Open Championship (T6) and the Vodacom Players Championship (T4). 1998: Claimed sixth career TOUR victory at Bay Hill. Rains forced 36-hole finish Sunday and third-round 65 vaulted him to six-stroke lead while closing with a 73, good for a four-stroke win...Won the South African Open with a 69-68 weekend to beat David Frost by three strokes at Durban CC…Was a runner-up on the European Tour in late January, at the Johnnie Walker Classic. Held a one-stroke lead over Nick Faldo through 54 holes, with Tiger Woods eight strokes back. Shot a Sunday 73 while Woods turned in a 65 to force a playoff that Woods won…A week later, at the Heineken Classic, was again in position to win but T3 on the European Tour's Heineken Classic…Was T2 at the Volvo PGA Championship, falling by a stroke to Colin Montgomerie at Wentworth Club…Final runner-up performance of the campaign came at the Alfred Dunhill South African PGA in Johannesburg. Was two strokes back of Tony Johnstone at Houghton GC…After T16 at Masters, ranked No.1 in the Official World Golf Ranking for several weeks...Member of victorious International Presidents Cup team, sporting a 3-1-1 record at the biennial event. \n\n1997: Became first international player since Alex Smith (1906 and 1910) to win U.S. Open more than once with victory at Congressional CC. Trailed Tom Lehman by one stroke after 36 holes and by two after 54. Final-round 69, including decisive par on 71st hole, secured victory by one stroke over Colin Montgomerie...Successfully defended Buick Classic title the following week in wire-to-wire fashion. First repeat wire-to-wire winner since Tom Watson won Tournament of Champions in 1979-80...Made seven European Tour starts, winning the Johnnie Walker Classic by a stroke over Peter Lonard and Michael Long. Was a runner-up three times—at the Volvo PGA Championship (lost to Ian Woosnam by two strokes), the Loch Lomond World Invitational (finished five strokes behind Lehman) and at the unofficial Toyota World Match Play at Wentworth Club, losing the final match to Vijay Singh in the 12-player event in England...Late in the year, was T2 at the unofficial Million Dollar Challenge in South Africa, tied with Davis Love III a stroke behind winner Nick Price. \n\n1996: Won Buick Classic for third TOUR title...Was 3-1-1 as member of International team in Presidents Cup...Shot a final-round 67 at The Open Championship at Royal Lytham & St. Annes but still came up two strokes shy of winner Tom Lehman...Other victory came at the South African Open, where he and Brenden Pappas both shot final-round 66s, with Pappas falling by a stroke...A month later, at the weather-shortened Alfred Dunhill PGA, he was T2 with David Feherty, three strokes behind Sven Struver...At the World Cup, joined Wayne Westner at Cape Town's Erinvale GC to win the annual team event for South Africa for the first time since 1974 (Bobby Cole-Dale Hayes). 1995: Earned second title at GTE Byron Nelson Classic on strength of second-round 61, a course record at Cottonwood Valley. His 263 total broke Sam Snead's 38-year-old tournament record...At the PGA Championship at Riviera, equaled 36-hole tournament record with 131 and set 54-hole record with 197. Held three-stroke lead entering final round, but shot 72 to finish two strokes out of Steve Elkington-Colin Montgomerie playoff. 1994: Victorious at U.S. Open in a playoff over Loren Roberts and Colin Montgomerie. Held two-stroke lead entering final round, but closed with a 73. Montgomerie was eliminated from the 18-hole playoff after he shot a 78. After both he and Roberts shot 74, he won his first major championship with a 4 on the 20th extra hole. 1993: Became first player to record four rounds in 60s at The Open Championship, finishing T6. 1992: Split his time between the European Tour and the South African Tour. Won six events on Southern African Tour...Joined Gary Player that year as only players to win South African Open, South Africa PGA and South African Masters in same year. On the European Tour, he made 13 starts, with a best finish of seventh at the Honda Open in October in Germany. Finished a distant eight strokes behind Bernhard Langer...Was tied for fourth with a round to play at The Open Championship at Muirfield. Six shots of Nick Faldo's leading pace, he shot a 3-over 74 to drop into a T5 with six other players. 1991: Played eight events on the Web.com Tour. In his first Web.com Tour round, he fired a 9-under 63 at Dakota Dunes CC. Trailed Lee Chill by a stroke at the Dakota Dunes Open. Shot a second-round 74 then bounced back with a 7-under 65 to to T14, six strokes back of Jeff Woodland...Had his best finish, a T9 at the Tulsa Open. Was tied for second through 36 holes of the 54-hole event. A final-round 75 was his undoing at the GC of Oklahoma. Amateur: Was a scratch golfer at age 14, when he won the World Junior Golf Championship under-14 title in San Diego, beating Phil Mickelson. Was awarded the Junior Springbok colours—awarded to South African teams and individuals who performed well in international competiton. Three years later, in 1987, he received the State President Sports' Award and received his full Springbok colours in 1988.\n","otherCarHigh" : "","personal" : "Started playing golf at age 9...An accomplished junior tennis player, he won the Eastern Transvall Junior Championships at age 13. Turned full attention to golf at age 14 after also playing cricket, soccer and rugby...Heavily involved in junior golf of South Africa and Cancer Society of South Africa...Hosts Ernie Els Invitational in South Africa to raise money for charity. Ernie Els Foundation formed in early 1999, with the purpose of providing full support to disadvantaged children. Proceeds from the Ernie Els Invitational go to four charities and the Foundation...Established the Els for Autism Foundation in spring 2009, with son, Ben, who is autistic, the driving force behind the mission. Opened the first components of The Els Center of Excellence on August 17, 2015. The Center, based in Jupiter, Fla., will serve local, national and international autism communities and is set to be a game-changing resource in the field...Was named the 2015 Payne Stewart Award recipient...In December 1998, received lifetime membership on European Tour. Other non-Europeans so honored are Bob Charles, Arnold Palmer and Gary Player...In 2002, the 2000 Engelbrecht-Els wine was released and received the highest rating yet given to a South African wine...Third Ernie Els design signature golf course near George in South Africa opened in 2004...Website is ernieels.com.","otherInfo" : "","ntlTeams" : "The Presidents Cup (8), 1996, 1998, 2000, 2003, 2007, 2009, 2011, 2013; World Cup (5), 1992, 1993, 1996, 1997, 2001; Dunhill Cup (9), 1992, 1993, 1994, 1995, 1996, 1997, 1998, 1999, 2000.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T14th at the RBC Heritage.","dynStats" : "He ranks 5th in Career Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/ernieelsgolf"},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/ernieelsgolf"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/thebig_easy"},{"cat" : "youtube","desc" : "","url" : "http:\/\/www.youtube.com\/user\/ErnieElsChannel"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}