{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24290","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Brigman","first" : "D.J.","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-4","heightMetric" : "1.93","weight" : "195","weightMetric" : "88","birthDate" : "May 3, 1976","age" : "39","birthPlace" : "Clovis, New Mexico","residence" : "Albuquerque, New Mexico","family" : "Delaney (11\/16\/01), Sasha (9\/27\/04), Pierce (10\/12\/06)","education" : "University of New Mexico (1999, Human Resources)","splInterest" : "Working out, cooking, fishing, extreme sports, bungee jumping","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2003, 2010)","trndProYear" : "1999","clubAffl" : "University of New Mexico GC (Albuquerque, New Mexico)","cityPlaysFrm" : "Albuquerque; New Mexico; United States","websiteUrl" : "http:\/\/www.djbrigmangolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,233,989&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2002","exmtStatus" : "Conditional - Web.com Tour Past Champion\/5-10 Years (2011-2006)","otherVics" : "(1): 2000 New Mexico Open.","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the Web.com Tour from 2002-03, 2006 and 2008-10, 2012-14 and a member of the PGA TOUR in 2004-05, 2007 and 2011. \n\n2014: In 18 starts, made six cuts, with his best performance a T9 at the El Bosque Mexico Championship in April. Was even-par after 36 holes. Posted 65 in the third round to get within two strokes of the lead. Shot 73 in the final round to record his lone top-10 of the year.\n\n2013: Made the cut in 13 of 23 starts and had four top-25 finishes and three top-10s...Finished T2 at the South Georgia Classic in Valdosta, four shots back of winner Will Wilcox. Opened with rounds of 70-67 and was only one off the lead after 36 holes at Kinderlou Forest GC. Tied the tournament record with four consecutive birdies during the first round. Runner-up effort was the fourth of his career....Fired three consecutive rounds of 69 over his final 54 holes after opening with a 73 at the Mexico Championship to T6, a career-best at this event. It was his second top-10 of the year...Third top-10 came at the Cox Classic, where a Sunday charge (one eagle, six birdies and one bogey on No. 18) almost pushed him into the top 25 on the money list and a PGA TOUR card for 2013-14. Finished T4 for a 35th-place finish in Regular Season earnings...Made the cut in one of four Finals' events (T28 at the Chiquita Classic). \n\n2012: Was elected chairman of the Web.com Tour's Player Advisory Council prior to the start of the season and re-elected to that same position at the conclusion of the campaign. Was afforded the honor of playing with former President Bill Clinton in the Pacific Rubiales Colombia Championship pro-am to start the season. Opened with a pair of 69s and finished T33 in Bogota...His first top 10 of the year (T8) came in May at the BMW Charity Pro-Am...In August, he shot four rounds in the 60s at the News Sentinel Open, including a Sunday 63 that led to a T2 finish, his best since he won the Nationwide Children's Hospital Invitational in July 2010.\n\n2011: Made the cut in 10 of 23 starts on the PGA TOUR, with his best finish a T16 at the Viking Classic. \n\n2010: Made 25 Web.com Tour starts and had four top-10 finishes, including a win in the summer, to finish 18th on the final money list and earn a return trip to the PGA TOUR in 2011...Earned his second career title with a come-from-behind effort at the Nationwide Children's Hospital Invitational in July. Began the final round at the Ohio State University Scarlet Course four strokes behind 54-hole leader Nick Flanagan. Fired a 7-under 64 to overtake the leaders and finish at 10-under 274. Had to wait to see if any of the 12 players still on the course would catch him. Victory was worth $144,000 and vaulted him from No. 47 to No. 6 on the money list. Win came in his 87th start after winning the 2003 Permian Basin Charity Golf Classic...After making his first two cuts of the season, had an up-and-down T4 finish at the Panama CLARO Championship. His first-round, 4-under-par 66 left him at T7. A second-round 72 pushed him to a tie for 41st. On Saturday, he moved into the top-10 after posting a 5-under 65, which was bettered only by the eventual winner, Fran Quinn, who shot a course record 8-under par 62. Improved five spots on Sunday after shooting a 69...At the Stadion Athens Classic, posted his second top-10. Rounds of 72-68-70-70 led to a T10...Added a T9 at the Albertsons Boise Open, finishing at 15-under par for the week. \n\n2009: Was No. 53 on the Web.com Tour money list, thanks to three top-five finishes in a five-week summer stretch. Earned his first top-10 of the year with a T3 at the BMW Charity Pro-Am on the strength of a final-round, 7-under 64. Finished T4 at both The Rex Hospital Open and the Ford Wayne Gretzky Classic. \n\n2008: Made the cut in 12 of 21 Web.com Tour starts. Finished T2 at the Moonah Classic despite opening with a 74. Held a two-stroke lead after 36 holes at the Knoxville Open and finished T3, two shots back of playoff winner Jarrod Lyle. Finished T6 at the Nationwide Tour Players Cup. Posted fourth top-10 of the year at the season-ending Web.com Tour Championship, where he enjoyed four rounds in the 60s at TPC Craig Ranch. \n\n2007: Finished No. 183 on the PGA TOUR money list, with $268,205. Made the cut in half of his 22 starts, with both top-25 finishes coming in his last four starts, highlighted by season-best T20 at the Children's Miracle Network Classic. Opened 70-68 to hold a share of the 36-hole lead at the Shell Houston Open. Finished T42. Was T4 at the Chitimacha Louisiana Open in his only made cut in two Web.com Tour starts. \n\n2006: Earned a return to the PGA TOUR after T29 finish at PGA TOUR Qualifying Tournament...Finished 111th on Web.com Tour money list, with two top-25s in 24 starts. \n\n2005: Finished No. 177 on the TOUR money list during his sophomore season. Was T12 at the FedEx St. Jude Classic, his best of three top-25s. \n\n2004: Regained TOUR card via T13 finish at PGA TOUR Qualifying Tournament. Finished 160th on money list in rookie season. Had three top-25s in 27 starts, including career-best T11 at both the Shell Houston Open and Bell Canadian Open. \n\n2003: Jumped from 32nd to 16th on the Web.com Tour by finishing second at the season-ending Web.com Tour Championship. Made 15-foot putt on final hole to earn his first PGA TOUR card. A miss would have left him outside the top 20 on the final money list. Collected his first Web.com Tour win at the Permian Basin Charity Golf Classic two weeks earlier, which helped him earn spot in season-ending event. Shot a bogey-free, 6-under 66 in the final round to wipe out a three-stroke deficit to Mark Hensby. \n\n2001: Won the Chester's San Antonio Classic on the Hooters Tour.\n","otherCarHigh" : "Winner of the 2000 New Mexico Open and the 1996 and 1998 New Mexico State Amateur titles. Twice named first-team all-Western Athletic Conference while playing for New Mexico. Won the 1998 U.S. Collegiate Golf Championship, thanks to a final-round 68, to beat Charles Howell III by one stroke.","personal" : "Lists \"Top Gun\" as his favorite movie and considered accepting an appointment to the Air Force Academy. \"Based on commitments after graduation, I knew it would hamper my golf game—flying F-16s and then trying to find time to practice.\"...Biggest thrill in golf was making a 15-foot putt at the Web.com Tour Championship in 2003 to secure his PGA TOUR card...Favorite golf course is Pebble Beach GL. Would most like to play St. Andrews. First car was a Jeep Cherokee...Favorite professional team is the Dallas Cowboys...Superstitions include eating Lucky Charms cereal...Enjoys watching shows on the Food Network...Other favorites include the band U2, the book The Shack and Michael Jordan...Favorite city to visit is Queenstown, New Zealand, and he likes to vacation in Cabo San Lucas...Would round out his dream foursome with Ben Hogan, Jesus Christ and Mother Teresa...Not many people realize that he cuts out recipes when on the road and then cooks them while at home. Bucket list includes winning a major championship, becoming a grandfather, driving fast around a speedway and reading the entire Bible.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "2004, 2006","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the Nationwide Tour from 2002-03, 2006 and 2008-10 and a member of the PGA TOUR in 2004-05, 2007 and 2011. 2010: Made 25 Nationwide Tour starts and had four top-10 finishes, including a win in the summer, to finish 18th on the final money list and earn a return trip to the PGA TOUR in 2011...Earned his second career title with a come-from-behind effort at the Nationwide Children's Hospital Invitational in July. Began the final round at the Ohio State University Scarlet Course four strokes behind 54-hole leader Nick Flanagan. Fired a 7-under 64 to overtake the leaders and finish at 10-under 274. Had to wait to see if any of the 12 players still on the course would catch him. Victory was worth $144,000 and vaulted him from No. 47 to No. 6 on the money list. Win came in his 87th start after winning the 2003 Permian Basin Charity Golf Classic...After making his first two cuts of the season, had an up-and-down T4 finish at the Panama CLARO Championship. His first-round, 4-under-par 66 left him at T7. A second-round 72 pushed him to a tie for 41st. On Saturday, he moved into the top-10 after posting a 5-under 65, which was bettered only by the eventual winner, Fran Quinn, who shot a course record 8-under par 62. Improved five spots on Sunday after shooting a 69...At the Stadion Athens Classic, posted his second top-10. Rounds of 72-68-70-70 led to a T10...Added a T9 at the Albertsons Boise Open, finishing at 15-under par for the week. 2009: Was No. 53 on the Nationwide Tour money list, thanks to three top-five finishes in a five-week summer stretch. Earned his first top-10 of the year with a T3 at the BMW Charity Pro-Am on the strength of a final-round, 7-under 64. Finished T4 at both The Rex Hospital Open and the Ford Wayne Gretzky Classic. 2008: Made the cut in 12 of 21 Nationwide Tour starts. Finished T2 at the Moonah Classic despite opening with a 74. Held a two-stroke lead after 36 holes at the Knoxville Open and finished T3, two shots back of playoff winner Jarrod Lyle. Finished T6 at the Nationwide Tour Players Cup. Posted fourth top-10 of the year at the season-ending Nationwide Tour Championship, where he enjoyed four rounds in the 60s at TPC Craig Ranch. 2007: Finished No. 183 on the PGA TOUR money list, with $268,205. Made the cut in half of his 22 starts, with both top-25 finishes coming in his last four starts, highlighted by season-best T20 at the Children's Miracle Network Classic. Opened 70-68 to hold a share of the 36-hole lead at the Shell Houston Open. Finished T42. Was T4 at the Chitimacha Louisiana Open in his only made cut in two Nationwide Tour starts. Made his return to the PGA TOUR after T29 finish at 2006 PGA TOUR Qualifying School. 2006: Finished 111th on Nationwide Tour money list, with two top-25s in 24 starts. Finished No. 177 on the TOUR money list during his sophomore season. Was T12 at the FedEx St. Jude Classic, his best of three top-25s. 2005: Regained TOUR card via T13 finish at 2004 National Qualifying Tournament. 2004: Finished 160th on money list in rookie season. Had three top-25s in 27 starts, including career-best T11 at both the Shell Houston Open and Bell Canadian Open. 2003: Jumped from 32nd to 16th on the Nationwide Tour by finishing second at the season-ending Nationwide Tour Championship. Made 15-foot putt on final hole to earn his first PGA TOUR card. A miss would have left him outside the top 20 on the final money list. Collected his first Nationwide Tour win, at the Permian Basin Charity Golf Classic two weeks earlier, which helped him earn spot in season-ending event. Shot a bogey-free, 6-under 66 in the final round to wipe out a three-stroke deficit to Mark Hensby. 2001: Won the Chester's San Antonio Classic on the Hooters Tour. Amateur: Winner of the 2000 New Mexico Open and the 1996 and 1998 New Mexico State Amateur titles. Twice named first-team all-Western Athletic Conference. Won the 1998 U.S. Collegiate Golf Championship, thanks to a final-round 68 to beat Charles Howell III by one stroke. \n","otherCarHigh" : "","personal" : "Lists \"Top Gun\" as his favorite movie and considered accepting an appointment to the Air Force Academy. \"Based on commitments after graduation, I knew it would hamper my golf game—flying F-16s and then trying to find time to practice.\"...Biggest thrill in golf was making a 15-foot putt at the Nationwide Tour Championship in 2003 to secure his PGA TOUR card...Favorite golf course is Pebble Beach GL. Would most like to play St. Andrews. First car was a Jeep Cherokee...Favorite professional team is the Dallas Cowboys...Superstitions include eating Lucky Charms cereal...Enjoys watching shows on the Food Network...Other favorites include the band U2, the book The Shack and Michael Jordan...Favorite city to visit is Queenstown, New Zealand, and he likes to vacation in Cabo San Lucas...Would round out his dream foursome with Ben Hogan, Jesus Christ and Mother Teresa...Not many people realize that he cuts out recipes when on the road and then cooks them while at home. Bucket list includes winning a major championship, becoming a grandfather, driving fast around a speedway and reading the entire Bible.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "Made 23 PGA TOUR starts, netting one top-20-finish...Posted four sub-par rounds at Annandale GC to claim a T16 at the Viking Classic in July...Made two starts on the Nationwide Tour, with one made cut."}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/pages\/DJ-Brigman\/112440542146529"},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/djbrigman"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/DJBrigman"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}