{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01331","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Fehr","first" : "Rick","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "185","weightMetric" : "84","birthDate" : "August 28, 1962","age" : "53","birthPlace" : "Seattle, Washington","residence" : "Anthem, Arizona","family" : "Wife, Terri; J.D. (1\/26\/91), Mitch (10\/26\/93), Travis (8\/19\/96)","education" : "Brigham Young University (1984, Finance)","splInterest" : "Humanitarian and justice causes","pronunciation" : "FAIR","nwTourAlumnus" : "","trndProYear" : "1984","clubAffl" : "","cityPlaysFrm" : "Phoenix; Arizona; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,076,737&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2005","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "First reached PGA TOUR winner's circle at 1986 B.C. Open, with a two-stroke victory over Larry Mize. Eight years later, defeated Craig Stadler and Fuzzy Zoeller by two strokes to win the 1994 Walt Disney World\/Oldsmobile Classic. Had eight runner-up finishes between victories, including four playoff losses at the 1991 Canon Greater Hartford Open, 1992 Bob Hope Chrysler Classic, 1992 Memorial and 1994 Sprint International. Low amateur at 1984 U.S. Open and Masters. Winner 1982 Western Amateur. Two-time All-American at Brigham Young. Won the 1982 Western Amateur and was a member of 1983 U.S. Walker Cup team. Left the PGA TOUR full-time after the 2000 season, a year that saw him finish 132nd on the money list. Played 14 TOUR events between 2001 and 2004, making one cut. Prior to 2005 season, had played in eight Nationwide Tour events. His best showing came in 2004 at Scholarship America Showdown in Wisconsin, where he T8.\n","otherCarHigh" : "","personal" : "Member of PGA TOUR Policy Board from 1992-95.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1985","qSchoolYear" : "Fall 1985, 1998, 1999","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "In only start of the 2008 season, finished 71st at the Legends Reno-Tahoe Open for his first made cut since the 2001 Touchstone Energy Tucson Open (80th). Last top-10 finish also came in Tucson, with matching 66s on the weekend leading to a T5 finish in 2000. First reached PGA TOUR winner's circle at 1986 B.C. Open with a two-stroke victory over Larry Mize. Eight years later, defeated Craig Stadler and Fuzzy Zoeller by two strokes to win the 1994 Walt Disney World\/Oldsmobile Classic. Had eight runner-up finishes between victories, including four playoff losses at the 1991 Canon Greater Hartford Open, 1992 Bob Hope Chrysler Classic, 1992 Memorial and 1994 Sprint International. Low amateur at 1984 U.S. Open and Masters. Winner 1982 Western Amateur. Two-time All-American at Brigham Young. President, Fehr Sports Management. Website is fehrsports.com. Member of 1983 Walker Cup Team.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2012","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(2): 1982 Western Amateur. 1994 Northwest Open.","intlVics" : "","curYearHigh" : "","carHigh" : "2013: Played in 12 events through the Career Victory category...His best showing came in August when he finished T16 at Dick's Sporting Goods Open. Was T4 after successive rounds of 67 before a final-round 73 dropped him 12 spots.\n\n2012: Joined the Champions Tour in September and made his debut at the Pacific Links Hawaii Championship, where he finished T59...Made three other starts in his abbreviated season, with his best showing a T35 at the Greater Hickory Classic at Rock Barn.\n","otherCarHigh" : "Was a fixture on the PGA TOUR, from 1985-2001, with earnings in excess of $4 million in his career in more than 400 career appearances...Was a two-time winner on TOUR...Posted his first victory in 1986 when he claimed the B.C. Open, where he was a two-stroke victor over Larry Mize...Eight years later he won the Walt Disney World\/Oldsmobile Classic in Orlando, finishing two strokes better than Craig Stadler and Fuzzy Zoeller...Was a runner-up nine times in his career, including a pair of second-place finishes in 1991, 1992 and 1993...Four of those close calls came in playoffs, at the 1991 Canon Greater Hartford Open, the 1992 Bob Hope Chrysler Classic, the 1992 Memorial and the 1994 Sprint International...Best finish on the money list came in 1994 when he was 27th, with $573,963. Was 28th a year earlier...Also played a number of events on the Web.com Tour, with 20 appearances in 2005...He and Jay Sigel were the low amateurs at the 1984 U.S. Open (T43), and he was also the low amateur at the 1984 Masters (T25)...A two-time first-team All-American at Brigham Young, he was the Western Athletic Conference Player of the Year in 1982, 1983, 1984...Was also a member of the 1983 U.S. Walker Cup team...Won the 1982 Western Amateur...Has two competitive holes-in-one, at the 1998 Nissan Open on the PGA TOUR and the 2005 Albertsons Boise Open on the Web.com Tour.","personal" : "Most recently has been involved on the golf-management side of the sport, serving as president of Fehr Sports Management...Also spent some time as a player manager with Gaylord Sports Management and as general manager\/director of golf at Trilogy GC at Redmond Ridge in the Seattle area...His favorite golf courses are Pebble Beach GL, Sahalee CC and Bandon Dunes...Heroes are Martin Luther King, Jr., Bono and Mother Teresa...His favorite athletes are Rick and Dick Hoyt, the father-son team which competes in marathons and triathlons around the United States...Says if he weren't playing golf for a living he would be working to help alleviate global poverty and injustice...Was introduced to the game by his father...Biggest thrill outside of golf is having opportunities to help others.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T16th in 2013 at the Dick's Sporting Goods Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}