{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "30944","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Kokrak","first" : "Jason","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-4","heightMetric" : "1.93","weight" : "225","weightMetric" : "102","birthDate" : "May 22, 1985","age" : "30","birthPlace" : "North Bay, Ontario, Canada","residence" : "Charlotte, North Carolina","family" : "Wife, Stephanie","education" : "Xavier University (2007, Communications)","splInterest" : "All sports","pronunciation" : "COKE-rack","nwTourAlumnus" : "Web.com Tour Graduate (2011)","trndProYear" : "2008","clubAffl" : "Trumbull CC","cityPlaysFrm" : "Warren; OH; United States","websiteUrl" : "http:\/\/www.kokrakgolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "5,776,770&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "39th qualifier from QT\/ML 61-100","otherVics" : "","intlVics" : "","curYearHigh" : "Matched his career-best finish on the PGA TOUR with a T2 performance at the Northern Trust Open in February, one shot behind winner Bubba Watson. His other T2 finish came at the Frys.com Open in 2012. Missed his birdie attempt on the 72nd hole to force sudden death with Watson.","carHigh" : "2010: Made two of three Nationwide Tour cuts, with his best finish a T13 at the South Georgia Classic. In his only PGA TOUR start, missed the cut as an amateur at the 2007 U.S. Open at Oakmont CC. Prior to 2010, made just one start on the Nationwide Tour as an amateur, resulting in a T44 at the 2007 Legend Financial Group...Played on the eGolf Tour in 2010 and won twice. \n","otherCarHigh" : "Two-time Ohio state medalist (2002-03) at John F. Kennedy High School in Warren. He also earned Division III all-state honors. Voted Ohio High School Golfer of the Year in 2003 before becoming a Xavier Musketeer, where he was named Atlantic 10 Rookie of the Year on his way to becoming a four-year letter-winner.\n\n","personal" : "Lists Joe Allen, Denis Miller and John Piona as instructors...Says winning back-to-back state high school championships is his biggest thrill in golf...Favorite course is Oakmont CC and would like to play Pebble Beach. Favorite teams are Ohio State and the pro teams in Cleveland. \"Fight Club\" is his favorite movie. Favorite athlete to watch \"used to be LeBron James.\" Favoritie vacation spots are in Florida...Would round out his dream foursome with Arnold Palmer, Jack Nicklaus and Fred Couples...Was born in Canada, while his mother was visiting her homeland. Mom returned with her new son to Ohio within a week to the state he still considers home...Believed he held dual citizenship in Canada and the U.S. but found out he was not a U.S. citizen at age 14 when he traveled to Ireland for a junior tournament. After some difficulty, he returned to the U.S, and had to pass his citizenship test, which he did.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2012","qSchoolYear" : "","exmtStatus" : "100th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "Matched his career-best finish on the PGA TOUR with a T2 performance at the Northern Trust Open in February, one shot behind winner Bubba Watson. His other T2 finish came at the Frys.com Open in 2012. Missed his birdie attempt on the 72nd hole to force sudden death with Watson.","carHigh" : "2014-15: Eight top-25 finishes in 26 starts resulted in his third consecutive trip to the FedExCup Playoffs. Missed cuts at The Barclays and Deutsche Bank Championship ended his season at No. 100 in the FedExCup standings...A year after earning a T14, opened and closed with 3-under 68s at the Valspar Championship to claim a T7 with Danny Lee and Luke Guthrie in his fifth consecutive start in the event...A week later at the Arnold Palmer Invitational, posted a bogey-free, 7-under 65 in the third round en route to a T6 with Kevin Na and Kiradech Aphibarnrat. The back-to-back top-10 finishes marked a first in his career.\n\n2013-14: Made 13 of 19 cuts, with two top-10s on TOUR. Finished T16 at the Deutsche Bank Championship but missed advancing to the third FedExCup Playoffs event. Finished 36 FedExCup points behind Jerry Kelly, who took the final spot (No. 70) for entrance into the BMW Championship...Kicked off the season with a solid T12 finish at the Frys.com Open...Came back two starts later with this first top-10 of the year, carding all four rounds in the 60s to finish T10 at The McGladrey Classic. Week at Sea Island GC began in the pro-am when he aced the 409-yard, par-4 fifth hole with a driver...Finished fourth in his second start at the Arnold Palmer Invitational (missed the cut in 2013). \n\n2013: Made 15 of 25 cuts on PGA TOUR, with four top-10s. Placed 62nd in the final FedExCup standings...Finished T8 at the Humana Challenge after holding a share of the first-round lead...Posted eight birdies in the opening round of the Shell Houston Open, good for a 6-under 66 en route to his second top-10 finish of the season. Began the final round just one stroke back at 10-under before a costly doublebogey-6 at the 72nd hole at Redstone GC resulted in a ninth-place finish...After missing the cut at the Memorial and FedEx St. Jude Classic, finished T3 at the AT&T National for his third top-10 finish of the season. Finished four strokes behind champion Bill Haas...Making his first start in the FedExCup Playoffs, finished T9 at The Barclays, three strokes behind winner Adam Scott. It marked his fourth top-10 of the season. \n\n2012: Of 10 made cuts in 23 starts in the PGA TOUR's season, he managed his first career top-10 performance and finished No. 178 on the FedExCup points list...Finished T9 at the AT&T Pebble Beach National Pro-Am, after four rounds of par or better. Was the lone rookie to finish in the top 10 that week...Was one of four players with all four rounds in the 60s at the Frys.com Open, finishing a career-best T2. With the performance, moved from No. 167 to No. 117 on the official money list (completed the season No. 119).\n\n2011: Managed five top 10s in 16 starts on the Web.com Tour, finishing the season No. 4 on the money list and wrapping up his PGA TOUR card for the first time...In only his fifth start of the season, finished T9 in late July at the Utah Championship on the strength of four under-par rounds, highlighted by a third-round, 7-under 64...Finished T13 at the Price Cutter Charity Championship and T4 at the Midwest Classic in Kansas City in successive weeks...In September, he captured his first Tour title, at the Albertsons Boise Open, in his 11th start of the year. Shot rounds of 68-68-63-67 (18-under) to defeat John Mallinger by two strokes. Did not secure a spot in the field until Tuesday of tournament week. Played the final 59 holes with only one bogey. Moved from 70th on the money list to 13th...Four weeks later, he won his second title, the Miccosukee Championship, by a convincing seven shots over Mark Anderson after leading by three strokes through the first three rounds. Rounds of 63-66-69-66-264 (20-under) gave him the second-largest winning margin of the year and fifth best in Tour history. Jumped seven spots on the money list to No. 4...Two weeks later, posted opening 67s to share the 36-hole lead with Daniel Chopra at the Web.com Tour Championship in Charleston, S.C. Battled through windy conditions on Saturday and posted a 3-over 75 but managed to hang onto the lead heading into Sunday's closer. Never got untracked on the final day and carded another 75 to fall six off the pace and tied for fifth. Ended the season at No. 4 on the money list...In his first start as a professional on the PGA TOUR, and just the second overall, missed the cut at the Transitions Championship. \n\n2010: Made two of three Web.com Tour cuts, with his best finish a T13 at the South Georgia Classic. \n\n2007: In his first start in a PGA TOUR event, missed the cut as an amateur at the 2007 U.S. Open at Oakmont CC. Prior to 2010, made just one start on the Web.com Tour as an amateur, resulting in a T44 at the 2007 Legend Financial Group...Played on the eGolf Tour in 2010 and won twice. Amateur: Two-time Ohio state medalist (2002-03) at John F. Kennedy High School in Warren. He also earned Division III all-state honors. Voted Ohio High School Golfer of the Year in 2003 before becoming a Xavier Musketeer, where he was named Atlantic 10 Rookie of the Year on his way to becoming a four-year letter-winner. \n","otherCarHigh" : "","personal" : "Was inducted into the Xavier University Athletic Hall of Fame in December 2015...Favorite course is Oakmont CC...Favorite teams are the Ohio State Buckeyes and the professional teams in Cleveland. \"Fight Club\" is his favorite movie. Favorite athlete to watch \"used to be LeBron James.\" Favorite vacation spots are in Florida...Would round out his dream foursome with Arnold Palmer, Jack Nicklaus and Fred Couples.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T2nd at the Northern Trust Open.","dynStats" : "He ranks 91st in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/jaykokrak"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}