{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "26300","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Jones","first" : "Matt","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "170","weightMetric" : "77","birthDate" : "April 19, 1980","age" : "36","birthPlace" : "Sydney, New South Wales, Australia","residence" : "Scottsdale, Arizona","family" : "Wife, Melissa; Saber Victoria (5\/10\/12)","education" : "Arizona State University (2001)","splInterest" : "Yoga, boating, barbecuing","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2007)","trndProYear" : "2001","clubAffl" : "Whisper Rock GC (Scottsdale, Arizona)","cityPlaysFrm" : "Sydney; ; Australia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "10,105,148&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "xxxxxxxxxxxx","otherVics" : "","intlVics" : "","curYearHigh" : "Despite a bogey, a double bogey and a triple bogey on the front nine during the final round of the 100th Australian Open, the 54-hole leader rebounded to record a 2-over 73 (which included a holed bunker shot for par on the 12th hole) for a one-stroke victory over defending champion Jordan Spieth and Adam Scott. All three players, as well as Rod Pampling, were in a fierce battle for the lead on the back nine, but he never relinquished at least a share of the lead all day and carded a decisive birdie on the 16th hole that gave him the outright lead for good. Later slipped in a 3-foot par putt on the final hole to secure his first professional victory since winning the 2014 Shell Houston Open. By finishing among the top-three players who were not otherwise exempt, he earned a spot into the 2016 Open Championship at Royal Troon.","carHigh" : "Was a rookie on the PGA TOUR in 2008 and made the cut in his first nine starts, which included a T17 at the season-opening Sony Open in Hawaii and a T4 at The Honda Classic. Had only one top-25 (T4, Buick Open) in his next 22 starts and gradually slid down the money list, finishing the year at No. 135. Member of the Nationwide Tour from 2004-07. Gained his TOUR status after finishing No. 7 on the 2007 Nationwide Tour money list. Had six top-10 finishes, including four runner-up performances. First runner-up came at the South Georgia Classic, where he shared the 54-hole lead. Was T2 at the National Mining Association Pete Dye Classic and then lost playoffs at the Oregon Classic (Kyle Thompson) and the Mark Christopher Charity Classic (Richard Johnson). Made the cut in 17 of 24 starts on the 2006 Nationwide Tour, with five top-10 finishes. Ended the season No. 49 on the money list, with $123,066. Ranked T6 in Driving Distance (302.1 yards). First top-10 of the season came with a T9 at the inaugural Livermore Valley Wine Country Championship. Followed that a month later with a T10 at the Rheem Classic. Finished T8 in late August at the National Mining Association Pete Dye Classic and came back with season-best T6s at the Utah EnergySolutions Championship and the Permian Basin Charity Golf Classic. Made the cut in eight of 14 events in 2005, with three top-25 finishes. Season-best T6 was posted at the Cleveland Open. Finished the season No. 98 on the money list. Made the cut in 12 of 22 starts on the 2004 Nationwide Tour, including seven top-25 finishes. Wrapped up the year No. 68 on the money list, with $87,114. Consecutive 66s left him as the co-leader after 36 holes at the Chattanooga Classic. Closed with weekend rounds of 72-66 to finish T4. Other top-10 showing was a T4 at the Gila River Golf Classic. Made the cut in four of eight appearances on the 2002 Nationwide Tour. Fired rounds of 68-75-69-71 to finish 1-under-par 283 at the SAS Carolina Classic. The T15 was his top finish of the season. In his next start was T41 at the Northeast Pennsylvania Classic, marking his second-best finish of the year. Has also played on the PGA Tour of Australasia. \n","otherCarHigh" : "Was 2001 first-team All-American while at Arizona State University. Helped lead the Sun Devils to a sixth-place finish at the NCAA Championship. Shared medalist honors at the 2001 NCAA West Regional with fellow Nationwide Tour player Kyle Thompson. Finished third at the 2001 Pac-10 Championship. Cites having the opportunity to call golf his profession as his biggest thrill in golf. Got his start in golf from his parents.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "Finished T3 at the Utah Championship, his only Nationwide Tour start in 2009."},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2008","qSchoolYear" : "","exmtStatus" : "2013-14 tournament winner (through 2015-16)","otherVics" : "","intlVics" : "(1): 2015 Emirates Australian Open [Aus]","curYearHigh" : "Despite a bogey, a double bogey and a triple bogey on the front nine during the final round of the 100th Australian Open, the 54-hole leader rebounded to record a 2-over 73 (which included a holed bunker shot for par on the 12th hole) for a one-stroke victory over defending champion Jordan Spieth and Adam Scott. All three players, as well as Rod Pampling, were in a fierce battle for the lead on the back nine, but he never relinquished at least a share of the lead all day and carded a decisive birdie on the 16th hole that gave him the outright lead for good. Later slipped in a 3-foot par putt on the final hole to secure his first professional victory since winning the 2014 Shell Houston Open. By finishing among the top-three players who were not otherwise exempt, he earned a spot into the 2016 Open Championship at Royal Troon.","carHigh" : "2014-15: Claimed three top-10 finishes, of which two were third-place showings, in 22 starts to earn a berth into the FedExCup Playoffs for a fifth time. Made it all the way to the BMW Championship before he was eliminated, finishing 33rd in the standings...After opening with rounds of 65-66-67 at the AT&T Pebble Beach National Pro-Am, found himself one stroke back of Jim Furyk's 18-under lead heading into the final round. Stumbled with a Sunday 1-over 73 to fall into an eventual T7 with Furyk and Jordan Spieth. Having played Pebble Beach both days on the weekend, made just one par on the front nine in the third round but played his first 11 holes in the final round with nothing but pars...In his fifth start at the Arnold Palmer Invitational, birdied the final four holes in the third round (and three of the final four in the final round) to claim third place, two strokes behind Matt Every at 17-under 271...In Friday's second round at Bay Hill, posted a 7-under 65 to get within five strokes of Morgan Hoffmann's 36-hole lead...Recorded all four rounds in the 60s at the FedEx St. Jude Classic to T3 with Phil Mickelson, Seung-Yul Noh and Michael Thompson...Entered the final round of the Deutsche Bank Championship trailing leader Henrik Stenson by just two strokes. Struggled during the Monday finish to a 3-over 74 to T4, seven strokes behind champion Rickie Fowler. Marked his fourth top-10 finish of the season and first in four attempts at the event...In the next Playoffs' event, the BMW Championship, finished T32 at Conway Farms GC to end his season. Was just 58 points shy of finishing 30th in the FedExCup standings and earning his first TOUR Championship by Coca-Cola start. \n\n2013-14: Lone top-10 finish of the season was his first career PGA TOUR win at the Shell Houston Open. On the strength of the Texas playoff victory, made his way into the FedExCup Playoffs for a fourth time. Competed in the first three Playoffs events before finishing his season ranked 67th in the FedExCup standings after the BMW Championship...Opened with matching rounds of 4-under 68 and followed with matching rounds of even-par 72 to finish T6 at the Australian Open, 10 shots behind champion Rory McIlroy...In April, became the second consecutive Australian to win on the PGA TOUR in as many weeks by capturing the Shell Houston Open. Posted a 15-under 273 in the second-to-last group Sunday, then watched as second- and third-round leader Matt Kuchar made bogey at the 72nd hole that got him into a sudden-death playoff. On the first extra hole (No. 18), chipped in from 42 feet for a birdie-3 that allowed him to claim his first career PGA TOUR title. The win also earned him the last win-and-you're in invitation to the following week's Masters Tournament. Not only was he the second Aussie to win in as many weeks but was the third in four weeks (John Senden at the Valspar Championship) and fourth of the season. Jason Day was the first, with his win at the World Golf Championships-Accenture Match Play Championship. \n\n2013: Enjoyed career-best numbers in in FedExCup ranking (No. 32), money list (No. 47), cuts made (18), top-25 finishes (nine) and equaling top-10 finishes (five). Season highlighted by a career-best, runner-up finish at The Greenbrier Classic...With rounds of 69-72-70-72, was one of just four players to post all four rounds at par or better at the Memorial Tournament in late spring. His 5-under 283 was good for T6 with Russell Henley...Four rounds in the 60s, including 4-under 66s in the middle two rounds of The Greenbrier Classic, led to a career-best T2 finish. Finished two strokes behind tournament winner Jonas Blixt...A week later, posted four more rounds in the 60s at the John Deere Classic to claim a T7 with Patrick Reed and J.J. Henry. That two-week stretch marked the first time in his PGA TOUR career to post four rounds in the 60s in back-to-back weeks...Finished T5 at the Wyndham Championship on the strength of a final-round 62...Entered the BMW Championship ranked No. 51 in the FedExCup standings, closing strong at Conway Farms with matching 4-under 67s on the weekend to turn in a T8. Moved up 19 spots, to No. 32, in the FedExCup but missed on a trip to the TOUR Championship by Coca-Cola by 49 points (Dustin Johnson at No. 30).\n\n2012: Finished T14 at the PGA TOUR Qualifying Tournament to regain his TOUR card for 2013...Finished No. 172 on the TOUR money list in 19 starts and eight made cuts. Season highlight was his one top-10 finish, a T5 at the Puerto Rico Open after holding a share of the first-round lead with eventual winner George McNeill. Also was the 36-hole leader...In December, finished T10 at the Emirates Australian Open at the Lakes GC in Sydney. Was in contention going into the final round until a Sunday 77 derailed him.\n\n2011: Finished No. 127 in the FedExCup standings, the third time in four years he just missed the PGA TOUR Playoffs (finished 127th in 2008 and 126th in 2009)...Once again enjoyed success at the Zurich Classic of New Orleans. Following a T7 there in 2010, he opened with a 6-under 66 at TPC Louisiana, which he parlayed into his only top-10 of the year, a T6...Entered the Wyndham Championship No. 122 in the FedExCup standings but missed the cut and finished No. 127...Ended the season No. 133 on the official money list, nearly identical to his 134th-place finish in 2009 and 135th-place showing in 2008. \n\n2010: In third season, enjoyed his finest year on TOUR, with five top-10s and a finish inside the top 125 on the money list for the first time in his career...Finished T8 at the Bob Hope Classic, his first top-10 since a T5 at the 2009 John Deere Classic...Kept the momentum going three weeks later at the AT&T Pebble Beach National Pro-Am, where he finished T10 with five others...Was T10 at the Zurich Classic of New Orleans, his third top-10 of the season. One of five Australians to post a top-10 finish at TPC Louisiana on Anzac Day (April 25), a national day of remembrance in Australia and New Zealand...Finished T7 at the Quail Hollow Championship on the strength of 69-68 on the weekend...Fifth top-10 finish of the season came at the John Deere Classic, thanks largely to an opening-round, 7-under 64 for his best finish of the season...Had a strong performance late in the year, at the Australian Open. Shot a final-round 68 to move up the leaderboard to T2 behind Geoff Ogilvy. \n\n2009: A year of near misses for the Aussie who entered the final event of the PGA TOUR regular season, the Wyndham Championship, at No. 117 in the FedExCup standings. A 70-74 over the weekend included a missed 8-foot putt at the 72nd hole and contributed to missing the FedExCup Playoffs by less than a point...Entered the Fall Series at No. 119 on the money list and despite making the cut at Turning Stone and Frys.com Open finished No. 134 at the end of the season...However, gained exempt status at the PGA TOUR Qualifying Tournament with a third-place finish...Made 10 birdies in a final-round 64 at the Buick Invitational, jumping from T36 to fifth, earning a spot in the following week's Northern Trust Open. Joined runner-up John Rollins as the only two players in the top 10 to record two eagles during the week...Matched his PGA TOUR career low with an 8-under 63 in third round of the John Deere Classic en route to a T5. The round included nine birdies and just one bogey. Forced to play third and final rounds on Sunday because of inclement weather earlier in the week...Finished T3 at the Utah Championship in his only start on the Web.com Tour, posting four rounds in the 60s. \n\n2008: Made 17 of 30 cuts on TOUR during his rookie season in 2008 with a pair of top-10 finishes. Recorded the first top-10 finish of his PGA TOUR career with a T4 at The Honda Classic. Rookie held a share of the 54-hole lead with Luke Donald and Mark Calcavecchia. Hit his tee shot in the water on the par-3 17th on Sunday and made double bogey, eventually finishing three behind winner Ernie Els...Ended a streak of six missed cuts with a T4 finish at the Buick Open. Recorded Friday's low round with a 63 that featured two eagles. Vaulted into contention with an eagle on the par-5 13th on Sunday, but bogeyed the par-5 16th and finished two behind winner Kenny Perry...Ended the season at No. 135 on the money list...Only previous PGA TOUR start was a missed cut at the 2005 FBR Open. \n\n2007: Made the cut in 18 of 25 Web.com Tour starts in 2007, including nine top-25s. Was a runner-up four times, one shy of the Tour record, and ended the season No. 7 on the money list with $302,226...Posted the first of four runner-up finishes at the South Georgia Classic, finishing 9-under 279 and just one shot behind John Kimbell...During a five-tournament stretch, posted second-place finishes at the National Mining Association Pete Dye Classic (one shot behind Jimmy Walker), the Oregon Classic (falling in a playoff to Kyle Thompson) and the Mark Christopher Charity Classic (dropping a playoff to Richard Johnson)...Other top-10 finishes came at the Melwood Prince George's County Open and the Albertsons Boise Open, both T5s...Member of the Web.com Tour from 2004-07. \n\n2006: Made the cut in 17 of 24 starts in 2006, with five top-10 finishes...Ended the season No. 49 on the money list, with $123,066...Ranked T6 in Driving Distance (302.1 yards). \n\n2005: Made the cut in eight of 14 events in 2005, with three top-25s, and finished the season No. 98 on the money list. \n\n2004: Made the cut in 12 of 22 starts on the 2004 Web.com Tour, including seven top-25s, and placed 68th on the money list. \n\n2002: Made the cut in four of eight appearances on the 2002 Web.com Tour. Has also played on the PGA Tour of Australasia. \n\nAmateur: Was 2001 first-team All-American at Arizona State University. Helped lead the Sun Devils to a sixth-place finish at the NCAA Championship. Shared medalist honors at the 2001 NCAA West Regional with fellow 2007 Web.com Tour grad Kyle Thompson. Finished third at the 2001 Pac-10 Championship. \n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T11th at the AT&T Pebble Beach Pro-Am.","dynStats" : "He ranks T58th in Driving Distance - Driver on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}