{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "36391","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Celia","first" : "Ricardo","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.87","weight" : "187","weightMetric" : "85","birthDate" : "March 7, 1992","age" : "24","birthPlace" : "Barranquilla, Colombia","residence" : "Barranquilla, Colombia","family" : "Single","education" : "Nova Southeastern University (2014, Business Administration)","splInterest" : "reading, tennis","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2014","clubAffl" : "CC Barranquilla (Barranquilla, Colombia)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2015","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Joined PGA TOUR Latinoamérica by finishing T10 at the Lima, Peru Q-School in January… Made the cut in 7 of 16 starts, collecting a victory (his only top-10) and three top-25s to finish the year ranked 26th on the Order of Merit… Won the All You Need is Ecuador Open by three strokes in September while contending for the first time on PGA TOUR Latinoamérica. Leading by one thru 54 holes, he carded four birdies in five holes for a strong start on a final round in which he carded a 69 to finish at 275 (-9). His victory at Ecuador's Quito Tenis y Golf Club was his first as a professional. Moved up from 53rd to fifth on the Order of Merit, his first time inside the Tour's top-5 (Los Cinco)… Playing on a sponsor exemption early in the year finished T42 at the Cartagena de Indias at Karibana Championship on his first career start on the Web.com Tour… Claimed runner-up honors in Colombia's Campeonato Nacional de Profesionales in June for his best result of the year on his national Tour.\n\n2014: Made his pro debut at the inaugural edition of the All You Need is Ecuador Open in September (MC)… Including that event in Ecuador, he made five starts on PGA TOUR Latinoamérica, where his best finish and only top-25 was T15 at the Abierto de Chile in November.\n","otherCarHigh" : "Played NCAA Division II golf at Nova Southeastern University (NSU) in Florida.","personal" : "Graduated from Nova Southeastern University with a business degree in 2014… Loves to read and never travels without a book… “El olvido que seremos” is his favorite book… A big fan of Junior de Barranquilla and Barcelona FC… “House of Cards” is his favorite TV show… “American Sniper” is his favorite movie… Camilo Villegas and Roger Federer are his top athletes to watch… Jack Nicklaus, Severiano Ballesteros and Tiger Woods would round out his dream foursome… Bucket list incudes skydiving and playing at Augusta National… Favorite quote: “There is more happiness in giving than in receiving.”… Twitter\/Instagram name is @pipocelia","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 Tournament Winner \/ Order of Merit Top-60"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2016","exmtStatus" : "Conditional - Finished T79 at 2015 Web.com Tour Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Played in 16 Latinoamérica events, with three top-25 finishes in eight made cuts...Finished T18 at the Lexus Panama Classic for his first top-25 finish of the season...Added a second top-25 at the Honduras Open, with four consecutive rounds in the 60s...Highlight of the season came two weeks later with his win at the All You Need is Ecuador Open...Second-round 66 en route to his victory was also his low round of the year...Competed in one Web.com Tour event, finishing T42 at the Cartagena de Indias at Karibana Championship.\n\n2014: Made his pro debut at the inaugural edition of the All You Need is Ecuador Open in September (MC)… Including that event in Ecuador, he made five starts on PGA TOUR Latinoamérica, where his best finish and only top-25 was T15 at the Abierto de Chile in November.\n","otherCarHigh" : "Helped Nova Southeastern University to its first NCAA Division II Championship, in 2012...He secured the final point in match play to give the Sharks the title.","personal" : "Ricardo is his actual first name, but he prefers the nickname \"Pipo\"...Would have liked to own a restaurant if he did not become a professional golfer...Favorite TV shows include \"House of Cards.\"...Would like to have Kevin Spacey as one member of his dream foursome.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri in 2016 is T19th at the Lexus Panama Classic.","dynStats" : "He ranks T18th in Scoring Average (Actual) on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "@pipocelia","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}