{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25720","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Collins","first" : "Chad","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "175","weightMetric" : "79","birthDate" : "September 20, 1978","age" : "37","birthPlace" : "Indianapolis, Indiana","residence" : "Cloverdale, Indiana","family" : "Single","education" : "Methodist University (2001 Business Administration)","splInterest" : "Fitness, fishing, hunting, camping","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2007, 2009, 2013, 2014)","trndProYear" : "2001","clubAffl" : "Clover Meadows","cityPlaysFrm" : "Cloverdale; IN; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,206,736&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2005","exmtStatus" : "25th on 2013 Web.com Tour priority list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Played on the PGA TOUR with a Major Medical Extension. Coupled with 2011 earnings of $183,510 had nine events to earn $484,656, equaling No. 125 from 2011. Failed to do so, however, missing the cut in all nine starts...Made the cut in three of eight starts on the Web.com Tour.\n\n2011: Hampered by fractured ribs, he made the last of his 16 starts at the FedEx St. Jude Classic. Withdrew during the second round and did not start the rest of the season...Posted season-best T14 at the HP Byron Nelson Championship. \n\n2010: In return to the PGA TOUR, finished a career-best 96th on the FedExCup points list, with three top-10 finishes. Played the first two Playoff events, The Barclays and the Deutsche Bank Championship...Recorded his first career top-10 finish (T10) at the Bob Hope Classic. Previous best finish on TOUR was T11 at the 2008 U.S. Bank Championship in Milwaukee...Came back two starts later with a career-best T4 finish at the Mayakoba Golf Classic. Opened with three rounds in the 60s before a final-round 70 left him three behind Cameron Beckman...Finished T10 at the Puerto Rico Open after sharing the second-round lead. \n\n2009: Finished second on the Web.com Tour money list, thanks to a win and three runner-up finishes to earn a return trip to the PGA TOUR. Became only the ninth player in Tour history to top the $400,000 mark, season total of $415,114 was the eighth best at the time in the Tour's 20-year history…Earned his second career title with a two-stroke win at the Miccosukee Championship, the final full-field event on the schedule. Was one of four to share the 54-hole lead. Fired a 2-under-par 70 that included a 30-foot birdie putt on the final hole to secure the win. \n\n2008: PGA TOUR rookie and made the cut in 12 of 24 starts…His T11 at the U.S. Bank Championship and a T12 at the Ginn sur Mer Classic were the best of his four top-25s...Only previous TOUR start came at the 2006 U.S. Open, where he T40. \n\n2007: Made the cut in 16 of 28 tournaments on the Web.com Tour, with a best finish of T2 at the Nationwide Children's Hospital Invitational…Finished 23rd on the money list to secure rookie PGA TOUR card. \n\n2006: Made the cut in 13 of 26 starts on the Web.com Tour. \n\n2005: Made the cut in 15 of 25 starts during his rookie season on the Web.com Tour, with three top-10s…Claimed his first Tour win at the Henrico County Open, with four rounds in the 60s (65-69-66-67) to finish 21-under and two strokes ahead of Tom Scherrer. \n\n2004: Had seen limited Web.com Tour action prior to 2005, making the cut in five of seven career starts…Made the cut in four of five starts, earning $31,150 and the No. 119 spot on the final money list. Member of the Hooters Tour from 2002-04, finishing No. 7 on the 2002 money list to earn Rookie of the Year honors. Notched his first victory at the First City Championship in Savannah, Ga. Finished a career-best third on the 2003 money list, with a repeat win at the First City Championship. \n","otherCarHigh" : "Three-time NCAA Division III individual champion at Methodist College in Fayetteville, N.C. Won a total of 18 events in college. Was a member of two national championship teams in college. Was a four-time first-team All American...Winner of the 2000 Indiana State Amateur...Was the Junior Boys state champion at Cloverdale High School.","personal" : "Lists his father and Elvis Presley as his heroes...If he weren't a golfer, says he would be in farming...Favorite website is ebay.com...Never travels without his pillow and alarm clock...Favorite college team is Notre Dame...Not many people know he sleeps with earplugs every night.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2008","qSchoolYear" : "","exmtStatus" : "120th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Made 16 cuts in 24 starts, with one top-10 finish. Advanced to the FedExCup Playoffs, before a missed cut at The Barclays ended his season at No. 120 in the FedExCup standings...Over the Independence Day weekend, opened with a 5-under 65 at The Greenbrier Classic en route to a T6 with six others, at 11-under 269. The 65 tied his low round of the season, matching that of his second-round showing at the Sony Open in Hawaii. The finish in West Virginia marked his best outing since a T4 at the 2010 Mayakoba Golf Classic.\n\n2013-14: Competed in 28 PGA TOUR events, with two top-25 finishes and 11 cuts made. Finished the season 159th in FedExCup points...Combined for 15 birdies and an eagle on the weekend at the Humana Challenge, good for back-to-back, 7-under 65s and an eighth-place finish at PGA West...In early June, earned a spot in the U.S. Open for the second time when he was the medalist at sectional qualifying in Rockville, Md. Shot rounds of 69-69 at Woodmont CC's North Course to finish at 6-under, three shots ahead of Billy Hurley III, Donald Constable and Nicholas Mason. Missed the cut after consecutive 74s at Pinehurst No. 2...Missed the cut in the first Web.com Tour Finals' event, Hotel Fitness Championship, then finished T57 at the Chiquita Classic and T32 at the Nationwide Children's Hospital Championship...Came to the Web.com Tour Championship trailing the final-card position by $22,130. Opened with a 65 at the TPC Sawgrass' Dye's Valley Course. Added scores of 69-70-70 to garner a T7 finish and enough money, $30,130, to secure his return to the PGA TOUR.\n\n2013: Enjoyed a year where he made the cut in 16 of 24 Web.com Tour starts and had three top-10 performances. Earned his first top-10 of the year, a T3 at the Mid-Atlantic Championship in early June. Shared the 54-hole lead with eventual winner Michael Putnam but couldn't muster a charge on the final day at TPC Potomac at Avenel Farm and wound up four strokes back...Was in contention all week at the Utah Championship in mid-July, his tournament highlighted by the second-round 60 he shot at Willow Creek CC, a score that temporarily gave him the tournament record (passed by Will Wilcox two days later when he shot 59). Tied the Web.com Tour nine-hole scoring mark when he shot a 9-under 27 on his opening nine (seven birdies, one eagle and one par) of the second round. Opened 66-60-68 at the Sandy, Utah, tournament and held a two-stroke, 54-hole lead. Fired a 2-under 69 in the final round to finish at 21-under, just missing a 40-foot birdie putt on the 72nd hole that would have put him in the Steven Alker-Ashley Hall playoff. The T3 finish matched his showing in Maryland earlier in the summer...Added another T3, at the Mylan Classic, when he tied for second in Fairways Hit (80.4 percent)...Had a T7 finish at the Nationwide Children's Hospital Championship in September, the third of four events in the Web.com Tour Finals...Closed the year with a final-round 66 at the Web.com Tour Championship to wind up T32. Ended the season No. 25 on the Tour's priority list. \n\n2012: Played on a Major Medical Extension. Coupled with 2011 earnings of $183,510 had nine events to earn $484,656, equaling No. 125 from 2011. Failed to do so, however, missing the cut in all nine starts. 2011: Hampered by fractured ribs, he made the last of his 16 starts at the FedEx St. Jude Classic. Withdrew during the second round and did not start the rest of the season...Posted season-best T14 at the HP Byron Nelson Championship. 2010: In return to the PGA TOUR, finished a career-best 96th on the FedExCup points list, with three top-10 finishes. Played the first two Playoff events, The Barclays and the Deutsche Bank Championship...Recorded his first career top-10 finish (T10) at the Bob Hope Classic. Previous best finish on TOUR was T11 at the 2008 U.S. Bank Championship in Milwaukee...Came back two starts later with a career-best T4 finish at the Mayakoba Golf Classic. Opened with three rounds in the 60s before a final-round 70 left him three behind Cameron Beckman...Finished T10 at the Puerto Rico Open after sharing the second-round lead. 2009: Finished second on the Web.com Tour money list thanks to a win and three runner-up finishes to earn a return trip to the PGA TOUR. Became only the ninth player in Tour history to top the $400,000 mark, season total of $415,114 was the eighth best at the time in the Tour's 20-year history…Earned his second career title with a two-stroke win at the Miccosukee Championship, the final full-field event on the schedule. Was one of four to share the 54-hole lead. Fired a 2-under-par 70 that included a 30-foot birdie putt on the final hole to secure the win. 2008: PGA TOUR rookie and made the cut in 12 of 24 starts…His T11 at the U.S. Bank Championship and a T12 at the Ginn sur Mer Classic were the best of his four top-25s...Only previous TOUR start came at the 2006 U.S. Open, where he T40. 2007: Made the cut in 16 of 28 tournaments on the Web.com Tour, with a best finish of T2 at the Nationwide Children's Hospital Invitational…Finished 23rd on the money list to secure rookie PGA TOUR card. 2006: Made the cut in 13 of 26 starts on the Web.com Tour. 2005: Made the cut in 15 of 25 starts during his rookie season on the Web.com Tour, with three top-10s…Claimed his first Tour win at the Henrico County Open, with four rounds in the 60s (65-69-66-67) to finish 21-under and two strokes ahead of Tom Scherrer. 2004: Had seen limited Web.com Tour action prior to 2005, making the cut in five of seven career starts…Made the cut in four of five starts in 2004, earning $31,150 and the No. 119 spot on the final money list. Member of the Hooters Tour from 2002-04, finishing No. 7 on the 2002 money list to earn Rookie of the Year honors. Notched his first victory at the First City Championship in Savannah, Ga. Finished a career-best third on the 2003 money list, with a repeat win at the First City Championship. Amateur: Three-time NCAA Division III individual champion at Methodist College in Fayetteville, N.C. Winner of the 2000 Indiana State Amateur.\n","otherCarHigh" : "","personal" : "Lists his father as his hero.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 3rd at the Valero Texas Open.","dynStats" : "He ranks T77th in Driving Accuracy Percentage - on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}