{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25364","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Casey","first" : "Paul","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "180","weightMetric" : "82","birthDate" : "July 21, 1977","age" : "38","birthPlace" : "Cheltenham, England","residence" : "Phoenix, Arizona; Weybridge, England","family" : "Wife, Pollyanna; Lex Samuel (9\/1\/14)","education" : "Arizona State University","splInterest" : "Food, music, cars, mountain biking","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2000","clubAffl" : "","cityPlaysFrm" : "Surrey; ; England","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "15,248,384&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Enjoyed four rounds in the 60s (67-69-68-69) at the European Tour's BMW Masters in mid-November 2015 in Shanghai, China. Finished T7 with countryman Justin Rose, two shots out of the Kristoffer Broberg-Patrick Reed playoff that Broberg won...Finished T5 and six strokes behind champion Bubba Watson at the Hero World Challenge after entering the final round only two strokes behind 54-hole leader Watson. Week included a third-round 9-under 63, which equaled the Albany Course record at the time, only to be topped by Albany resident Justin Rose's 62 in the final round...Bounced back from a 75 in the third round of the World Golf Championships-Cadillac Championship with a 4-under 68 in the final round for a solo seventh finish, his first top-10 of the season...Posted another top-10 in his next start, closing with a 3-under 69 to finish 10-under 278 at the Arnold Palmer Invitational, good for a T9 finish (seven strokes behind champion Jason Day). The finish marked his first top-10 in six starts at Bay Hill...In his 10th start at the Masters, began the final round at Augusta National seven strokes off Jordan Spieth's 54-hole lead of 3-under 213. Made five birdies and no bogeys in Sunday's final round, good for a 67, to claim a T4 with J.B. Holmes and Dustin Johnson. The top-five finish was his best showing, supplanting T6 finishes in 2004 and 2015.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Won for the fourth time on the European Tour with March 2005 victory in China at the TCL Classic, where he beat Paul McGinley in a playoff. Helped him finish 39th on The European Tour Order of Merit. As a member of the PGA TOUR, his best finish in 10 starts was a T16 at the Ford Championship at Doral. Won four points in the 2005 Seve Trophy after being picked by Colin Montgomerie and a captain's pick. Joined the PGA TOUR in late April 2004 as a Special Temporary Member and earned privileges for the 2005 season via making the 2004 European Ryder Cup team. In first start at THE PLAYERS Championship in 2004, finished T10 to lead the 17 first-time participants. Finished T6 at the 2004 Masters in first appearance. Entered final round one back of co-leaders Chris DiMarco and Phil Mickelson, but shot 74. Shared the first-round lead with Thomas Levet (5-under 66) at The Open Championship in Scotland before finishing T20. Went 1-1 in the Europeans' Ryder Cup victory. Teamed with Luke Donald to win the 2004 WGC-World Cup in Spain in mid-November. Began the 2003 season quickly with two victories, the first in the ANZ Championship at New South Wales GC in Sydney, where he carded a final-round 71 to finish with 45 points under the Modified Stableford system, the second in the final Benson and Hedges International Open at the De Vere Belfry where he won by four shots. Finishing 22nd on the Volvo Order of Merit helped him win the 2001 Sir Henry Cotton Rookie of the Year and followed that with a 46th-place finish in 2002. Coached by Peter Kostis, his amateur highlight came when he was one of the stalwarts of Great Britain and Ireland's Walker Cup victory at Narin in 1999, becoming one of only three players in 77 years to record four victories without a defeat. He won the English Amateur and the Pac-10 Championship while playing for Arizona State back to back in 1999-2000. Victory in the 2000 Pac-10 Championships broke the scoring record held by Tiger Woods (18-under par), with a 23-under-par 265. By winning he became the first player to win three successive Pac-10 Championships. Other records he has broken include the scoring average for the Arizona State, previously held by Phil Mickelson. Website is paul-casey.com.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2004","qSchoolYear" : "","exmtStatus" : "13th in 2014-15 FedExCup points","otherVics" : "(1): 2004 World Golf Championships-World Cup [with Luke Donald].","intlVics" : "(14): 2001 Gleneagles Scottish PGA. 2003 ANZ Championship [Eur], Benson and Hedges International Open [Eur]. 2005 TCL Classic [Eur]. 2006 Johnnie Walker Championship at Gleneagles [Eur], Volvo China Open [Eur], HSBC World Match Play [Eur]. 2007 Abu Dhabi Golf Championship [Eur]. 2009 Abu Dhabi Championship [Eur], BMW PGA Championship [Eur]. 2011 Volvo Golf Champions [Eur], Shinhan Donghae Open [Kor]. 2013 Irish Open [Eur]. 2014 KLM Open [Eur].","curYearHigh" : "Enjoyed four rounds in the 60s (67-69-68-69) at the European Tour's BMW Masters in mid-November 2015 in Shanghai, China. Finished T7 with countryman Justin Rose, two shots out of the Kristoffer Broberg-Patrick Reed playoff that Broberg won...Finished T5 and six strokes behind champion Bubba Watson at the Hero World Challenge after entering the final round only two strokes behind 54-hole leader Watson. Week included a third-round 9-under 63, which equaled the Albany Course record at the time, only to be topped by Albany resident Justin Rose's 62 in the final round...Bounced back from a 75 in the third round of the World Golf Championships-Cadillac Championship with a 4-under 68 in the final round for a solo seventh finish, his first top-10 of the season...Posted another top-10 in his next start, closing with a 3-under 69 to finish 10-under 278 at the Arnold Palmer Invitational, good for a T9 finish (seven strokes behind champion Jason Day). The finish marked his first top-10 in six starts at Bay Hill...In his 10th start at the Masters, began the final round at Augusta National seven strokes off Jordan Spieth's 54-hole lead of 3-under 213. Made five birdies and no bogeys in Sunday's final round, good for a 67, to claim a T4 with J.B. Holmes and Dustin Johnson. The top-five finish was his best showing, supplanting T6 finishes in 2004 and 2015.","carHigh" : "2014-15: After three seasons without finishing in the top 10, posted a career-high eight top-10 performances, highlighted by two runner-up outings, both via playoff losses...Finished regulation at the Northern Trust Open tied with Dustin Johnson and James Hahn. Was eliminated on the second playoff hole of the Riviera CC event when he couldn't match Johnson and Hahn's scores. The runner-up finish marked his first top-10 since the 2011 Frys.com Open...A week later at The Honda Classic, posted rounds of 69-70-68-68 to finish at 5-under on PGA National's par-70 layout. Claimed a T3 with Russell Knox and Ian Poulter. His finish marked his third top-12 in the event in his last four starts (T4 in 2010, missed cut in 2013 and T12 in 2014). The back-to-back, top-10 finishes were his first since the 2010 BMW Championship (second) and the TOUR Championship by Coca-Cola (T4). The finish also moved him inside the top 50 in the Official World Golf Ranking (No. 45), earning him the the last spot into the following week's field at the World Golf Championships-Cadillac Championship...The 2009 Shell Houston Open champion returned to the GC of Houston in early April, where he made another good bid at victory. En route to a 4-under 68 in the first round, became the first player in event history to make eagles at the fourth and 13th holes, both par-5s, in the same round. Ensuing scores of 69-68-71 moved him to 12-under 276, good for lone possession of ninth place...Finished T6 to notch his third top-10 in the Masters and first overall top-10 in a major since the 2010 Open Championship (T3)...Ended T5 in his 10th start at the World Golf Championships-Cadillac Match Play, where he previously claimed runner-up positions in 2009 and 2010. Lost to eventual champion Rory McIlroy in 22 holes in the quarterfinals. Officials suspended play through 21 holes due to darkness. Fell ill overnight and ultimately lost the match Sunday morning...Began the final round of the Travelers Championship three strokes off the lead, at 11-under 199. Posted a final-round, 5-under 65 to force sudden death with 2010 Travelers Championship winner Bubba Watson. When an errant, greenside bunker shot on the second extra hole flew over the green, Watson won with a birdie. It marked the second playoff loss during the campaign (Northern Trust Open)...Finished T3 at the Wyndham Championship for his first top-10 in six starts in Greensboro. Advanced to the FedExCup Playoffs for the fourth time in his career, reaching the TOUR Championship by Coca-Cola for the first time since 2010. In his second appearance at East Lake GC, fired a 5-under 65 in the first round. Began the final round four shots off the lead and closed with an even-par 70 to T5 with Johnson and Watson. Ended the season No. 13 in the FedExCup. \n\n2013-14: Made 12 of 16 TOUR cuts without a top-10. Did record nine top-25 finishes and advanced to the FedExCup Playoffs for the first time since 2010. Finished T22 at The Barclays but did not compete in the second Playoffs event near Boston because his fiancĂŠe was close to going into labor with their first child in London...Did win his 12th European Tour title when he shot weekend rounds of 62-66 at the KLM Open in Zandvoort, Netherlands to edge Simon Dyson by a shot at Kennemer G&CC. Cruisesd into contention with the tournament-best, 8-under 62 and was four shots behind 54-hole leader Romain Wattell with a round to play. Made four birdies on the front nine, and even with a 15th-hole bogey survived a late charge by Dyson. The performance gave him a European Tour title for the second consecutive year...Earlier in the European Tour season, shot a third-round 71 that was surrounded by three 2-under 70s at Lake Malaren GC. Went on to T8 at the BMW Masters in Shanghai, China...In early February, was T9 with three others at the Omega Dubai Desert Classic...Playing on a sponsor exemption, finished T13 at the Memorial Tournament after holding a three-shot lead through 36 holes...Best TOUR performance was a T11 at the Zurich Classic of New Orleans.\n\n2013: Made four of seven TOUR cuts and did not record a top-25 finish for the second consecutive season...Finished T8 at the Volvo China Open in early May...Snapped a winless streak that went back to 2011 when he captured the Irish Open in late-June. A pair of 67s on the weekend at Carton House GC in Maynooth, County Kildare, gave him a three-shot triumph over Joost Luiten and Robert Rock. After making birdies on five of six holes midway through his final round (on Nos. 8-11 and 13), he bogeyed the 15th and 16th holes. He put an exclamation on his victory with an eagle-3 on the closing hole, good for his 11th European Tour title...Played in the Seve Trophy for Great Britain and Ireland for a fifth time. Teamed with David Lynn to win foursomes and then teamed with Simon Khan to capture the duo's four-ball match over despite Continental Europe's two-point win in France.\n\n2012: Injury-plagued season finished with a No. 233 finish in the FedExCup standings, failing to advance to the Playoffs for the second consecutive season. A dislocated right shoulder while snowboarding in Colorado sidelined him until he finished T51 in his first start of the season, at the World Golf Championships-Cadillac Championship. Week was highlighted Sunday by a hole-in-one on the par-3 15th hole with an 8-iron from 166 yards...Entered the final event of the regular season at the Wyndham Championship seeking his first made cut since the Cadillac Championship, finishing 75th...Showed a return to form in October on the European Tour when he was T5 at the ISPS Handa Perth International in Australia. Shot a final-round 67 to move up the leaderboard...A week later, opened with a 2-under 70 at the BMW Masters on the European Tour. Reeled off three consecutive 68s over his final 54 holes to T6 in Shanghai...Two weeks later, at the Barclays Singapore Open, shot a third-round 67 at Sentosa GC to finish T10. \n\n2011: Failed to finish inside the top 125 on the official money list for the first time in four years while struggling with turf toe for a good part of the campaign...Won on the European Tour for the first time since 2009 when he took a one-stroke victory over Peter Hanson at the Volvo Golf Champions in at The Royal GC in Bahrain. Entered the final round tied, with the duo staying next to each other all afternoon before he grabbed the title when he parred the 72nd hole and Hanson bogeyed...PGA TOUR Season started with promise with three of his five top-25 finishes on the season coming in his first three starts (T12 at the Northern Trust Open, T17 at the World Golf Championships-Accenture Match Play Championship and T18 at the World Golf Championships-Cadillac Championship)...Fired a 7-under 64 at the Transitions Championship, his lowest PGA TOUR round since a 64 in the first round of the 2010 Honda Classic, to hold the first-round lead. He eventually finished T37...Finished fifth at the Telus World Skins Game in Banff, Alberta, Canada. Earned one skin and $20,000. Field also included Jhonattan Vegas, Lucas Glover, Stephen Ames and Anthony Kim...A week after his win at the Shinhan Donghae Open on the Korean Tour, competed for the first time at the PGA TOUR's Frys.com Open, where he equaled the course record with a second-round, 7-under 64 to take the midway lead. Finished T7 with seven others to claim his first top-10 finish on TOUR since the 2010 TOUR Championship by Coca-Cola...Turned in four solid rounds at the World Golf Championships-HSBC Champions in Shanghai, China, including a final-round 67 at Sheshan International GC to T4. \n\n2010: Posted career-best top-10s (seven) to finish a career-best sixth in the FedExCup Playoffs, capped by first appearance at the TOUR Championship...Opened with a 3-under 70 before closing with 4-under 69s in the final three rounds to finish T10 in his first start, at the SBS Championship...Runner-up for the second-consecutive year at the World Golf Championships-Accenture Match Play Championship, losing to fellow Englishman Ian Poulter, 4 and 2, in the final. He was the third player to reach the championship final in consecutive years, joining Tiger Woods (2003 and 2004) and Geoff Ogilvy (2006 and 2007). Won his first four matches by 5-and-4 margins before returning Sunday morning to defeat Camilo Villegas in a darkness-delayed semifinal, eventually winning at the 24th hole, the longest match of the week...Posted third top-10 finish of the year in as many starts with a T4 at The Honda Classic, set up by a second-round, 6-under 64, equaling the Champion Course record...Earned fourth top-10 in four starts on TOUR with T6 at World Golf Championships-CA Championship...Finished T3 for his best outing in nine starts at The Open Championship. His only other top-10 was a T7 in 2008...Was the only player in the BMW Championship field to card four rounds in the 60s, posting four-consecutive 2-under 69s to finish runner-up. Was 5-under on his final round through 12 holes, moving to a three-stroke lead at 11-under, but three-consecutive bogeys on Nos. 13-15 eventually left him one stroke behind tournament-winner Dustin Johnson...Entered the TOUR Championship as one of five players who could win the FedExCup with a victory at East Lake. Held a share of the first-round lead with a 4-under 66 and closed with matching 69s to finish T4...He enjoyed his third World Golf Championships top-10 of the campaign when he T6 at the HSBC Champions in Shanghai, China...In late November, was T6 at the Dubai World Championship to finish 12th in the Race to Dubai, the European Tour's season-long points competition. \n\n2009: Finished the season ranked No. 52 in the FedExCup standings, including three top-10 finishes and his first victory on the PGA TOUR (Shell Houston Open). Was injured midway through the season...Secured a second victory in three years at the Abu Dhabi Golf Championship on the European Tour, beating Louis Oosthuizen and Martin Kaymer by one stroke. Finished at a tournament-record, 21-under-par total...Became the first Englishman to reach the final of the World Golf Championships-Accenture Match Play Championship, losing 4 and 3 to Geoff Ogilvy. Lost the opening hole of the final, marking the first time during the week he was behind in any match...Earned first PGA TOUR win with 11-under 277 at the Shell Houston Open when he defeated J.B. Holmes with a bogey on the first playoff hole after Holmes, who had finished 2 hours and 40 minutes ahead of him, hit his tee shot into the water hazard. It was his first appearance at the event and the victory was the first by a European at the Shell Houston Open...Finished fifth at the Crowne Plaza Invitational in first appearance the week after winning BMW PGA Championship on the European Tour. 2008: Surpassed $1 million in earnings on the PGA TOUR for the first time in his career...Collected seven top-25 finishes, including top-15s in three of the four major championships (T11 at the Masters, T7 at The Open Championship and T15 at the PGA Championship)...Finished T9 in the World Golf Championships-Accenture Match Play Championship. Defeated Robert Karlsson (2 up) and Bradley Dredge (2 and 1) before falling to K.J. Choi, 2 up, in the third round...Despite opening with an 8-over 78 at The Open Championship, fought his way back to a T7 finish, his best effort in a major championship since finishing T6 at the 2004 Masters...Third top-10 finish of the season was a T8 at the World Golf Championships-Bridgestone Invitational...Also finished T7 at The Barclays, where he was one stroke back through 54 holes in the first event in the FedExCup Playoffs. Finished the season No. 74 in the FedExCup standings...Went 0-1-2 in the Ryder Cup at Valhalla, including a halve with Hunter Mahan in Singles. \n\n2007: Joined the PGA TOUR for 2008 by finishing in the top 125 on the non-member money list in 2007...Aided by a 7-under 65, the low final round, won the Abu Dhabi Golf Championship in the United Arab Emirates by a stroke over Peter Hanson...Finished T5 at the World Golf Championships-Accenture Match Play Championship. Came back to finish T10 at the Masters Tournament after a first-round 79...Posted low round of the week (4-under-par 66) in second round at the U.S. Open at Oakmont CC en route to T10 finish. 2006: Placed second on the European Tour Order of Merit behind Padraig Harrington...Beat Shaun Micheel, 10 and 8, to win the HSBC World Match Play in Wentworth, England. It was his third European Tour victory of the season and moved him past David Howell to the top of the European Tour Order of Merit before Harrington overtook him in the final round of the Volvo Masters, the final event of 2006...Had a 2-0-2 record in Europe's victory over the U.S. in the Ryder Cup, with an ace on No. 14 that ended his foursomes match with fellow Englishman David Howell...Best PGA TOUR finish came in his seventh start, a T4 at the Bridgestone Invitational in August. 2005: Won for the fourth time on the European Tour in China, at the TCL Classic where he beat Paul McGinley in a playoff. Helped him finish 39th on The European Tour Order of Merit...As a member of the PGA TOUR, his best finish in 10 starts was a T16 at the Ford Championship at Doral. \n\n2004: Joined Joined the PGA TOUR in late April as a Special Temporary Member and earned privileges for the 2005 season via making the 2004 Ryder Cup Team...In first start at THE PLAYERS Championship, finished T10 to lead the 17 first-time participants...Finished T6 at the Masters in first appearance. Entered final round one back of co-leaders Chris DiMarco and Phil Mickelson, but shot 74...Shared the first-round lead with Thomas Levet (5-under 66) at The Open Championship in Scotland before finishing T20...Went 1-1 in the Europeans' Ryder Cup victory...Teamed with Luke Donald to win the World Golf Championships-World Cup in Spain in mid-November. 2003: Began season quickly with two victories outside the U.S., the first in the ANZ Championship at New South Wales GC in Sydney, where he carded a final-round 71 to finish with 45 points under the Modified Stableford System, the second in the final Benson and Hedges International Open at the De Vere Belfry where he won by four shots...Top PGA TOUR finishes were a T10 at The INTERNATIONAL and T8 at the World Golf Championship-American Express Championship. 2001: Finishing 22nd on the European Tour's Order of Merit helped him win the Sir Henry Cotton Rookie of the Year. Amateur: One of the stalwarts of Great Britain and Ireland's Walker Cup victory at Narin in 1999, becoming one of only three players in 77 years to record four victories without a defeat...Won the English Amateur and the Pac-10 Championship at Arizona State back to back in 1999 and 2000. Victory in the 2000 Pac-10 Championships broke the scoring record held by Tiger Woods (18-under par) with a 23-under-par 265. By winning he became the first player to win three successive Pac-10 Championships. Other records he has broken include the scoring average for Arizona State University, previously held by Phil Mickelson.\n\n\n","otherCarHigh" : "","personal" : "Began his own foundation in 2007 for junior golfers at Foxhills GC near London, the course he grew up playing. Tried for a tennis scholarship at Foxhills at age 10, was unsuccessful and then returned the next year to earn a golf scholarship. Foundation offers scholarships to needy junior golfers...Website is paulcasey.com.","otherInfo" : "","ntlTeams" : "Ryder Cup (3), 2004, 2006, 2008; World Cup (4), 2001, 2002, 2003, 2004; Seve Trophy (5), 2002, 2003, 2005, 2007, 2013; Walker Cup (1), 1999.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T4th at the Masters Tournament.","dynStats" : "He ranks T35th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/PaulCaseyOfficial"},{"cat" : "instagram","desc" : "","url" : "https:\/\/www.instagram.com\/paul_caseygolf\/"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/paul_casey"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}