{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27382","tourCodeUC" : "C","tourCodeLC" : "c","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Collins","first" : "Wil","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "180","weightMetric" : "82","birthDate" : "August 24, 1978","age" : "37","birthPlace" : "Rapid City, South Dakota","residence" : "Albuquerque, New Mexico","family" : "Wife, Shelly; Austin, Hannah, Taylor","education" : "University of New Mexico (2002, Business Administration)","splInterest" : "Spending time with family, fishing, reading, guitar","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2002","clubAffl" : "","cityPlaysFrm" : "Albuquerque; NM; United States","websiteUrl" : "http:\/\/www.iconsportsinc.com\/wil-collins\/","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "191,774&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Exempt - Major Medical","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Has competed on the PGA TOUR (2009), Web.com Tour, and Canadian Tour (2006-08, 2010-13). Also played on the Tour de Las Americas. \n\n2014: Made 11 Web.com Tour starts, making seven cuts. Best finish was a T34 at the Midwest Classic in July.\n\n2013: Competed on PGA TOUR Canada and finished fifth on the Order of Merit, earning the final spot for some Web.com Tour status for 2014...Won the Dakota Dunes Open presented by SaskTel, shooting a final-round 66 to beat Ryan Yip, Nick Taylor and John Ellis by one stroke...Also T5 at The Players Cup. Earned his way into the PGA TOUR's RBC Canadian Open by placing second on Order of Merit through The Players Cup. Went on to miss the cut...Finished T10 at The Great Waterway Classic...Also qualified for the U.S. Open at Merion but missed the cut.\n\n2009: Played 18 PGA TOUR events, made five cuts and earned $84,569. Qualified for the PGA TOUR by making a 20-foot par putt on the final hole at the Qualifying Tournament...Best Web.com Tour finish came when he was T3 at the Fort Smith Classic, helped by a final-round 64.\n\n2008: Played on the Canadian Tour and had a pair of T2s, at the San Luis Potosi Open and at the Seaforth Country Classic...Was fourth at the Iberostar Riviera Maya Classic...Finished T10 at the Tour Championship.\n\n2007: Played the Dakotas Tour and posted two wins.\n\n2006: Enjoyed solid rookie season on the Canadian Tour, with three top-10s, including a fourth-place finish at the TELUS Edmonton Open... Also qualified for the RBC Canadian Open on the PGA TOUR.\n\n2005: A two-time Gateway Tour champion, he also played in the U.S. Open at Pinehurst's No. 2 Course but missed the cut...Won the Colorado Open by six strokes...Runner-up at a Dakotas Tour event in Rapid City.\n\n2001: Won the South Dakota Match Play Championship.\n","otherCarHigh" : "Earned All-American honors at the University of New Mexico and became the first freshman to win those accolades at the school...Won the Ben Hogan Award in 2001...Was the top golfer and student in all of NCAA golf in 2001...Had a 3.9 GPA and graduated with a triple major.","personal" : "His earliest and favorite golf memories were playing in the 8-to-13-year-old age group as a 5-year-old and making a 20-foot putt to earn his PGA TOUR card...His favorite cities and places to visit are Key West in Florida and the Black Hills in South Dakota...Favorite movie is \"Braveheart,\" and his favorite TV shows are reruns of \"Cheers\" and \"Seinfeld.\"...Enjoys Jimmy Buffet and any John Grisham or Lee Child books...Would love to trade places for a day with Jimmy Buffet because he would love to make that many people smile and laugh...Favorite teams are the New Mexico Lobos and the Arizona Cardinals...Was a big Chicago Bears fan as a child...Biggest thrill outside golf was marrying his wife, Shelly...Likes playing golf courses that are short and tight...Enjoys New Mexican food...His dream foursome would include his wife, mother and father...Says if he weren't playing professionally he would teach literature during the week, be a musician on weekends and work as a sailor of sorts in the Caribbean...Carries Trader Joe's snack mix in his golf bag...Chose golf over other sports because \"you get all the blame or all the glory.\"","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "Won the 2001 South Dakota Match Play Championship","personal" : "","otherInfo" : "Won the 2001 Ben Hogan Award, Has also played on the Tour de Las Americas","prYrSeason" : "Made three cuts in four events in 2012, with his best finish a T-13 at The Great Waterway Classic","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "T18 at 2008 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Rookie on 2009 PGA TOUR successfully made it through all three rounds of the 2008 PGA TOUR Qualifying Tournament. It was his sixth time in the final stage. In final stage at PGA West in La Quinta, CA, fired a fifth-round, 7-under 65 and final-round, 5-under 67 to finish in an 11-way T18 to earn his card for the 2009 season. Made a one-putt par from 20 feet on the last hole to earn his card. Qualified for the 2005 U.S. Open, but missed the cut after shooting 82-79. Also competed in the 2005 THE INTERNATIONAL, where he finished T57. Won the 2005 Colorado Open. Plans to marry fiancee Shelly in March 2009. Says his dad is his hero.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Mackenzie Tour-PGA T was 1st in 2013 at the Dakota Dunes Open presented by SASKTEL.","dynStats" : "He ranks 19th in Career Money Leaders on the Mackenzie Tour-PGA TOUR Canada."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}