{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01024","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Andrade","first" : "Billy","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "160","weightMetric" : "73","birthDate" : "January 25, 1964","age" : "52","birthPlace" : "Bristol, Rhode Island","residence" : "Bristol, Rhode Island; Atlanta, Georgia","family" : "Wife, Jody; Cameron, Grace","education" : "Wake Forest University (1987, Sociology)","splInterest" : "Family, sports, cooking","pronunciation" : "ANN-drade","nwTourAlumnus" : "","trndProYear" : "1987","clubAffl" : "","cityPlaysFrm" : "Bristol; RI; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "15,143,077&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Nearly won for the second time in his last three starts when he fell in a three-hole playoff to Esteban Toledo at the Allianz Championship. Two missed putts proved costly. Missed a four-footer at the 54th hole which would have eventually earned him the win, and then saw his six-foot putt for par lip out on the third playoff hole. Esteban Toledo closed out the match moments later...Had a nice showing near his home in Atlanta in April when he finished eighth at the Mitsubishi Electric Classic at TPC Sugarloaf. Owned the lead at one point Sunday but saw his chances slip away with three bogeys on his back nine.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Played in 24 PGA TOUR events in 2008, with his best finish coming at the Verizon Heritage (T14). Missed the cut at the 2008 Chattanooga Classic, his first career Nationwide Tour start. Has made at least $200,000 on TOUR for 20 consecutive seasons, which is tied for second most in history. Made an appearance in 27 events in 2007 and made 16 cuts. His best finish was T14 at the PODS Championship. In 2006, posted 18th consecutive season in the top 125 on the money list. Finished T3 at the Barclays Classic and T2 at the Booz Allen Classic. Logged only one top-10 in 2005, but finished in the top 100 on the money list via nine top-25s. In 2004, was on the bubble for fully exempt status in the latter part of the season, made six of last seven cuts to finish No. 124. Finished solo eighth at the 2003 Las Vegas Invitational to jump into the top 100 on the money list and secure card for 2004. In 2002, posted a career-best finish at THE PLAYERS Championship, with a T4, four strokes behind champion Craig Perks. In June 2001, posted top-3 finishes in back-to-back weeks, at the Buick Classic (T3) and Canon Greater Hartford Open (second). Made one of the year's most dramatic moves up the money list after earning $765,000 for his win at the 2000 Invensys Classic at Las Vegas, the largest payday of his career. Winning week at Las Vegas moved him from 159th to 43rd on the money list. In 1998, came from behind to collect his third title at 1998 Bell Canadian Open. Rolled in 30-foot putt for par to secure a playoff with 54-hole leader Bob Friend. Won playoff with par on first extra hole. In 1997, the closest race ever for top 30, his season earnings of $665,602 missed qualifying for THE TOUR Championship by $5. Entered final week of season 30th on money list, $22,595 behind Andrew Magee, who was 29th. Fell to 31st when Bill Glasson jumped from 54th to 27th with Las Vegas Invitational victory. In 1991, became the first player in six years to win first two TOUR titles in consecutive weeks. Bernhard Langer (1985 Masters-Heritage) was previous player. Birdied first playoff hole to defeat Jeff Sluman at 1991 Kemper Open after both had carded a tournament-record 21-under-par 263. Defeated Brad Bryant by one stroke the following week in 1991 Buick Classic. Three-time All-American at Wake Forest, where he was member of 1986 NCAA Championship team along with current TOUR player Len Mattiace. Winner of 1986 Sunnehanna Amateur and North and South Amateur. Top-ranked junior in country in 1981. Along with Brad Faxon, runs Billy Andrade\/Brad Faxon Charities for Children, Inc., which was formed in 1991 and has raised more than $7 million for children in Rhode Island and southeastern Massachusetts. In 1999, duo was honored by Golf Writers Association of America with Charlie Bartlett Award, given to playing professional for their unselfish contributions to society. Co-host with Faxon at the CVS Charity Classic at Rhode Island CC. Inducted into the Wake Forest Hall of Fame in 2004.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1988","qSchoolYear" : "Fall 1987, 1988","exmtStatus" : "Past Champion","otherVics" : "(4): 1991 JC Penney Classic [with Kris Tschetter]. 1992 Fred Meyer Challenge [with Tom Kite]. 1999 Fred Meyer Challenge [with Brad Faxon]. 2001 Fred Meyer Challenge [with Brad Faxon].","intlVics" : "","curYearHigh" : "Nearly won for the second time in his last three starts when he fell in a three-hole playoff to Esteban Toledo at the Allianz Championship. Two missed putts proved costly. Missed a four-footer at the 54th hole which would have eventually earned him the win, and then saw his six-foot putt for par lip out on the third playoff hole. Esteban Toledo closed out the match moments later...Had a nice showing near his home in Atlanta in April when he finished eighth at the Mitsubishi Electric Classic at TPC Sugarloaf. Owned the lead at one point Sunday but saw his chances slip away with three bogeys on his back nine.","carHigh" : "2011: Made three starts on the PGA TOUR and continued to work as on-course reporter for Golf Channel. 2010: Missed the cut at the Travelers Championship in only PGA TOUR start...Continued in role as part-time analyst for Golf Channel. 2009: Made the cut in just two of 17 starts, with a T57 at the Mayakoba Golf Classic his best outing. Saw his streak of seasons with at least $200,000 in earnings snapped at 20, which represented the second-best streak in TOUR history. Began working as an analyst with Golf Channel. 2008: Played in 24 events with his best finish coming at the Verizon Heritage (T14). 2007: T4 at PODS Championship his best of 27 starts and 16 made cuts. 2006: Posted 18th consecutive season in the top 125 on the money listâŚRecorded his first top-10 of the year with a T3 at the Barclays Classic. Trailed by one stroke through 18 holes, two after 36 holes and led by one at 8-under 205 at the 54-hole mark. Posted a final-round 1-over 72 to finish three strokes behind Vijay Singh...In next start, past champion finished T2 at the rain-soaked Booz Allen Classic, posting a final-round 64 to finish five strokes behind champion Ben Curtis. First back-to-back top-10s since 2001...Posted four rounds in the 60s to finish T6 at the U.S. Bank Championship in Milwaukee, six strokes behind wire-to-wire winner Corey Pavin...Shared the second-round lead with three others at 8-under 136 in the PGA Championship. Finished T41. 2005: Logged only one top-10, but finished in the top 100 on the money list via nine top-25sâŚRecorded T2 at the MCI Heritage after a closing 3-under 68, low round of the day at Harbour Town, his best effort since finishing second at the 2002 SEI Pennsylvania Classic. 2004: On the bubble for fully exempt status in the latter part of the season, made six of last seven cuts to finish No. 124. 2003: First top-10 of the season, a T10, came at the Bay Hill Invitational...Entered the PGA Championship as the No. 5 alternate, replaced injured Larry Nelson in the field, and finished T10...Finished solo eighth at Las Vegas Invitational to jump into the top 100 on the money list and secure card for 2004. 2002: Was top 50 on the money list for ninth time in his career with career-best earnings of $1,365,707...With T4 finish at The Honda Classic, was one of three players (Brad Faxon and Brett Quigley) from Rhode Island to finish in the top four there...Career-best finish at THE PLAYERS Championship, with T4, four strokes behind champion Craig Perks...Held the outright lead for three rounds at the SEI Pennsylvania Classic. Final-round 69 one back of winner Dan Forsman, who eagled the final hole. Runner-up check of $290,400 lifted him over the $1-million mark for the third consecutive season. 2001: In June, posted top-3 finishes in back-to-back weeks, at the Buick Classic (T3) and Canon Greater Hartford Open (second)...Closing 66 at PGA produced sixth-place finish, his best showing in a major since a T6 at the 1992 U.S. Open. 2000: Made one of the year's most dramatic moves up the money list after earning $765,000 for his win at the Invensys Classic at Las Vegas, the largest payday of his career. Winning week at Las Vegas moved him from 159th to 43rd on the money list. Third-round 9-under-par 63 was his lowest 18-hole score of the year. 1998: Came from behind to collect his third title at Bell Canadian Open. Rolled in 30-foot putt for par to secure a playoff with 54-hole leader Bob Friend. Won playoff with par on first extra hole. 1997: In closest race ever for top 30, his season earnings of $665,602 missed qualifying for THE TOUR Championship by $5. Entered final week of season 30th on money list, $22,595 behind Andrew Magee, who was 29th. Fell to 31st when Bill Glasson jumped from 54th to 27th with Las Vegas Invitational victory. 1995: Set then-course-record 62 at TPC River Highlands at the Canon Greater Hartford Open (broken by Kirk Triplett with 61 in 2000). 1993: At Buick Southern Open, part of five-man playoff won by John Inman. 1991: In June, became the first player in six years to win first two TOUR titles in consecutive weeks. Bernhard Langer (1985 Masters and Heritage) was previous player...Birdied first playoff hole to defeat Jeff Sluman at Kemper Open after both had carded a tournament-record 21-under-par 263...Defeated Brad Bryant by one stroke the following week in Buick Classic. Amateur: Three-time All-America at Wake Forest, where he was member of 1986 NCAA Championship team along with current TOUR player Len Mattiace...Winner of 1986 Sunnehanna Amateur and North and South Amateur...Top-ranked junior in country in 1981.\n","otherCarHigh" : "","personal" : "Along with Brad Faxon, runs Billy Andrade\/Brad Faxon Charities for Children, Inc., which has raised more than $15 million for children in Rhode Island and southeastern Massachusetts, largely through the CVS Caremark Charity Classic the duo co-hosts at Rhode Island CC each summer. In 1999, duo was honored by Golf Writers Association of America with Charlie Bartlett Award, given to playing professionals for their unselfish contributions to society...Inducted into the Wake Forest Hall of Fame in 2004.","otherInfo" : "","ntlTeams" : "World Amateur Team Championship (1), 1986; Walker Cup (1), 1987.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2014","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Nearly won for the second time in his last three starts when he fell in a three-hole playoff to Esteban Toledo at the Allianz Championship. Two missed putts proved costly. Missed a four-footer at the 54th hole which would have eventually earned him the win, and then saw his six-foot putt for par lip out on the third playoff hole. Esteban Toledo closed out the match moments later...Had a nice showing near his home in Atlanta in April when he finished eighth at the Mitsubishi Electric Classic at TPC Sugarloaf. Owned the lead at one point Sunday but saw his chances slip away with three bogeys on his back nine.","carHigh" : "2015: Finished fourth in the final Charles Schwab Cup standings after registering three victories and seven top-10s overall...Posted the signature win of his PGA TOUR Champions career when he claimed the season-ending Charles Schwab Cup Championship in November in a one-hole playoff over Bernhard Langer in Scottsdale. Started the final round four shy of 54-hole leader Michael Allen but closed with a 6-under-par 64 to post a 72-hole total of 14-under-par 266. Moments later, leading by one stroke, he watched as Langer's eagle putt for the win on 18 lip out. He would follow with a birdie to send it to a playoff, but Andrade two-putted from 25-feet for a birdie and his third win of the campaign. Had one of the highlights of the tournament in the opening round when he aced the second hole with a 6-iron from 190. It was his first PGA TOUR Champions hole-in-one. He also had two on the PGA TOUR...In late August, he became the third of four multiple winners on the 2015 PGA TOUR Champions when he prevailed by one stroke over Langer at the Boeing Classic. Started the final round three in front of the field, but struggled on the front nine, including a triple bogey on No. 4 and a bogey on No. 7, but he would play mistake-free over his final 11 holes to shoot 73 and win his first stroke-play victory in a TOUR-sponsored event since 2000, a span of 283 starts on the PGA TOUR and PGA TOUR Champions. His 1-over final round was the highest finish by a winner on the PGA TOUR Champions in 2015...In late April, he and teammate Joe Durant used a blistering 9-under-par 45 on the par-3 Top of the Rock Course Sunday at the Bass Pro Shops Legends of Golf, and the pair went on for a three-stroke victory. It was the first PGA TOUR Champions victory for both players, marking the first time in that event that both players earned their first career wins on Tour...Posted the low round of the U.S. Senior Open Sunday when he closed with a bogey-free 7-under-par 63, which tied him with four others for the second lowest round in U.S. Open history and led to a T5 finish in Sacramento...After getting a putting tip from his wife, closed with rounds of 66-69 at Belmont CC to T7 at the Constellation SENIOR PLAYERS...Was also T7 at the Mississippi Gulf Resort Classic, thanks to three straight sub-par rounds at Fallen Oak. \n2014: Turned in a solid rookie PGA TOUR Champions campaign, finishing among the top-25 on the earnings list, thanks to six top-10 finishes, including two runner-up efforts...Lost to Jeff Maggert by two strokes at the Mississippi Gulf Resort Classic. Shared the 36-hole lead with Fred Funk after posting a 7-under 65 at Fallen Oak in the second round. Held the lead for the first 12 holes Sunday and then battled Maggert down the stretch, eventually losing when he bogeyed the 16th hole just as Maggert made birdie ahead of him...Came close to victory again in August at the Shaw Charity Classic. Closed with an 8-under-par 62, which included an eagle on his 54th hole to get into a playoff with Fred Couples at 15-under-par. However, saw his chances slip away on the first playoff hole when Couples tapped-in for birdie after he missed for birdie from 30 feet moments earlier. His final-round 62 matched his best round on the PGA TOUR (at the 1995 Canon Greater Hartford Open)...Used a final-round 69 at Pebble Beach to T6 at the Nature Valley First Tee Open...Strung together three rounds in the 60s at the Dick's Sporting Goods Open, good for a T7...Was also T8 in his second career PGA TOUR Champions start, at The ACE Group Classic...Lone official PGA TOUR start came as a past champion of the RBC Canadian Open, where he missed the cut. \n\n2013: Made one of three cuts on the PGA TOUR with one top 10...In just his second start of the season, playing as a sponsor's exemption, overcame an opening-round, 1-over 73 at the Sanderson Farms Championship by shooting rounds of 66-67-65 over his final 54 holes to finish T5 with his son Cameron as his caddie. Prior to the week at Annandale GC, he had not posted a round in the 60s since carding a 66 in the first round of the 2009 Travelers Championship. The top-10 was his first on TOUR since the 2006 U.S. Bank Championship in Milwaukee (T6). His T5 finish came just six months before his 50th birthday...Joined forces with Bill Haas to finish second at the unofficial CVS Caremark Charity Classic in Rhode Island. The duo finished four shots behind the winning team of Steve Stricker-Bo Van Pelt at the 36-hole event at Rhode Island CC.\n","otherCarHigh" : "Last of four career PGA TOUR wins came at the 2000 Invensys Classic at Las Vegas. After missing the cut in five of six tournaments, he used a third-round 63 to eventually edge Phil Mickelson by a stroke for the title. Earned $765,000 for his win, the largest payday of his career. Moved from 159th to 43rd on the money list...Came from behind to collect his third title, at the 1998 Bell Canadian Open. Rolled in 30-foot putt for par to secure a playoff with 54-hole leader Bob Friend and then won the playoff with a par on first extra hole...Lost playing in the 1997 TOUR Championship by $5. In the closest race in history for the top 30, his season earnings of $665,602 missed qualifying for THE TOUR Championship by the slimmest of margins. Entered final week of season 30th on money list, $22,595 behind Andrew Magee, who was 29th. Fell to 31st when Bill Glasson jumped from 54th to 27th with Las Vegas Invitational victory...In 1995, set then-course-record 62 at TPC River Highlands at the Canon Greater Hartford Open (broken by Kirk Triplett with 61 in 2000)...In 1993, at the Buick Southern Open, was part of a five-man playoff, eventually won by John Inman...In 1991, he became the first player in six years to win first two TOUR titles in consecutive weeks (Bernhard Langer at the 1985 Masters and Heritage). Birdied the first playoff hole to defeat Jeff Sluman at Kemper Open after both had carded tournament-record scores of 21-under-par 263. Defeated Brad Bryant by one stroke the following week at the Buick Classic...Amateur: Three-time All-America at Wake Forest, where he was member of 1986 NCAA Championship team along with current TOUR player Len Mattiace...Winner of 1986 Sunnehanna Amateur and North and South Amateur...Was the winner of the Rolex Junior Player of the Year Award in 1981 for top performances in AJGA and non-AJGA events.","personal" : "Along with Brad Faxon, runs Billy Andrade\/Brad Faxon Charities for Children, Inc., which has raised more than $15 million for children in Rhode Island and southeastern Massachusetts, largely through the CVS Caremark Charity Classic the duo co-host at Rhode Island CC each summer...Also co-hosts the East Lake Invitational with Stewart Cink, raising more than $1.2 million for the East Lake Foundation since the event's inception...In 1999, the Golf Writers Association of America honored the duo with the Charlie Bartlett Award, given to playing professionals for their unselfish contributions to society...Inducted into the Wake Forest Hall of Fame in 2004...Has done some television work for Golf Channel in the past.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is 2nd at the Allianz Championship.","dynStats" : "He ranks 20th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}