{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23580","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "", "personalInfo" : {"name" : {"last" : "Hiratsuka","first" : "Tetsuji","middle" : "","extn" : "","nick" : ""}, "height" : "5-6","weight" : "176","birthDate" : "November 6, 1971","age" : "","birthPlace" : "Kyoto, Japan","residence" : "Tokyo, Japan","family" : "","education" : "Nihon Taiiku University","splInterest" : "","trndProYear" : "1998","qSchoolYear" : "","clubAffl" : "","cityPlaysFrm" : "Japan; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(8): 2003 Golf Nippon Series JT Cup [Jpn]. 2004 Mitsubishi Diamond Cup [Jpn]. 2006 Woodone Open Hiroshima [Jpn]. 2007 Mitsubishi Diamond Cup [Jpn]. 2010 Air Bagan Myanmar Open [Asia], Queen's Cup [Asia], Black Mountain Masters [Asia]. 2011 Asia-Pacific Panasonic Open [Jpn].","curYearHigh" : "","carHigh" : "2012: Enjoyed a strong finish at the Japan Golf Tour Championship Citibank Cup Shishido Hills in early June. Opened with a 3-over 74 then shot rounds of 65-70-67 to finish T5...Appeared in control of the Japan Open Golf Championship in mid-October. Held a two-stroke, 54-hole lead at Naha GC but struggled to a 7-over 78 on the final day to tumble to a solo third, two strokes behind winner Kenichi Kuboya. 2011: Finished the season second on the Asian Tour order of merit and was ninth on the Japan Golf Tour order of merit...Was tied for sixth, four strokes behind leader Daisuke Maruyama entering the final round of the Asia-Pacific Panasonic Open on the Japan Golf Tour. Shot a final-round 67 at Biwako CC to defeat Do-Hoon Kim and S.K. Ho by a stroke. It was his first Japan Golf Tour win since 2007...Top PGA TOUR finish was a T59 at the World Golf Championships-HSBC Champions...Also represented Japan at the OMEGA Mission Hills World Cup for a third time, teaming with Yuta Ikeda to T20 in China. 2010: A three-time winner on the Asian Tour, with wins coming at the Air Bagan Myanmar Open, the Queen's Cup on Sentosa Island (in Singapore) and the Black Mountain Masters in Hua Hin, Thailand. Also added third-place showings at the Asian Tour International and the Avantha Masters...His only PGA TOUR start was a missed cut at the PGA Championship.2009: Won The Crowns and was T2 at the Kansai Open and third at the Casio World Open. Also had a pair of top-10 finishes on the Asian Tour, finishing runner-up at the Asian Tour International and T7 at the Macau Open. 2008: Top finishes were a pair of T10s at the ANA Open and the Japan Open Golf Championship. 2007: Won the Mitsubishi Diamond Cup for the second time in his career...Again represented Japan at the OMEGA Mission Hills World Cup, joining forces with Hideto Tanihara for the second consecutive year to T25 in China. 2006: Finished sixth on the Japan Golf Tour order of merit, with a win at the Woodone Open Hiroshima his highlight. Was also the runner-up at two tournaments, the Japan Golf Tour Championships and the Under Armour KBC Augusta...Represented Japan for the first time in team play, at the World Golf Championships-Barbados World Cup, playing with Hideto Tanihara to finish 23rd. 2005: Had eight top-10 finishes, with his best showing a T2 at the Mandom Lucido Yomiuri Open. 2004: Won the Mitsubishi Diamond Cup and was T2 at the Mandom Lucido Yomuiri Open, his best finishes among his five top-10 Japan Golf Tour performances. 2003: After eight top-five finishes, he finally won, picking up his first Japan Golf Tour title in the process, at the Golf Nippon Series JT Cup. Finished No. 1 on the Japan Golf Tour order of merit. \n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "World Cup (3), 2006, 2007, 2011.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T36th in 2004 at the British Open Championship.","dynStats" : "He ranks T61st in Short Game Rating on the PGA TOUR."}, "socialMediaLinks" : [], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}