{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23484","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "", "personalInfo" : {"name" : {"last" : "Martin","first" : "Bryan","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "180","weightMetric" : "82","birthDate" : "March 11, 1986","age" : "30","birthPlace" : "Thousand Oaks, California","residence" : "Los Angeles, California","family" : "Single","education" : "San Diego State University (social sciences, 2010)","splInterest" : "Music, fitness, travel","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2012","clubAffl" : "TPC Valencia (Valencia, California)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Earned PGA TOUR Latinoamérica status for the second consecutive year with a T17 finish at the Sebring, FL Q-School in January… Had a third place, two top-10s, four top-25s and 8 cuts made in 12 starts on PGA TOUR Latinoamérica. Finished the season ranked 49th on the Order of Merit… His best finish was solo third at the Hyundai-BBVA Abierto de Chile, an event he finished at 22-under in October. Held the tournament 36-hole lead following a season low 63 in round 2. Reached the final round tied for the lead with Wil Bateman, who posted a 67 to beat him by two… His other top-10 was a T10 at the 57th Abierto Mexicano, where he carded a 64 on the third round in May… Made the cut in one of three starts on the Web.com Tour.\n\n2014: Joined PGA TOUR Latinoamérica via a T32 finish at the Sebring, FL Q-School in January… Had two top-25s and four cuts made in seven starts to finish the PGA TOUR Latinoamérica season ranked 109th on the Order of Merit… His best finish was T11 at the Lexus Panama Classic, the only start in which he posted four subpar rounds... Missed the cut at the Utah Championship on his only start of the year on the Web.com Tour.\n\n2013: Made the cut in two of his six starts on the South African Tour, with a T28 finish as his best at the Telkon PGA Championship in March. \n\n2012: Turned pro in March, almost two years after graduating from college.\n\n1998: Missed the cut in two starts he made as an amateur on the Web.com Tour.\n","otherCarHigh" : "","personal" : "Has two sisters, Kim and Kellie… Graduated from San Diego State University with a degree in social sciences in 2010… In addition to golf, also played basketball and baseball for two years while at Thousand Oaks High School in Thousand Oaks, CA… Hobbies include fitness and travel… Affiliated to TPC Valencia… Doug Wood is his current golf instructors, but has worked in the past with Kevin Scheller and George Gankas… South Africa's Fancourt is his favorite course among those he has ever played… His biggest thrill is contending on the last day… Never travels without music… Says he is a lover of all types of music… Los Angeles Lakers and San Diego Chargers are his favorite professional teams… His favorite movie is “Zoolander”… MOG and Snapchat are his favorite apps… Lebron James, Roger Federere, Tiger Woods and Kobe Bryant are his favorite athletes to watch… Cape Town, South Africa is his favorite city… Arnold Palmer and his parents would round out his dream foursome… His bucket list includes learning how to play the trumpet and the piano… Personal motto: “Live for Now.”… Twitter name is B_martin86… Instagram name is @sw_ggyb","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 Order of Merit Top-60"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri in 2016 is T18th at the Guatemala Stella Artois Open.","dynStats" : "He ranks T60th in Scoring Average (Actual) on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}