{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "31665","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Zarlenga","first" : "Gato","middle" : "","extn" : "","nick" : "Gato"}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "180","weightMetric" : "82","birthDate" : "September 6, 1990","age" : "25","birthPlace" : "Tucumán, Argentina","residence" : "Tucumán, Argentina","family" : "Single","education" : "","splInterest" : "","pronunciation" : "GAA-toh saer-LEHN-guh","nwTourAlumnus" : "","trndProYear" : "2010","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2012","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Played 11 events on PGA TOUR Latinoamérica. His best finish on two cuts made was T35 at the Guatemala Stella Artois Open in May.\n\n2014: A runner-up finish at the Lexus Panama Classic in May was his best career finish on PGA TOUR Latinoamérica. Shot 5-under 31 on the front nine to get in contention during the final round, but made two bogeys and only birdie on the back nine to finish two strokes behind tournament champion Julián Etulain. Held the 36-hole lead by one after carding a best of the second round 66… His other top-10 finish of the season was T7 at the Roberto De Vicenzo Invitational Copa NEC in Montevideo, Uruguay in April… Carded the PGA TOUR Latinoamérica's first double-eagle ever on March 21st during the second round of the TransAmerican Power Products CRV Open in Guadalajara, Mexico. Hit a 2-iron off the tee and then holed out a 245-yard 4-iron to score a 2 at the 543-yard par-five No. 4. Despite such a terrific he missed the cut by three strokes… Claimed runner-up honors at the Qualifying Tournament played in Lima, Peru to claim back his PGA TOUR Latinoamérica card in January. Held the event's outright lead through 36 and 54 holes, but carded a 73 on the final round to finish two strokes behind the medalist. This was his third consecutive year collecting a top-10 finish at the Tour's Qualifying Tournament. \n\n2013: Finished the PGA TOUR Latinoamérica season ranked 98th on the Order of Merit to lose his Tour card. Made the cut in 7 of his 14 starts and his only top-25 finish was T19 at the Lexus Peru Open in November. Claimed that tournament's 36-hole lead by two strokes following a record trying 9-under par 63 in the second round at Los Inkas Golf Club. His 63 included two eagles and two birdies over his last six holes. Was unable to keep the good pace with rounds of 75 and 74 on the weekend… Carded a best of the final round 66 at the PGA TOUR Latinoamérica Qualifying Tournament in Lima, Peru to finish T7 and claim back his Tour card.\n\n2012: Made six cuts in ten starts during the inaugural season of PGA TOUR Latinoamérica. His best finish was T12 at the 59th Aberto do Brasil in October. Finished the year ranked 62nd on the Order of Merit to drop his playing privileges. Earned his PGA TOUR Latinoamérica card by finishing fourth at the Qualifying Tournament at the Hurlingham Club in Argentina… Played the Tour de las Americas abbreviated final season during the first half of the year. His best TLA finish in four starts was T9 at the TACA Airlines Open in Lima, Peru in June.\n\n2011: Collected five top 30's in 13 starts during his first international season on the Tour de las Americas… His best TLA finish was T14 at the 106th VISA Open de Argentina in December… His best Argentine Tour finish in 11 starts was fifth at the 74th Campeonato Argentino de Profesionales.\n","otherCarHigh" : "Was a member of several Argentine National Teams throughout his career as an amateur.","personal" : "He rather goes by the nickname Gato (Cat)… Single… He is one of the longest hitters in the region, winning numerous Long Drive tournaments… His biggest thrill in golf has been representing Argentina is several international events as an amateur… Outside of golf treasures the time he spends with his family and friends… Hobbies include playing paddle… Drives an Audi A4… His 3-wood head cover features a cat… Bucket list includes having his own family… The Old Course at Saint Andrews is his favorite course among the ones he has ever played… Argentina's Boca Juniors and Spain's Real Madrid are his favorite professional teams… His favorite TV show is The Simpsons… The Argentine asado (barbeque) is his favorite meal… Rafa Nadal is his favorite athlete to watch… Miami is his favorite city… Punta del Este is his top vacation spot… Twitter, Whatsapp and Facebook are his favorite apps.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Qualifying Tournament 2012"},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri was 2nd in 2014 at the Lexus Panama Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}