{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01076","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Beman","first" : "Deane","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "155","weightMetric" : "71","birthDate" : "April 22, 1938","age" : "78","birthPlace" : "Washington, D.C.","residence" : "Ponte Vedra Beach, Florida","family" : "Wife, Judy; four children","education" : "University of Maryland","splInterest" : "","pronunciation" : "BE-mun","nwTourAlumnus" : "","trndProYear" : "","clubAffl" : "","cityPlaysFrm" : "Ponte Vedra Bch; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "Inducted 2000","combTourMoney" : "636,483&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1967","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(2): 1966 Maryland Open. 1971 Quad Cities Open.","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Named the recipient of the PGA Distinguished Service Award from the PGA of America, the organization's highest honor.\n\n2007: Received the PGA TOUR Lifetime Achievement Award, joining Gene Sarazen, Byron Nelson, Sam Snead, Arnold Palmer, Jack Burke, Jr., and Pete Dye as a recipient of that award. \n\n2005: Made his final Champions Tour start, finishing 75th at the Constellation Energy Classic at Hayfields CC in Hunt Valley, Md.\n\n2003: Received the Bruno Award, presented annually by the Champions Tour Tournament Association to an individual or organization who has made outstanding contributions to the Tour…Made one Champions Tour start, missing the cut at The Senior Open Championship. \n\n2002: In his lone start, finished T70 at the NFL Golf Classic. \n\n2001: In three Champions Tour starts, a T52 at the State Farm Senior Classic in July was his top effort. \n\n2000: Received his highest professional honor when the World Golf Hall of Fame inducted him…Did not make a competitive appearance during the season. \n\n1999: Only played one event, the American Express Invitational. After opening with a 1-over 73, withdrew due to injury. \n\n1998: Again made seven starts. Finished T41 at the Cadillac NFL Golf Classic in New Jersey for his top outing of the season. \n\n1997: Played in seven official events, with a T31 at the du Maurier Champions in Canada his top effort. \n\n1996: Final full season on Tour resulted in one top-10 and an 85th-place finish on the money list. Waited until his final start of the campaign, at the Kaanapali Classic in Hawaii. Rounds of 68-70-66 gave him a fifth-place finish, six shots short of winner Bob Charles. \n\n1995: Played his first full Champions Tour season, recording two-top-10s in 26 starts. Best finish was a T8 at the Nationwide Championship at The GC of Georgia. Opened with a 66 to take a share of second place with Larry Laoretti…First top-10 of the season came at the Bell Atlantic Classic, where he finished T10...Also added a T0 at the Liberty Mutual Legends of Golf, playing with Bud Allin as his partner. \n\n1994: Retired as PGA TOUR commissioner on June 1, with Deputy Commissioner Tim Finchem succeeding him...Made his Champions Tour playing debut that season, appearing in four tournaments—The Transamerica (T53), the Raley's Senior Gold Rush (T46), Ralph's Senior Classic (T65) and the Kaanapali Classic (T57). \n\n1990: Announced the formation of the Ben Hogan Tour for younger, up-and-coming players, a circuit now known as the Web.com Tour. \n\n1986: Played in The Open Championship at Turnberry in Scotland, where he missed the cut. \n\n1980: Was instrumental in the formation of the Senior PGA Tour, now known as the Champions Tour. \n\n1974: Retired from an active PGA TOUR playing career when on March 1 he succeeded Joe Dey as the TOUR's second commissioner. \n\n1973: Won his fourth PGA TOUR tournament in five years—his final PGA TOUR title. At the Shrine-Robinson Open at Crawford CC in Robinson, Ill., four sub-70 rounds gave him a 13-under total and a one-shot triumph over Bob Dickson and Bunky Henry. Took a share of the lead through 36 holes and held on from there…Only other top-10s came at the Greater New Orleans Open (T10) in March and a T6 in defense of his Quad Cities Open title.\n\n1972: Returned to the winner's circle, winning for a second consecutive season at the Quad Cities Open but this time the victory an official PGA TOUR title. That helped lead to a 21st-place position on the final money list, a career-high $84,784 in winnings. Back at Crow Valley CC, rounds of 72-69-71-67 were enough to edge Tom Watson by a stroke in Iowa...After a T7 at the Bob Hope Desert Classic in February and a T10 at the Canadian Open in July, caught fire in the late-summer. In early September, finished T3 at the Greater Hartford Open with a pair of 66s on his scorecards to begin the tournament. Went on to T3…The following week, was T4 at the Southern Open, back-to-back, second- and third-round 68s helping him to the top-five…A week later, at the Greater St. Louis Golf Classic, opened with a 64 to take the 18-hole lead. Maintained his lead with a 67 giving him a two-shot advantage over Lee Trevino heading into the weekend. Still led Trevino by a stroke through 54 holes but lost the tournament on the final day, shooting a 72 to Trevino's 70 that gave Trevino the one-shot victory…At the U.S. Professional Match Play Championship at the CC of North Carolina in Pinehurst, lost in the first round to Jack Nicklaus. \n\n1971: Played in a career-high 36 TOUR tournaments, making 30 cuts. Secured seven top-10s and two disappointing, runner-up efforts. Also won the unofficial Quad Cities Open…At Crow Valley CC in Bettendorf, Iowa, rounds of 71-69-67-70 gave him a two-shot triumph over Dow Finsterwald…Victory came a week after his first runner-up performance of the season, a solo-second finish at the Southern Open. After a 1-over 73, shot consecutive rounds of 67-66-66 to finish the event, falling five shots short of a dominant Johnny Miller…In his second-to-last tournament of the season, was second at the Walt Disney World Open Invitational outside Orlando. Weekend rounds of 66-69 weren't enough, as he fell three shots short of winner Jack Nicklaus at Magnolia GC in Lake Buena Vista… Finished T4 at the Greater Hartford Open Invitational, a 66-69-67-68 effort that left him two shots out of the three-person playoff between George Archer, Lou Graham and J.C. Snead…At the Sea Pines Heritage Classic in South Carolina, only broke par once but still finished T6 at Harbour Town GL, tied with George Knudson and Mac McLendon, trailing winner Hale Irwin by eight shots…Only other top-10s were a pair of T10s at the National Airlines Open and the Cleveland Open. \n\n1970: Won a TOUR event for a second consecutive season, making 22 cuts in 33 events played for a No. 38 position on the final money list. In Wisconsin in July, took a share of the third-round lead with Don Massengale after a third-round 68. Followed that with a 69 to slowly pull ahead to defeat the trio of Richard Crawford, Ted Hayes and Massengale by three shots…First top-10 of the year was at the Doral-Eastern Open in Miami. Up-and-down tournament resulted in a T8, with two under-par rounds (69-71 in the second and fourth rounds) following an opening 2-over 74 and a closing 75 at Doral CC's Blue Course…Following his victory, kept his good play going, recording a T7 at the IVB-Philadelphia Golf Classic…Finished the season with a pair of top-10s, at the Greater Hartford Open (T8) and the Robinson Open Golf Classic (T9). Shared the 36-hole lead with George Archer at the Robinson Open before dropping on the weekend (72-70).\n\n1969: In his second full season as a professional, broke through in a big way, winning his first TOUR title, the Texas Open at Pecan Valley CC in San Antonio and finished 19th on the money list. Was tied for 10th, two shots off the leaders' pace through 36 holes then shot a third-round, 1-under 70 to move into a tie for eighth, four shots shy of leader Jack McGowan. In the final round, fired a superb, 6-under 65, the low round of the tournament, to catch McGowan and force a playoff. In the fifth overtime session in tournament history, and only the second in sudden death, defeated McGowan with a birdie on the first extra hole…Had two other close calls at victory. First came at the Monsanto Open in Florida in March. Four under-par rounds, included an 8-under, third-round 63 at Pensacola CC, left him two back of winner Jim Colbert…Biggest disappointment of the campaign came in June at the U.S. Open at Champions GC in Houston. Held the 36-hole lead after opening 68-69 at the par-70 layout. Dropped into a tie for third through 54 holes after a 3-over 73. Began the final round four shots back of leader Miller Barber. Could only muster a 1-over 72 in the final round, leaving him tied with Al Geiberger and Bob Rosburg, a stroke behind unlikely winner Orville Moody…First top-10 of the year came at the Bob Hope Desert Classic. Finished T5 after shooting a final-round 62. Through 72 holes, was 1-over and mired in a tie for 40th with 18 holes to play. Broke Tommy Bolt's Indian Wells course record on the strength of a back-nine assault. Shot a 7-under 29 that included five birdies and an eagle (a chip-in from 45 feet)…Was T10 at the Phoenix Open, with three 67s to go with a second-round 69…Added back-to-back top-10s in late-March and early April. Finished T9 at the National Airlines Open in South Florida, followed by a T8 at the Greater Greensboro Open…A pair of 69s on the weekend at the Greater New Orleans Open led to a T10 in the Crescent City…Finished T6 at the IVB-Philadelphia Golf Classic in mid-July…Shot a third-round 65 that helped him to a T8 at the Greater Hartford Open near the end of the summer…Final top-10 of the year came at the San Francisco Open, a T10 at Lake Merced GC. \n\n1968: Played a full PGA TOUR slate for the first time, making 17 cuts in 30 starts and finishing 87th on the money list. Best finish came in disappointing fashion, a playoff loss at the Bob Hope Desert Classic. Opened 72-74 (2-over) at the 90-hole event and was tied for 59th after 36 holes. Recovered over his final 54 holes, with a 14-under performance that was enough to get him into a playoff with Arnold Palmer, an overtime session he lost when Palmer parred the second overtime hole…Began his season with a fourth-place outing at the Bing Crosby National Pro-Am in California. Shot a final-round, 2-under 70 at Pebble Beach GL…Only other top-15 finish that season was a T15 at the Cleveland Open, thanks to a final-round 68. \n\n1967: After playing in the Pensacola Open (T10) and the Masters Tournament (T42) as an amateur, turned pro, making his debut at the Colonial National Invitational. Was T23 in Fort Worth…First professional top-10 came at the U.S. Open, at Baltusrol GC in New Jersey. Opened with a 1-under 69 and was tied for second with six others after 18 holes…Playing in his second Open Championship, and first as a pro, finished T13..Picked up a pair of top-10s late in the year. Was T7 at the Sahara Invitational…Broke par only once all week at the Hawaiian Open but was still able to manage a T3, thanks to his second-round, 1-under 71. Finished tied with Doug Sanders, Babe Hiskey and Tom Weiskopf, three strokes out of the Dudley Wysong-Billy Casper playoff that Wysong won. \n\nAmateur: Had a stellar career before turning pro in 1967, leaving behind a prosperous insurance brokerage firm in Bethesda, Md., to join the PGA TOUR as a full-time player.\n\n1966: Represented the U.S. at the World Amateur Team Championship, joining forces with teammates Ron Cerrudo, A. Downing Gray and Bob Murphy. Contributed rounds of 76-73-73-69 that helped the U.S. to a second-place finish at Mexico City GC, two strokes behind Australia (Harry Berwick, Phillip Billings, Kevin Donohoe and Kevin Hartley).\n\n1964: Won his fourth Eastern Amateur title and second in succession…Also took home the Porter Cup title...Played for the U.S. (with William C. Campbell, Dale Morey and Ed Tutwiler) at the World Amateur Team Championship at Olgiata GC in Rome, Italy. Posted rounds of 74-79-75-75 as the U.S. finished fourth, 13 shots behind the winning team of Great Britain and Ireland. \n\n1963: At the Wakonda Club in Des Moines, Iowa, entered the U.S. Amateur and rolled to his second title. Made it to the finals defeating, in order, Richard Latimer, Charles Polk, Charles Kocsis, James Gabrielsen, Barry Meerdink and Walter Stahl to make it to the semifinals. There he defeated George Archer to earn the right to face Richard H. Sikes in the finals. Defeated Sikes, 2 and 1…Won his third Eastern Amateur title.\n\n1962: Lost in the fourth round of the U.S. Amateur at Pinehurst's No. 2 Course. Had a first-round bye then defeated James Cleveland and William Farish before falling to Homero Blancas in 24 holes...Played on his second World Amateur Team Championship squad, representing the U.S. The Americans won the tournament and defended their 1960 title, capturing the title by eight shots over Canada. He shot rounds of 70-80-70-66 to lead teammates Labron Harris, Jr., Billy Joe Patton and Richard H. Sikes to victory at Fuji GC in Japan. \n\n1961: In defense of his U.S. Amateur title, defeated Harry Allers in the first round but fell to Billy Joe Patton in the second round, 2-down…Followed his top-15 U.S. Open performance from a year earlier with another strong outing at the national championship, recovering from a third-round 80 at Oakmont CC with a 4-under 67 on the final day to T14. Started the final round tied for 43rd. His 67 was the low round of the tournament…Successfully defended his Eastern Amateur title. \n\n1960: Made the cut in his first major when he T29 at the 1960 Masters. Opened with a 1-under 143 at Augusta National…Earned his first U.S. Open cut with stellar play in June at Oakland Hills CC. Shot a final-round, even-par 70 to T12…At the U.S. Amateur in in Clayton, Mo., defeated Claude Wright, William Deemer, James Dolan III, John Suisman and Bill Hyndman III to make it to the semifinals of the event at St. Louis CC. Took down John Farquhar to reach the finals, where he dispatched Robert W. Gardner, 6 and 4…Also captured the Eastern Amateur in Portsmouth, Va., at Elizabeth Manor G&CC…At the Trans-Mississippi Amateur, ended Jack Nicklaus' two-year run of victories by defeating Jacky Cupit at Wichita CC in Kansas...Made his first World Amateur Team Championship, helping the U.S. to its first title in the second annual event. Shot rounds of 71-67-69-75 at Merion GC in Ardmore, Pa., joining forces with teammates Robert Gardner, Hyndman and Jack Nicklaus. \n\n1959: Won The Amateur Championship, defeating fellow American Bill Hyndman III, 3 and 2, at Royal St. George's GC.\n\n1958: Enjoyed his best PGA TOUR finish, to date, when he T27 at the Eastern Open, thanks to opening rounds of 71-71.\n\n1957: Made the cut in both of his PGA TOUR starts, at the Eastern Open (T56) and the St. Paul Open (T64).\n\n1956: Successfully defended his South Florida Amateur.\n\n1955: As a high school junior, won the South Florida Amateur for the first time…Made his PGA TOUR debut at the U.S. Open (missed the cut)…Made his first PGA TOUR cut, shooting rounds of 74-75-72-78 to finish 58th at the Miami Beach Open.\n\n","otherCarHigh" : "","personal" : "Designed Cannon Ridge GC in conjunction with architect Bobby Weed, a course located in Fredericksburg, Va., that is currently closed and underoing renovations.","otherInfo" : "","ntlTeams" : "Walker Cup (4), 1959, 1961, 1963, 1965; World Amateur Team (4), 1960, 1962, 1964, 1966.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "Replaced Joseph C. Dey, Jr. as Commissioner of the PGA TOUR on March 1, 1974 and served in that role until June 1, 1994...Oversaw the most explosive period of growth in TOUR history...Was instrumental in the development of Tournament Players Clubs and the births of the Champions Tour in 1980 and the Web.com Tour in 1990...Last of four official TOUR titles came when he defeated Bunky Henry and Bob Dickson by one stroke at Crawford County CC to claim the 1973 Shrine-Robinson Open Golf Classic...Runner-up at 1969 U.S. Open...In 1967, at age 29, left a prosperous insurance brokerage firm in Bethesda, Md., to join the PGA TOUR as a full-time player...Member of four Walker Cup teams, four World Amateur teams and three U.S. America's Cup teams...Selected to the World Golf Hall of Fame in 2000.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 4 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}