{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01306","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Edwards","first" : "David","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "165","weightMetric" : "75","birthDate" : "April 18, 1956","age" : "60","birthPlace" : "Neosho, Missouri","residence" : "Stillwater, Oklahoma","family" : "Wife, Jonnie; Rachel, Abby","education" : "Oklahoma State University","splInterest" : "Flying, motorcycles, racing cars","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1978","clubAffl" : "Oak Tree GC (Edmond, Oklahoma)","cityPlaysFrm" : "Stillwater; Oklahoma; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "7,389,712&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "Fall 1978","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2005: Split time between the PGA TOUR and the Nationwide Tour, with 15 combined starts on the two Tours...Made four cuts in nine starts on the PGA TOUR and three cuts in six appearances on the Nationwide Tour...Earnings totaled $69,350, including $62,459 on the PGA TOUR...Was the 36-hole leader at the B.C. Open following rounds of 66-63 before closing with rounds of 70-71 to finish T20 and earn $32,500. His 63 was his lowest round since a third-round 63 at the 1993 Southwestern Bell Colonial. It also marked the first time he had been in the lead since the 1993 NEC World Series of Golf, where he led after two rounds and shared the lead after three rounds before eventually finishing sixth...Also made cuts at the AT&T Pebble Beach National Pro-Am, the MCI Heritage and the U.S. Bank Championship.\n","otherCarHigh" : "","personal" : "","otherInfo" : "Completed rookie season on the Champions Tour in 2006 when he was one of a dozen players to reach the $1-million mark in earnings ($1,191,086). Did not debut until late April at the 2006 FedEx Kinko's Classic near Austin. Won his first Champions Tour title in his 11th start on the circuit at the 2006 3M Championship in Minnesota. Played in a combined five events between the Nationwide Tour and the PGA TOUR in 2006. In only made cut on the PGA TOUR, finished T31 at the 2006 Chrysler Classic of Tucson. First career top-10 finish on the Nationwide Tour came at the 2006 Chitimacha Louisiana Open, where a 5-under 279 finish was good for a T9. Was the 36-hole leader at the 2005 B.C. Open following rounds of 66-63 before closing with rounds of 70-71 to finish T20. His 63 was his lowest round since a third-round 63 at the 1993 Southwestern Bell Colonial. It also marked the first time he had been in the lead since the 1993 NEC World Series of Golf, where he led after two rounds and shared the lead after three rounds before eventually finishing sixth. Most recent TOUR victory came at the 1993 MCI Heritage Classic, where he closed with 69 on 37th birthday to defeat David Frost by two strokes. Finished that year 20th on money list, highest ranking of his career. A year earlier, defeated Rick Fehr on second playoff hole to win the Memorial Tournament and end eight-year victory drought. First win on own came at 1984 Los Angeles Open, by two over Jack Renner. Teamed with older brother, Danny, for victory at 1980 Walt Disney World National Team Championship. All-America selection in 1978 and 1979 at Oklahoma State. Winner of 1994 and 1996 Oklahoma Opens.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2006","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(3): 1978 NCAA Championship (indiv.). 1994 Oklahoma Open. 1996 Oklahoma Open.","intlVics" : "","curYearHigh" : "","carHigh" : "2009: Was a late addition to the field at the Allianz Championship in February and finished T7 in his first start of the season, his only top-10 of the year...Was also T11 at the AT&T Champions Classic and T13 at the 3M Championship. 2008: Led the Champions Tour in Driving Accuracy (80 percent) for the third straight year...Was among the top 10 in three events, all after mid-April...Teamed with Bernhard Langer to place T6 at the Liberty Mutual Legends of Golf. Duo carded a better-ball score of 11-under 61 Saturday in Savannah, the best round of the day. Round was highlighted by his sixth career hole-in-one on the PGA TOUR\/Champions Tour. Aced No. 15 when his 6-iron shot from 157 yards found the cup...First individual top 10 of the 2008 campaign came at the U.S. Senior Open in Colorado Springs (T6), thanks to a final-round 67 at The Broadmoor...Added another top 10 in late August when he was T7 at the Boeing Classic near Seattle. 2007: Finished a distant second to Mark McNulty at the JELD-WEN Tradition after being the 54-hole leader and the 36-hole co-leader in Oregon. Shot 7-under 65 Friday, the low round of the event at Crosswater, to take a two-stroke lead at the halfway point. Eventually finished five strokes behind McNulty after carding a final-round 73. Performance in Oregon was his best in a major championship...Was T4 at The Principal Charity Classic in Iowa, where he joined his brother (Danny, T10) in the top 10 for the second straight year. It marked the third time the pair had been top-10 finishers in the same event. They also accomplished the feat at the 2006 Regions Charity Classic...Had the longest streak of consecutive holes without a three-putt on the Champions Tour for the season (263). 2006: Completed an impressive rookie season when he was one of a dozen players to reach the $1 million mark in 2006 earnings when he finished with a career-best $1,191,086. Money figure may have been even more impressive had he not missed the first three months of the season awaiting his 50th birthday. Did not debut until late April at the FedEx Kinko's Classic near Austin...Won his first Champions Tour title in his 11th start on the circuit at the 3M Championship in Minnesota. Victory was his first on TOUR in just over 13 years and came a little over three months after he became eligible for the circuit. Playing in the final group for the third time, fell five shots out of the lead after missing short par putts at the first two holes Sunday but rallied with six birdies over the final 11 holes, two on 40-foot putts, at the TPC Twin Cities to win by two strokes over Craig Stadler and Brad Bryant. Along with Tom Kite, missed just one fairway (41 of 42) in the event...Continued his strong play in next start at the Boeing Greater Seattle Classic, finishing T3. Led all players in Greens in Regulation (46 of 54) and was also tied for first in Driving Accuracy (38 of 42)...Came close to winning a month earlier at the Greater Kansas City Golf Classic. Was the 18- and 36-hole leader but eventually finished second, three strokes back of Dana Quigley, despite shooting a final-round 68. Opened with a Nicklaus GC at LionsGate course-record 63 Friday...Was in the thick of the battle down the stretch at the Walmart First Tee Open at Pebble Beach but made par on each of his last five holes and finished T2 along with Jay Haas, one back of Scott Simpson...Had an impressive debut, finishing fourth at the FedEx Kinko's Classic near Austin in late April, shortly after turning 50. Shared the first-round lead and was only one stroke off the pace after 36 holes. Closing-round, 1-under-par 71 left him four strokes shy of Jay Haas on Sunday...Contended the following week at the Regions Charity Classic. Trailed by two strokes after 36 holes and fired a 5-under-par 67 Sunday to finish alone in third. Joined brother Danny (T6) in the top 10, the first time brothers had done so since Lanny and Bobby Wadkins were T7 at the 2002 Siebel Classic in Silicon Valley...The pair did so again at the Allianz Championship in early June when they each finished T10.\n","otherCarHigh" : "Was a fixture on the PGA TOUR from 1979-2005, with $4,773,198 in career earnings...Originally joined the TOUR in 1979 after going through Q-School in the fall of 1978 and went on to play 10 or more events every year until 2001, when he was limited to just one event due to injury...A three-time winner on the PGA TOUR...Last of four wins came at the 1993 MCI Heritage Classic, where he closed with 69 on his 37th birthday to defeat David Frost by two strokes. Finished that year 20th on money list, highest ranking of his career...A year earlier, defeated Rick Fehr in darkness on second playoff hole to win the Memorial Tournament, ending an eight-year victory drought. First win came at 1984 Los Angeles Open, by three strokes over Jack Renner. Teamed with older brother, Danny, for victory at 1980 Walt Disney World National Team Championship. Earned All-America honors in 1978 and 1979 at Oklahoma State and was the 1978 NCAA Championship medalist for the Cowboys. Also won an Oklahoma State Junior title as well.","personal" : "Younger brother of Danny Edwards, a longtime PGA TOUR member. Began playing golf while tagging along with Danny as a youngster..A serious pilot, with 2,000-plus hours as a private pilot. Used to fly his own plane to tournament events...Favorite golf courses are Pebble Beach GL, Colonial CC, Harbour Town GL, Riviera CC and Muirfield Village GC...Other favorites are Vince Gill, \"Three Days of the Condor,\" Mexican food, Rainier cherries and the book All the President's Men...Favorite athlete is Jack Nicklaus and favorite TV show was \"Boston Legal.\"...One course he'd love to play is St. Andrews...His heroes are the men and women who fight for our country.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was 1st in 2006 at the 3M Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}