{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24461","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Aiken","first" : "Thomas","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "173","weightMetric" : "78","birthDate" : "July 16, 1983","age" : "32","birthPlace" : "Johannesburg, South Africa","residence" : "Johannesburg, South Africa","family" : "Wife, Kathryn","education" : "","splInterest" : "Rugby, fishing, cricket, water sports, movies, wine","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2002","clubAffl" : "The Abaco Club at Winding Bay GC (Abaco Islands, Bahamas)","cityPlaysFrm" : "Johannesburg; ; South Africa","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "814,585&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2007: Played his rookie season on the Web.com Tour. 2005: Two career starts, finished T19 at the Knoxville Open and missed cut at the Northeast Pennsylvania Classic. Fired rounds of 72-74 to miss the cut at the 2006 Open Championship, his only career start on the PGA TOUR. Has also played on the South African PGA TOUR from 2002-06 and the European Tour as an affiliated member from 2005-06. Winner of six tournaments the past three seasons in South Africa, including three during the 2004 season. \nAmateur: Ranked as the top amateur in South Africa in 2001, a season in which he won 10 tournaments, had 15 top-three finishes and 19 top 10s. \n","otherCarHigh" : "","personal" : "Got his start in golf from his brother. Lists Gary Player, Jack Nicklaus and Ben Hogan as his heroes. Cites being in the hunt to win as his biggest thrill in golf. Accomplished sportsman in high school, excelling in tennis, cricket, rugby, soccer and swimming.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2015-16","qSchoolYear" : "","exmtStatus" : "46th on 2015 Web.com Tour priority list","otherVics" : "","intlVics" : "(9): 2004 Vodacom Legends Tour at Zimbali [SAf], Vodacom Legends Tour at Sun City [SAf], Vodam Origins of Golf Tour Championship [SAf]. 2005 Telkom PGA Championship [SAf], MTC Namibian PGA Championship [SAf]. 2010 Platinum Classic [SAf]. 2011 Open de Espana [Eur]. 2013 Avantha Masters [Eur]. 2014 Africa Open [Eur].","curYearHigh" : "","carHigh" : "2015: Played in the Web.com Tour Finals as one of six non-members seeking to secure 2015-16 PGA TOUR status. After missing the cut in the first three Finals' tournaments, needed a big week at TPC Sawgrass and the Web.com Tour Championship to have any chance of earning his PGA TOUR card for the first time. Rounds of 69-67-69 and a Sunday 65 turned out to be just enough. His T5 was worth $35,125, allowing him to capture the 23rd spot on the Finals' money list by $2,919. Was one of five players who was outside top 25 and played his way into a card at the Web.com Tour Championship. Was 46th on the final priority-ranking order...On the European Tour, had four under-par rounds at the Omega Dubai Desert Classic, including a 66-69 weekend to T9 with Graeme McDowell, Robert Rock and Lee Westwood.\n\n2014: Won on the European Tour for a second consecutive season, capturing the Africa Open in a playoff in February. Finished regulation tied with Oliver Fisher at 20-under 264 at East London GC in South Africa. On the first extra hole, made a birdie to Fisher's par that gave him his ninth international title. Worst round of the week was his final-round 67. Opened 66-65-66 through the first 54 holes...Enjoyed a T8 at the Volvo Golf Champions in Durban, South Africa, in mid-January, his first top-10 of the campaign...Had four under-par rounds at the Commercial Bank Qatar Masters to T5 in late-January...Finished T5 at the Joburg Open in early February. Struggled to a six-bogey, four-birdie 74 on the final day at the Royal Johannesburg & Kensington GC after shooting a 9-under 63 that put him in contention with 18 holes to play...Finished T7 at the European Tour's BMW PGA Championship in late-May in England.\n\n2013: Won for the first time since 2011, capitalizing on a third-round 62 at the Avantha Masters and then coming back with a Sunday 67 to edge Gaganjeet Bhullar by three shots. Enjoyed four rounds in the 60s at Jaypee Greens Golf and Spa in India to earn his second European Tour title and his eighth championship overall...Made it to the semifinals of the Volvo World Match Play Championship in Bulgaria. Missed making it to the finals when he lost to Thongchai Jaidee, 3 and 2, at Thracian Cliffs Golf and Beach Resort. Had already lost to Jaidee in early round play, 1-down. Also enjoyed match victories during the week against Ian Poulter and Shane Lowry.\n\n2012: Earned his first top-10 of the campaign when he recovered from a third-round, 4-over 77 at The Links at Fancourt to T9 at the Volvo Golf Champions in South Africa...Making his sixth start at The Open Championship, was T7, finishing inside the top 10 for the second time (T8 in 2009). Only other major championship start was a missed cut at the 2011 PGA Championship. 2011: Entered the Open de Espana on the European Tour with a two-stroke lead and proceeded to shoot a 2-under 70 Sunday, which was enough to hold off Anders Hansen by the same two-stroke margin. The victory was his first on the European Tour, and he dedicated the win in Spain to World Golf Hall of Famer Seve Ballesteros, who died two days earlier...Of his other four top-10 finishes, his best were solo fifths at both the Madrid Masters and the Castello Masters. 2010: Came close to winning the Africa Open. He was tied with Trevor Fisher through 54 holes at East London GC, shot a final-round, 3-under 70 but watched as Charl Schwartzel stormed from behind to win by one...Had another good chance to win later in the year, at the Trophy Hassan II. Was three strokes off the pace after 36 holes and only four behind Louis Oosthuizen following the third round. He shot a final-round 71 at Royal Golf Dar Es Salam in Morocco to T3. 2009: Recorded 10 top-10s on two Tours, with his top performances a pair of fourth-place showings. His first came on the Sunshine Tour, at the Telkom PGA Championship. He later added a T4 at the Alfred Dunhill Championship on the European Tour...His other top-five came at the BMW Italian Open...Playing in his first World Golf Championships event, he T7 at the Cadillac Championship in Florida with friend Trevor Fisher as his caddie. He had finished second to Fisher, a South African professional, earlier in his career at the 2006 Eskom Power Cup. 2008: He had a pair of fourth-place outings on the Sunshine Tour, at the Dimension Data Pro-Am and at the Dunhill Championship, two strokes behind Richard Sterne's winning 271 total...His top performance on the European Tour was a T13 at the Alfred Dunhill Links Championship. 2007: Made 10 Web.com Tour appearances, getting to the weekend three times. Best finish on the circuit was a T13 at the Price Cutter Charity Championship...On the Sunshine Tour, his best outing of the campaign was a T11 at the Telkom PGA Championship...Of his five European Tour starts, his best finish was a T45 at the Alfred Dunhill Links Championship. 2006: He finished seventh on the Sunshine Tour order of merit despite not winning. He was runner-up in five tournaments. His first came at the Telkom PGA Championship, losing by six strokes to Gregory Bourdy...Three months later, at the Vodacom Origins of Golf at Pretoria, a 54-hole event, he finished six strokes behind Vaughn Groenwald...At the Eskom Power Cup, his friend Trevor Fisher outlasted him by three strokes...He again finished second in Namibia, at the MTC Namibian PGA Championship, where he shot a final-round 63 but fell just short of Anton Haig, losing by one shot...His final close call of the season was at the Platinum Classic where Groenwald again won, this time by one stroke...He missed the cut in his lone Asian Tour start and missed all four cuts in his European Tour appearances...Played in his first major championship, The Open Championship, missing the cut. 2005: Had a four-tournament Sunshine Tour stretch, where he won twice and was runner-up twice. Rolled to his first professional title, at the Sunshine Tour's Telkom PGA Pro-Am in September. At the 54-hole event, he shot three rounds in the 60s and cruised to a six-shot win over Henks Alberts...The following week, at the Vodacom Origins of Golf, he dropped a one-stroke decision to Hennie Otto...A month later, at the 54-hole BearingMan Highveld Classic, three straight sub-70 rounds left him two strokes shy of winner Bradford Vaughan...His second Sunshine Tour win came at the MTC Namibian PGA Championship, when he opened with a 63 and beat a quartet of players by four strokes. 2004: Won three times on the Sunshine Tour and added two other top-five finishes. The first professional victory of his career came at the Vodacom Legends Tour at Zimbali, where he forced a playoff with Keith Horne and then went on to win...Three weeks later, at the Vodacom Legends Tour at Sun City, he defeated Des Terblanche by three strokes...His final win of the year, at the Vodacom Origins of Golf Tour Championship, came during difficult weather conditions on the final two days. Despite shooting back-to-back 73s to end the tournament, he still defeated Jean Hugo by seven strokes...He finished 14th on the order of merit. 2003: Made his professional debut at the Sunshine Tour's Limpopo Industrelek Classic, where he T5. He made two other starts, making the cut in both and finished 93rd on the order of merit. Amateur: Was the South African Amateur of the Year in 2001, capturing 10 titles and adding five other top-three finishes. \n","otherCarHigh" : "","personal" : "At age 9, Martin Witcher had become his coach. Later joined the Randpark GC Academy, where he played alongside Anton Haig...Played cricket at the provincial level as a fast bowler and was also an accomplished tennis player. He eventually opted to focus on golf because he says \"the scenery was more interesting.\"","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 7th on the PGA TOUR 2 times.","dynStats" : "He ranks T96th in Heat Index (Finish) - last 4 e on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}