{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02099","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Simpson","first" : "Scott","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "225","weightMetric" : "102","birthDate" : "September 17, 1955","age" : "60","birthPlace" : "San Diego, California","residence" : "Kailua, Oahu, Hawaii","family" : "Wife, Cheryl; Brea Yoshiko (10\/10\/82), Sean Tokuzo (10\/14\/86)","education" : "University of Southern California (1978, Business Administration)","splInterest" : "Bible study, family activities, exercise, reading","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1977","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "http:\/\/www.simpson-golf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "11,754,108&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "29th Nationwide Tour Qualifier at the 2004 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "(4): 1984 Chunichi Crowns [Jpn], Dunlop Phoenix [Jpn]. 1988 Chunichi Crowns [Jpn]. 1990 Perrier Invitational [Eur].","curYearHigh" : "Season resume recorded just seven events which included a T26 at the Bass Pro Shops Legenda of Golf with Wayne Levi...Also made the cut at the U.S. Senior Open in Sacramento, finishing T50.","carHigh" : "Past U.S. Open champion, who is eligible to join the Champions Tour in late 2005, competed in 18 TOUR events in 2004, with nine made cuts. T10 finish at Valero Texas Open was first top-10 since T2 at 2001 Greater Greensboro Chrysler Open. Finished outside top 125 in four of the last five seasons. In 2001, returned from broken ankle that sidelined him for all of 2000. Received a Major Medical Exemption and had 29 tournaments to regain exempt status. Started season slowly, with five missed cuts in first six starts. Held first-round lead after opening 66, stood one stroke back after 36 holes and two after 54 holes at Greater Greensboro Chrysler Classic. Finished T2 for first top-10 since T7 at 1999 Buick Invitational and his only one of the season. Earned $308,000 for the T2 finish or $200,000 more than he received for his Greensboro victory in 1987. Unable to play the PGA TOUR in 2000 due to broken ankle he suffered while skiing at the end of 1999. Prognosis was ankle could heal without surgery but did not and he underwent surgery in August, which involved inserting seven screws into the ankle and left him on crutches for two months. Most recent victory came in 1998 Buick Invitational. Posted final-round 64, then spent the next couple hours watching his 12-under-par 204 total stand up. Skip Kendall birdied the final hole of regulation to force playoff, but he won with birdie on first extra hole. Came from eight strokes back entering final round, at the time matching PGA TOUR best comeback since 1970. Victory came with former San Diego Chargers quarterback Stan Humphries on his bag. Also became third San Diego native to win Buick Invitational in six years (Phil Mickelson 1993, 2000-01 and Craig Stadler 1994) and fifth overall (Gene Littler 1954 and Billy Casper 1966). Fell out of top 125 in 1997 for first time in his career. Made 16 of 25 cuts and finished in top-25 once. Chose to use one-time top-50 career money list ranking exemption to play in 1998. Impressive 1996 West Coast swing included T2 at Nissan Open, T3 Buick Invitational, T4 United Airlines Hawaiian Open and T6 at Phoenix Open. Named PGA TOUR Player of the Month for February, first to receive award without victory during that span. Earned more money in 1995 than in any other season on the heels of three runners-up paychecks: T2 at Northern Telecom Open, T2 at Motorola Western Open and second at Anheuser-Busch Golf Classic. Recorded a one-stroke victory over Corey Pavin, Billy Mayfair and D.A. Weibring at the 1993 GTE Byron Nelson Classic. Lost 18-hole playoff to Payne Stewart in 1991 U.S. Open at Hazeltine National. Defeated Bob Tway in playoff to win 1989 BellSouth Atlanta Classic. At 1987 U.S. Open, trailed Tom Watson by one stroke heading into final round at The Olympic Club, but closing 68, which included three birdies on back nine, good for one-stroke victory. Also won Greater Greensboro Open that year on way to fourth-place finish on money list. Final-round 65 gave him a five-stroke victory at the 1984 Manufacturers Hanover Westchester Classic. First TOUR victory came at 1980 Western Open, by five strokes over Andy Bean. \n","otherCarHigh" : "NCAA Championship winner and All-American at University of Southern California in 1976-77.","personal" : "Spends a great deal of time with family during season. Has served for 12 years as host of Scott Simpson HBIC Pro-Am in Los Angeles, which benefits Help for Brain-Injured Children. Partnered with actor Bill Murray every year at the AT&T Pebble Beach National Pro-Am.","otherInfo" : "","ntlTeams" : "Walker Cup, 1977; Ryder Cup, 1987; Kirin Cup, 1987.\n","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1979","qSchoolYear" : "Fall 1978","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(4): 1984 Chunichi Crowns [Jpn], Dunlop Phoenix [Jpn]. 1988 Chunichi Crowns [Jpn]. 1990 Perrier Invitational [Eur].","curYearHigh" : "Season resume recorded just seven events which included a T26 at the Bass Pro Shops Legenda of Golf with Wayne Levi...Also made the cut at the U.S. Senior Open in Sacramento, finishing T50.","carHigh" : "2003: Played in his first-ever Nationwide Tour event in 2003 and finished T54 at the Chitimacha Louisiana Open. Made 18 starts on the PGA TOUR. His best effort for the season was T22 at the 2003 MCI Classic. 2002: Finished outside top 125 for third time in last three seasons and the only three times in his 23-year career. Made cut in five of first 12 events then made just one the remainder of the season. 2001: Returned from broken ankle that sidelined him for all of 2000. Received a Major Medical Extension and had 29 tournaments to regain exempt status. Started season slowly with five missed cuts in first six starts. Held first-round lead after opening 66, stood one stroke back after 36 holes and two after 54 holes at Greater Greensboro Chrysler Classic. Finished T2 for first top-10 since T7 at 1999 Buick Invitational and his only one of the season. Earned $308,000 for the T2 finish or $200,000 more than he received for his Greensboro victory in 1987. Part of eight-man tie for second-round lead at Canon Greater Hartford Open after opening 65-67. Closed 70-69 for T17. 2000: Unable to play the PGA TOUR due to broken ankle he suffered while skiing during the New Year holiday. Prognosis was ankle could heal without surgery but did not and he underwent surgery in August, which involved inserting seven screws into the ankle and left him on crutches for two months. 1998: Most recent victory came in Buick Invitational. Posted final-round 64, then spent the next couple hours watching his 12-under-par 204 total stand up to challenge after challenge. Skip Kendall birdied the final hole of regulation to force playoff, but he won with birdie on first extra hole. Came from eight strokes back entering final round, at the time matching PGA TOUR best comeback since 1970. Victory came with former San Diego Chargers quarterback Stan Humphries on his bag. Also became third San Diego native to win Buick Invitational in six years (Phil Mickelson 1993 and Craig Stadler 1994) and fifth overall (Gene Littler 1954 and Billy Casper 1966). 1997: Fell out of top 125 for first time since 1978. Made 16 of 25 cuts and finished in top-25 one time. Chose to use one-time top-50 career money list ranking exemption to play in 1998. 1996: Impressive West Coast swing included T2 at Nissan Open, T3 Buick Invitational, T4 United Airlines Hawaiian Open and T6 at Phoenix Open...Named PGA TOUR Player of the Month for February, first to receive award without victory during that month. 1995: Earned more money than in any other season on the heels of three runners-up paychecks: T2 at Northern Telecom Open, T2 at Motorola Western Open and second at Anheuser-Busch Golf Classic. 1993: Recorded a one-stroke victory over Corey Pavin, Billy Mayfair and D.A. Weibring at the GTE Byron Nelson Classic. 1991: Lost 18-hole playoff to Payne Stewart in 1991 U.S. Open at Hazeltine National. 1989: Defeated Bob Tway in playoff to win BellSouth Atlanta Classic. 1987: At U.S. Open, trailed Tom Watson by one stroke heading into final round at The Olympic Club, but closing 68, which included three birdies on back nine, good for one-stroke victory...Also won Greater Greensboro Open that year on way to fourth-place finish on money list. 1984: Final-round 65 gave him a five-stroke victory at the Manufacturers Hanover Westchester Classic. First TOUR victory came at Western Open, by five strokes over Andy Bean. Amateur: NCAA champion and All-American at University of Southern California in 1976 and 1977.\n","otherCarHigh" : "","personal" : "Spends a great deal of time with family during season...Has served for 12 years as host of Scott Simpson HBIC Pro-Am in Los Angeles, which benefits Help for Brain-Injured Children.","otherInfo" : "Past U.S. Open champion, who is eligible to join the Champions Tour in late 2005, competed in 18 TOUR events in 2004, with nine made cuts. T10 finish at Valero Texas Open was first top-10 since T2 at 2001 Greater Greensboro Chrysler Open. Finished outside top 125 in four of the last five seasons. In 2001, returned from broken ankle that sidelined him for all of 2000. Received a major medical exemption and had 29 tournaments to regain exempt status. Started season slowly with five missed cuts in first six starts. Held first-round lead after opening 66, stood one stroke back after 36 holes and two after 54 holes at Greater Greensboro Chrysler Classic. Finished T2 for first top-10 since T7 at 1999 Buick Invitational and his only one of the season. Earned $308,000 for the T2 finish or $200,000 more than he received for his Greensboro victory in 1987. Unable to play the PGA TOUR in 2000 due to broken ankle he suffered while skiing at the end of 1999. Prognosis was ankle could heal without surgery but did not and he underwent surgery in August, which involved inserting seven screws into the ankle and left him on crutches for two months. Most recent victory came in 1998 Buick Invitational. Posted final-round 64, then spent the next couple hours watching his 12-under-par 204 total stand up. Skip Kendall birdied the final hole of regulation to force playoff, but Scott won with birdie on first extra hole. Came from eight strokes back entering final round, at the time matching PGA TOUR best comeback since 1970. Victory came with former San Diego Chargers quarterback Stan Humphries on his bag. Also became third San Diego native to win Buick Invitational in six years (Phil Mickelson 1993, 2000, '01 and Craig Stadler 1994) and fifth overall (Gene Littler 1954 and Billy Casper 1966). Fell out of top 125 in 1997 for first time in his career. Made 16 of 25 cuts and finished in top-25 once. Chose to use one-time top-50 career money list ranking exemption to play in 1998. Impressive 1996 West Coast swing included T2 at Nissan Open, T3 Buick Invitational, T4 United Airlines Hawaiian Open and T6 at Phoenix Open. Named PGA TOUR Player of the Month for February, first to receive award without victory during that span. Earned more money in 1995 than in any other season on the heels of three runners-up paychecks: T2 at Northern Telecom Open, T2 at Motorola Western Open and second at Anheuser-Busch Golf Classic. Recorded a one-stroke victory over Corey Pavin, Billy Mayfair and D.A. Weibring at the 1993 GTE Byron Nelson Classic. Lost 18-hole playoff to Payne Stewart in 1991 U.S. Open at Hazeltine National. Defeated Bob Tway in playoff to win 1989 BellSouth Atlanta Classic. At 1987 U.S. Open, trailed Tom Watson by one stroke heading into final round at The Olympic Club, but closing 68, which included three birdies on back nine, good for one-stroke victory. Also won Greater Greensboro Open that year on way to fourth-place finish on money list. Final-round 65 gave him a five-stroke victory at the 1984 Manufacturers Hanover Westchester Classic. First TOUR victory came at 1980 Western Open, by five strokes over Andy Bean. NCAA Champion and All-American at University of Southern California in 1976 and 1977. Spends a great deal of time with family during season. Has served for 12 years as host of Scott Simpson HBIC Pro-Am in Los Angeles, which benefits Help for Brain-Injured Children. Partnered with actor Bill Murray every year at the AT&T Pebble Beach National Pro-Am.","ntlTeams" : "Walker Cup, 1977; Ryder Cup, 1987; Kirin Cup, 1987.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2005","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(6): 1976 NCAA Championship (indiv). 1977 NCAA Championship (indiv). 1984 Chunichi Crowns, Dunlop Phoenix. 1988 Chunichi Crowns. 1990 Perrier Invitational.","intlVics" : "","curYearHigh" : "Season resume recorded just seven events which included a T26 at the Bass Pro Shops Legenda of Golf with Wayne Levi...Also made the cut at the U.S. Senior Open in Sacramento, finishing T50.","carHigh" : "2014: Lone top-10 finish in 21 starts came in September when he was on the leaderboard through 36 holes of the Quebec Championship. Contended early in the final round at La Tempete before eventually posting a 71 and placing T10...Teamed with Wayne Levi for a T15 finish at the Big Cedar Lodge Legends of Golf in June. \n\n2013: Was 64th on the money list in 23 starts...Only top-10 came in March when he closed with a 65 Sunday at the Toshiba Classic to move into a T8. It was his best Champions Tour finish since a T6 at the 2010 First Tee Open at Pebble Beach.\n\n2012: Was among the top 25 twice in his 20 appearances...Teamed with Loren Roberts to finish T13 at the Liberty Mutual Insurance Legends of Golf...In his next-to-last start of the year, was T24 at the Greater Hickory Classic at Rock Barn. \n\n2011: Played in all 21 official events for which he was eligible but did not post a top-10 finish for the first time in six full Champions Tour seasons...Among the top 25 four times, twice over the course of his last three appearances. Best effort came at the Liberty Mutual Legends of Golf when he was T12 with partner Loren Roberts. The duo shot a better-ball score of 9-under 63 in the final round...Also was T14 in the SAS Championship near the end of the season. Shot four consecutive scores of 1-under 70 at Inverness to finish T15 at the U.S. Senior Open. \n\n2010: Played his best golf during a four-week stretch late in the summer when he was among the top 20 in every event during that period, including three top-10 performances...Best showing came in a familiar place, the Monterey Peninsula. Carded a final-round 69 to finish T6 at the Home Care & Hospice First Tee Open at Pebble Beach...Good play continued the following week when he was T10 at the inaugural Posco E&C Songdo Championship in South Korea in September...Two weeks prior to Pebble, carded four straight sub-par rounds at the JELD-WEN Tradition and was T10...In early March, posted his first top-10 finish when he was T9 at the Toshiba Classic in Newport Beach. \n\n2009: Made just 12 starts after suffering a broken left wrist in an auto accident in San Diego on Jan. 17 and was out of action until the Dick's Sporting Goods Open in late June. Finished T24 at En-Joie GC with three consecutive sub-par rounds...His best effort of the campaign was a T6 at the U.S. Senior Open at Crooked Stick GC in Indiana in early August...Posted three straight sub-par rounds in his final start of the year at the AT&T Championship and finished T7 at Oak Hills in San Antonio...Led the Champions Tour in Driving Accuracy (82.25 percent), the highest percentage since 2006.\n\n2008: Nine top-10s were a personal-best on the Champions Tour and eclipsed the seven-figure mark in official earnings for the second time...Finished among the top three in three events with best effort coming near Seattle late in the year. Was a runner-up to Tom Kite at the Boeing Classic after being tied for the 18-hole lead and the sole 36-hole leader in the event. Could not hold off a back-nine charge in the final round by Kite and fell two strokes shy at TPC Snoqualmie Ridge...Equaled his best finish in a senior major when he T3 at the Senior PGA Championship. Made a significant move up the leaderboard Saturday after posting a 1-under 69 at Oak Hill (31 on the back nine), the only Saturday round in the 60s. Contended late Sunday until two bogeys in his last three holes left him two strokes short of Jay Haas...Early in the year, closed with a 6-under 65 Sunday to T3 at the Toshiba Classic...Second-round 65 at the Allianz Championship, his third start of the year, included a 7-under 29 on the front nine at the Old Course at Broken Sound and six consecutive birdies which proved to be the best birdie streak of the year. \n\n2007: Best performance of the year came in early October when he shot a closing-round, 5-under 65 to T3 at the Constellation Energy Senior Players Championship. \n\n2006: First full season on the Champions Tour highlighted by victory at the Walmart First Tee Open at Pebble Beach in his 25th career start on the circuit. With friend and comedian Bill Murray in his gallery, made a clutch, 9-foot birdie putt on the final hole to post a 12-under-204 total, one stroke better than Jay Haas who was playing two groups behind and failed to birdie the 18th. Victory on the Monterey Peninsula made him the sixth of eight first-time winners that year and ended a winless drought of just over 8Â˝ years. Played all 36 holes at Pebble Beach in the 54-hole event without making a bogey...Got his season off to a nice start on the North Shore of Oahu. Played in the final group with Loren Roberts, battling him to the end before finishing second at the Turtle Bay Championship. Trailed Roberts by four strokes entering the final round but tied him with birdie on the 17th hole. Lost when Roberts made eagle on the final hole...Added another runner-up finish at the Puerto Vallarta Blue Agave Golf Classic in April when he fell one stroke shy of Morris Hatalsky at Vista Vallarta. Was the first-round leader and remained in contention all three rounds. Saw his chances slip away on the final two holes. Bogeyed No. 17 and then missed a 5-foot birdie opportunity at the 54th hole which eventually left him one stroke shy of Hatalsky...Shot a career-best and course-record, 11-under-par 61 at TPC Snoqualmie Ridge Saturday at The Boeing Greater Seattle Classic. \n\n2005: Made his Champions Tour debut at the SAS Championship and T18 at Prestonwood after fashioning a 4-under 68 in his first round. Highlight of brief season came when he carded an 8-under 63 Saturday at the SBC Championship. Score at Oak Hills was his best since shooting 63 in the fourth round of the 1993 Bob Hope Chrysler Classic on the PGA TOUR. \n","otherCarHigh" : "Played the PGA TOUR regularly from 1979-2005...Won seven times, with his biggest victory coming at the 1987 U.S. Open. Trailed Tom Watson by one stroke heading into the final round at The Olympic Club, but closed with a 68, which included three birdies on the back nine, good for a one-stroke victory...Also won the Greater Greensboro Open that year on way to fourth-place finish on money list, his highest ranking ever...Lost 18-hole playoff to Payne Stewart in 1991 U.S. Open at Hazeltine National...Last TOUR victory came in 1998 Buick Invitational when he defeated Skip Kendall with a birdie on the first playoff hole. Posted a final-round 64 and came from eight strokes back entering the final round, at the time matching PGA TOUR best comeback since 1970. Victory came with former San Diego Chargers quarterback Stan Humphries on his bag. Also became third San Diego native to win Buick Invitational in six years (Phil Mickelson in 1993, Craig Stadler in 1994) and fifth overall (Gene Littler in 1954, Billy Casper in 1966)...Recorded one-stroke victory over Corey Pavin, Billy Mayfair and D.A. Weibring at the 1993 GTE Byron Nelson Classic...First TOUR victory came in 1980 Western Open, by five strokes over Andy Bean...Won second tournament on TOUR by five as well at 1984 Manufacturers Hanover Westchester Classic...Defeated Bob Tway in playoff to win 1989 BellSouth Atlanta Classic...Named PGA TOUR Player of the Month for February 1996, first to receive award without victory during that month...1977 NCAA champion and two-time first-team All-American at University of Southern California in 1976 and 1977. Also earned the 1977 Fred Haskins Award as the nation's top collegiate player. Is a member of the USC Hall of Fame...Played on victorious U.S. Walker Cup team in 1977 and was also a member of the American Ryder Cup team in 1987...Has had eight career holes-in-one.","personal" : "Spends a great deal of time with family during the season...Has served 25 years as host of Scott Simpson HBIC Pro-Am in Los Angeles which benefits Help For Brain-Injured Children...Was unable to play the PGA TOUR in 2000 due to a broken ankle he suffered while skiing during the New Year's holiday. Prognosis was ankle could heal without surgery but did not. Underwent surgery in August 2000, which involved placing seven screws into the ankle...Lists the late Byron Nelson as his hero...Got started in golf by his dad, Joe, who was a good amateur player. Father lost to Bo Williams in the final of the 1989 U.S. Senior Amateur at Lochinvar in Houston...Lists Pebble Beach, Shinnecock Hills, Winged Foot, The Olympic Club, Cypress Point, Pine Valley and Prairie Dunes as some of his favorite golf courses...Favorite TV show is \"House.\"...Favorite food is spaghetti...Favorite entertainer and athlete is Bill Murray.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T33rd at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks 68th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output","Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}