{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "33204","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Lowry","first" : "Shane","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "216","weightMetric" : "98","birthDate" : "April 2, 1987","age" : "29","birthPlace" : "Clara, County Offaly, Ireland","residence" : "Clara, County Offaly, Ireland","family" : "Wife, Wendy","education" : "University College Dublin","splInterest" : "Gaelic football, rugby","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2009","clubAffl" : "Carton House GC (Maynooth, County Kildare, Ireland)","cityPlaysFrm" : "Co. Offaly; ; Ireland","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2015","qSchoolYear" : "","exmtStatus" : "World Golf Championships tournament winner (through 2017-18)","otherVics" : "","intlVics" : "(2): 2009 The 3 Irish Open [Eur]. 2012 Portugal Masters [Eur].","curYearHigh" : "At the European Tour's British Masters in early October, made a late run at victory at Woburn GC. After opening with a 5-under 66, shot back-to-back 69s to sit in a tie for fifth, three shots behind leaders Kiradech Aphibarnrat and Matthew Fitzpatrick. Shot a 4-under 67 on the final day but it wasn't enough to catch Fitzpatrick, who shot a 68 of his own to win by two strokes...Shot a final-round 66 at the Turkish Airlines Open to pick up a top-10 in the first event of the Race to Dubai's Final Series. Ended the tournament in Atalya at solo eighth...Made his first PGA TOUR start of the year at the Farmers Insurance Open, where he finished T7...In his first start at the Waste Management Phoenix Open, held a share of the 18-hole lead before ensuing rounds of 70-72-68 resulted in a share of sixth place with four others. Birdied five of his last seven holes in the final round to post the 68, including the renowned par-3 16th. \n\n\n","carHigh" : "2014-15: Opened poorly at the European Tour's BMW PGA Championship at Wentworth Club in late-May, with a 2-over 74. Rebounded nicely over his final 54 holes, playing his last three rounds in 13-under to T6 with Tommy Fleetwood...Opened poorly at the BMW PGA Championship at Wentworth Club in late-May, with a 2-over 74. Rebounded nicely over his final 54 holes, playing his last three rounds in 13-under to T6 with Tommy Fleetwood...Next PGA TOUR top-10 finish came at the U.S. Open at Chambers Bay, where a T9 performance lifted him to 339 non-member FedExCup points for the season. With that number surpassing No. 125 Johnson Wagner's total of 323 from the 2013-14 season, had the ability to accept Special Temporary Membership for the remainder of the 2014-15 Season, giving him unlimited sponsor-exemption possibilities. Entered the final round of the World Golf Championships-Bridgestone Invitational two shots off the lead before firing a bogey-free 66 to claim a two-shot win over Bubba Watson. Saved the best for last as his tee shot on No. 18 went deep into the left rough. Second shot rattled 141 yards through the trees and landed 11 feet, 1 inch away from the pin. Drained the putt for the birdie-3 to seal the win. Earned his first-career PGA TOUR victory in his 28th start. Claimed a three-year PGA TOUR exemption through the 2017-2018 season. Won his first World Golf Championships event in his ninth start. With his win, he automatically became a PGA TOUR member (since he already accepted Special Temporary Membership)...His FedExCup points earned as a non-member (excluding those won at World Golf Championship events as a non-member) are retroactive and will be counted on the official FedExCup points list. His FedExCup points earned in World Golf Championships events, including those from his victory at the Bridgestone Invitational, are not retroactive. Will have two events (PGA Championship and Wyndham Championship) to try to move into the top 125 in the FedExCup standings. He was the first Special Temporary Member to win on TOUR since Jordan Spieth at the 2013 John Deere Classic. 2013-14: Made three PGA TOUR starts, all coming in major championships. Missed the cut at the U.S. Open then parlayed weekend rounds of 70-65 at The Open Championship into a T9 with Graeme McDowell and Victor Dubuisson. His bogey-free, 7-under 65 in Sunday's final round tied the low score for the week at Royal Liverpool GC...Added a T46 at the PGA Championship, again firing a solid final round. a 4-under 67 in Louisville...Finished 10th on the final Race to Dubai standings. Shot a final-round 68 at the BMW PGA Championship but came up a stroke short of Rory McIlroy's winning 14-under total at Wentworth Club in England. Had a double bogey, two bogeys, an eagle and six birdies for his 4-under 68...Made three birdies and an eagle on his way to a final-round 66 to T4 at the Scottish Open in mid-July...Had a nice outing at the ISPS Handa Wales Open in mid-September. Shot four under-par rounds, including a 68-65-68 start at Celtic Manor to finish at 13-under with Tommy Fleetwood, a stroke behind winner Joost Luiten...In October, at the Alfred Dunhill Links Championship, shot four under-par rounds at the three-course event and finished T6 with Richard Sterne and Louis Oosthuizen, three shots behind winner Oliver Wilson...Finished 10th on the European Tour's final Race to Dubai standings and recorded a solo-fifth effort at the Race to Dubai's final event, the DP World Tour Championship at Jumeirah Golf Estates in late-November. Shot a final-round 66, tying him with Louis Oosthuizen for best-of-the-day honors.\n\n2013: In nine PGA TOUR appearances, best medal-play showing was a T15 at the Valero Texas Open, with four par-or-better rounds in San Antonio...Best TOUR performance came at the World Golf Championships-Accenture Match Play Championship. Defeated Rory McIlroy (1-up) and Carl Pettersson (6 and 5) before falling in the third round to Graeme McDowell, 3 and 2, in Arizona...Earned an invitation to his second PGA Championship, making his first cut in that event (T57)...Was T9 at the Volvo Golf Champions for his first top-10 of the season...Picked up a T10 late in the summer at the Johnnie Walker Championship at Gleneagles, shooting rounds of 67-69 on the weekend in Scotland...At the Alfred Dunhill Links Championship in late-September, parlayed four rounds in the 60s, including a third-round 64, to T3, a stroke out of the David Howell-Peter Uihlein playoff.\n\n2012: Was only 1-under through 36 holes then shot consecutive, 5-under 67s on the weekend at the Open de Andalucia to T7 at Aloha GC in mid-March...Was T6 at the Sicilian Open, falling out of contention with a third-round 74. Recovered Sunday with a 5-under 67...Contended all week at the Lyoness Open in Atzenbrugg, Austria. Eventually settled on a T2 with Thomas Levet, three strokes behind winner Bernd Wiesberger. Shot rounds of 70-68-68-66 at Diamond CC...Won his second European Tour title and first since 2009 when he came from behind on the final day to capture the Portugal Masters. Through 54 holes, was four strokes behind leader Bernd Weisberger. Shot a final-round, 5-under 66 at Oceanico Victoria GC in Algarve to defeat Ross Fisher by a shot. He began his back nine Sunday with a birdie and an eagle to put himself in position then added two more birdies to secure the title...Couldn't overcome a double bogey-6 on the ninth hole during the final round of the European Tour's BMW Masters in late October. Shot a 4-under 68 to finish solo fifth in Shanghai.\n\n2011: First top-10 of the season was a T5 at the Iberdrola Open in Mallorca, Spain. Was in position to win after a third-round and tournament-low 63 at Pula GC, but he stumbled on the final day, shooting a 4-over 74 to drop back five shots behind winner Darren Clarke...Two weeks later, was T4 at the BMW PGA Championship. Shot rounds of 69-67 at Wentworth Club to move up the leaderboard...Didn't record another top-10 until late October, when he was solo fourth at the Andalucia Masters. Played well on the final day at Valderrama GC, shooting a 4-under 67, tying him for low-round-of-the-day honors...Added his final top-10 of the campaign, an eighth-place performance at the Dubai World Championship.\n\n2010: Played well early in the season, shooting a final-round 67 to T4 at the Abu Dhabi Golf Championship in January...Waited until July to add his second and final top-10 of the year, a T7 at The Barclays Scottish Open, thanks, in part, to a third-round 66 at Loch Lomond GC.\n\n2009: In his first event of the year, he became only the third amateur to win a European Tour title. Opened 67-62 at The 3 Irish Open in May at County Louth GC in Ireland. His 71-71 finish over the final 36 holes was enough to get him into a playoff with Robert Rock, an extra session he won. He joined New Zealander Danny Lee as the other amateur to win on the European Tour that year. The win was his only top-10 of the year. A T15 at the KLM Open in the Netherlands was his only other top--20 performance. \n\nAmateur: Won the 2007 Irish Amateur Closed Championship, joining fellow Irishmen Darren Clarke, Padraig Harrington, Paul McGinley and Rory McIlroy as past winners of that event...Was a member of the Ireland team that won the 2007 European Amateur Team Championship. Was a part of the team that successfully defended its title in 2008. Also won the West of Ireland Championship and the North of Ireland Championship and reached as high as No. 6 in the World Amateur Golf Ranking. \n\n","otherCarHigh" : "","personal" : "His father, Brendan, was a well-known and successful Gaelic football star who played on the All-Ireland Championship team (County Offaly in 1982)...Began playing golf at age 13, inspired by his uncles, who were avid fans of the sport. Was a 12 handicap after one year of playing and was a single-digit player before his 15th birthday...Also competed in rugby, soccer, Gaelic football and hurling.","otherInfo" : "","ntlTeams" : "World Cup (1), 2013; Eurasia Cup (1), 2016.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T6th at the Waste Management Phoenix Open.","dynStats" : "He ranks T69th in Driving Distance - Driver on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/shanelowrygolf"},{"cat" : "twitter","desc" : "","url" : "http:\/\/www.twitter.com\/ShaneLowryGolf"}], "allOutTypes" : ["Intro Page, Bio Page, ShotLink Player Bio, XML Output","Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}