{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23814","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "7","capcure" : "N", "personalInfo" : {"name" : {"last" : "Molinari","first" : "Edoardo","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "170","weightMetric" : "77","birthDate" : "February 11, 1981","age" : "35","birthPlace" : "Turin, Italy","residence" : "Turin, Italy","family" : "","education" : "University of Torino (2006, Engineering)","splInterest" : "Soccer, ping-pong","pronunciation" : "maw-LIN-air-ee","nwTourAlumnus" : "","trndProYear" : "2006","clubAffl" : "","cityPlaysFrm" : "Italy; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "(2): 2001 Italian Amateur Foursomes [with Francesco Molinari]. 2009 OMEGA Mission Hills World Cup [with Francesco Molinari].","intlVics" : "(8): 2007 Club Colombia Masters [EurChall], Tusker Kenya Open [Eur]. 2009 Piemonte Open [EurChall], Kazakhstan Open [EurChall], Italian Federation Cup [EurChall], Dunlop Phoenix [Jpn]. 2010 Barclays Scottish Open [Eur], Johnnie Walker Championship [Eur].","curYearHigh" : "","carHigh" : "2013-14: Only played in two PGA TOUR events, making the cut in both. At The Open Championship in July, posted 4-under 68s in the first, third and final rounds en route to a T7 with Charl Schwartzel. Birdied the 18th hole three of the four rounds to help claim his best Open Championship finish (in five starts), improving on his T27 in 2010...Added a T46 at the PGA Championship in Louisville after opening with a 5-under 66...On the European Tour, was 40th in the final Race to Dubai standings. Came close to winning for the first time since 2010 when he was solo second at the Irish Open. Began the event with a 67-69 opening 36 holes but was still four shots off Mikko Ilonen's halfway lead. Remained four behind Ilonen through 54 holes after a third-round 69. Finished a stroke behind Ilonen after a final-round 67 moved him up the leaderboard...In early February, was T9 with three others at the Omega Dubai Desert Classic...Shot a tournament-low, 8-under 63 in the second round of the ISPS Handa Wales Open on his way to a T4 at Celtic Manor. After opening with a 1-over 72 and then improving by nine strokes in the second round, he continued his solid play on the weekend with rounds of 68-69.\n\n2013: Finished second at the weather-shortened Maybank Malaysian Open in March. Shot a final-round 67 to finish one shot shy of winner Kiradech Aphibarnrat. The impressive finish was his first made cut since returning to action from a 2012 wrist injury. \n\n2012: Played a limited schedule, making only 14 starts on the European Tour due to a wrist injury. Shot a final-round 67 at the Trophee Hassan II in Morocco to move up nine spots into a T6.\n\n2011: His top European Tour performance came in November at the rain-shortened Barclays Singapore Open. Opened with a 10-under 62 at Sentosa GC and was tied for the 36-hole lead with England's James Morrison. Struggled to a 1-under 71 Sunday to T5...Was T8 at the Volvo Golf Champions in January, shooting rounds of 65-68 on the weekend...Top PGA TOUR finish was his 11th-place showing at the Masters. Shot a final-round 74 at Augusta National...Defended Italy's 2009 OMEGA Mission Hills World Cup title by again teaming with his brother, Francesco. The duo finished 17th in China. \n\n2010: Finished T2 at the Arnold Palmer Invitational. The runner-up finish was the best of his PGA TOUR career in just his third start as a professional. Earned a spot in the Arnold Palmer Invitational by being in the top 50 in the Official World Golf Ranking. On the same weekend that Edoardo finished T2 at Bay Hill, his brother Francesco finished T4 at the European Tour's Open de Andalucia de Golf in Mรกlaga, Spain...Won the first of two European Tour titles when he captured the Barclays Scottish Open at Loch Lomond GC...Followed that victory with a win at the Johnnie Walker Championship, also in Scotland. Win helped him secure a captain's selection on the European Ryder Cup team. At Celtic Manor, he didn't win any matches (0-1-2) but earned his team a full point by halving his fourball and singles showdowns...Late in the season, traveled to Japan and turned in a T4 at the Dunlop Phoenix. \n\n2009: Victories at the Piemonte Open in May, the Kazakhstan Open four months later and the Italian Federation Cup pushed him to first in the European Challenge Tour season rankings and an immediate return to the European Tour in 2010. Beat Robert Karlsson in a playoff in late-November to win the Dunlop Phoenix on the Japan Golf Tour. Teamed with brother Francesco to capture Italy's first OMEGA Mission Hills World Cup title in late-November. \n\nAmateur: A great career included winning the 2001 Italian Amateur, the 2003 Turkish Amateur and becoming the first Italian to win the U.S. Amateur, when he won at Merion in 2005. Played in the 2006 Masters (with younger brother Francesco as his caddie), U.S. Open and The Open Championship as a result of the U.S. Amateur win. Turned professional in the summer of 2006 after finishing his engineering degree at the University of Torino. Won twice on the 2007 Challenge Tour in a span of five weeks at the Club Colombia Masters and the Tusker Kenya Open.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "Ryder Cup (1), 2010; World Cup (3), 2008, 2009, 2011; Royal Trophy (1), 2011.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T2nd in 2010 at the Arnold Palmer Invitational presented by MasterCard.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}