{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27702","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hendrix","first" : "Matt","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "200","weightMetric" : "91","birthDate" : "January 22, 1981","age" : "35","birthPlace" : "Aiken, South Carolina","residence" : "Greenville, South Carolina","family" : "Wife, Melanie; Chase (2\/18\/10), Calvin (12\/1\/13)","education" : "Clemson University (2004, Economics)","splInterest" : "Basketball, watching college sports","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2004","clubAffl" : "Thornblade Club (Greenville, South Carolina)","cityPlaysFrm" : "Greenville; South Carolina; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "606,668&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2006","exmtStatus" : "Subject to second reshuffle (first 8 events)","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2013: Made the cut in just two of 10 Web.com Tour starts. Best week came outside Kansas City, where he T11 at the Midwest Classic. Opened with a 73 but rebounded with a 66 to make the cut and then moved up the leaderboard Sunday with a 64, matching his second-lowest score on Tour. \n\n2012: After missing seven cuts in his first nine starts, put together a solid performance at the Mexico Open. Finished T6 at El Bosque CC despite struggling to a 1-over 73 on the final day. Had a hole-in-one in the third round on his way to a 5-under 67...Had a double eagle during the second round of the Cox Classic in Omaha. Used a 4-iron from 218 yards at the par-5, 10th for the fifth albatross in tournament history. Wound up shooting a 6-under 65 but missed the cut by two shots...Followed up the next week with a T4 at the Price Cutter Charity Championship. Fired a Web.com Tour career-best 9-under 63 in the opening round to grab the first-day lead by one.\n\n2011: Monday qualifier at the Web.com Tour's South Georgia Classic, where he finished T10...Followed up a week later with a T3 at the Stadion Classic at UGA where he collected enough money to earn status as a Web.com Tour Special Temporary Member for the remainder of the season. Payday moved him to No. 11 on the money list...Had a solid three-week stretch in mid-summer, highlighted by a T9 at the Nationwide Children's Hospital Invitational. \n\n2010: Began the year with no status on Tour and attempted to Monday-qualify on several occasions. Successfully qualified into the field at the Christmas in October Classic and finished T23, which earned him a spot in the Northeast Pennsylvania Classic. Was T13 in Scranton, which earned him a start at the Mexico Open...First top-10 of the year came in Mexico, where he finished T7 despite opening with a 3-over 75 that had him tied for 67th after one round. \n\n2007: Made the cut in seven of 24 starts during his rookie season on the PGA TOUR. Best week was a T31 at the Shell Houston Open. \n\n2006: Made the cut in 23 of 28 starts during his rookie season on the Web.com Tour, with one top-10 outing. Finished the year No. 68 on the money list, with $86,164. Despite making the cut in 12 of his first 13 starts—including six top-25 finishes—did not crack the top 10 for the first time until his 13th start of the year, a T7 showing at the Knoxville Open. Earned his PGA TOUR card for the 2007 season at Q-school, finishing T29. \n\n2005: Enjoyed a career-best T9 at the Albertsons Boise Open. In his only start on the PGA TOUR, shot a 9-under 63 in the first round to tie Glen Day for the first-round lead at the 2005 B.C. Open. Finished T13. \n\n2004: Made three PGA TOUR starts, with a T56 at the B.C. Open his best outing. \n\n","otherCarHigh" : "Earned All-American honors during his junior season at Clemson University. Was instrumental in leading the Tigers to the 2003 NCAA Championship. Also earned Academic All-American accolades. Member of the 2003 Walker Cup team. Winner of the 2003 Sunnehanna Amateur...Won the 4A state championship, as well as the state junior and the Carolinas Junior during his prep career.","personal" : "Cites helping lead Clemson University to the 2003 NCAA Championship as his biggest thrill in golf. Third-generation Clemson student, as his grandfather and both parents are Clemson graduates. Lists his parents as his heroes. Got his start in golf at age 7 when his dad would take him to play nine holes after he got off work.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 2003.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "2006","exmtStatus" : "T29 at 2006 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Rookie on PGA TOUR in 2007 via T29 finish at Qualifying School. Got up and down for bogey on the 107th hole after hitting in the water and made a 15-footer for par on the final hole to earn card by one stroke. Made the cut in 23 of 28 starts during his rookie season on the 2006 Nationwide Tour, with one top-10 outing. Finished the year No. 68 on the money list, with $86,164. Despite making the cut in 12 of his first 13 starts—including six top-25s—did not crack the top 10 for the first time until his 13th start of the year, a T7 showing at the Knoxville Open. Had made the cut in four of seven career starts on the Nationwide Tour prior to 2006, including a T9 at the 2005 Albertsons Boise Open. In his only start on the 2005 TOUR, shot a 9-under 63 in the first round to tie Glen Day for the first-round lead at the 2005 B.C. Open. Finished T13. Three TOUR starts in 2004, with a T56 at the B.C. Open his best outing. Earned All-America honors during his junior season at Clemson. Instrumental in leading the Tigers to the 2003 NCAA Championship. Also earned Academic All-America accolades. Member of the 2003 Walker Cup team. Winner of the 2003 Sunnehanna Amateur. Won the South Carolina 4A State Championship, the State Junior and the Carolinas Junior during his prep career. Cites helping lead Clemson to the 2003 NCAA Championship as his biggest thrill in golf. Teammate of TOUR member D.J. Trahan. Third-generation Clemson student, as his grandfather and both parents are Clemson graduates.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T3rd in 2011 at the Stadion Classic at UGA.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/mattdrix"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}