{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32909","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Espinoza","first" : "Christian","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.72","weight" : "152","weightMetric" : "69","birthDate" : "February 18, 1989","age" : "27","birthPlace" : "Puerto Montt, Chile","residence" : "Chicureo, Chile","family" : "Single","education" : "","splInterest" : "Cycling","pronunciation" : "es-pih-NO-sa","nwTourAlumnus" : "","trndProYear" : "2009","clubAffl" : "Club de Golf Hacienda Chicureo (Chicureo, Chile)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2012","otherVics" : "","intlVics" : "(5) 2010 Abierto de Cachagua [Chile] 2011 Abierto de Brisas de Chicureo [Chile], Campeonato Nacional Match Play de Profesionales [Chile] 2013 Abierto de Las Brisas de Santo Domingo [Chile] 2014 69º Abierto de Granadilla [Chile]","curYrHigh" : "","carHigh" : "2015: Had one top-10, four top-25s and 9 cuts made in 16 starts on PGA TOUR Latinoamérica, where he finished the year ranked 67th on the Order of Merit... Best finish was T10 finish at the Dominican Republic Open in June... Made the cut in two of four Web.com Tour starts between February and March. Finished T40 at the Panama Claro Championship and T43 at the Colombia Championship.\n\n2014: Finished the PGA TOUR Latinoamérica season ranked 38th on the Order of Merit following two top-10s and five top-25s in 17 starts… Made 11 cuts… His top-10s came late in the year, a T7 at the Aberto do Brasil and T10 at the Lexus Peru Open in November… Finished T52 at the Chile Classic on the Web.com Tour… Collected a wire-to-wire win at the Chilean Tour's 69th Abierto de Granadilla in January. Finished at 278 (-10) to win by six shots and make it five career wins on his National Tour.\n\n2013: Finished the PGA TOUR Latinoamérica season ranked No. 14 in the Order of Merit. Had a runner-up finish, two top-5 finishes and five top-25 finishes. Made 10 cuts in 14 starts. His best finish was runner-up at the Personal Classic presented by BlackBerry, an event he closed with a bogey-free 63 (-9) in the final round at La Reserva Cardales in Buenos Aires, Argentina. The check for $16,200 vaulted him from the 30th spot into the 12th in the Order of Merit with only one tournament left to play. That final round of 63 also secured him the OHL-Round of the Week Award. Finished T4 at the Roberto De Vicenzo Invitational Copa NEC at the Club de Golf del Uruguay in April. Closed that event, at the end of April, with a round of 68 to finish only a stroke outside a playoff for the title… In March, making his only start of the season on the Web.com Tour, shot 70 and 74 to miss the cut at the Chile Classic… Won his fourth career title on the Chilean Tour with a victory at the Abierto Las Brisas de Santo Domingo, a 54-hole event he finished at 279 (-9) to defeat his countryman Benjamín Alvarado by two strokes in February.\n\n2012: Finished the PGA TOUR Latinoamérica inaugural season ranked No. 13 in the Order of Merit with five top-10 finishes and nine cuts made in eleven starts. His best finish was T4 at the 59th Aberto do Brasil... During the first half of the year he had two top-15 finishes in five starts during the Tour de las Americas' final season. His best TLA finish in those events was T8 at Chile's Abierto del Club Los Lirios.\n\n2011: Finished the Tour de las Américas season ranked No. 23 in the Order of Merit to earn his card for the PGA TOUR Latinoamérica. Had four top-10 finishes in eleven starts on the TLA, with a T5 finish at the 53rd Abierto Ciudad de Bucaramanga in Colombia and T7 finish at the Torneo de Maestros Copa Personal in Buenos Aires, Argentina… Won twice on the Chilean Tour at the Abierto de Brisas de Chicureo and at the Campeonato Nacional Match Play.\n\n2010: Joined the Tour de las Americas, where his best finishes in seven starts were runner-up at the Peru Open and T6 at the 51st Abierto del Club Sport Francés in Chile… Won his first career title on the Chilean Tour at the Abierto de Cachagua.\n\n2009: Turned professional in December.\n","otherCarHigh" : "Won the 2008 South American Amateur Championship.","personal" : "Has two sisters… His father is an ex-Marine and Naval pilot… Cycling is one of his biggest passions… Attended High School at the Athletic Study Center in Santiago, Chile… Affiliated to the Club de Golf Hacienda Chicureo… Hugo Contreras and Luis Tudino have been his golf instructors… His favorite golf courses are El Jaguar in Merida, Mexico and Rocas de Santo Domingo and Hacienda de Chicureo in Chile… Never travels without a book… Carries a Buddha figure, given to him by his parents, as a lucky charm… His favorite professional teams are Chile's Colo Colo and Spain's FC Barcelona… “Talent is Never Enough” and “The Secret” are his favorite books… “The Midnight Express” is his favorite movie… YouTube is his top website… Ricardo Arjona and Daddy Yankee are his favorite entertainers… Loves eating sushi and Peruvian ceviche… Tiger Woods and Lance Armstrong are his favorite athletes to watch… The Caribbean and Viña del Mar are his top vacation spots… Not many people know that he is a huge fan of cycling and that he is lactose intolerant… His bucket list includes buying a Ferrari… Twitter: espinoza_xc… Instagram: @espinechenko","otherInfo" : "","prYrSeason" : "","exmtStatus" : "2014 Order of Merit Top-60"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri in 2016 is T26th at the Guatemala Stella Artois Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}