{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "28252","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Power","first" : "Seamus","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "200","weightMetric" : "91","birthDate" : "March 4, 1987","age" : "29","birthPlace" : "Waterford, Ireland","residence" : "Charlotte, North Carolina","family" : "Singe","education" : "East Tennessee State University (2010, Accounting)","splInterest" : "Reading","pronunciation" : "SHAY-muss","nwTourAlumnus" : "","trndProYear" : "2011","clubAffl" : "West Waterford GC (Waterford, Ireland); River Run CC (Davidson, North Carolina)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2015","exmtStatus" : "Exempt - Top-75 Money Winner from 2015 Web.com Tour Regular Season","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Finished the Web.com Tour season with 24 starts, two top-10s, eight top-25s and 14 cuts made. Was 72nd on the combined final money list...An up-and-down Regular Season began with four straight missed cuts...Over the next 11 tournaments, from March into July, only missed one cut and recorded seven top-25s. Finished between T14 and T24 at five tournaments in a row in early June into July...During the 11-event stretch, took home a new BMW X4 sedan when he made a hole-in-one on the par-3 17th hole Sunday at the BMW Charity Pro-Am in May. Used a 7-iron from 189 yards that landed 15 feet short of the hole and rolled in. The ace contributed to a final-round 68 and a T10...The following week in Raleigh, made history when he eagled the final hole of the first round of the Rex Hospital Open for a course- and tournament-record 61 at TPC Wakefield Plantation. Failed to break par though over the final three days, carding rounds of 72-71-73 for a T51...Picked up his second top 10 of the year at the Digital Ally Open in August. Posted 67-67-65-66 to finish T9 at 19-under...His Kansas City success was bookended by missed cuts in the two tournaments that both preceded and followed, placing him 60th on the Regular Season money list but safely into the Finals...In the Web.com Tour Finals, made the cut in the first three events (T44, T72, T47) before missing at the Web.com Tour Championship to close the season.\n\n2014: Finished T5 at Web.com Tour Qualifying Tournament in December, shooting 68-70-71-68...Was the leading money winner on the eGolf Tour for much of the season, winning twice, finishing runner-up once, third twice, fourth three times, fifth, sixth and seventh in 16 starts. Did not finish outside the top six in his first nine events. Had a stretch of 20 consecutive rounds in the 60s. Missed only one cut. Was overtaken for the top spot at the season-ending Tour Championship. Finished second in earnings, with $80,910...Played in one Web.com Tour event, posting a T54 at The Rex Hospital Open...Was medalist at second stage Qualifying Tournament at Plantation, Fla.\n\n 2013: Finished fourth on eGolf Tour money list...In first professional start on European Tour, finished T63 at the Irish Open. \n\n2012: Won twice on eGolf Tour and finished seventh in earnings.\n\n 2011: In first Web.com Tour event, The Rex Hospital Open posted a T50. Opened 69-69 and finished 71-72.\n","otherCarHigh" : "Played college golf at East Tennessee State University, where he won five events, including two Southern Conference titles as a freshman and a senior...Was a two-time Atlantic Sun Conference champion.","personal" : "Grew up playing junior golf tournaments with Rory McIlroy and Shane Lowry...Is a three-time Irish Youths champion...Has two brothers...Moved to Charlotte after graduating from college. Says if he weren't a pro golfer he'd be an accountant. \"I've always been good with numbers. Math, chemistry and physics were always my strongest subjects.\"...Was top 10 in the world in racquetball at age 11-12. Played in the World Racquetball Championship...Watching Tiger Woods win the 1997 Masters significantly influenced his interest in the game...Favorite course played to date is Portmarnock GC in Dublin and he'd like to play Augusta National...Favorite teams are Liverpool, Notre Dame and the New England Patriots. Tom Brady is one of his favorite athletes to watch, and he'd like to trade places with him for a day...Likes to watch \"The Big Bang Theory\" and read books by Dan Brown...Favorite group is U2...Would put Bill Clinton, Bill Belichick and Woods in his dream foursome...Is a big reader of history books...Speaks Gaeilge, or Irish Gaelic, the national and first official language of Ireland...Twitter account is @power4seamus.\n\n\n\n","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is T15th at the El Bosque Mexico Championship presented by INNOVA.","dynStats" : "He ranks T97th in Scoring Average (Actual) on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}