{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32172","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Adrian","first" : "Alfredo","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "185","weightMetric" : "84","birthDate" : "July 26, 1983","age" : "32","birthPlace" : "Maracay, Aragua, Venezuela","residence" : "Weston, Florida","family" : "Wife, Maria Villasmil","education" : "","splInterest" : "Beach, baseball, wine","pronunciation" : "al-FRAY-doe ah-DREE-uhn","nwTourAlumnus" : "","trndProYear" : "2004","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2013","otherVics" : "","intlVics" : "(2) 2012 IX Abierto Sambil [Ven]. 2013 Abierto Lagunita CC [Ven]","curYrHigh" : "","carHigh" : "2015: Earned PGA TOUR Latinoamérica conditional status by finishing T13 at the Lima, Peru Q-School in in January. Made the cut in 4 of his 12 starts on PGA TOUR Latinoamérica, with a T17 finish at the Mazatlán Open as his only top-25. Finished the year ranked 123rd on the Order of Merit... Teamed up with his countryman Felipe Velázquez to finish T10 at the Bridgestone America's Golf Cup, an unofficial event played in Mexico City in October.\n\n2014: Made the cut in 6 of his 13 official starts on PGA TOUR Latinoamérica, with a T40 finish at the Dominican Republic Open as his best in May. Finished the season ranked No. 134 in the Order of Merit… Teaming up with his countryman Robert De Biase, went on to finish T13 at the Bridgestone America's Golf Cup, an unofficial PGA TOUR Latinoamérica event played in October… Only start in his home country was a T9 finish at the Venezuela Open, a Developmental Series event played at Lagunita CC in Caracas in May.\n\n2013: Finished the PGA TOUR Latinoamérica season ranked No. 50 in the Order of Merit. Made the cut in 8 of his 10 starts and his only top 10 finish was T3 finish at the season opening 55th Abierto Mexicano de Golf at Club de Golf Mexico in March. During the third round of the Dominican Republic Open, where he finished T23, he made his first hole in one on PGA TOUR Latinoamérica by hitting a 5-iron at the Hard Rock Golf Club's 197-yard par-three No. 10. Earned his PGA TOUR Latinoamérica card by finishing T21 at the Qualifying Tournament in Lima, Peru in February... Missed the cut at the Brasil Classic in his first career start on the Web.com Tour in April… Won the Venezuelan Tour's Abierto Lagunita CC in February.\n\n2012: Was unable to earn PGA TOUR Latinoamérica status with a T34 finish at the Qualifying Tournament held at the Doral's White Course in August. Made two starts during the Tour's inaugural season and his best finish was T48 at the Puerto Rico Classic… At the beginning of the year made two starts on the Tour de las Americas abbreviated final season, with a T12 at the International Open La Vitalicia in Barquisimeto, Venezuela as his best finish… Won the Venezuelan Tour's IX Abierto Sambil in December at the Maracaibo CC.\n\n2011: After finishing T3 at the Tour de las Americas Qualifying School, he collected one top-10 and four top-25 finishes in nine starts on that Tour. His best TLA finish was T7 at the Televisa Players Championship in Acapulco, Mexico in May. Also finished T11 at the Club Colombia Masters, an event co-sanctioned by the TLA and the European Challenge Tour in March… Had two runner-up finishes on the Venezuelan Tour, losing a playoff for the VIII Abierto Sambil and finishing T2 at the Campeonato Nacional de Profesionales.\n\n2010: A T25 finish at the 63rd Abierto de Colombia was his best in five starts on the Tour de las Americas… Won the Venezuelan Tour's Invitational Punta Cana Copa Turaser by 13 strokes and claimed runner-up honors at the Campeonato Nacional de Profesionales behind Jhonattan Vegas.\n\n2009: Teamed up with former PGA TOUR champion and countryman Jhonattan Vegas for a T12 finish at the World Cup in Mission Hills, China in November… Collected four top-15 finishes in five starts on the Tour de las Americas, including a season best T8 finish at the Venezuela Open, an event in which he carded a 64 in the second round… Had two runner-up finishes on the Venezuelan Tour at the Campeonato Nacional de Profesionales and at the Abierto Internacional Copa Turaser Cap Cana.\n","otherCarHigh" : "Won the Venezuela Junior Championship… Played for the Venezuela team in five South American Championships… His best finish in three starts at the Callaway Junior World Golf Championship was T21.","personal" : "His brother Carlos is a professional football (soccer) player… Has another brother named Raúl… Graduated from college at Venezuela's Universidad Bicentenaria de Aragua (UBA) with a degree in business administration in 2006... His family and his wife are his greatest joys outside of golf... Loves going to the beach and never travels without his iPad... Carlos Larrain, Juan Guerra, Allan Andrews and Julio Nutt are the golf instructors he has had... The oldest club in his bag is a driver he got in 2009… Torrey Pines, McArthur Golf Club and Scioto Golf Club are the golf courses he has enjoyes the most... \"The Voice\" is his favorite TV show… \"Rocky\" and \"Die Hard\" are his favorite movies... A big New York Yankees fan, he also keeps track of the Tigres de Aragua from the Venezuelan Professional Baseball League and Real Madrid from the Spanish Football League… Twitter: @Alfredo_Adrian… Instagram: @alfredoadrian","otherInfo" : "","prYrSeason" : "","exmtStatus" : "2015 Q-School"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : "World Cup (1), 2009."},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri was T6th in 2013 at the 55 Abierto Mexicano de Golf.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "Alfredo Adrian","url" : ""},{"cat" : "instagram","desc" : "ALFREDOADRIAN","url" : ""},{"cat" : "twitter","desc" : "Alfredo_Adrian","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}