{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06617","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Henninger","first" : "Brian","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "150","weightMetric" : "68","birthDate" : "October 19, 1962","age" : "53","birthPlace" : "Sacramento, California","residence" : "Wilsonville, Oregon","family" : "Wife, Catherine; Carlin (6\/10\/93), Hunter (11\/18\/95), Mia (10\/29\/04)","education" : "University of Southern California (1987, Psychology)","splInterest" : "","pronunciation" : "hen-un-JUR","nwTourAlumnus" : "Web.com Tour Graduate (1993)","trndProYear" : "1987","clubAffl" : "Bandon Dunes Resort (Bandon, Oregon); Oregon GC (West Linn, Oregon)","cityPlaysFrm" : "Portland; Oregon; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,305,200&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "61st on the 2005 Nationwide Tour money list","otherVics" : "","intlVics" : "","curYearHigh" : "Two weeks after turning in his career-best performance on the Champions Tour with a T4 finish at the Senior PGA Championship, he went two steps better with a career-best T2 finish at The Principal Charity Classic at the Wakonda Club in Des Moines. Rebounded from a bogey at No. 14 Sunday to birdie three of his final four holes and close with a 4-under-par 68. His effort at the Senior PGA Championship included the low round of the event, a second-round 67, which moved him into contention, remaining on the leaderboard throughout...Open-qualified for the Allianz Championship and made his first Champions Tour start since May 2014 at the Senior PGA Championship. Was T68 in Boca Raton after rehabbing most of the 2014 season from surgery to repair a torn tendon in his left elbow.","carHigh" : "Member of the PGA TOUR from 1993-2003. Member of the Nationwide Tour 1991-92 and 2004-05. Made the cut in 12 of 20 starts on the 2005 Nationwide Tour, with two top-10 finishes. Wrapped up the season No. 61 on the money list, with $87,952. Cracked the top 10 for the first time that season in his 15th start, finishing T2 at the Envirocare Utah Classic. At 12-under-par 276, finished just one shot behind tournament winner Garrett Willis. Came back two weeks later with a solid T5 at the Albertsons Boise Open to move to No. 60 on the official money list. Made the cut in three of nine starts on the 2004 Nationwide Tour, with a T35 at the Virginia Beach Open his best showing. A T65 at the Chrysler Classic of Tucson was his only made cut in nine starts on the 2004 PGA TOUR. Missed regaining his full PGA TOUR privileges for the first time since 2001 by one stroke at the 2003 Qualifying Tournament. Played in 17 PGA TOUR events in 2003, with two top-25s and a season best T18 at the B.C. Open. His T3 finish at the 2002 B.C. Open was first top-10 since T4 at the 2000 Reno-Tahoe Open and best finish since T3 finish at the 1999 John Deere Classic. Carded final-round 65 to jump from 20th into the top 10, two strokes behind champion Spike McRoy. In 2001, failed to finish in the top 125 for first time since 1996 and didn't post a top-10 for the first time in his career. Best finish in 2000 came at the Reno-Tahoe Open, where a second-round, 9-under-par 63 tied the Montreux G&CC course record. Collected second career PGA TOUR victory and second victory at Annandale GC in his final official event of 1999. Three-stroke victory over Chris DiMarco at Southern Farm Bureau Classic marked second time in five years he has won in Mississippi. Each of his wins has been over less than 72 holes. The 1999 tournament was reduced to 54 holes because of the Payne Stewart memorial service and rain that a forced Monday finish. First TOUR victory came at rain-plagued 1994 Deposit Guaranty Golf Classic. After rain forced cancellation of Sunday's final round, birdied first playoff hole for victory. Playing in his first Masters in 1995, shared 54-hole lead with Ben Crenshaw before closing 76 left him T10. First joined PGA TOUR in 1993 after finishing second on 1992 Nationwide Tour money list, with victories at South Texas Open, Macon Open and Knoxville Open. Leading money-winner on 1989 Golden State Tour. \n","otherCarHigh" : "Made University of Southern California golf team as a walk-on.","personal" : "Outstanding prep tennis player who switched to golf as high school junior. Twice reached semifinals of state high school tennis tournament.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1993","qSchoolYear" : "1996","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "Two weeks after turning in his career-best performance on the Champions Tour with a T4 finish at the Senior PGA Championship, he went two steps better with a career-best T2 finish at The Principal Charity Classic at the Wakonda Club in Des Moines. Rebounded from a bogey at No. 14 Sunday to birdie three of his final four holes and close with a 4-under-par 68. His effort at the Senior PGA Championship included the low round of the event, a second-round 67, which moved him into contention, remaining on the leaderboard throughout...Open-qualified for the Allianz Championship and made his first Champions Tour start since May 2014 at the Senior PGA Championship. Was T68 in Boca Raton after rehabbing most of the 2014 season from surgery to repair a torn tendon in his left elbow.","carHigh" : "Played in just two PGA TOUR events in 2007, missing the cut in both. Played in 12 PGA TOUR events in 2006, with best finish being a T24 at the Chrysler Classic of Tucson. Played primarily on the Web.com Tour in 2005, made only two starts on TOUR. Made the cut in 12 of 20 starts on the 2005 Web.com Tour, with two top-10 finishes. Wrapped up the season No. 61 on the money list with $87,952. Cracked the top 10 for the first time this season in his 15th start, finishing T2 at the Envirocare Utah Classic. At 12-under-par 276, finished just one shot behind tournament winner Garrett Willis. Came back two weeks later with a solid T5 finish at the Albertsons Boise Open to move to No. 60 on the official money list. Had a hole-in-one on No. 14 during the first round of The Rex Hospital Open. 2004: Split time during the 2004 season playing on the PGA TOUR and Web.com Tour. Made nine starts on both Tours. 2003: T3 finish at B.C. Open was first top 10 since T4 at the 2000 Reno-Tahoe Open and best finish since identical T3 finish at the 1999 John Deere Classic. Carded final-round 65 to jump from 20th into the top 10, two strokes behind champion Spike McRoy. T3 finish at 2002 B.C. Open was first top 10 since T4 at the 2000 Reno-Tahoe Open and best finish since identical T3 finish at the 1999 John Deere Classic. In 2001, failed to finish in the top 125 for first time since 1996. Made 10 cuts in 29 starts and didn't post a top-10 for the first time in his career. 2000: Best finish came at the Reno-Tahoe Open, where a second-round, 9-under-par 63 tied the Montreux G&CC course record and was good for one-stroke advantage. Slipped to T4 after 73 on final day. 1999: Collected second career PGA TOUR victory and second victory at Annandale GC in his final official event of 1999. Three-stroke victory over Chris DiMarco at Southern Farm Bureau Classic marked second time in five years he has won in Mississippi. Each of his wins has been over less than 72 holes. The 1999 tournament was reduced to 54 holes because of Payne Stewart memorial and rain that forced Monday finish. 1998: After a slow start, managed to find consistency and, for fourth time in six-year career, retained fully exempt status. 1996: Dropped to 142nd on money list, but earned return to TOUR with T37 at Qualifying Tournament. 1995: Playing in his first Masters Tournament, shared 54-hole lead with Ben Crenshaw before closing 76 left him T10. 1994: First PGA TOUR victory came at rain-plagued Deposit Guaranty Golf Classic. After rain forced cancellation of Sunday's final round, birdied first playoff hole for victory. 1993: First joined PGA TOUR after finishing second on 1992 Web.com Tour money list with victories at South Texas Open, Macon Open and Knoxville Open. 1989: Leading money-winner on Golden State Tour. Amateur: Outstanding prep tennis player who switched to golf as high school junior. Twice reached semifinals of state high school tennis tournament. Made University of Southern California golf team as a walk-on.\n","otherCarHigh" : "","personal" : "Outstanding prep tennis player who switched to golf as high school junior. Twice reached semifinals of state high school tennis tournament. Made University of Southern California golf team as a walk-on....Has his own foundation, the Brian Henninger Foundation, which raises money for children's charities in the Pacific Northwest.","otherInfo" : "Made just two starts on the PGA TOUR in 2007, missing the cut in both. Has split time between the PGA TOUR and Web.com Tour since 2002. T3 finish at 2002 B.C. Open was first top-10 since a T4 at the 2000 Reno-Tahoe Open and best finish since T3 finish at the 1999 John Deere Classic. Collected second career TOUR victory and second victory at Annandale GC in his final official event of 1999. Three-stroke victory over Chris DiMarco at 1999 Southern Farm Bureau Classic marked second time in five years he had won in Mississippi. Each of his wins have been over less than 72 holes. The 1999 tournament was reduced to 54 holes because of Payne Stewart memorial and rain that forced Monday finish. First TOUR victory came at rain-plagued 1994 Deposit Guaranty Golf Classic. After rain forced cancellation of Sunday's final round, birdied first playoff hole for victory. Playing in his first Masters in 1995, shared 54-hole lead with Ben Crenshaw before closing 76 left him T10. First joined TOUR in 1993 after finishing second on 1992 Web.com Tour money list with victories at South Texas Open, Macon Open and Knoxville Open. Leading money-winner on 1989 Golden State Tour. Outstanding prep tennis player who switched to golf as high school junior. Twice reached semifinals of state high school tennis tournament. Made University of Southern California golf team as a walk-on. Has his own foundation, the Brian Henninger Foundation, which raises money for children's charities in the Pacific Northwest. Also, honorary Board Member of Special Olympics - Oregon.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2012","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Two weeks after turning in his career-best performance on the Champions Tour with a T4 finish at the Senior PGA Championship, he went two steps better with a career-best T2 finish at The Principal Charity Classic at the Wakonda Club in Des Moines. Rebounded from a bogey at No. 14 Sunday to birdie three of his final four holes and close with a 4-under-par 68. His effort at the Senior PGA Championship included the low round of the event, a second-round 67, which moved him into contention, remaining on the leaderboard throughout...Open-qualified for the Allianz Championship and made his first Champions Tour start since May 2014 at the Senior PGA Championship. Was T68 in Boca Raton after rehabbing most of the 2014 season from surgery to repair a torn tendon in his left elbow.","carHigh" : "2014: Had a frustrating season while battling injuries...Played in just eight events before being sidelined for the remainder of the season following surgery for a torn tendon in his left elbow shortly after playing in the Senior PGA Championship...Had struggled early in the campaign after coming back from offseason surgery for a torn meniscus in his right knee...His best showing in eight starts was a T30 at The ACE Group Classic...Will play some events in 2015 on a Special Medical Extension...Is also expected to do some TV work for Golf Channel. \n\n2013: Played via the Career Victory Category and made his Champions Tour debut at the Mississippi Gulf Resort Classic, where he finished T44...Recorded his first Champions Tour top-10 when he was T6 at the Pacific Links Hawaii Championship. Trailed by three strokes after 36 holes, but a final-round 72 dropped him back...Placed solo 14th at the Boeing Classic in August...Was also T14 at the Greater Hickory Kia Classic at Rock Barn in October. \n","otherCarHigh" : "Played full time on the PGA TOUR from 1993-2003, posting a pair of victories as well as two runner-up finishes...Overall, has made more than 300 career starts, with 18 top-10 finishes...His best money-list finish came in 1999 when he earned a career-best $774,486 in 29 starts, including a victory at the rain-shortened Southern Farm Bureau Classic by three strokes over Chris DiMarco. Also had a third-place finish at the John Deere Classic. His victory in Mississippi that year came on Monday and was conducted over 54 holes due to the Payne Stewart memorial service and because of heavy rain...The victory came just five years after he won his initial Tour victory at the same event, at the time called the Deposit Guaranty Classic. Weather was a major factor at that event, as well. After officials shortened that event to 36 holes because of rain, he made a birdie on the first extra hole to defeat Mike Sullivan...At the 1995 Masters, he shared the 54-hole lead with Ben Crenshaw before a final-round 76 left him T10 at Augusta...Also owns more than 100 Web.com Tour starts, where he was a three-time winner in 1992 and finished second on that Tour's money list behind only John Flannery...Was the leading money-winner on the 1989 Golden State Tour...Played his college golf at USC, where after earning a spot on the team as a walk-on for the Trojans, went on to earn honorable mention All-America honors twice while also gaining academic All-America honors.","personal" : "Outstanding prep tennis player who switched to golf as high school junior. Twice reached semifinals of state high school tennis tournament. Made University of Southern California golf team as a walk-on....Has his own foundation, the Brian Henninger Foundation, which raises money for children's charities in the Pacific Northwest.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T18th at the Mississippi Gulf Resort Classic presented by C Spire.","dynStats" : "He ranks 76th in Charles Schwab Cup Money List on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}