{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02279","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Wiebe","first" : "Mark","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "250","weightMetric" : "113","birthDate" : "September 13, 1957","age" : "58","birthPlace" : "Seaside, Oregon","residence" : "Denver, Colorado","family" : "Wife, Cathy; Taylor (9\/9\/86), Gunner (1\/1\/89), Collier (4\/17\/92)","education" : "San Jose State University","splInterest" : "Fishing, skiing","pronunciation" : "WE-bee","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1981","clubAffl" : "","cityPlaysFrm" : "Denver; Colorado; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "10,023,982&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Former Fully-Exempt PGA TOUR member","otherVics" : "","intlVics" : "","curYearHigh" : "Teamed with Loren Roberts to T3 at the Bass Pro Shops Legends of Golf in April. Much of their success was a result of their play on the par-3 Top of the Rock Course, where they were 12-under-par...Was T21 in the season's first event at the Mitsubishi Electric Championship at Hualalai.","carHigh" : "Member of the PGA TOUR since 1984...Underwent elbow surgery in October of 2001...Granted Special Medical Extension for first five events of 2002 season...Had to earn $97,560 in those events to keep top-125 exemption status but missed the cut in all five...Missed six other cuts as he tried to overcome elbow problems...Made the cut in eight of 24 PGA TOUR starts in 2001 with a pair of top-10 finishes, including a T5 at the Touchstone Energy Tucson Open...Enjoyed best-earnings season of 16-year TOUR career with $511,414 in 2000...Recorded runner-up finish at Westin Texas Open, one of eight career second-place showings...First PGA TOUR career win came at the 1985 Anheuser-Busch Classic, where he defeated John Mahaffey in a playoff...Second win came the following year, beating Curt Byrum by a stroke at the Hardee's Golf Classic.\n","otherCarHigh" : "","personal" : "Big Denver sports fan, particularly NFL's Broncos...Enjoys fly fishing.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "1983, 1984","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "Teamed with Loren Roberts to T3 at the Bass Pro Shops Legends of Golf in April. Much of their success was a result of their play on the par-3 Top of the Rock Course, where they were 12-under-par...Was T21 in the season's first event at the Mitsubishi Electric Championship at Hualalai.","carHigh" : "2004: Made 11 starts on the Nationwide Tour and six appearances with two made cuts on the PGA TOUR...Best effort was a T29 at the 2004 B.C. Open, his first made cut since finishing T10 at the 2001 Advil Western Open. 2003: Played primarily on the Nationwide Tour, making 18 starts...Best effort was T10 at the Permian Basin Classic. Had only two appearances on the PGA TOUR. 2002: Granted Special Medical Extension for first five events of the 2002 season. To keep Top-125 exemption status, had to earn $97,560 in those five events but missed cut in all five. Missed six other cuts as well as he tried to overcome elbow problems. 2001: Limited to 24 events due to elbow problems. Underwent elbow surgery on Oct. 24...Earned $308,792 to rank 143rd on money list...Two top-10s highlighted season - T5 at the Touchstone Energy Tucson Open and T10 at the Advil Western Open. Finish in Chicago earned a spot in The Open Championship, which he played despite a sore back...Final nine tournaments included six missed cuts and three withdrawals in an attempt to play through injuries...Special Medical Extension granted for first five events of the 2002 season. To keep Top-125 exemption status, had to earn $97,560 in those five events but missed cut in all five. \n2000: Enjoyed best earning season of 16 years on TOUR with $511,414...Recorded runner-up finish at the Westin Texas Open and four top-25s. Solo second was worth $280,800, a career payday. Shared first-round lead at LaCantera Golf Club after opening with 64. First top-10 since T10 at 1999 Greater Milwaukee Open. 1997: Narrowly missed third career PGA TOUR victory at the Kemper Open. Opened with rounds of 69-67 and shared 36-hole lead with D.A. Weibring. After firing a Saturday 66, held three-stroke advantage over Mike Springer. Closing 73, including bogeys on final two holes, dropped him one stroke behind Justin Leonard. 1996: Tied for second at Nissan Open. 1995: Played under special medical extension...Tied for third at Sprint International and for ninth at LaCantera Texas Open on way to 112th-place finish on that year's money list. 1994: Missed most of season following March skiing accident. 1993: At the Buick Classic, closed 67-66 to pull even with Vijay Singh. Singh birdied third extra hole for victory. 1991: Slowed by shoulder trouble that lingered into 1992. 1989: Winner of Colorado Open. 1988: Lost in extra holes to Tom Sieckmann at Anheuser-Busch Golf Classic. 1986: Shot 69-65-66-68-268 to win Hardee's Golf Classic by one stroke over Curt Byrum. Finished with career-best rank on money list (25th) with $260,180. 1985: First PGA TOUR victory came at 1985 Anheuser-Busch Golf Classic. Third-round 65 moved him to within one stroke of leader Danny Edwards. Shot 70 in final round to force playoff with John Mahaffey. Birdied first extra hole for title.\n","otherCarHigh" : "","personal" : "Loves being a father of three very busy kids...A huge Denver sports fan, particularly of the Denver Broncos...Enjoys fly fishing.","otherInfo" : "Made a combined six starts on the 2005 Nationwide Tour (5) and PGA TOUR (1) without making a cut. In 2004, a T29 at the B.C. Open, gave him his first made cut since finishing T10 at the 2001 Advil Western Open. Granted Special Medical Extension for first five events of the 2002 season but missed cut in all five starts. Underwent elbow surgery on Oct. 24, 2001. Enjoyed best earning season of 16 years on TOUR in 2000, with $511,414. Recorded runner-up finish at the Westin Texas Open and four top-25s. Solo second was worth $280,800, a career payday. Played under special medical extension in 1995. Missed most of 1994 season following March skiing accident. At the 1993 Buick Classic, closed 67-66 to pull even with Vijay Singh. Singh birdied third extra hole for victory. Winner of 1989 Colorado Open. Lost in extra holes to Tom Sieckmann at 1988 Anheuser-Busch Golf Classic. Fired four rounds in 60s to win 1986 Hardee's Golf Classic by one stroke over Curt Byrum and finished with career-best 25th on money list. First TOUR victory came at 1985 Anheuser-Busch Golf Classic. Third-round 65 moved him to within one stroke of leader Danny Edwards. Shot final-round 70 to force playoff with John Mahaffey. Birdied first extra hole for title. Loves being a father of three very busy kids. A huge Denver sports fan, particularly of the Denver Broncos. Enjoys fly fishing.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2007","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(1): 1989 Colorado Open.","intlVics" : "","curYearHigh" : "Teamed with Loren Roberts to T3 at the Bass Pro Shops Legends of Golf in April. Much of their success was a result of their play on the par-3 Top of the Rock Course, where they were 12-under-par...Was T21 in the season's first event at the Mitsubishi Electric Championship at Hualalai.","carHigh" : "2014: Suffered through an injury-plagued season and played in just 18 events without a top-25 finish on his record and dropped from 22nd to 98th on the final money list...Teamed with Loren Roberts to finish T28 in the Champions Division at the Big Cedar Lodge Legends of Golf...Competed at The Open Championship as the 2013 Senior Open Championship winner but missed the cut...One of the highlights of his year came in November when he was inducted into the San Jose State Athletic Hall of Fame. \n\n2013: Claimed multiple titles for the first time in his career, with both tournament victories coming in the second half of the season. Claimed his pair of titles in playoffs. His first victory came across the pond in England. Won the biggest event of his career in improbable fashion, capturing The Senior Open Championship at Royal Birkdale by coming from four strokes back Sunday with a final-round 66 and then outlasting Bernhard Langer in a five-hole playoff. Got into the playoff when Langer double-bogeyed the 18th hole. Won the playoff Monday morning with a par when darkness forced the suspension of play Sunday night after both players halved two holes with pars. After both made a par and a bogey on the third and fourth extra holes, he two-putted from 35 feet for his par on the fifth while Langer chipped 12 feet past the hole and then missed his par effort. Four-stroke comeback was the largest in a final round in Senior Open Championship history, and the victory was his first in almost two years, ending a drought of 49 events...Seven events later, defeated Corey Pavin in a playoff for the Pacific Links Hawaii Championship. Holed a 20-foot par putt on the second extra hole and then watched Pavin miss his 10-foot par attempt moments later. Went wire to wire for his fifth career title...Spent the first part of the season recovering from elbow and lower-back issues and had not registered a top-10 performance all season prior to his Senior Open Championship triumph. \n\n2012: Played his best golf in the second half of the season, recording four of his five top-10 finishes after the first week of July. Had two clutch, third-place efforts in back-to-back weeks in October to lock up a spot among the top 30 money-winners for the fifth straight season...Was 34th on the money list but posted three consecutive rounds in the 60s to claim a solo third-place finish at the SAS Championship, an event he previously won in his first Champions Tour start in 2007. Was just two strokes off the lead after two rounds at Prestonwood...As the defending champion at the Greater Hickory Classic at Rock Barn, birdied the final hole to finish solo third. Performance in Hickory earned him a six-figure check that sealed a spot among the top 30. Made the 15th ace of his career and second on the Champions Tour in the first round in Hickory when he holed a 4-iron shot from 205 yards on the par-3 third hole, just the fifth hole-in-one on the Champions Tour during the season...Had back-to-back top 10 performances in majors during the month of July. Strung together four straight scores of par or better at Indianwood to finish solo eighth at the U.S. Senior Open and then was T6 in his next start at The Senior Open Championship, closing with a final-round 67 at Turnberry...Initial top-10 finish came in June when he was T10 at The Principal Charity Classic. Ran off six straight birdies in his final round on his way to a 6-under-par 65.\n\n 2011: Finished 16th on the final money list, his highest standing since becoming a Champions Tour member in 2007 and played his best golf in the first half of the season before experiencing lower-back problems that lingered throughout the second half of the campaign...Highlight of his year was his first win in over three years at the Greater Hickory Classic at Rock Barn. Triumph near Hickory, N.C., ended a victory drought of 77 appearances. Defeated James Mason on the third extra playoff hole for his third career title on the circuit. Two-putted from 40 feet for par on the third extra hole and then watched Mason three-putt for a bogey from 25 feet. Had shot rounds of 64-68-65 to get into the overtime and win was his second senior title the state of North Carolina...In his next start following the victory, finished T3 at the Dick's Sporting Goods Open...Performance in western New York, coupled with victory in North Carolina led to June Player of the Month honors. Was the 36-hole leader at the Dick's event and led by two after 11 holes Sunday before making three straight bogeys to fall back. Had gone 75 holes without a bogey before running into trouble midway through the back nine at En-Joie Sunday...Early in the year, finished one stroke back of Nick Price at the Toshiba Classic. Had a chance to force overtime but missed a 14-foot birdie putt on the final hole...Also teamed with Russ Cochran to finish T3 at the Liberty Mutual Legends of Golf. Duo fired a better-ball score of 12-under 60 on the final day to move up, equaling the low score of the tournament...Made the sixth ace in Charles Schwab Cup Championship history when he made a hole-in-one at No. 3 at the TPC Harding Park in the second round of the Charles Schwab Cup Championship with a 5-iron shot. Ace was his first on the Champions Tour and 14th overall...Underwent back surgery on November 7 in Denver, the day after the Charles Schwab Cup Championship. The microdiscectomy was done to alleviate a herniated-disc issue that was causing discomfort in his lower right leg. \n\n2010: Was the only player to tee it up in all 26 official events on the Champions Tour...Had four top-10 finishes during the season but none bigger than his performance near Houston late in the campaign...Finished a distant second to Fred Couples at the Administaff Small Business Classic. Check for almost $150,000 vaulted him from 40th to 30th on the money list. That move allowed him to improve his position by one spot the following week and secure a place in the season-ending Charles Schwab Cup Championship. \n\n2009: Along with Loren Roberts, finished T3 at the Constellation Energy Senior Players Championship. Was T2 after 54 holes but closed with a 71 to fall back one spot. Performance was his best in a major championship...Teamed up with Roberts to finish T3 at the Liberty Mutual Legends of Golf in April, closing one stroke shy of the two-team playoff eventually won by the team of Bernhard Langer and Tom Lehman. \n\n2008: Rebounded from surgery to repair a torn meniscus in his left knee on February 20 to record a wire-to-wire win at The Cap Cana Championship, the first Tour-sanctioned event held in the Dominican Republic. Was the only player in the field to post three consecutive rounds in the 60s at Punta Espada GC and eventually defeated Vicente Fernandez by four strokes. His Cap Cana victory was his second career title in his 12th overall start on the circuit and allowed him to match his PGA TOUR career win total...Almost won a second straight title, at the Outback Steakhouse Pro-Am, near Tampa but played his last four holes in 6-over. Appeared in control of the event after a birdie at No. 14 Sunday gave him a three-shot lead. However, made triple bogey at the 15th hole after a drive into the water and then double-bogeyed the 17th after missing the green left. Eventually finished T5 after recording a bogey on the final hole. \n\n2007: Made Champions Tour history when he won his first start on the Champions Tour at the SAS Championship near Raleigh, N.C. Became the 12th player in the annals of the circuit to win in his debut and first since Mark McNulty at the 2004 Outback Steakhouse Pro-Am. Also matched Bobby Wadkins' mark as the youngest winner ever, claiming the SAS title 10 days after turning 50. Became the first player to win on a sponsor's exemption since Christy O'Connor, Jr. in the 1999 State Farm Senior Classic. Closed with a 5-under 67 at Prestonwood CC and beat Dana Quigley by three strokes to take the $300,000 first-place check, his largest ever as a professional. Joined D.A. Weibring (2003) as the second player to claim his first victory on the Champions Tour at the SAS Championship. Tom Pernice, Jr., became the third, in 2009. His 54-hole total of 18-under 198 in North Carolina was a tournament record.\n","otherCarHigh" : "Two-time winner on the PGA TOUR, with first victory coming at the 1985 Anheuser-Busch Golf Classic near Williamsburg, Va. Shot 70 in the final round at Kingsmill to force a playoff with John Mahaffey and then birdied the first extra hole for the title…Won the Hardee's Classic the following year by one stroke over Curt Byrum after shooting rounds of 69-65-66-68…Finished 1986 with career-best rank on money list. Was 25th that year, with $260,180 in earnings…Also a runner-up seven times on TOUR, including playoff losses to Tom Sieckmann at the 1988 Anheuser-Busch Golf Classic and to Vijay Singh at the 1993 Buick Classic…Slowed by shoulder trouble in 1991 and 1992…Also missed most of the 1994 season following a March skiing accident…Last played full-time on the PGA TOUR in 2001 and made eight cuts in 24 starts...Prepped for the Champions Tour by competing on the Web.com Tour in 2006-07...Named to the Colorado Golf Hall of Fame in February 2011 along with the late Paul Runyan. Was inducted into the Colorado Golf Hall of Fame on the evening of his victory at the Greater Hickory Classic at Rock Barn and was unable to attend induction ceremony...Earned second-team All-America honors in 1979 while at San Jose State and is a member of that school's Athletic Hall of Fame...Has 13 career holes-in-one, with 10 of those in competition.","personal" : "Conducts a charity golf tournament annually for the benefit of Adam's Camp, a Colorado-based non-profit organization created to provide a variety of intensive, personalized and integrated therapeutic programs for children with special needs and their families. It also provides recreational programs for youth and young adults with moderate developmental disabilities...Favorite golf courses are Pebble Beach and Cypress Point...An avid skier, he and family regularly take to the slopes...Has one superstition—-the number 33...Says if he weren't a professional golfer he would like to be a fishing guide...Best golf tip he ever received was to \"just be patient.\"...Biggest thrill outside of golf are his children. His oldest son, Gunner, received an exemption to play in the 2010 Farmers Insurance Open at Torrey Pines; missed cut). Gunner qualified for the event when he won an extra-hole playoff qualifer against his University of San Diego golf coach, Tim Mickelson. His son turned professional in 2011.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T23rd at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks T80th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}