{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34387","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Balin","first" : "Daniel","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "190","weightMetric" : "86","birthDate" : "April 9, 1982","age" : "34","birthPlace" : "Rockville, Maryland","residence" : "Rockville, Maryland","family" : "Wife, Lindsay","education" : "Penn State University (Bachelor of Science, 2000)","splInterest" : "Fishing, traveling, movies, music, spending time with friends.","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2005","clubAffl" : "Burning Tree CC (Greenwich, Connecticut)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2013","otherVics" : "","intlVics" : "2010 88th Westchester Open 2011 Met PGA Championship [Metropolitan PGA], 2012 New York State Open [Metropolitan PGA], 97th MET Open [Metropolitan PGA], 2013 New York State Open [Metropolitan PGA], 2015 93rd Westchester Open.","curYrHigh" : "","carHigh" : "2015: Played 16 events on PGA TOUR Latinoamérica to finish the season ranked 11th on the Order of Merit following a victory, three top-10s and five top-25s on 12 cuts made… Won the rain-shortened Guatemala Stella Artois Open in May for his first Tour title in 28 starts. Tied for the 36-hole lead heading into a 36-hole Sunday finish, he carded a bogey-free 6-under 66 on Sunday morning to get to 201 (-15) and take a commanding four-stroke lead thru 54 holes. Thunderstorms rolled into the area and forced the suspension of the final round at 4 p.m. when he was tied for the lead with Marcelo Rozo of Colombia. Bad weather forced Tour officials to cancel the final round and the standings were reverted back to the 54-hole leaderboard… Collected his two other top-10s late in the season, a solo seventh finish at the VISA Open de Argentina in November and a T9 finish at the PGA TOUR Latinoamérica TOUR Championship in December… Won the 93rd Westchester Open at Brae Burn Country Club in July. Shot 63-72-71 for a three-stroke win at 10-under 206.\n\n2014: Claimed his PGA TOUR Latinoamérica card back with a T9 finish at the Qualifying Tournament in Sebring, Florida in January. It was his second consecutive year earning the Tour card in Sebring… In March, he missed the cut at the PGA TOUR's Puerto Rico Open, an event he entered via the Monday Qualifier… Collected his first career top 10 on PGA TOUR Latinoamérica by finishing T9 at the Mundo Maya Open in Merida, Mexico in April… The following month improved to a T8 finish at the Dominican Republic Open, an event in which he was one of three co-leaders through 54 holes… Had back-to-back top 20s on PGA TOUR Canada, finishing T17 at the SIGA Dakota Dunes Open and T13 at The Players Cup in July. Made the cut in three of eight starts in Canada… Closed his year in Latin America with a T10 finish at the Personal Classic in November for his third top-10 in 13 starts. Kept his Tour card by finishing No. 42 in the Order of Merit.\n\n2013: Made his fourth consecutive PGA Championship start as one of three players who survived a six-man playoff at the PGA Professional National Championship (PNC) played at Sunriver Resort in Oregon in June… Finished the PGA TOUR Latinoamérica season ranked No. 70 in the Order of Merit to drop his Tour card. Made the cut in 8 of his 12 starts and his best of two top-25 finishes was T13 at the Dominican Republic Open in June. Had earned his Tour card with a T25 finish at the Qualifying Tournament in Sebring, Florida in February to earn conditional status for the season… Posted rounds of 66, 68 and 72 for a total of 7-under par 206 to win the New York State Open at Bethpage Black in July. It was his second consecutive year winning that event… \n\nOTHER DETAILS: Works as a PGA Professional at Burning Tree Country Club in Greenwich, Connecticut… Qualified for the PGA Championship four consecutive years (2010-2013) by finishing in the top 20 at the PGA Professional National Championship (PNC)… Considers his PGA TOUR Championship starts as the biggest thrill he has ever had in golf… A two-time winner of the New York State Open at Bethpage Black (2012, 2013)… Won the 97th MET Open in August of 2012… Plays on the Metropolitan PGA Section and has been Met PGA Player of the Year three times in 2010, 2011 and 2012.\n","otherCarHigh" : "","personal" : "Attended Rockville High in Rockville, Maryland where he was a member of the school's soccer team that won the Maryland State Championship in 1996… Graduated from Penn State University with a Bachelor of Science in 2000… At Penn State he also took the PGM Program (PGA Golf Management University Program)… Names Bobby Heins and Michael Breed as the golf instructors he has had… Considers Winged Foot, Kiawah Ocean Course and the Bear's Course as the favorite golf courses he has played… Uses a crushed $1 coin as his ball marker… The oldest club in his bag is a 4-year old hybrid from Adams… Not many people know that he is an ambidextrous and that he was a soccer player before he picked up golf… His personal motto: “Always treat others as you would like to be treated”… His favorite charities are PSU Dance Marathon and the Met PGA Junior Golf Program... Fishing, traveling, movies, music and spending time with friends are his favorite hobbies… Twitter: @dabgolfer… Instagram: @dabgolfer20","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 Tournament champion \/ Order of Merit Top-60"},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri was 1st in 2015 at the Guatemala Stella Artois Open.","dynStats" : "He ranks T95th in Scoring Average (Actual) on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}