{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06527","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Stricker","first" : "Steve","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "190","weightMetric" : "86","birthDate" : "February 23, 1967","age" : "49","birthPlace" : "Edgerton, Wisconsin","residence" : "Madison, Wisconsin","family" : "Wife, Nicki; Bobbi Maria (8\/31\/98), Isabella Nicole (5\/10\/06)","education" : "University of Illinois","splInterest" : "Hunting","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1990","clubAffl" : "","cityPlaysFrm" : "Madison; WI; United States","websiteUrl" : "http:\/\/www.stevestrickergolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "41,321,632&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(2): 1990 Victoria Open [Can]. 1993 Canadian PGA.\n","curYearHigh" : "Making his first start at the Valspar Championship since 2010, shared the 36-hole lead on the strength of a second-round 66 before shooting weekend rounds of 72-73 to finish T7 for his first top-10 of the season and his third straight at the event...","carHigh" : "In 2005, finished outside the top 150 (No. 162) on the PGA TOUR money list for the third consecutive season. Lone top-10 was a fourth at the Chrysler Classic of Tucson. Lost his fully-exempt card for the first time since the 1997 season after finishing 151st on the 2004 PGA TOUR money list and seeing his three-year exemption for winning the 2001 WGC-Accenture Match Play Championship expire. With his wife, Nicki, on the bag, posted a T4 at the 2004 John Deere Classic. Finished 189th on the 2003 TOUR money list, his lowest finish since he joined the TOUR in 1994. Best finish was a T18 at the Phoenix Open, his first start of the season, where he tied career low with a 62 during the second round. Defeated Pierre Fulke, 2 and 1, in 36-hole final of 2001 WGC-Accenture Match Play Championship. Third career victory jumped him from 91st to No. 47 in Official World Golf Ranking. Had not made a cut in TOUR event since July 2000. That year, managed to finish among top-10 only once. Finished fifth at 1999 U.S. Open for second consecutive year on strength of third-round 69, the only player under par that round. In 1998, recovered from off 1997 campaign with strong year. In a limited schedule of 21 events, made 20 cuts. Played only four times after Aug. 1, due to birth of first child, and finished in top 10 each time. Tied for third-round lead with Vijay Singh at 1998 PGA Championship and closing 70 left him two strokes shy of Singh. Impressive 1996 season included seven top-10s, all either firsts, seconds or thirds. Earned $1,383,739 to finish fourth on money list. First TOUR victory came at 1996 Kemper Open, where he moved to within one stroke of Jay Williamson's lead with third-round 65 and closed with 68 for three-stroke victory. Won again that season at Motorola Western Open, with an eight-stroke victory. Had a 2-3 record in 1996 Presidents Cup. Was 5-0 on victorious 1996 Dunhill Cup team. In 1994, T2 in second event as a TOUR member at Northern Telecom Open. Finished 50th on the money list that year, fourth among rookies. Only season as a member of the Nationwide Tour came in 1991. Made the cut in seven of 12 starts and finished the year No. 85 on the money list. Posted his career-best showing on the Nationwide Tour the season before, finishing T2 at the Dakota Dunes Open. \n","otherCarHigh" : "All-American selection at University of Illinois in 1988-89.","personal" : "Wife, Nicki, who had been his caddie throughout his professional career, gave up the bag in 1998 to deliver daughter Bobbi Maria. Returned to caddie in 1999 at Milwaukee. Father-in-law Dennis Tiziani, golf coach at University of Wisconsin, is his teacher. Brother-in-law, Mario Tiziani, was a PGA TOUR member in 2005.","otherInfo" : "","ntlTeams" : "The Presidents Cup, 1996; Dunhill Cup, 1996.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1994","qSchoolYear" : "1993","exmtStatus" : "Multiple tournament winner (through 2016-17)","otherVics" : "(2): 2009 Shark Shootout [with Jerry Kelly]. 2013 CVS Caremark Charity Classic [with Bo Van Pelt].","intlVics" : "(2): 1990 Victoria Open [Can]. 1993 Canadian PGA Championship [Can].","curYearHigh" : "Making his first start at the Valspar Championship since 2010, shared the 36-hole lead on the strength of a second-round 66 before shooting weekend rounds of 72-73 to finish T7 for his first top-10 of the season and his third straight at the event...","carHigh" : "2014-15: Once again playing a limited schedule, failed to record a top-10 finish for just the second time (2003) since joining the PGA TOUR. Made the cut in seven of nine starts, with a T27 at the Crowne Plaza Invitational at Colonial his best outing. Closed the season with a T30 finish at the PGA Championship, contested at Whistling Straits in his home state of Wisconsin. Wife, Nicki, caddied for him at the event.\n\n2013-14: Made the cut in all 11 TOUR starts, with a pair of top-10s. Was ranked No. 103 in the FedExCup following the Wyndham Championship but missed his first FedExCup Playoffs due to injuries. Had been one of three players (Hunter Mahan and Phil Mickelson) to advance to the TOUR Championship by Coca-Cola each year of the FedExCup Playoffs (2007-13). In August was diagnosed with a torn labrum in his left hip, which had been bothering him since after the U.S. Open in June. Also has herniated disks in his back and neck...Recorded first top-10 of the season in his sixth start, finishing T6 at the Memorial Tournament. The performance was also his first top-10 at the Memorial since winning in 2011...Despite playing with the torn labrum, carded rounds of 69-68-68-68 at the PGA Championship to finish T7. It marked the first time in 63 major championship starts he has posted all four rounds in the 60s...U.S. Ryder Cup team captain Tom Watson named him an assistant captain just prior to the PGA Championship.\n\n2013: Continued to be regarded as one of the TOUR's most consistent players, making the cut in all 13 starts, including eight top-10 finishes and a third-place finish in the FedExCup (second only to his runner-up finish in the season-long points race in 2007). Season included a career-high four runner-up finishes...Playing in the Hyundai Tournament of Champions for the seventh time and for the fourth consecutive season, finished the weather-shortened 54-hole event in second, four strokes behind Dustin Johnson. The event “started” twice during the regularly scheduled first round Friday and later Sunday, but both times PGA TOUR rules staff halted play due to unplayable windy conditions and subsequently voided all scores that had taken place. The tournament officially began with 36 holes on a Monday that was originally schedule to have been the final day of play. The runner-up finish was his second at Kapalua and the 12th of his career. In his last five trips to Kapalua, he has finished second (2008), T10 (2010), T4 (2011) and won (2012). During his pre-tournament press conference, he announced his intentions to cut back on his schedule, mentioning that he intends to play approximately 10 PGA TOUR tournaments...In his second start of the season, the 2001 World Golf Championships-Accenture Match Play Championship winner finished T5 at The GC at Dove Mountain in Marana, Ariz. after losing 3 and 2 to 2010 champion Ian Poulter in the quarterfinals...Finished two strokes behind Tiger Woods at the World Golf Championships-Cadillac Championship for his 13th career runner-up finish and second of the season (Hyundai Tournament of Champions). Has posted nine of his 12 career victories and eight of his 13 runner-up finishes since turning 40, in 2007. Was paired with Phil Mickelson all four rounds, carding the same scores the first three days (67-67-69), but pulling ahead with a 68 compared to Mickelson's 71 Sunday. Ended the week by increasing his streak of holes without a three-putt at TPC Blue Monster at Doral to 256, dating to the second round in 2010 (No. 5). On Wednesday, spent nearly an hour giving putting tips to Woods. He led in Strokes Gained-Putting for the week, with Woods finishing second...Finished T8 in his 18th U.S. start. His title hopes took a setback with a triple bogey-8 on the par-5 second hole—his highest single-hole score in a U.S. Open. The 46-year-old was hoping to supplant Hale Irwin as the oldest U.S. Open winner. Irwin was 45 years, 15 old and playing on a special exemption when he won his third U.S. Open title in 1990 (also won in 1974 and 1979)...Teamed with Bo Van Pelt in June to win the CVS Caremark Charity Classic, a two-day unofficial event hosted in Rhode Island by Billy Andrade and Brad Faxon...In July, the 2009-2011 John Deere Classic champion returned to TPC Deere Run, where he made another solid run at the title. Made seven birdies in the final round to post a 5-under 66 and net a T10 with Jim Herman. With his 16-under 268 total for the week, reached 100-under par at TPC Deere Run since his first win there in 2009...Four rounds in the 60s, including a third-round, 8-under 63, led to a runner-up finish at the Deutsche Bank Championship for his third runner-up showing of the season. Finished two strokes behind tournament winner Henrik Stenson and was the only player to move inside the top 10 in The Presidents Cup standings to earn a spot on the United States team. Is one of just three players (Mickelson and Hunter Mahan) who has never missed the TOUR Championship by Coca-Cola during the FedExCup era, with a No. 2 finish in the FedExCup in 2007 his best. Left TPC Boston No. 8 in the FedExCup Playoffs, jumping 20 spots...Finished T8 at the BMW Championship for his 12th top-10 finish in the FedExCup Playoffs (tied with Jim Furyk for most on TOUR). Jumped from No. 8 to No. 6 in the FedExCup, keeping a streak alive (with Mickelson and Hunter Mahan) of never missing the TOUR Championship by Coca-Cola in the seven years of the FedExCup era...Eighth top-10 finish of the season and career-best fourth runner-up finish came at the TOUR Championship by Coca-Cola, closing with a 5-under 65 to tie Jordan Spieth. It marked his 13th top 10 in the FedExCup Playoffs—most on the PGA TOUR. With three rounds in the 60s at East Lake, padded his TOUR lead in sub-70 FedExCup Playoff rounds, with 62, 10 clear of Mickelson and Jim Furyk...Playing in his fifth Presidents Cup, was 3-2-0 in five matches, including a 2-0-0 mark in foursomes.\n\n2012: Is one of three players (Hunter Mahan and Phil Mickelson) to advance to the TOUR Championship in each of the first six years of the FedExCup Playoffs. Also has most career rounds in the 60s in the FedExCup Playoffs events (53)...Following an offseason clouded by the possibility of a neck injury, he carded a final-round, 4-under 69 to capture his 12th PGA TOUR victory in the first event of the season with a three-stroke victory over Martin Laird at the Hyundai Tournament of Champions. His Saturday 63 was the lowest second-round score in tournament history, falling just one shy of the low 18 at The Plantation Course. His win gave him at least one victory in each of the last four years (2009-12). Continued his perfect streak (7 of 7) of never having lost when entering the final round of a 72-hole event alone with a lead. The only time he failed to carry the outright lead to victory was at the 90-hole Humana Challenge (T3 in 2009). In his post-win press conference, he told a story from six years ago of his now 13-year-old daughter winning a junior tournament. \"At Cherokee, our home course, she won the three-hole tournament, and she's like, \"Mom, do we get to go to Hawaii now?'\"...After a T38 at the Sony Open in Hawaii, notched top-10 finishes in his next two starts on the mainland—both in World Golf Championships events. Finished T9 at the Accenture Match Play Championship (defeating Kevin Na and Louis Oosthuizen, before falling to eventual champion Hunter Mahan) and T8 at the Cadillac Championship...Produced fourth top-10 of the season, a solo sixth at the Zurich Classic of New Orleans...With media buzzing all week about the possibility of the Madison, Wis., native becoming just the fifth player to claim a tournament title four consecutive years, the 2009-2011 John Deere Classic champion was forced to settle for a T5 at TPC Deere Run. In his 11th start in the event, Stricker began the final round three strokes off Troy Matteson's 18-under lead. Bogeys on three of his last five holes dashed any remaining hopes of securing a fourth consecutive title...Birdied his final three holes en route to a 6-under 64 to finish T2 and just one stroke behind Keegan Bradley at the World Golf Championships-Bridgestone Invitational—the 11th runner-up finish of his career. It was his fourth-consecutive top-10 at the Bridgestone Invitational. Joined Rory McIlroy and Matt Kuchar as the only players with top-10 finishes in the first three World Golf Championships events. Was seeking to become just the seventh player with multiple World Golf Championships victories...Finished T7 at the PGA Championship, with closing rounds of 67-71. It was his first top-10 in a major championship since the 2009 Masters (T6)...Went 0-4 as the United States lost to the European team in the Ryder Cup at Medinah CC in Chicago. Lost singles match to Martin Kaymer of Germany.\n\n2011: Only player on TOUR to record multiple wins in the last three seasons. Is also the eighth player since 1983 to win multiple events in at least three consecutive seasons...Made all 19 of his cuts for the second consecutive season and entered the 2012 season with 42 consecutive made cuts...Opened with three rounds in the 60s, including a third-round 8-under 65, to share the lead with Jonathan Byrd and Robert Garrigus heading into the final round of the Hyundai Tournament of Champions. A 2-under 71 left him T4, four strokes out of the playoff eventually won by Jonathan Byrd...Finished T9 at the Sony Open in Hawaii for his eighth top-15 finish in 12 starts at the event. In 46 rounds, he has failed to produce a score of par or better just five times. Was one of two (Matt Kuchar) players to post top-10 finishes in each of the Hawaii events...Claimed third top-10 finish of the season, at the Shell Houston Open, finishing T4 with rounds of 67-69 on the weekend...Won the Memorial Tournament by one shot over Matt Kuchar and Brandt Jobe. During the second round, he aced No. 8 with a 6-iron from 188 yards in the second round, the second of his career on the PGA TOUR (1997 Phoenix Open, No. 16 in the final round). The hole-in-one was the fifth on the eighth hole at the Memorial. To kick off the third round, he recorded an eagle-2 on the 442-yard second hole with a 53 degree sand wedge from 116 yards. He followed that three holes later with an eagle-3 on the 529-yard fifth hole. Joins Rocco Mediate (2010 Frys.com Open), Jonathan Byrd (2010 Justin Timberlake Shriners Hospitals for Children Open) and Richard S. Johnson (2008 U.S. Bank Championship in Milwaukee) as the last four players on TOUR to make an ace during a tournament and go on to win. Becomes the 13th player since 1983 to record eagles on a par-3, par-4 and par-5 in the same week (in stroke-play events on TOUR) and the first in Memorial Tournament history. Is the 14th player since 1983 to have three eagles in a week at the Memorial. No one has recorded four in one tournament at Muirfield Village GC. Was the only player in the field to post all four rounds in the 60s (68-67-69-68) at the 2011 event. The last player to record four rounds in the 60s at the Memorial was Bart Bryant on his way to victory in 2005 (69-69-66-68). Has converted six of 12 third-round leads\/co-leads on TOUR, including four of his last five. Has now held the outright lead five times on TOUR after 54-holes and has converted each into victory. Since 1983, is the first winner of the Memorial to play the back nine over-par for the week (4-over). He was 20-under on the front. The highest back nine by a winner was even-par by Hale Irwin in 1983 and Greg Norman in 1990 (54-hole event). Took advantage of Nos. 7, 8 and 9 on his way to victory. On those three holes he had nine birdies, one eagle and two pars. Is the seventh player over age 40 to win at Memorial and fourth-oldest. Kenny Perry is the oldest winner of the event...In July, birdied his 72nd hole from the fringe from 25 feet in dramatic style to claim his third straight win at the John Deere Classic by a stroke over Kyle Stanley. He also he became just the 17th different player to win a TOUR event in three consecutive years...Finished T12 at the PGA Championship after matching the all-time low round in a major championship with a first-round, bogey-free, 7-under-par 63. It marked the 25th time that score has been recorded in a major championship. It equaled the Atlanta Athletic Club's competitive course record, set by Mark O'Meara in the second round at the 2001 PGA Championship. It was the third time he had shot 65 or better at the PGA Championship, joining Nick Price, Gary Player and Jeff Maggert as the only players who have shot 65 or better three times in PGA Championship history...Withdrew from the BMW Championship due to neck and shoulder pain that caused weakness in his left hand. Despite the WD, qualified for the next week's TOUR Championship by Coca-Cola, one of three players to qualify all four years during the FedExCup eara along with Phil Mickelson and Hunter Mahan...Playing in his fourth Presidents Cup team for the United States, compiled a 2-2-0 record, including a singles victory over Y.E. Yang. 2010: With two victories on the season, finished seventh in the final FedExCup standings to become one of just three players (Phil Mickelson and Jim Furyk) to finish inside the top 15 during all four FedExCup seasons. Only player to have played in all 64 rounds of the Playoffs, with a TOUR-best 39 rounds in the 60s in those events..Making his first start at the SBS Championship since a runner-up finish in 2008, improved each day with rounds of 73-70-68-66 to finish T10...Came back the following week with a third-place finish at the Sony Open in Hawaii...Closed with a 1-under 70 for a two-shot victory over Luke Donald at the Northern Trust Open, one year after being the runner-up at Riviera CC. Won for the fourth time in his last 15 starts, moving up to No. 2 in the world for the second time in his career. It was his eighth career victory. Finished at 16-under 268 and moved past $25 million in career earnings. Led by five when the third round was called Saturday because of darkness and held a six-stroke, 54-hole lead when the third round was completed on Sunday morning. Had a streak of eight consecutive rounds in the 60s at Riviera (final round of 2008, all rounds in 2009 and first three in 2010) before his final-round 70 in 2010...Posted a T8 at Transitions Championship, his fourth top-10 of season...As the defending champion at the John Deere Classic, answered Paul Goydos' record-tying 59 by coming in with an 11-under 60. Would record 31 birdies on the week en route to a two-stroke win over Goydos for ninth career TOUR win. In doing so, put his name on the all-time PGA TOUR list for most birdies in a 72-hole tournament...Birdied the final hole for a fourth-round 67 to finish T9 at the World Golf Championships-Bridgestone Invitational...Finished T3 at The Barclays, ninth at the Deutsche Bank Championship and T8 at the BMW Championship to run his TOUR-leading record of top 10s. Clinched fourth consecutive start at the TOUR Championship and entered the event fourth in the FedExCup standings...Unable to mount a charge the TOUR Championship, however, finishing T25...In his second Ryder Cup appearance (2008), won 2 and 1 over Lee Westwood in the singles matches on the final day. 2009: Enjoyed a banner year, posting career-best numbers in wins (three) and top-10s (11)...Carried a three-stroke lead into the final round of the 50th Bob Hope Classic hosted by Arnold Palmer, but a closing 77 led to a third-place finish...Finished runner-up to Phil Mickelson by one stroke at the Northern Trust Open, the ninth second-place finish of his career. One of four players to record all four rounds in the 60s (68-66-69-67) during the week...Rallied from four strokes back to tie for the lead during the final round of the Transitions Championship but bogeyed the final two holes to T4, his third top-10 of the year. Recorded 19 birdies for the week, the most in the field...In April, claimed his fifth top-10 of the year with a T7 at the Zurich Classic of New Orleans. Jumped from T21 to the T7 finish after shooting his season-low final round (in relation to par) of 5-under 67...Chipped in for birdie on the par-4 17th hole in regulation play and then made a 3-foot birdie putt on the 17th—the second playoff hole—to win the Crowne Plaza Invitational at Colonial. Birdied the hole four of the five times he played it during the week and beat third-round leader Tim Clark and Steve Marino (all at 17-under) in the playoff for his fifth career PGA TOUR title. Moved to second in the FedExCup standings. Clark had a two-stroke lead with five holes left, but made a bogey on the final hole of regulation and missed a 7-foot birdie putt on the 18th—the first playoff hole—that would have won the tournament. His approach on the second playoff hole hit the pin and caromed 20 feet away...After breaking his career-low round with a 9-under 61 in the second round, holed a 98-yard pitch shot for an eagle-2 in the final round of the John Deere Classic in July to claim a three-stroke win over Zach Johnson, Brett Quigley and Brandt Snedeker. The victory became just the second time he has posted two wins in a single season (1996). With the win, he moved into second place in the FedExCup standings behind Tiger Woods... Finished T52 at The Open Championship, but moved to first in the FedExCup standings after previous leader Tiger Woods missed the cut at Turnberry, Scotland...Bookend 67s led to a T6 finish at the World Golf Championships-Bridgestone Invitational, six strokes behind champion Tiger Woods...Finished T2 (with Woods, Padraig Harrington and Ernie Els) at The Barclays, one stroke behind winner Heath Slocum with whom he was paired in the final round. Entering the final hole tied for the lead at 9-under, watched as Slocum holed a 21-foot par putt. He failed to force a playoff, missing a 10-foot par putt. Only player to post all four rounds under par...Finished with two consecutive birdies for a 4-under 67 and a one-shot victory at the Deutsche Bank Championship. His third victory of the season moved him into first in the FedExCup standings after two weeks of the PGA TOUR Playoffs. After Jason Dufner and Scott Verplank both birdied the par-5 18th hole, Stricker made a 15-foot birdie putt on the 17th and got up down from just behind the 18th green for a tap-in birdie to win. With the win, built a 909-point lead over Tiger Woods in the FedExCup race with two tournaments remaining and assured him of being no worse than the No. 2 seed in the TOUR Championship by Coca-Cola. Also moved to second in the Official World Golf Ranking...Capped off the Playoffs with a sixth-place finish at the TOUR Championship, securing the No. 3 spot on the FedExCup points list. It was his seventh top-10 finish in a Playoff event, tied with Camilo Villegas for most on TOUR. Closed with rounds of 66-69 at East Lake, giving him a TOUR-leading 31 rounds (out of 48) in the 60s in PGA TOUR Playoff events...member of the U.S. Presidents Cup team for the third time. Had a 4-1-0 record in U.S. victory, including 4-0 in team competiton with Tiger Woods. \n\n2008: Posted 13 top-25 finishes in 22 starts, finishing No. 14 in FedExCup points and No. 23 in earnings...Had a disappointment at the season-opening Mercedes-Benz Championships, shooting a final-round 64 to get into a playoff with Daniel Chopra that he eventually lost, on the fourth playoff hole when Chopra birdied the par-5 ninth hole...Held a three-stroke lead after 36 holes at The Barclays, but weekend rounds of 77-71 dropped him to T19 in defense of his 2007 title. At one point early in the third round was 12-under, but a triple bogey on the 12th hole pushed him back to 7-under...Finished T10 at the BMW Championship, his seventh top-20 finish (in as many attempts) in a PGA TOUR Playoffs for the FedExCup event...Was a Captain's Pick for the victorious U.S. Ryder Cup team. Was 0-2-1 in his three matches...Finished second at the unofficial Chevron World Challenge in December. Opened 71-71 then finished 68-68 at Sherwood CC to finish a stroke behind winner Vijay Singh. 2007: Had a career year, with a victory at The Barclays during the PGA TOUR Playoffs for the FedExCup, a second-place finish in the FedExCup standings and a spot on the U.S. Presidents Cup team. Finished No. 4 in the Official World Golf Ranking. Voted PGA TOUR Comeback Player of the Year for a second consecutive season...Finished second to Tiger Woods at the Wachovia Championship, his best finish (at the time) since winning the 2001 World Golf Championships-Accenture Match Play Championship. Played the final three holes in 3-over par before losing to Woods by two shots...Collected his second runner-up finish of the season after posting a final-round 70 at the inaugural AT&T National…Three strokes back of leader Sergio Garcia through 54 holes at The Open Championship. Closed with a 74 to finish T8, his first top-10 in eight appearances at The Open Championship...Won The Barclays in his first start in New York since 1995 after carding four rounds in the 60s at Westchester CC for his fourth career TOUR title. Birdied four of the final five holes to overtake K.J. Choi, including birdies on the last three holes. Moved into first in the PGA TOUR Playoffs for the FedExCup standings. First victory since the Accenture Match Play Championship in 2001, a period of 148 starts between victories...Finished T9 at the Deutsche Bank Championship but dropped to second place behind Deutsche Bank Championship winner Phil Mickelson...Finished third at the BMW Championship to remain in second place in the FedExCup standings. Shared the third-round lead with Aaron Baddeley and shot 68 in the final round at Cog Hill, but that was bettered by Tiger Woods' final-round 63...Entered the TOUR Championship looking to surpass Tiger Woods and win the inaugural FedExCup with a strong performance at East Lake GC. Finished T17 to finish second overall in the FedExCup standings, earning a $3-million bonus...Capped season off with 3-2-0 performance for victorious U.S. Presidents Cup team. 2006: Voted PGA TOUR Comeback Player of the Year. Made 15 of 17 cuts out of the Past Champion category, where he needed Sponsor Exemptions or Top-10s to get into most fields. Earned $1,811,811 on the strength of seven top-10s. Finished No. 34 on PGA TOUR money list, his highest finish since No. 30 in 2001. The seven top-10s equaled his output over the previous five years on TOUR...In his fourth start of season, finished third at the Shell Houston Open for his first top-10 of the season...36-hole leader at the U.S. Open at Winged Foot GC at 1-under 139, but weekend rounds of 76-73 dropped him to T6. First top-10 in a major since a T10 at the 2001 Masters Tournament...One week later, continued strong play with a T2 finish at the Booz Allen Classic, five strokes behind champion Ben Curtis. With $330,00 paycheck, surpassed $1 million in season earnings for the first time since 2001...Finished T7 at the PGA Championship, his second top-10 (second in 1998) in nine starts at the PGA. Second time in his career he posted two top-10s in majors (T5 at the 1998 U.S. Open, second at the 1998 PGA Championship)...Recorded his fifth top-10 of the season with a T7 at the Deutsche Bank Championship, earning a spot in following week's Canadian Open field...At the Canadian Open, posted four rounds in the 60s to finish solo 10th for his sixth top-10 of the season...Kept his hot streak going, with T9 finish at the 84 LUMBER Classic, his third top-10 in as many weeks and fourth in five starts. 2005: Playing with Past Champion status, earned a fourth-place finish at the Chrysler Classic of Tucson, one shot out of three-way playoff won by Geoff Ogilvy over Mark Calcavecchia and Kevin Na...After finishing 162nd on the final money list, returned to the PGA TOUR Qualifying Tournament and finished T42.\n2004: Lost his fully-exempt card for the first time since the 1997 season after finishing 151st on the 2004 PGA TOUR money list and seeing his three-year exemption for winning the 2001 World Golf Championships-Accenture Match Play Championship expire...Lone top-10 was a T4 at the 2004 John Deere Classic with wife, Nicki, on the bag. 2003: Placed 189th on the 2003 TOUR money list, his lowest finish since he joined the TOUR in 1994. Did not post a top-10 for the first time in his first 10 years on TOUR, with his best showing a T18 in his first start of the season, at the Phoenix Open. Was tied for third through 36 holes at TPC Scottsdale after he shot a 9-under 62 (10 birdies, one bogey). 2002: Finished in the top 100 on the money list for the seventh time in his nine-year TOUR career, with his lone top-10 coming at the Verizon Byron Nelson Classic (T6). 2001: Won first PGA TOUR title since the 1996 Motorola Western Open, defeating Pierre Fulke, 2 and 1, in 36-hole final of World Golf Championships-Accenture Match Play Championship. Earned way to $1 million by defeating (in order) Padraig Harrington, Scott Verplank, Justin Leonard, Nick O'Hern, Toru Taniguchi and Fulke. Third career victory jumped him from 91st to No. 47 in Official World Golf Ranking. Had not made a cut in TOUR event since July 2000. Win was his first in 89 starts. 2000: For the first time in three years, managed to finish among top-10 only once—a T4 at the Compaq Classic of New Orleans. Shot up the leaderboard on the final day with an 8-under 64 at English Turn G&CC. After that performance, could only muster seven sub-par rounds out of 30, missing his final four cuts of the year. \n1999: Broke through for his first top-10 at THE PLAYERS Championship. Was within striking distance of leader David Duval after the third round, but a Sunday, 2-over 74 at TPC Sawgrass left him T6...Finished fifth at U.S. Open for a second consecutive year on the strength of a third-round 69, the only player under par that round...Three weeks later, was T10 in his home state, at the Greater Milwaukee Open. 1998: Recovered from his previous-season's off year and turned in a strong campaign. In a limited schedule of 21 events, made 20 cuts. Played only four times after Aug. 1, due to birth of first child, and finished in top 10 each time. Had a career-best 10 top-10 finishes and 12 top-25s...Tied for the third-round lead with Vijay Singh at PGA Championship, and his closing 70 left him two strokes shy of Singh...Followed second-place finish at PGA Championship with another runner-up showing, at the Greater Milwaukee Open...Won the Wisconsin State Open by 11 strokes...Turned in back-to-back 65s on the weekend at the GTE Byron Nelson Golf Classic, to T5...Was tied for second through 54 holes of the Bay Hill Invitational but couldn't put any pressure on eventual winner Ernie Els when he shot a Sunday 73 to T6. 1997: Struggled throughout the season and dropped 126 places on the money list from the previous year, to No. 130. Lone top 10 was a T7 at the Quad City Classic, shooting four sub-70 rounds (69-68-67-66)...Finished T5 in the eight-player field at the unofficial Accenture World Championship of Golf at Reynolds Plantation in Greensboro, Ga...Had his first PGA TOUR hole-in-one, at the Phoenix Open in the final round on No. 16 at TPC Scottsdale...1996: Impressive season included seven top-10s, all either firsts, seconds or thirds...Earned $1,383,739 to finish fourth on money list...First PGA TOUR victory came at Kemper Open, where he moved to within one stroke of Jay Williamson's lead with third-round 65 and closed with 68 for three-stroke victory...Won again at Motorola Western Open, with an eight-stroke victory...Also T2 at NEC World Series of Golf, third at United Airlines Hawaiian Open, Greater Greensboro Chrysler Classic and the TOUR Championship; and T3 in front of home state fans at Greater Milwaukee Open...Was 2-3 in The Presidents Cup...Had a perfect 5-0 record on victorious Dunhill Cup team. 1995: First top-10 of the campaign came at the Doral-Ryder Open, solo ninth outside Miami...Capitalized on weekend rounds of 69-69 at the Bay Hill Club and Lodge to finish solo fourth at the Nestle Invitational in Orlando. A month later, shot a third-round 66 at the Kmart Greater Greensboro Open and went on to T7...Final top-10 was a T8 at the Buick Challenge in October. 1994: Finished T2 in his second event as a TOUR member, at the Northern Telecom Open. Shot four rounds in the 60s at Tucson National GC and Starr Pass GC but still fell two shots sy of winner Andrew Magee...Was T3 at Canon Greater Hartford Open on the strength of three consecutive 67s after opening with a 70 at TPC River Highlands...Added a T6 in September at the Bell Canadian Open (his second consecutive top-10 in the event) and then picked up a T4 at the Walt Disney World\/Oldsmobile Classic, three shots behind winner Rick Fehr...Finished 50th on the money list, fourth among rookies. 1993: Received a sponsor's exemption to play in the Canadian Open and made the most of his opportunity, opening 66-69 at Glen Abbey GC to take the 36-hole lead by three shots over Brad Bryant. Dropped into a solo-second position following the third round, a stroke behind Bryant but fell to T4 with a Sunday 75...Won the Canadian PGA Championship later in the season. 1992: In his lone Web.com Tour start, was T30 at the Greater Greenville Open. 1991: Made 12 Web.com Tour starts. His top finish was a T5 at the Shreveport Open in Louisiana. Finished 85th on the money list. 1990: In his first career Web.com Tour start, at the Dakota Dunes Open, he opened with an 8-under 64 and went on to T2 at the South Dakota event, a stroke behind winner Kim Young...Picked up his first professional victory, at the Victoria Open on the Canadian Tour. Amateur: All-American selection at University of Illinois in 1988-89.\n","otherCarHigh" : "","personal" : "Wife, Nicki, who had been his caddie throughout his professional career, gave up the bag in 1998 to deliver daughter Bobbi Maria. Returned as caddie in 1999 at Milwaukee...Father-in-law Dennis Tiziani is the retired golf coach at University of Wisconsin who played intermittently on the PGA TOUR in the 1970s...Brother-in-law Mario Tiziani played on TOUR in 2005...After missing earning TOUR card in 2005 by two strokes at PGA TOUR Qualifying Tournament, rediscovered his game hitting balls out of a trailer in the December snow on the practice range at Cherokee CC in Madison, Wis...Inducted into the Wisconsin State Golf Association Hall of Fame in December 2007...Became the 15th recipient of the Payne Stewart Award when he won the honor in 2012. The Payne Stewart Award is presented annually to a player sharing Stewart's respect for the traditions of the game, his commitment to uphold the game's heritage of charitable support and his professional and meticulous presentation of himself and the sport through his dress and conduct...In 2013 started a charitable foundation with American Family Insurance focusing on nutrition and wellness to help promote strong families and healthy kids...During the year, announced he would host the American Family Insurance Championship on the Champions Tour in Madison, Wis., beginning in 2016. Twitter account is @stevestricker. Website is Stevestrickergolf.com.","otherInfo" : "","ntlTeams" : "The Presidents Cup (5), 1996, 2007, 2009, 2011, 2013; Ryder Cup (3), 2008, 2010, 2012; Dunhill Cup (1), 1996.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T7th at the Valspar Championship.","dynStats" : "He ranks T33rd in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/stevestricker"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}