{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "28158","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Marino","first" : "Steve","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "200","weightMetric" : "91","birthDate" : "March 10, 1980","age" : "36","birthPlace" : "Altus, Oklahoma","residence" : "Tequesta, Florida","family" : "Single","education" : "University of Virginia (2002, Sociology)","splInterest" : "Music, fishing","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2015)","trndProYear" : "2002","clubAffl" : "Bear Lakes CC (West Palm Beach, Florida)","cityPlaysFrm" : "Tequesta; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "10,298,155&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2006","exmtStatus" : "Conditional - Finished 151-200 on 2013-14 PGA TOUR FedExCup Points List","otherVics" : "","intlVics" : "","curYearHigh" : "In his ninth start of the 2015-16 PGA TOUR Season, carded rounds of 70-67-69-70 at the Puerto Rico Open at Coco Beach, including a birdie at the 72nd hole to finish at 12-under for the tournament. A missed birdie attempt at the par-5 72nd hole by Tony Finau led to a playoff. On the third extra hole, Marino was unable to match Finau's birdie, settling for his fifth career runner-up finish on the PGA TOUR.","carHigh" : "2014: Made seven cuts in 13 PGA TOUR starts and finished 169th in FedExCup standings, missing the Playoffs...After missing the cut in four of his first five starts, played his last eight events with just two missed cuts...Lone top-25 finish of the season was a T11 at The Greenbrier Classic...Failed to regain exempt status for the 2014-15 PGA TOUR season via the Web.com Tour Finals. Made one Finals' cut, a T25 at the third event, the Nationwide Children's Hospital Championship.\n\n 2013: Continued to have issues with a knee injury from 2012. In 12 TOUR starts, made five cuts, missed five cuts with one disqualification and one withdrawal...Missed the cut at the FedEx St. Jude Classic in June and did not play again...Will have nine events in the 2013-14 season to earn $413,596, which, coupled with 2012 earnings of $85,040 and 2013 earnings of $148,874, would equal No. 125 from the 2012 money list.\n\n2012: Made two cuts in just six starts in the PGA TOUR Season before a left-knee injury (meniscus tear) took him out of commission. Made three starts in January before taking the ensuing four months off with the injury...After missing the cut at the Sony Open in Hawaii, finished T19 and T66 at the Humana Challenge and Farmers Insurance Open, respectively...Made his first start since his injury, in June, at the Memorial Tournament, where rounds of 74-75 resulted in a missed cut. Three days later, shot 69-70 at Scioto CC in the Columbus sectional qualifier to earn a spot in his fourth U.S. Open. Missed the cut at The Olympic Club...Missed the cut at the Travelers Championship the following week as knee problems resurfaced, sidelining him for the remainder of the season. \n2011: Started the season hot with all three of his top 10s coming before the end of March...Recorded his third career runner-up finish, carding all four rounds in the 60s to finish two strokes behind Mark Wilson at the Sony Open in Hawaii...Held at least a share of the lead through three rounds of the AT&T Pebble Beach National Pro-Am after opening 65-66-71. Playing in final grouping for the seventh time in career, posted 2-over-par 74 at Pebble Beach GL to finish T4...Finished second at the Arnold Palmer Invitational, one shot behind winner Martin Laird, with rounds of 70-65-70-75—281. At one point, he held a three-stroke lead on the back nine after playing 2-under-par through the first 10 holes. Holding a one-stroke lead on the 71st hole, he plugged his tee shot in the front bunker on the par-3 that resulted in a double bogey. Birdied No. 18, draining a 7-foot putt after hitting a pitching wedge from 144 yards to finish one behind Laird, who finished birdie-birdie-par-par. It was his fourth career runner-up finish. He has made all five cuts at the Arnold Palmer Invitational. His previous-best finish was T11 in 2010 (70-70-72-72). \n2010: Recorded a career-low three top-10 performances but still finished inside the top 75 on the TOUR money list. Made 17 of 25 cuts on the season...Finished T5 at Northern Trust Open for first top-10 of the season, posting four rounds under par...A week later, placed fourth at the AT&T Pebble Beach National Pro-Am, the first time in his TOUR career to post back-to-back top-10s...Finished T9 at the Children's Miracle Network Classic, his first top-10 since February. \n2009: Finished a career-high 15th in the FedExCup standings on the strength of 13 top-25 finishes...A closing 4-under 66 propelled him to a T7 finish at the Sony Open in Hawaii...Was T5 in April at the Zurich Classic of New Orleans after firing four sub-par rounds. Holed a pitch from 35 yards for eagle at the 335-yard, par-4 16th on Sunday to get to 13-under and one back before finishing with a bogey on 18...Shot a tournament low 8-under 62 in third round of Crowne Plaza Invitational at Colonial, eventually making the three-way playoff with Steve Stricker and Tim Clark, which Stricker won with a birdie on the second extra hole. Recorded just two bogeys for the week and equaled career-best second-place showing. He was also second at the 2008 Mayakoba Golf Classic. \n2008: Second season included 13 top-25 finishes in 32 starts, including six top-10 finishes. Made the cut in 27 of 32 starts, finishing the season ranked No. 36 in the FedExCup standings and No. 34 on the money list...Opened season on the PGA TOUR with a 5-under-par 65 en route to a T4 finish at the Sony Open in Hawaii...Posted a career-best solo second at the Mayakoba Golf Classic, aided by a third-round 6-under-par 64. Went bogey free over the final 36 holes (64-66) and finished two behind champion Brian Gay...His third top-10 of the season was a T10 at the Crowne Plaza Invitational at Colonial, thanks to a closing 4-under 66...Consecutive 3-under 67s in first three rounds at the RBC Canadian Open resulted in a T3...Opened 66-66 at the Deutsche Bank Championship on way to a T10 finish...Held a share of the 54-hole lead with Scott Verplank at the Children's Miracle Network Classic before a final-round 71 left him T3. \n2007: One of the top rookies on TOUR after earning card through a T8 finish at PGA TOUR Qualifying Tournament. Posted four top-10s in 31 starts with earnings in excess of $1.1 million. Played his way through the third event in the PGA TOUR Playoffs, the BMW Championship, and finished 63rd in the FedExCup standings...Paired with Michelle Wie for the first two rounds of the Sony Open in Hawaii. Made the cut and finished T34...In fifth start, notched first career top-10 at the Mayakoba Golf Classic. Posted four rounds in the 60s to finish solo eighth...Second top-10 finish of the year came at the EDS Byron Nelson Championship, earning an exemption into the following week's Wachovia Championship with a T10...Then best career finish came at the AT&T Classic, where four sub-par rounds earned a T6. Finished four shots out of the Zach Johnson-Ryuji Imada playoff. \n2006: Made the cut in 16 of 20 starts during his rookie season on the Web.com Tour, with 10 top-25 finishes. Finished 42nd on the money list, with $134,038. Began the year with no status but played his way on the Tour through Monday qualifiers and top-25 finishes...His first start came at the Henrico County Open, gaining entrance by making a birdie on the final hole of the Monday qualifier to join a 12-man playoff for three spots. Went on to finish T10 that week, one of his five top-10 finishes on the year...Finished the campaign with a T6 finish at the season-ending Web.com Tour Championship at The Houstonian...Two-time winner on the Gateway Tour, highlighted by his victory at the Sidney Frank Memorial Tour Championship. The win, worth $60,000, was set up by a 13-under 59 in the third round. \n2005: Three starts on the Web.com Tour with one made cut, a T54 at the Chitimacha Louisiana Open. \n","otherCarHigh" : "Winner of the 1999 Virginia State Amateur Championship. Former standout at the University of Virginia, where he played in every tournament during his career from 1999 to 2002. Recorded 13 top-10 finishes and earned All-Atlantic Coast Conference honors as a senior. Helped lead his team to the 2001 Seminole Intercollegiate Championship when he captured individual medalist honors.","personal" : "Started golf at age 3 by swinging a cut-down 3-iron in his backyard.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2007","qSchoolYear" : "2006","exmtStatus" : "17th on 2015 Web.com Tour priority list","otherVics" : "","intlVics" : "","curYearHigh" : "In his ninth start of the 2015-16 PGA TOUR Season, carded rounds of 70-67-69-70 at the Puerto Rico Open at Coco Beach, including a birdie at the 72nd hole to finish at 12-under for the tournament. A missed birdie attempt at the par-5 72nd hole by Tony Finau led to a playoff. On the third extra hole, Marino was unable to match Finau's birdie, settling for his fifth career runner-up finish on the PGA TOUR.","carHigh" : "2014: Finished the Web.com Tour season with 22 starts, two runners-up, four top-10s, nine top-25s and 16 cuts made. Was 17th in the final priority-ranking order...Played in one PGA TOUR event, qualifying for the U.S. Open at Chambers Bay (missed cut)...Rebounded from a missed cut in the Web.com Tour season-opener at the Panama Claro Championship with a playoff runner-up the following week at the Colombia Championship. A third-round 64, which was completed Sunday morning due to weather issues on Saturday, vaulted him into a two-shot lead over Chase Wright. After a quick turnaround, shot 69 in the final round, with a clutch birdie on the 72nd hole to get into a playoff with Patrick Rodgers. Traded pars with Rodgers on the first playoff hole only to fall to the rookie when Rodgers birdied the next hole. His first 57 holes at Bogota CC were bogey-free, running his string to 60, counting three more in Panama the previous week. Finish was his best in 35 Tour starts...From El Bosque Mexico Championship in April through the Utah Championship in early August, a stretch of nine tournaments, made every cut and recorded five top-20 finishes...His second top 10 came during this time frame, a T5 at the Greater Dallas Open. Highlight of his week was a second-round 63, which equalled his low score of the year...After a missed cut in Kansas City, responded with another top-10 showing at the Price Cutter Charity Championship in August. Recorded all four rounds in the 60s for the first time since May for a T6...Had his first Tour hole-in-one in the second round of the El Bosque Mexico Championship in April. In May, at the Rex Hospital Open, carded back-to-back eagles on the thrid and fourth holes of the third round at TPC Wakefield Plantation, one of only three players to do so in 2015...Was inside the top-25 money winners all year and finished 19th at the end of the Regular Season to regain his PGA TOUR card for 2015-16...In the Finals, made the cut in the first three events, with a T2 at the Small Business Connection Championship at River Run his best showing. Finished one shot back of winner Chez Reavie at the Charlotte-area tournament, moving from a tie for fifth at the start of the day into second place with three birdies on the final nine and a closing-round of 68...Withdrew from the Web.com Tour Championship prior to its start.\n\n2013-14: Made seven cuts in 13 PGA TOUR starts and finished 169th in FedExCup standings, missing the Playoffs...After missing the cut in four of his first five starts, played his last eight events with just two missed cuts...Lone top-25 finish of the season was a T11 at The Greenbrier Classic...Failed to regain exempt status for the 2014-15 PGA TOUR season via the Web.com Tour Finals. Made one Finals' cut, a T25 at the third event, the Nationwide Children's Hospital Championship.\n\n2013: Continued to have issues with a knee injury from 2012. In 12 TOUR starts, made five cuts, missed five cuts with one disqualification and one withdrawl...Missed the cut at the FedEx St. Jude Classic in June and did not play again.\n\n2012: Made two cuts in just six starts in the PGA TOUR Season before a left-knee injury (meniscus tear) took him out of commission. Made three starts in January before taking the ensuing four months off with the injury...After missing the cut at the Sony Open in Hawaii, finished T19 and T66 at the Humana Challenge and Farmers Insurance Open, respectively...Made his first start since his injury, in June, at the Memorial Tournament, where rounds of 74-75 resulted in a missed cut. Three days later, shot 69-70 at Scioto CC in the Columbus sectional qualifier to earn a spot in his fourth U.S. Open. Missed the cut at The Olympic Club...Missed the cut at the Travelers Championship the following week as knee problems resurfaced, sidelining him for the remainder of the season.\n\n2011: Started the season hot with all three of his top 10s coming before the end of March...Recorded his third career runner-up finish, carding all four rounds in the 60s to finish two strokes behind Mark Wilson at the Sony Open in Hawaii...Held at least a share of the lead through three rounds of the AT&T Pebble Beach National Pro-Am after opening 65-66-71. Playing in final grouping for the seventh time in career, posted 2-over-par 74 at Pebble Beach GL to finish T4...Finished second at the Arnold Palmer Invitational, one shot behind winner Martin Laird, with rounds of 70-65-70-75—281. At one point, he held a three-stroke lead on the back nine after playing 2-under-par through the first 10 holes. Holding a one-stroke lead on the 71st hole, he plugged his tee shot in the front bunker on the par-3 that resulted in a double bogey. Birdied No. 18, draining a 7-foot putt after hitting a pitching wedge from 144 yards to finish one back of Laird, who finished birdie-birdie-par-par. It was his fourth career runner-up finish. He has made all five cuts at the Arnold Palmer Invitational. His previous-best finish was T11 in 2010 (70-70-72-72). 2010: Recorded a career-low three top-10 performances but still finished inside the top 75 on the TOUR money list. Made 17 of 25 cuts on the season...Finished T5 at Northern Trust Open for first top-10 of the season, posting four rounds under par...A week later, placed fourth at the AT&T Pebble Beach National Pro-Am, the first time in his TOUR career to post back-to-back top-10s...Finished T9 at the Children's Miracle Network Classic, his first top-10 since February. 2009: Finished a career-high 15th in the FedExCup standings on the strength of 13 top-25 finishes...A closing 4-under 66 propelled him to a T7 finish at the Sony Open in Hawaii...Was T5 in April at the Zurich Classic of New Orleans after firing four sub-par rounds. Holed a pitch from 35 yards for eagle at the 335-yard, par-4 16th on Sunday to get to 13-under and one back before finishing with a bogey on 18...Shot a tournament low 8-under 62 in third round of Crowne Plaza Invitational at Colonial, eventually making the three-way playoff with Steve Stricker and Tim Clark, which Stricker won with a birdie on the second extra hole. Recorded just two bogeys for the week and equaled career-best second-place showing. He was also second at the 2008 Mayakoba Golf Classic. 2008: Second season included 13 top-25 finishes in 32 starts, including six top-10 finishes. Made the cut in 27 of 32 starts, finishing the season ranked No. 36 in the FedExCup standings and No. 34 on the money list...Opened season on the PGA TOUR with a 5-under-par 65 en route to a T4 finish at the Sony Open in Hawaii...Posted a career-best solo second at the Mayakoba Golf Classic, aided by a third-round 6-under-par 64. Went bogey free over the final 36 holes (64-66) and finished two back of champion Brian Gay...His third top-10 of the season was a T10 at the Crowne Plaza Invitational at Colonial, thanks to a closing 4-under 66...Consecutive 3-under 67s in first three rounds at the RBC Canadian Open resulted in a T3...Opened 66-66 at the Deutsche Bank Championship on way to a T10 finish...Held a share of the 54-hole lead with Scott Verplank at the Children's Miracle Network Classic before a final-round 71 left him T3. 2007: One of the top rookies on TOUR after earning card through a T8 finish at PGA TOUR Qualifying Tournament. Posted four top-10s in 31 starts with earnings in excess of $1.1 million. Played his way through the third event in the PGA TOUR Playoffs, the BMW Championship, and finished 63rd in the FedExCup standings...Paired with Michelle Wie for the first two rounds of the Sony Open in Hawaii. Made the cut and finished T34...In fifth start, notched first career top-10 at the Mayakoba Golf Classic. Posted four rounds in the 60s to finish solo eighth...Second top-10 finish of the year came at the EDS Byron Nelson Championship, earning an exemption into the following week's Wachovia Championship with a T10...Then best career finish came at the AT&T Classic, where four sub-par rounds earned a T6. Finished four shots out of the Zach Johnson-Ryuji Imada playoff. 2006: Made the cut in 16 of 20 starts during his rookie season on the Web.com Tour, with 10 top-25 finishes. Finished 42nd on the money list, with $134,038. Began the year with no status but played his way on the Tour through Monday qualifiers and top-25 finishes...His first start came at the Henrico County Open, gaining entrance by making a birdie on the final hole of the Monday qualifier to join a 12-man playoff for three spots. Went on to finish T10 that week, one of his five top-10 finishes on the year...Finished the campaign with a T6 finish at the season-ending Web.com Tour Championship at The Houstonian...Two-time winner on the Gateway Tour, highlighted by his victory at the Sidney Frank Memorial Tour Championship. The win, worth $60,000, was set up by a 13-under 59 in the third round. 2005: Three starts on the Web.com Tour with one made cut, a T54 at the Chitimacha Louisiana Open. Amateur: Winner of the 1999 Virginia Amateur...Former standout at the University of Virginia, where he played in every tournament during his career from 1999 to 2002. All-Atlantic Coast Conference as a senior. Helped lead his team to the 2001 Seminole Intercollegiate Championship, when he captured medalist honors. Teammates at UVa with PGA TOUR member James Driscoll.\n","otherCarHigh" : "","personal" : "Started golf at age 3 by swinging a cut-down 3-iron in his backyard.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 2nd at the Puerto Rico Open at Coco Beach.","dynStats" : "He ranks T18th in Approach 100-125 yards (RTP Sc on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}