{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "33418","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Stefani","first" : "Shawn","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "205","weightMetric" : "93","birthDate" : "December 2, 1981","age" : "34","birthPlace" : "Baytown, Texas","residence" : "Houston, Texas","family" : "Wife, Jaclyn; Korbyn","education" : "Lamar University (2005, General Studies)","splInterest" : "Fishing, hunting","pronunciation" : "STEFF-uh-knee","nwTourAlumnus" : "Web.com Tour Graduate (2012)","trndProYear" : "2005","clubAffl" : "Eagle Pointe GC (Baytown, Texas)","cityPlaysFrm" : "Houston; TX; United States","websiteUrl" : "http:\/\/www.Shawnstefanigolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,163,951&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2012","exmtStatus" : "Fully Exempt","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2013: Will start the 2013-14 PGA TOUR season on a Minor Medicial Extension due to a neck injury. Will have two events to earn $84,084. Otherwise will drop down to the No. 126-150 category. Made 11 cuts in 21 PGA TOUR starts, with two top-10s in his rookie season. Finished No. 135 in the FedExCup standings to earn partial status for the 2013-14 season...First career top-10 came at the Tampa Bay Championship, where he opened with a bogey-free, 6-under 65 at the Copperhead Course to claim a T7 with six others. Rallied from a 2-over 73 in the third round with a 2-under 69 Sunday to claim his first career top-10 finish in his ninth PGA TOUR start...Carried a one-stroke lead into the final round of the FedEx St. Jude Classic but struggled Sunday to a 6-over 76 and a T7 finish, equaling his best TOUR performance. Held the 54-hole lead despite a quadruple bogey during a third-round, 4-under 66. Was hoping to become just the fourth player since 1983 to overcome a quadruple bogey and win on the PGA TOUR. The others were Phil Mickelson (2009 TOUR Championship by Coca-Cola), David Toms (2003 Wells Fargo Championship) and David Graham (1983 Shell Houston Open)...Made an ace at the U.S. Open at Merion on the par-3 17th with a 4-iron...Made the cut in two of four starts in the Web.com Tour Finals, with his best finish a T17 at the Nationwide Children's Hospital Championship. \n\n2012: Ended the year at No. 6 on the Web.com Tour money list, one of five two-time winners. Earned a spot on the 2013 PGA TOUR, where he will be a rookie...Earned his first career win in come-from-behind style at the Midwest Classic in mid-August. Won by two over Russell Henley and Luke List. Started the final round in Kansas City four strokes off the pace and an hour in front of the leaders. Missed only one green on the last day and fired a bogey-free, 7-under 64 to take the clubhouse lead at 17-under par. Closed out a 5-under 30 on the back nine with a short birdie putt after his second shot on the par-4 18th flew the green and rebounded off the skybox mesh fencing, stopping within 3 feet of the cup. \"That ball at 18 could have kicked several ways, but it broke right for me. Today it went my way,\" he said. Tapped in for birdie and then waited to see if anyone would catch him. Henley was only one off the lead but bogeyed No. 17 to drop two back and tie with List, who birdied the final hole. Victory was worth $99,000 and vaulted him from No. 54 to No. 12 on the money list...Became the Tour's fourth multiple winner at the time when he blew away the field at the Miccosukee Championship. Posted an impressive, career-low, 9-under-par 62 in difficult, windy conditions in the third round, tying the tournament course record and opening a six-stroke advantage after 54 holes, the largest in tournament annals. Closed with a 3-under-par 68 Sunday and held off an early charge from Alistair Presnell to win by five strokes. Jumped to fourth on the money list and secured his PGA TOUR card for 2013...Opened his rookie season with a T9 at the Panama Claro Championship, his second event. \n\n2011: Missed the cut at the Stadion Classic at UGA in his Web.com Tour debut. 2009: Made his PGA TOUR debut, missing the cut at the U.S. Open at Bethpage State Park's Black Course . Amateur: Named to all-district team (1997-2000) at Barbers Hill High School...Was first-team all-conference at Lamar in 2004 and second-team all-conference in 2003 and 2005. \n","otherCarHigh" : "Named to all-district team (1997-2000) at Barbers Hill High School...Was first-team all-conference at Lamar in 2004 and second-team all-conference in 2003 and 2005.","personal" : "Biggest thrill outside golf is deer hunting...Always marks his ball with a 1962 quarter that his wife gave him...Enjoys watching the Houston Texans and Houston Astros...Top college team is the LSU Tigers...Favorite movie is \"Remember the Titans\" and \"Secretariat.\"...Listens to George Strait, and his favorite book is Seven Days in Utopia. Likes Mexican food and watching Tom Brady and Tiger Woods. Enjoys vacationing anywhere in the world with his wife and daughter...Dream foursome would include Jack Nicklaus, Ben Hogan and Bobby Jones. Not many people know that he is soft-hearted, very generous and loving...Bucket list includes skydiving, driving a NASCAR race car and hunting in Iowa...Carries three quarters, which he uses to mark his ball on the green. They are from 1959, 1961 and 1962. He used the 1962 quarter to mark his ball when he shot his career-best 62 at the Miccosukee Championship.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2013","qSchoolYear" : "","exmtStatus" : "54th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Advanced to the FedExCup Playoffs for a second consecutive season, thanks to 10 top-25 finishes in 23 starts through the Wyndham Championship. Made it to the third of four Playoffs' events, the BMW Championship, for the first time in his career, after which he ended his season at No. 54 in the FedExCup standings...In his first start at the OHL Classic at Mayakoba, made a good bid for victory but settled for runner-up honors, the second of his career. Came to the 72nd hole trailing playing partner Charley Hoffman by one shot. When the duo each bogeyed the par-4 home hole, Hoffman emerged victorious...Posted back-to-back top-10 finishes with a T6 effort at the Sony Open in Hawaii. With rounds of 69-66-65-68, finished 12-under 268, 11 strokes behind runaway winner Jimmy Walker. Finished T59 in his only other Sony Open in Hawaii appearance (2013)...Finished T9 at the Wells Fargo Championship for his first top-10 in three starts at Quail Hollow Club.\n\n2013-14: Made 13 of 17 cuts, with two top-10s. Advanced to the FedExCup Playoffs for the first time in his career. Season ended after two Playoffs' events, a T30 finish at The Barclays and a 68th-place outing at the Deutsche Bank Championship. Was one of six players to start the Deutsche Bank Championship inside the top 70 (67th) in the FedExCup standings and drop out of the FedExCup Playoffs...Started the PGA TOUR season on a Minor Medical Extension due to a neck injury. Had two events to earn $84,084 and retain exempt status for the remainder of the season. Missed the cut at the Farmers Insurance Open but made up for it in his hometown of Houston in April at the Shell Houston Open. Playing on a sponsor's exemption, was two strokes off the 18-hole lead following a 5-under 67. Ensuing rounds of 69-73-69 at the GC of Houston resulted in a fifth-place finish, good for $256,000...Lost in a playoff to Justin Rose at the Quicken Loans at Congressional CC. Along with Rose, entered the final round trailing 54-hole leader Patrick Reed by three strokes, with both carding 1-under 70s to advance to the first playoff in tournament history. Rose made par on the first extra hole, while he recorded double bogey after hitting his second shot into the water at No. 18. It was the first playoff for both players. One of four players to qualify for The Open Championship at the Quicken Loans National through the new Open Qualifying Series. \n\n2013: Made 11 cuts in 21 PGA TOUR starts, with two top-10s. Finished No. 135 in the FedExCup standings to earn partial status for the 2013-14 season. Played in all four Web.com Tour Finals events but was unable to improve his status for the 2013-14 season...In his first start, at the Tampa Bay Championship, opened with a bogey-free, 6-under 65 at the Copperhead Course to claim a T7 with six others. Rallied from a 2-over 73 in the third round with a 2-under 69 Sunday to claim his first career top-10 finish in his ninth PGA TOUR start...Carried a one-stroke lead into the final round of the FedEx St. Jude Classic but struggled Sunday to a 6-over 76 and a T7 finish, equaling his best TOUR performance. Held the 54-hole lead despite a quadruple bogey during a third-round, 4-under 66. Was hoping to become just the fourth player since 1983 to overcome a quadruple bogey and win on the PGA TOUR. The others were Phil Mickelson (2009 TOUR Championship by Coca-Cola), David Toms (2003 Wells Fargo Championship) and David Graham (1983 Shell Houston Open)...Made an ace at the U.S. Open at Merion on the par-3 17th with a 4-iron.\n\n2012: Ended the year at No. 6 on the money list, one of five two-time winners. Earned a spot on the 2013 PGA TOUR, where he will be a rookie...Earned his first career win in come-from-behind style at the Midwest Classic in mid-August. Won by two over Russell Henley and Luke List. Started the final round in Kansas City four strokes off the pace and an hour in front of the leaders. Missed only one green on the last day and fired a bogey-free, 7-under 64 to take the clubhouse lead at 17-under par. Closed out a 5-under 30 on the back nine with a short birdie putt after his second shot on the par-4 18th flew the green and rebounded off the skybox mesh fencing, stopping within 3 feet of the cup. \"That ball at 18 could have kicked several ways, but it broke right for me. Today it went my way,\" he said. Tapped in for birdie and then waited to see if anyone would catch him. Henley was only one off the lead but bogeyed No. 17 to drop two back and tie with List, who birdied the final hole. Victory was worth $99,000 and vaulted him from No. 54 to No. 12 on the money list...Became the Tour's fourth multiple winner at the time when he blew away the field at the Miccosukee Championship. Posted an impressive, career-low, 9-under-par 62 in difficult, windy conditions in the third round, tying the tournament course record and opening a six-stroke advantage after 54 holes, the largest in tournament annals. Closed with a 3-under-par 68 Sunday and held off an early charge from Alistair Presnell to win by five strokes. Jumped to fourth on the money list and secured his PGA TOUR card for 2013...Opened his rookie season with a T9 at the Panama Claro Championship, his second event. \n\n2011: Missed the cut at the Stadion Classic at UGA in his Web.com Tour debut. 2009: Made his PGA TOUR debut, missing the cut at the U.S. Open at Bethpage State Park's Black Course . Amateur: Named to all-district team (1997-2000) at Barbers Hill High School...Was first-team all-conference at Lamar in 2004 and second-team all-conference in 2003 and 2005. \n","otherCarHigh" : "","personal" : "Biggest thrill outside golf is deer hunting...Always marks his ball with a 1962 quarter that his wife gave him...Enjoys watching the Houston Texans and Houston Astros...Top college team is the LSU Tigers...Favorite movie is \"Remember the Titans\" and \"Secretariat.\"...Listens to George Strait, and his favorite book is Seven Days in Utopia. Likes Mexican food and watching Tom Brady and Tiger Woods. Enjoys vacationing anywhere in the world with his wife and daughter...Dream foursome would include Jack Nicklaus, Ben Hogan and Bobby Jones. Not many people know that he is soft-hearted, very generous and loving...Bucket list includes skydiving, driving a NASCAR race car and hunting in Iowa.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T25th at the OHL Classic at Mayakoba.","dynStats" : "He ranks T75th in Driving Distance - Driver on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/ShawnStefani1"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}