{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24356","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Buha","first" : "Jason","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "170","weightMetric" : "77","birthDate" : "February 6, 1975","age" : "41","birthPlace" : "Dearborn, Michigan","residence" : "Birmingham, Alabama","family" : "Wife, Ashley; Claire Elizabeth (2\/12\/03); Laura Burr (12\/8\/05)","education" : "Duke University (1997, Economics)","splInterest" : "Fishing, hunting, skiing, reading","pronunciation" : "BUE-haw","nwTourAlumnus" : "","trndProYear" : "1997","clubAffl" : "Shoal Creek GC (Birmingham, Alabama)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "780,688&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Past champion 5-10","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Made only one start in 2009 but withdrew after the opening round of the Mexico Open. Missed the cut in his only Nationwide Tour start of 2008, at The Rex Hospital Open. Member of the Nationwide Tour in 2001-02 and 2004-06. Member of the PGA TOUR in 2000 and 2003. Missed the cut in all three starts in 2007...Made the cut in 12 of 29 starts on Tour in 2006, with a T16 at the BMW Charity Pro-Am at The Cliffs his best outing...Made the cut in nine of 28 starts on Tour in 2005, with a T15 at the Canadian PGA Championship his only top-25 finish...Made the cut in 19 of 30 events on the Nationwide Tour in 2004, finishing inside the top 25 in nine of those starts...Ranked No. 33 on the final money list, with $162,115. Had two runner-up finishes among his five top-10 performances. Was a member of a four-man playoff eventually won by Chris Anderson on the eighth extra hole at the SAS Carolina Classic. Was also T2 at the Virginia Beach Open, four strokes behind champion James Driscoll. Made the cut in seven of 25 events on the 2003 PGA TOUR...Earned return trip to the PGA TOUR in 2003 via his 11th-place finish on the 2002 Nationwide Tour money list. Picked up first career win at the Dayton Open. Finished 23-under for a three-stroke victory. Shot a course-record, 10-under 62 in the first round of the Arkansas Classic, tying the mark for the best opening round on the 2002 Nationwide Tour. Hit just 13 greens in regulation but one-putted 12 holes in a row. Made the cut in 16 of 25 events, with four top-10s and nine top-25s during his rookie season in 2001. Had his best finish at the Siouxland Open, where he T4, three strokes back of winner Pat Bates. Member of PGA TOUR in 2000. Recorded four rounds in the 60s at the Canon Greater Hartford Open for a T18 finish, his best of the season. Other two top-25s came in the last two weeks of the season—T24 at the National Car Rental Golf Classic at Walt Disney World Resort and T20 at the Southern Farm Bureau Classic. Finished T16 at the 2000 Richmond Open in his only appearance on the Nationwide Tour. Earned his first TOUR card by virtue of his T34 finish at the 1999 PGA TOUR National Qualifying Tournament. Played on the Hooters Tour in 1999, winning the Hooters Classic. \n","otherCarHigh" : "Earned second-team All-American honors in 1996-97 at Duke University.","personal" : "Began interest in golf at age 6 when he would hit balls at the driving range with his dad...Has served as an on-course commentator for Golf Channel.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "11th on 2002 Nationwide Tour money list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "Began interest in golf at the age of six when he would hit balls at the driving range along with his father.","otherInfo" : "Earned return trip to the PGA TOUR via his 11th-place finish on the 2002 Nationwide Tour money list. Picked up first career win at the Dayton Open. Finished 23-under for a three-stroke victory. Shot a course record 10-under 62 in the first round of the Arkansas Classic, tying the mark for the best opening round on the 2002 Nationwide Tour. Was a rookie on the Nationwide Tour in 2001. Made the cut in 16 of 25 events, with four top-10s and nine top-25 finishes. Had his best finish prior to his win at the Siouxland Open, where he T4, three strokes back of winner Pat Bates. No. 3 in the All-Around ranking, No. 3 in Scoring Average\/Third Round (68.67) and No. 15 in Putting Average (1.752) for the 2001 campaign. Member of PGA TOUR in 2000. Recorded four rounds in the 60s at the Canon Greater Hartford Open for a T18 finish. Other two top-25s came in the last two weeks of the season, a T24 at the National Car Rental Golf Classic at Walt Disney World Resort and T20 at the Southern Farm Bureau Classic. Earned his first TOUR card by virtue of his T34 finish at the 1999 PGA TOUR Qualifying Tournament. Played on the Hooters Tour in 1999, winning the Hooters Classic. Named second-team All-America at Duke in 1996-97. Began playing golf at age 6 when he would hit balls at the driving range with his father.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 1st in 2002 at the Dayton Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}