{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01520","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Hill","first" : "Mike","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "180","weightMetric" : "82","birthDate" : "January 27, 1939","age" : "77","birthPlace" : "Jackson, Michigan","residence" : "Brooklyn, Michigan","family" : "Wife, Sandra; Kimberly (5\/16\/63), Kristen (12\/11\/69), Michael Jr. (4\/15\/72); five grandchildren","education" : "Arizona State University","splInterest" : "Hunting and fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1967","clubAffl" : "Pelican Sound Golf & River Club (Estero, Florida)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "8,956,828&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1968","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1989","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(6): 1988 Mazda Champions [with Patti Rizzo]. 1991 Liberty Mutual Legends of Golf [with Lee Trevino]. 1992 Liberty Mutual Legends of Golf [with Lee Trevino]. 1995 Liberty Mutual Legends of Golf [with Lee Trevino]. 1996 Liberty Mutual Legends of Golf [with Lee Trevino]. 2000 Liberty Mutual Legends of Golf Legendary Division [with Lee Trevino].","curYearHigh" : "","carHigh" : "2012: Teamed with Lee Trevino to finish T3 in the unofficial Demaret Division at the Liberty Mutual Insurance Legends of Golf.\n\n2011: Was T2 with Lee Trevino in the Demaret Division competition at the Liberty Mutual Legends of Golf. 2009: Teamed with Lee Trevino to finish T2 in the Raphael Division at the Liberty Mutual Legends of Golf. 2007: Last official stroke-play event was a T22 at the Commerce Bank Championship. 2005: Bettered his age for the first time with a final-round 65 at the Blue Angels Classic, his best score since carding a 64 in the first round of the 2002 Verizon Classic near Tampa. 2003: Season highlighted by a solo third-place effort at the Verizon Classic, his best performance ever at the TPC Tampa Bay and best showing in Tampa since winning at Tampa Palms in 1990. Final-round 66 included a hole-in-one on No. 6 with a 9-iron from 145 yards, his fifth ace overall and first as a member of the Champions Tour. 1996: Last official victory came in Lexington, Ky., where he captured the Bank One Classic at Kearney Hill Links...Was also part of a record at the time, five-man playoff at Emerald Coast Classic, eventually won by Lee Trevino...Teamed with Trevino to win fourth Liberty Mutual Legends of Golf title. 1995: Tossed aside challenges by Isao Aoki and Graham Marsh to claim his first Champions Tour title in 17 months at the Kroger Senior Classic. Win at Kings Island made him the eighth man to win a Champions Tour and PGA TOUR event on the same layout. Had won the 1977 Ohio Kings Island Open on the same Grizzly Course. 1994: Only player this year to successfully defend a title when he won the IntelliNet Challenge in Naples. 1993: Captured both the Better Homes & Gardens Real Estate Challenge and the PaineWebber Invitational before the end of May. 1992: A trio of titles included a second consecutive official victory at the Doug Sanders Kingwood Celebrity Classic and second consecutive Liberty Mutual Legends of Golf title with Lee Trevino. 1991: Shared Player of the Year honors with George Archer and won the Arnold Palmer Award as the leading money-winner on the Champions Tour after recording five victories...Went over $1 million in earnings for the only time in his career, and was the leading money-winner in all of golf that season. The $150,000 check at the season-ending New York Life Champions pushed him past the seven-figure plateau in single-season earnings and made him the second Champions Tour player to top that level (Lee Trevino was the first in 1990) in a year. 1990: Posted five wins and was runner-up to Trevino on the money list...First Champions Tour title came at the GTE Suncoast Classic near Tampa, a two-stroke victory over Trevino. 1989: Was ninth on the final money list and was runner-up to Bob Charles at the Digital Seniors Classic.\n","otherCarHigh" : "Claimed three PGA TOUR titles...Defeated Jim Colbert by four strokes for his first win at the 1970 Doral-Eastern Open...Won the San Antonio-Texas Open late in 1972 with four consecutive rounds in the 60s...Last victory came at the 1977 Ohio Kings Island Open, where he fired a final-round 64 to edge Tom Kite by a stroke...Most profitable TOUR year was 1974, when he earned $76,802 and finished 28th on the money list...Needed three tries at the PGA TOUR National Qualifying Tournament before finally earning his card in the spring of 1968.","personal" : "Younger brother of the late Dave Hill, a PGA TOUR and Champions Tour veteran...Grew up on a dairy farm adjacent to a golf course and started the game as a caddie...Spent nearly four years in the Air Force and attended both Jackson (Mich.) Junior College and Arizona State prior to turning pro...Owns an 18-hole municipal golf course in Brooklyn, Mich., known as Hill's Heart of the Lakes...Inducted into the Michigan Sports Hall of Fame in 1994...Lists Ben Hogan and Gordie Howe as his heroes...Got started in golf by working as a caddie at Jackson CC...Biggest thrill outside of golf is being married to his wife, Sandy, for more than 40 years and being around his children and grandchildren.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 18 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}