{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23452","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Colsaerts","first" : "Nicolas","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "154","weightMetric" : "70","birthDate" : "November 14, 1982","age" : "33","birthPlace" : "Brussels, Belgium","residence" : "Brussels, Belgium","family" : "Single","education" : "","splInterest" : "Sports, music","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2000","clubAffl" : "Anahita (Mauritius)","cityPlaysFrm" : "Brussels; ; Belgium","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2012","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(4): 2009 SK Golf Challenge [EurChall], Dutch Futures [EurChall]. 2011 Volvo China Open [Eur]. 2012 Volvo World Match Play Championship [Eur].","curYearHigh" : "Made four of 12 PGA TOUR cuts, without a top-10 finish. Finished No. 196 in the FedExCup standings. Did not play in minimum 15 events on TOUR so was not exempt to compete in the Web.com Tour Finals...Began the final round of the Maybank Malaysian Open five shots behind leader Lee Westwood. Shot a 2-under 70 on the last day at Kuala Lumpur G&CC but could never threaten Westwood and finished T2 with Louis Oosthuizen and Bernd Wiesberger, seven shots behind the winner...In mid-Septmeber, had a nice tournament at the ISPS Handa Wales Open. Shot four par-or-better rounds, including an opening 66 and a closing, 4-under 67 at Celtic Manor to T4 with Jamie Donaldson, Edoardo Molinari, Eddie Pepperell and Marc Warren, two shots behind winner Joost Luiten...Shot his career-low European Tour round at the Portugal Masters when he put together an 11-under 60 in the first round in mid-October. Made four birdies on his front nine and added three more to start his second nine. Finished his round with eagles at Nos. 15 and 17 and only needed a birdie at the par-4 18th. Finished the weather-shortened tournament in solo second, three shots behind Alexander Levy when officials canceled the final two rounds because of heavy rain at Oceanico Victoria GC...Opened 66-64 and held the 36-hole lead at the BMW Masters in Shanghai. Finished with rounds of 73-71 on the weekend to T6, two strokes out of the Marcel Siem-Ross Fisher-Levy playoff that Siem won at Lake Malaren GC.","carHigh" : "2013: Again competed worldwide and had nine made cuts in 17 PGA TOUR starts, claiming three top-10 finishes. Finished No. 128 in the final FedExCup standings to miss the Playoffs but finished inside the top 125 on the money list to earn his 2013-14 TOUR card...Was T9 at the Volvo Champions on the European Tour. Week at Durban CC was highlighted by a massive 419-yard drive on the downwind third hole, leading playing partner Ernie Els to say, \"I've been coming here since 1986, I think, and I've never seen a ball there. Nobody has. They should put a plaque down. I was coming from a different zip code.\"...In his second start at the World Golf Championships-Accenture Match Play Championship, finished T9 after losing 4 and 3 to eventual champion Matt Kuchar in the third round...Made an eagle-3 on the 72nd hole at TPC Louisiana to claim a T8 in his first start at the Zurich Classic of New Orleans. The Crescent City finish was his best on TOUR since a T7 at the 2012 Wyndham Championship...In defense of his Volvo World Match Play Championship, made it to the quarterfinals and eventually T5 at Thracian Cliffs Golf and Beach Resort in Bulgaria...Opened with a 1-under 69 en route to a T10 finish at the U.S. Open, his seventh major championship start. Other top 10 was a T7 at the 2012 Open Championship...Shot four sub-par rounds in mid-July at the European Tour's Scottish Open to T8 at Castle Stuart GL...In mid-September, opened with a 7-under 65 at the 70 Degree Open D'Italia Lindt on the European Tour, on his way to a T4 finish...Was part of the winning Continental Europe team at the Seve Trophy in Paris, France. Paired with Gonzalo Fernandez-Castano to win both of the duo's four-ball matches and defeated Paul Casey in singles.\n\n2012: Entered the final round of the European Tour's Volvo Golf Champions tied for the lead with Branden Grace. Shot a Sunday, 2-under 71 at The Links of Fancourt to T4, a stroke out of the Grace-Ernie Els-Retief Goosen playoff that Grace won...Was T9 at the Commercialbank Qatar Masters in early February...Was T9 at the Dubai Desert Classic in mid-February...Shot Saturday and Sunday 69s at the Sicilian Open to T3 with Soren Kjeldsen, three strokes behind winner Thorbjorn Olesen in Italy...Finished solo second at the Volvo China Open in April, three strokes behind Grace. Was one of only three players in the field to record four sub-70 rounds at Binhai GC in Tianjin (68-67-66-69)...Opened 72-72 then finished 71-71 at the Open de Espana in early May to T7...Won his second European Tour title in as many years when he captured the Volvo World Match Play Championship in May at Finca Cortesin in Spain. Defeated Graeme McDowell in the finals Sunday afternoon after taking down Paul Lawrie in the semifinals that morning. With his win, he became the first Belgian to win multiple European Tour titles...Posted bookend 65s at The Open Championship to finish T7 in his second Open start (missed the cut in 2004). In the last 30 years at The Open Championship, only one other player has posted two or more rounds of 65 or lower in a single tournament (Tom Watson in 2009)...Coming off a missed cut at the PGA Championship, finished T7 at the Wyndham Championship. It was his first top-10 on TOUR in a non-major...At the KLM Open in early September, he bookended a pair of even-par 70s in the first and final rounds with a 65-67 showing in the middle rounds to T8 at Hilversumsche GC...A week later, he claimed a T5 at the BMW Italian Open in Turin...Making his first Ryder Cup appearance for the winning European team, posted a 1-3-0 record at Medinah CC. Turned in one of the finest rounds in Ryder Cup history in the second session, almost single-handedly lifting teammate Lee Westwood to a 1-up win over Tiger Woods and Steve Stricker with a round consisting of eight birdies and one eagle. \n\n2011: Had a career year, with three top-three finishes and his first European Tour title included despite battling a mid-season injury that sidelined him for four weeks. At The Open Championship, while riding a scooter with his father near Royal St. George's, he fell and cracked his radius, forcing him to withdraw from The Open Championship, the Irish Open, the World Golf Championships-Bridgestone Invitational and the PGA Championship...He won the Volvo China Open, co-sanctioned with the Asian Tour, by four strokes over Pablo Martin, Danny Lee and Soren Kjeldsen in Chengdu. The victory was worth âŹ350,946. He became just the second Belgian golfer to win on the European Tour, joining Phillipe Touissant, winner of the 1974 Benson and Hedges International. The 37-year gap is the longest for a country winning its first and second titles in Tour history. His winning score of 24-under 264 broke the 72-hole scoring record at the Volvo China Open...His victory in China earned him a berth in the Volvo World Match Play Championship, where he made it to the semifinals against Ian Poulter. He led Poulter, 3-up, after seven holes and was 2-up with four to play before eventually dropping the match to Poulter, who went on to win the tournament...He was again T3 six weeks later at the weather-shortened Barclays Scottish Open...His final top-10 of the season was a T9 at the Alfred Dunhill Links Championship in early October...Qualified for the OMEGA Mission Hills World Cup for the first time. It was Belgium's first appearance in the tournament since 1991. Joined Jerome Theunis to finish 28th. \n\n2010: Had four top 10s in his first year as a full-time European Tour member. Was third at the BMW Italian Open, T6 at the Open de Espana and T8 at both the KLM Open and the Volvo China Open. \n\n2009: He earned his first two professional titles, with both coming on the European Challenge Tour. He first won the Dutch Futures by four strokes over Andrew McArfthur then added the SK Golf Challenge in playoff fashion over Rhys Davies and Julian Guerrier...Just missed on winning a third time, losing in a playoff at the Challenge of Ireland to Robert Coles. 2008: Made eight starts on the European Challenge Tour, with his best showing a T15 at the AGF-Allianz Open CĂ´tes d'Armor Bretagne. \n\n2007: Split his time between the European Tour and the European Challenge Tour. Top European Challenge Tour finish was a T8 at the Telenet Trophy. Enjoyed a T21 performance on the European Tour at the Johnnie Walker Championship at Gleneagles. \n\n2006: Played exclusively on the European Tour, making 15 cuts in 28 starts. \n\n2005: Looked poised to win his first title, at the Johnnie Walker Championship at Gleneagles. Held a two-stroke lead through 54 holes but struggled to a Sunday 75 to lose to Emanuele Canonica by two strokes. \n\n2004: Top showing on the European Tour was a T13 at the Canarias Open de Espana. \n\n2003: At the Lancome Trophy at Saint-Nom-La-Breteche in France, he T5, six strokes behind winner Retief Goosen. \n\n2002: Turned in six top 10s on the European Challenge Tour, with his highlight a T2 and a one-stroke loss to Scott Kammann at the Open des Volcans. \n\n2001: Earned his European Tour card by graduating from the Tour Qualifying School at age 18, making him the second-youngest qualifier in Tour history. \n\nAmateur: Almost won as an amateur on the European Challenge Tour, at the Luxembourg Open. Lost in a playoff to Henrik Stenson at the event in None, Luxembourg, after shooting four consecutive sub-70 rounds. \n","otherCarHigh" : "","personal" : "Great-grandfather represented Belgium in basketball and water polo at the 1920 Olympic Games...Admires Michael Jordan, Fred Couples and the late Seve Ballesteros, tennis players Roger Federer, John McEnroe and Goran Ivanisevic, motorcycle racer Valentino Rossi, darts player Bobby George and soccer players Eric Cantona and Zinedine Zidane...Played numerous sports as a youth, concentrating on field hockey and golf before finally putting all his focus on golf. Grandfather introduced him to the game when he took his grandson to driving range in downtown Brussels...While rehabbing a broken arm in the summer of 2011, he caddied for friend Patrick Brose at the Belgium Foursome Championships, a noted amateur event in his home country...Has worked on his short game with Dave Stockton. \n\n","otherInfo" : "","ntlTeams" : "Ryder Cup (1), 2012; World Cup (2), 2011, 2013; Seve Trophy (1), 2011, 2013; Royal Trophy (2), 2011, 2013.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 7th on the PGA TOUR 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/pages\/Nicolas-Colsaerts\/221587455697"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/Coelsss"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}