{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24457","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Van Zyl","first" : "Jaco","middle" : "","extn" : "","nick" : ""}, "height" : "5-10","weight" : "170","birthDate" : "February 23, 1979","age" : "36","birthPlace" : "Kokstad, South Africa","residence" : "Johannesburg, South Africa","family" : "Wife, Jessica; Cameron (2008), Oliver (2010)","education" : "","splInterest" : "Cars, airplanes, water sports, hang-gliding","pronunciation" : "yah-KOO FUN ZAY-ul","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "2001","clubAffl" : "","cityPlaysFrm" : "Johannesburg; ; South Africa","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "148,309&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(8): 2005 Platinum Classic [SAf]. 2008 Vodacom Origins Tour [SAf]. 2009 Telkom PGA Championship [SAf], Samsung Royal Swazi Open [SAf], Telkom PGA Pro-Am [SAf], Vodacom Business - Sishen [SAf]. 2010 Nashua Golf Challenge [SAf], Telkom PGA Pro-Am [SAf].","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "Winner of the 2000 South African Amateur.","personal" : "","otherInfo" : "2007: Played his rookie season on the PGA TOUR. Went on to make four of 21 cuts on TOUR, with a T33 at the Wyndham Championship his best effort...Made seven starts on the Web.com Tour, with a runner-up finish at the Melwood Prince George's County Open his best outing, finishing just one stroke behind tournament winner Paul Claxton. \n\n2006: Enjoyed a remarkable PGA TOUR Qualifying Tournament. Entered final round at even-par and tied for 75th, not having broken 70 all week. Posted low final round, an 8-under 64, to finish T29 and earn PGA TOUR card in first trip to the finals...In seven Web.com Tour starts, turned in one top-10, a T10 at the Price Cutter Charity Championship.\n\n2005: Won the Sunshine Tour's Platinum Classic","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "2006","exmtStatus" : "None\/International Player","otherVics" : "(2): 2009 Nashua Shootout. 2010 Nashua Shootout.","intlVics" : "(9): 2005 Platinum Classic [SAf]. 2008 Vodacom Origins of Golf [SAf]. 2009 Telkom PGA Championship [SAf], Samsung Royal Swazi Sun Open [SAf], Telkom PGA Pro-Am [SAf]. 2010 Vodacom Business Origins of Golf [SAf], Nashua Golf Challenge [SAf], Telkom PGA Pro-Am [SAf], SAA Pro-Am Invitational [SAf].","curYearHigh" : "","carHigh" : "2012: Had three European Tour top-10s during the season. Was T7 at the Open de Andalucia de Golf in March (shot a final-round 66)...Was T10 at the BMW Italian Open in mid-September, shooting weekend rounds of 68-64...Added a second T10, this time at the Barclays Singapore Open, in mid-November...In his four Southern Africa Tour starts, was top-10 in all four. Was solo fourth at the Africa Open. Shot an opening 71 then came back with a 65-67-66 finish...The next week, at the Joburg Open, he improved his performance, finishing T3, with four rounds in the 60s...In late-February, was T8 at the Telkom PGA Champonship, thanks to a final-round 67. In late-July, at the 54-hole Vodacom Origins-De Zalze, he was T9. \n\n2011: Turned in his first two European Tour top-10s, with a fourth-place showing at the Africa Open in January. Came back in April in Morocco to lose in a playoff to David Horsey at the Hassan II Trophy...Enjoyed a sixth-place finish on the Sunshine Tour at the Dimension Data Pro-Am. \n\n2010: Won four times on the Sunshine Tour in his native South Africa, picking up titles at the Vodacom Business Origins of Golf, Nashua Golf Challenge, the Telkom PGA Pro-Am (for the second time) and the SAA Pro-Am Invitational. \n\n2009: Won multiple titles for the first time in his career, winning three times, at the Telkom PGA Championship, the Samsung Royal Swazi Sun Open and the Telkom PGA Pro-Am. 2008: Earned his second Sunshine Tour title when he captured the Vodacom Origins of Golf. Also had second-place performances at the BMG Classsic and the Telkom PGA Pro-Am, the second consecutive year he was runner-up there. \n\n2007: The PGA TOUR rookie had a remarkable 2006 Qualifying Tournament. Entered final round at even par and tied for 75th, not having broken 70 all week. Posted low final round, an 8-under-par 64, to finish T29 and earn TOUR card in first trip to the finals. Played in 21 events but only made four cuts, with his best showing a T33 at the Wyndham Championship in Greensboro. Also played seven Nationwide Tour tournaments, coming close to victory at the Melwood Prince George's County Open. After opening with a 1-under 71, played the next 54 holes in 16-under to T2, one stroke behind winner Paul Claxton at the Maryland event. \n\n2006: Played seven events on the Web.com Tour, with one top-10, a T10 at the Price Cutter Charity Championship....Recorded his best European Tour finish, with a T8 at the Dunhill Championship. \n\n2005: Won his first Sunshine Tour event by grabbing the Platinum Classic. Amateur: Winner of the 2000 South African Amateur.\n","otherCarHigh" : "","personal" : "Is an avid water sportsman, participating in water skiing, swimming and surfing.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "Opened with a 2-under 71 at the Africa Open, then followed with rounds of 65-67-66 at East London GC in the European Tour's season-opener but could only muster a solo-fourth finish, four strokes behind winner Louis Oosthuizen...Came back a week later at the Joburg Open with rounds of 67-69-69-68 at Royal Johannesburg and Kensington GC to T3."}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T2nd in 2007 at the Melwood Prince George's County Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}