{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "30040","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "7","capcure" : "N", "personalInfo" : {"name" : {"last" : "Saavedra","first" : "Sebastian","middle" : "L","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-7","heightMetric" : "1.7","weight" : "154","weightMetric" : "70","birthDate" : "February 1, 1986","age" : "30","birthPlace" : "Coronel Pringles, Buenos Aires, Argentina","residence" : "Coronel Pringles, Buenos Aires, Argentina","family" : "Single","education" : "","splInterest" : "Playing tennis","pronunciation" : "SAW-vee-druh","nwTourAlumnus" : "","trndProYear" : "2006","clubAffl" : "Aero GC (Coronel Suárez, Buenos Aires, Argentina)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "5,530&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2012","otherVics" : "","intlVics" : "(4) 2007 Copa Tres Diamantes Mitsubishi [TLA], 2008 Copa Tres Diamantes Mitsubishi [TLA], 2013 95º Campeonato Abierto del Sur [Argentina], 2014 Abierto Norpatagónico [Argentina]","curYrHigh" : "","carHigh" : "2015: Had two top-10s, six top-25s and 13 cuts made in 16 starts to finish the PGA TOUR Latinoamérica season ranked 45th on the Order of Merit…Posted four sub-par rounds for a T6 at the Personal Classic in Argentina in November…His other top-10 was T10 finish at the Dominican Republic Open in June.\n\n2014: Made his PGA TOUR debut with starts at the Travelers Championship in June and the Barracuda Championship in August. Missed the cut in both events…Had two top-10s, five top-25s and 12 cuts made in 17 starts to finish the PGA TOUR Latinoamérica season ranked 27th on the Order of Merit…Posted four rounds of 70 or better to T2 at the Lexus Peru Open in November for his best result this year…His other top-10 was T10 at the TransAmerican Power Products CRV Open in Guadalajara, Mexico in March…Won the Argentine Tour's Campeonato Abierto Norpatagónico in June. Shot 70-68-65-70 to secure a four-stroke victory at Palihué GC in Bahia Blanca.\n\n2013: Had two runner-up finishes, eight top-25s and 12 cuts made in 14 starts to finish the PGA TOUR Latinoamérica season ranked 8th on the Order of Merit…Both of his runner-up finishes came in playoffs involving three players. The first playoff he entered was at the Roberto De Vicenzo Invitational Copa NEC in April, an event he tied at 271 (-17) with eventual champion José de Jesús Rodríguez and Timothy O'Neal. Dropped off contention with a bogey on the first playoff hole. Carded a superb 62 (-10) on the final round of the 87th Abierto de Chile to finish tied with Timothy O'Neal and Ryan Blaum at 275 (-13). His course record setting 62 at the Club de Golf Los Leones was the PGA TOUR Latinoamérica's lowest score under par ever and it secured him OHL Round of the Weeks honors. He was in position to make birdie on the playoff hole, but O'Neal made eagle to take the victory…Halfway through the year he missed the cut in all six of his PGA TOUR Canada starts…Finished the year with a T129 finish at the Web.com Tour Qualifying Tournament Final…Won the Argentine Tour's 95th Campeonato Abierto del Sur in Mar del Plata in February. Defeated Sweden's Niclas Johansson in a playoff for the title.\n\n2012: Finished the PGA TOUR Latinoamérica season ranked 21st on the Order of Merit. Had two top-10 finishes, five top-25 finishes and made the cut in nine of his ten starts. His best finish was T5 at the 65th Arturo Calle Colombian Open in September. Held the outright lead for the first three rounds at the Roberto De Vicenzo Invitational Copa NEC, but carded a 77 on the final round to T12…Halfway through the year he made the cut in all four of his starts on PGA TOUR Canada, including a T6 finish at the Syncrude Boreal Open in July. Finished the Canadian season ranked No. 45 on the Order of Merit to earn status for 2013.\n\n2011: Finished the Tour de las Americas season ranked No. 24 on the Order of Merit to earn his PGA TOUR Latinoamérica card for the 2012 season. Had three top-10 finishes in nine TLA starts with a T2 finish as his best at the season opening 85th Abierto de Chile Copa BCI. Finished fourth at the Televisa TLA Players Championship in Acapulco, Mexico, in May.\n\n2010: His only top-10 finish in seven Tour de las Americas starts was fifth at the 51st Abierto del Club Sport Francés in Santiago, Chile.\n\n2009: Had three top-25 finishes in seven starts on the Tour de las Americas, where his best finish was T14 at the Carlos Franco Invitational in Paraguay…Made the cut in five of his nine starts on the European Challenge Tour, where he finished the season ranked No. 119.\n\n2008: Won the Tour de las Americas' Copa Tres Diamantes Mitsubishi for the second consecutive year at the Barquisimeto Golf Club in Barquisimeto, Venezuela. Shot 69-67-70 to finish the rain-shortened event at 206 (-7)…Had two top-10s in 14 starts on the European Challenge Tour season. Finished the ECT season ranked No. 96.\n\n2007: Claimed his first career win at the Tour de las Americas' Copa Tres Diamantes Mitsubishi at the Barquisimeto Golf Club in Barquisimeto, Venezuela, in May. Posted rounds of 72-66-74-66 for a total of 278 (-6) and a one-shot win over Denis Meneghini…Made the cut in three of his eight starts on the European Challenge Tour.\n\n2006: Made his pro debut with a missed cut at the 101st Argentina Open at Pilar Golf Club in November.\n","otherCarHigh" : "Enjoyed a solid career as an amateur, with several victories at events such as the 2004 and 2006 Campeonato Nacional de Aficionados de Argentina (the Argentina Amateur Championship)…Was a member of the Argentine team that claimed three consecutive wins at the Copa Los Andes between 2004 and 2006…Won the individual title and was a member of the winning team at the 2006 South American Championship in Ecuador…Won the 2006 Campeonato Internacional de Aficionados at the Lima Golf Club in Lima, Peru…Won Mexico's 2005 Campeonato Nacional de Aficionados (Mexican Amateur).","personal" : "Affiliated to the Aero GC Coronel Suárez, a small nine-hole course located outside Buenos Aires, Argentina, where he learned the game at the age of 10…Has two older sisters and is the only golfer in his family…Hobbies include playing tennis and going out with his friends.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 Order of Merit Top-60"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Conditional","otherVics" : "","intlVics" : "(2) 2008 Copa Tres Diamantes [TLA]. 2009 Copa Tres Diamantes [TLA].","curYearHigh" : "","carHigh" : "2013: Made the cut in 12 of 14 starts on PGA Tour Latinoamérica and finished the year No. 8 on the Order of Merit. Lost in a three-man playoff at the Roberto De Vicenzo Invitational in Uruguay in April. Finished T5 at the Lexus Peru Open in November and then lost in another three-man playoff in his next start at the Chile Open in Santiago. \n\n2012: Made the cut in nine of 10 starts on PGA Tour Latinoamérica and had a pair of top-10 finishes. Best week was a T5 at the 65th Arturo Calle Colombian Open. Wound up No. 21 on the Order of Merit. \n\n2011: Earned the Tour card by finishing as the 24th-ranked player on the Tour de las Americas' Order of Merit.  \n\n2009: Made his Web.com Tour debut at the Panama Claro Championship. Shot three 71s to go with a third-round 74 to T54 in Panama City...Added a T34 seven months later, at the Mexico Open, thanks to a second-round 68...Successfully defended his Copa Tres Diamantes win on the Tour de las Americas in Barquisimeto, Venezuela.\n\n2008: Won in Barquisimeto, Venezuela, at the Copa Tres Diamantes on the Tour de las Americas.\n","otherCarHigh" : "Enjoyed a great career, with several victories, including the 2006 Argentine Amateur. Was a member of the Argentine team that claimed three consecutive wins at the Copa Los Andes between 2004 and 2006.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Had two top-10s, six top-25s and 13 cuts made in 16 starts to finish the PGA TOUR Latinoamérica season ranked 45th on the Order of Merit…Posted four sub-par rounds for a T6 at the Personal Classic in Argentina in November…His other top-10 was T10 finish at the Dominican Republic Open in June.\n\n2014: Made his PGA TOUR debut with starts at the Travelers Championship in June and the Barracuda Championship in August. Missed the cut in both events…Had two top-10s, five top-25s and 12 cuts made in 17 starts to finish the PGA TOUR Latinoamérica season ranked 27th on the Order of Merit…Posted four rounds of 70 or better to T2 at the Lexus Peru Open in November for his best result this year…His other top-10 was T10 at the TransAmerican Power Products CRV Open in Guadalajara, Mexico in March…Won the Argentine Tour's Campeonato Abierto Norpatagónico in June. Shot 70-68-65-70 to secure a four-stroke victory at Palihué GC in Bahia Blanca.\n\n2013: Had two runner-up finishes, eight top-25s and 12 cuts made in 14 starts to finish the PGA TOUR Latinoamérica season ranked 8th on the Order of Merit…Both of his runner-up finishes came in playoffs involving three players. The first playoff he entered was at the Roberto De Vicenzo Invitational Copa NEC in April, an event he finished tied at 271 (-17) with eventual champion José de Jesús Rodríguez and Timothy O'Neal. Dropped off contention with a bogey on the first playoff hole. Carded a superb 62 (-10) on the final round of the 87th Abierto de Chile to finish tied with Timothy O'Neal and Ryan Blaum at 275 (-13). His course record setting 62 at the Club de Golf Los Leones was the PGA TOUR Latinoamérica's lowest score under par, and it secured him OHL Round of the Weeks honors. He was in position to make birdie on the playoff hole, but O'Neal made eagle to take the victory…Halfway through the year he missed the cut in all six of his PGA TOUR Canada starts…Finished the year with a T129 finish at the Web.com Tour Qualifying Tournament Final…Won the Argentine Tour's 95th Campeonato Abierto del Sur in Mar del Plata in February. Defeated Sweden's Niclas Johansson in a playoff for the title.\n\n2012: Finished the PGA TOUR Latinoamérica season ranked 21st on the Order of Merit. Had two top-10 finishes, five top-25 finishes and made the cut in nine of his ten starts. His best finish was T5 at the 65th Arturo Calle Colombian Open in September. Held the outright lead for the first three rounds at the Roberto De Vicenzo Invitational Copa NEC, but carded a 77 on the final round to finish T12…Halfway through the year he made the cut in all four of his starts on PGA TOUR Canada, including a T6 finish at the Syncrude Boreal Open in July. Finished the Canadian season ranked No. 45 on the Order of Merit to earn status for 2013.\n","otherCarHigh" : "Enjoyed a solid career as an amateur, with several victories at events such as the 2004 and 2006 Campeonato Nacional de Aficionados de Argentina (the Argentina Amateur Championship)…Was a member of the Argentine team that claimed three consecutive wins at the Copa Los Andes between 2004 and 2006…Won the individual title and was a member of the winning team at the 2006 South American Championship in Ecuador…Won the 2006 Campeonato Internacional de Aficionados at the Lima Golf Club in Lima, Peru…Won Mexico's 2005 Campeonato Nacional de Aficionados (Mexican Amateur).","personal" : "Affiliated to the Aero GC Coronel Suárez, a small nine-hole course located outside Buenos Aires, Argentina, where he learned the game at the age of 10…Has two older sisters and is the only golfer in his family…Hobbies include playing tennis and going out with friends.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri in 2016 is T12th at the 85 Abierto OSDE del Centro presentado por FiberCorp.","dynStats" : "He ranks T27th in Scoring Average (Actual) on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}