{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "10585","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "McCarron","first" : "Scott","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "170","weightMetric" : "77","birthDate" : "July 10, 1965","age" : "50","birthPlace" : "Sacramento, California","residence" : "La Quinta, California","family" : "Courtney, C.J.","education" : "UCLA (1988, History)","splInterest" : "Flying, mountain biking, fly fishing, guitar","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1992","clubAffl" : "","cityPlaysFrm" : "LaQuinta; CA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "13,102,292&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Made his Champions Tour debut in July, finishing T25 at The Senior Open Championship at Sunningdale GC...Late in the year he shared the 36-hole lead at the San Antonio Championship with Michael Allen before eventually finishing T3 with Allen, four strokes behind Bernhard Langer despite posting a 70 in the final round. Performance in Texas was his career best on the Tour...In next start at the Toshiba Classic, shared the 18-hole lead with Steve Pate after an 8-under-par 63, his low round on the Champions Tour. Followed with rounds of 68-70 to eventually T9...Earned the first top-10 finish of the season when he closed with a final-round, 5-under-par 67 at the Nature Valley First Tee Open at Pebble Beach to T10...Was one stroke off the 36-hole lead at the Dick's Sporting Goods Open and played in Sunday's final grouping. However, a final-round 75 dropped him into a T20...Made one cut in seven starts on the PGA TOUR and went without a top-25 for the fourth consecutive season...Worked for Fox Sports in its television coverage of the U.S. Open at Chambers Bay and was also a Fox announcer at the U.S. Senior Open in Sacramento.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1995","qSchoolYear" : "1994","exmtStatus" : "Past Champion","otherVics" : "(4): 1998 Franklin Templeton Shark Shootout [with Bruce Lietzke]. 2000 Franklin Templeton Shootout [with Brad Faxon]. 2001 Franklin Templeton Shootout [with Brad Faxon]. 2002 Fred Meyer Challenge [with Brian Henninger].","intlVics" : "","curYearHigh" : "Made his Champions Tour debut in July, finishing T25 at The Senior Open Championship at Sunningdale GC...Late in the year he shared the 36-hole lead at the San Antonio Championship with Michael Allen before eventually finishing T3 with Allen, four strokes behind Bernhard Langer despite posting a 70 in the final round. Performance in Texas was his career best on the Tour...In next start at the Toshiba Classic, shared the 18-hole lead with Steve Pate after an 8-under-par 63, his low round on the Champions Tour. Followed with rounds of 68-70 to eventually T9...Earned the first top-10 finish of the season when he closed with a final-round, 5-under-par 67 at the Nature Valley First Tee Open at Pebble Beach to T10...Was one stroke off the 36-hole lead at the Dick's Sporting Goods Open and played in Sunday's final grouping. However, a final-round 75 dropped him into a T20...Made one cut in seven starts on the PGA TOUR and went without a top-25 for the fourth consecutive season...Worked for Fox Sports in its television coverage of the U.S. Open at Chambers Bay and was also a Fox announcer at the U.S. Senior Open in Sacramento.","carHigh" : "2013-14: Made two cuts in 12 PGA TOUR starts. Began the season on a Non-Exempt Medical Extension, with 11 events to earn $641,450. Earned $22,794 and was not able to clear the Medical Extension. Worked throughout the season as an on course analyst for Golf Channel.\n\n2013: Serving as the tournament host at the Reno-Tahoe Open, finished 69th for his only made cut in eight starts during the season. \n\n2012: Will have 18 events in 2013 to earn $647,510 to extend his Non-Exempt, Medical Extension...Did not make a cut on the PGA TOUR in the season in six starts...Played with amateur partners President Bill Clinton and Humana CEO Mike McCallister, as well as Greg Norman, in the third round of the Humana Challenge...In the late summer, spent a week co-hosting \"Morning Drive\" on Golf Channel...Was diagnosed with a bone spur and torn ligaments in his left thumb and wrist in the fall. Will undergo surgery to remove the spur and reattach ligaments on September 18 in Los Angeles, sidelining him from competition the remainder of the season. While away from competition, will be a part of NBC Sports and Golf Channel's broadcast teams at various events. 2011: Claimed four top-25 finishes in 22 starts on TOUR, but finished outside the top 125 on the money list for the fourth time since 1995...Carded a 2-under 68 during the final round of The McGladrey Classicâhis 1,300th official round on the PGA TOUR. It led to a T6 finish, his first top 10 since a T7 at the 2010 Wells Fargo Championship. 2010: Ended the season outside of the top 125 on the money list for only the third time since his rookie year in 1995...Finished T7 at the Quail Hollow Championship to record his only top-10 of the season...Served as tournament host at the Reno-Tahoe Open, where he finished T35 after holding the third-round lead. 2009: PGA TOUR veteran recorded three top-10s and had his best season since 2003...Snapped a string of seven consecutive rounds in the 70s with a 7-under 64 in the first round of the Northern Trust Open to sit just one shy of Phil Mickelson. A 3-under 68 on Friday led to a two-stroke lead before rounds of 70-71 led to a T10 finish...Earned second top-10 of season, jumping from T17 to T4 with a final-round 62 at HP Byron Nelson Championship, ranking No. 1 in both fairways hit (43 of 56) and greens in regulation (59 of 72) for the week...Teeing off alone first in the final round of the Memorial Tournament, played in 2 hours, 9 minutes and shot a 1-under 71. Flew out immediately for practice rounds in U.S. Open qualifying near Memphis where he failed to qualify..Third top-10 of the year came at the RBC Canadian Open, where four sub-par rounds led to a T8. It was his second top-10 finish at the event, having finished T5 at Glen Abbey in 2008. 2008: Playing on a Major Medical Exemption, was unable to make the necessary $485,171 in 13 events to retain fully exempt status for 2008 but did earn enough to finish in the top 125...Recorded a T5 at the RBC Canadian Open. Was four back entering the final round after posting a third-round 63...Had his sixth career runner-up finish and first since the 2005 FBR Open at the Wyndham Championship in August. Got into the field via a sponsor's exemption. Briefly led during the final round before being overtaken by winner Carl Pettersson. Finished at 261, which broke the old tournament record by four strokes, but was two behind Pettersson. 2007: Granted Major Medical Extension carryover for 2008. Did not play on the PGA TOUR in 2007 as he continued comeback from elbow surgery performed in August 2006. Coupled with 2006 winnings of $175,727, had 13 events to earn $485,171, equaling No. 125 from 2006. 2006: Limited to 15 events due to season-ending right elbow surgery on August 16 to repair a torn extensor carpi radialis brevis (muscle that runs from the wrist to the elbow)...Best finish was T15 at the Zurich Classic of New Orleans. 2005: In first start of season, earned T6 at the Buick Invitational...Finished T2 at the FBR Open in Scottsdale, thanks to a pair of 65s on the weekend. Fifth runner-up since his last victory at the 2001 BellSouth Classic...Held the second-round lead (6-under 138) by a stroke over three players at the BellSouth Classic. Final-round 76 left him T32 at the weather-shortened, 54-hole event...Finished T10 at The INTERNATIONAL, nine points behind champion Retief Goosen in the Modified Stableford scoring system. 2004: Failed to extend streak of $1-million seasons to four as money list position fell below No. 100 for the first time since 1999âŚPart of a four-man playoff after closing with 1-under 71 at the Reno-Tahoe Open, one of only 11 players to post an under-par score on Sunday. Rookie Vaughn Taylor claimed his first TOUR title when he rolled in an 11-foot birdie putt on the first extra hole. 2003: After eight top-25s in first 22 events, broke through in 23rd start, a T10 in adopted hometown at the Reno-Tahoe Open...Lost in sudden-death playoff to Stuart Appleby at the Las Vegas Invitational. Came from three strokes back on final day to force the playoff with a 6-under-66. The 328 (31-under-par) total broke the tournament total of 329 by D.A. Weibring (1991), Andrew Magee (1991) and Bob Estes (2001). 2002: Made 23 cuts in 28 starts and earned a career-best $1,896,714...Earned $1,073,624 of his season earnings during the West Coast Swing...Opened with T5 at Mercedes Championships. Finished second at the Nissan Open. The next week was runner-up to fellow Sacramento, Calif., native Kevin Sutherland in the World Golf Championships-Accenture Match Play Championship. 2001: Collected his third TOUR victory and his second in Atlanta...Opening rounds of 68-67 produced a share of lead at BellSouth Classic, with 36-hole final on Sunday. Took outright lead with third-round 72, then closed with 73 for three-stroke victory over Mike Weir. Victory came in face of high winds on Sunday...Posted T3 at Fed Ex St. Jude Classic...Finished in the top-30 for the first time since 1997 and secured a spot in the TOUR Championship, where he finished 18th. 2000: Compiled season earnings of $495,975, good for 97th on official money list...Two top-10 finishes came in final stretch of season, effectively securing full playing privileges. In final official money appearance of year, finished T5 at Invensys Classic of Las Vegas. 1999: Fell out of the top 100 in season earnings for first time in four years with 101st-place finish. Lone top-10 came at Air Canada Championship where high finish was sparked by Northview G&CC course-record 10-under-par 61 in the final round. Began the day tied for 47th and, starting on the back nine, played his first nine holes in 5-under-par 30. He then birdied five consecutive holes on the front-nine for a 5-under-par 31. The 61 was two strokes better than his previous best. 1998: Made 14 of 28 cuts, including three top-10s on way to 69th-place ranking on money list. 1997: Captured his second PGA TOUR title, winning the BellSouth Classic. Opened 70-69 at TPC Sugarloaf, then fired 66 for share of lead with David Duval. Final-round 69 secured three-stroke victory over Duval and Lee Janzen. Victory came after he pulled hamstring racing Dicky Pride during second-round rain delay. Injury forced him to keep swing shorter and he credited Pride (at least in part) for the win...In pairing of long putters, teamed with Bruce Lietzke to capture unofficial money title Franklin Templeton Shark Shootout. 1996: Became third consecutive first-time winner following Tim Herron (Honda Classic) and Paul Goydos (Bay Hill Invitational) with victory at Freeport-McDermott Classic. After opening 68-67 at English Turn G&CC, took one-stroke lead over Tommy Tolles with a third-round 69 and closed with 71 on windy Sunday for a five-stroke victory. 1995: Third-place finish at Las Vegas Invitational spared him a trip to Qualifying Tournament.\n","otherCarHigh" : "","personal" : "After college, gave up golf for four years to work with his father in the family clothing business. During that period, athletic focus was on flag football, softball, tennis and racquetball. His return to golf was sparked by 1991 visit to Raley's Senior Gold Rush, the Champions Tour event at Rancho Murieta, Calif. After watching event, went home and built a long putter in his garage. Nearly won U.S. Mid-Amateur with homemade model later that year. Used more sophisticated version to win his three TOUR titles...In August 1999, made a hole-in-one during first round of CVS Charity Classic immediately following ace by Lee Janzen on 17th hole at Rhode Island CC...Inducted into California Golf Hall of Fame in 2012...Good-luck charm he carries on course is a SpongeBob SquarePants from his daughters. First two holes-in-one came seven holes apart at age 28 at Alameda GC outside Oakland. Made first ace on the fourth hole from 165 yards. After making the turn, he recorded a second ace on the 11th hole from 178 yards.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2015","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Made his Champions Tour debut in July, finishing T25 at The Senior Open Championship at Sunningdale GC...Late in the year he shared the 36-hole lead at the San Antonio Championship with Michael Allen before eventually finishing T3 with Allen, four strokes behind Bernhard Langer despite posting a 70 in the final round. Performance in Texas was his career best on the Tour...In next start at the Toshiba Classic, shared the 18-hole lead with Steve Pate after an 8-under-par 63, his low round on the Champions Tour. Followed with rounds of 68-70 to eventually T9...Earned the first top-10 finish of the season when he closed with a final-round, 5-under-par 67 at the Nature Valley First Tee Open at Pebble Beach to T10...Was one stroke off the 36-hole lead at the Dick's Sporting Goods Open and played in Sunday's final grouping. However, a final-round 75 dropped him into a T20...Made one cut in seven starts on the PGA TOUR and went without a top-25 for the fourth consecutive season...Worked for Fox Sports in its television coverage of the U.S. Open at Chambers Bay and was also a Fox announcer at the U.S. Senior Open in Sacramento.","carHigh" : "\n","otherCarHigh" : "Was a long-time member of the PGA TOUR with more than 20 years' experience and more than $12 million in career earnings on Tour...Was a three-time winner in his career, starting in 1996 when he claimed the Freeport-McDermott Classic in New Orleans by five strokes over Tom Watson...Added a second victory the following year, finishing three strokes ahead of the trio of Lee Janzen, David Duval and Brian Henninger at the BellSouth Classic at TPC Sugarloaf. Victory came after he pulled hamstring racing Dicky Pride during a second-round rain delay. Injury forced him to keep swing shorter and he credited Pride (at least in part) for the win...His third and final TOUR victory came in 2001 when he won a second BellSouth Classic title. Despite a final-round 73 in windy conditions, he won by three strokes over Mike Weir...Eclipsed the $1-million mark in earnings three straight years from 2001-03 with a personal best $1,896,714 in 2002. One year earlier, earned $1,793,506...Was sidelined in the latter portion of the 2006 and all of the 2007 season following right elbow surgery...Bounced back with productive seasons in 2008 and 2009 earning close to $1 million each year and finishing among the top 125 on the money lists, the last time he would do so.","personal" : "After college, gave up golf for four years to work with his father in the family clothing business. During that period, athletic focus was on flag football, softball, tennis and racquetball...Return to golf was sparked by 1991 visit to Raley's Senior Gold Rush, the Champions Tour event at Rancho Murieta, Calif. After watching event, went home and built long putter in garage. Nearly won U.S. Mid-Amateur with homemade model later that year. Used more sophisticated version to win his three TOUR titles...While out of action following elbow surgery in 2007, worked as an analyst for Golf Channel and when he had a bone spur removed from left thumb in 2012, he continued his television work...In August 1999, made hole-in-one during first round of CVS Charity Classic immediately following ace by Lee Janzen on 17th hole at Rhode Island CC.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 3 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/#!\/pages\/Scott-McCarron-Professional-Golfer-PGA-Tour-Golfer\/131135906927449"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/ScottMcCarron"}], "allOutTypes" : ["Media Guide - PGA TOUR Full Page","Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}