{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23353","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Henry","first" : "J.J.","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "200","weightMetric" : "91","birthDate" : "April 2, 1975","age" : "41","birthPlace" : "Fairfield, Connecticut","residence" : "Fort Worth, Texas","family" : "Wife, Lee; Connor (7\/27\/04), Carson (8\/18\/08)","education" : "Texas Christian University (1998, Marketing)","splInterest" : "All sports, family, TCU sports","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2000, 2014)","trndProYear" : "1998","clubAffl" : "Mira Vista CC (Fort Worth, Texas), Colonial CC (Fort Worth, Texas), The Patterson Club (Fairfield, Connecticut)","cityPlaysFrm" : "Ft. Worth; TX; United States","websiteUrl" : "http:\/\/www.jjhenrygolf.com\/","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "15,662,981&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2000","qSchoolYear" : "","exmtStatus" : "2014-15 tournament winner (through 2016-17)","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Claimed his third career PGA TOUR title in dramatic fashion at the Barracude Championship, helping him advance to the FedExCup Playoffs for an eighth time and first since 2013. A T45 finish at The Barclays was followed a week later by a missed cut at the Deutsche Bank Championship, resulting in an end to his season at No. 90 in the FedExCup standings...The 2012 Barracuda Championship winner returned to Montreux G&CC in August, where point totals of 13, 11, 17 and 6 equaled 47 total in the Modified Stableford Format event, good enough to force sudden death with Kyle Reifers. On the first extra hole, the par-5 18th, a pair of birdies sent the two back to the tee. Putted for eagle-3 from off the green to secure the victory. With the win, became the second player to win the Barracuda Championship twice (Vaughn Taylor first did it, in 2004 and 2005). His victory also earned him the last spot in the following week's PGA Championship. \n\n2013-14: For the first time since 2001, failed to finish inside the top 125 and retain fully exempt PGA TOUR status. His T32 showing at the Wyndham Championship, his last chance to move up in the standings, resulted in a 130th position in the FedExCup standings and a 143rd-place finish on the official money list. Collected four top-25s but also for the first time since joining the PGA TOUR in 2001 did not claim a top-10 finish...Opened with a career-best, 11-under 60 en route to a T15 finish at the Shriners Hospitals for Children Open in October 2013. Closed his round with a 50-foot, 9-inch eagle-3 from the fringe on the par-5 ninth for a TPC Summerlin course record. It marked the 28th 60 in TOUR history. The round included a 7-under 28 on the front nine (his back nine after beginning the round on No. 10), which included the eagle on the ninth hole and birdies on Nos. 2, 4, 5, 6 and 8. Previous-best nine-hole PGA TOUR score was 29, set on three occasions and most recently at the 2009 Shriners Hospitals for Children Open (back nine in the second round)...Made the cut in 10 of his last 11 starts on TOUR but only had one finish better than T32, a T13 at the FedEx St. Jude Classic in June...Posted a T63 at the opening Web.com Tour Finals' event, Hotel Fitness Championship, in late-August...Missed the cut the next week at the Chiquita Classic...Improved his score each day at the third event, the Nationwide Children's Hospital Championship, shooting 74-70-69-67 on the Ohio State University GC's Scarlet Course, leading to a solo-fifth performance and a check for $40,000 that assured he would return to the PGA TOUR in 2014-15.\n\n2013: Made the cut in 16 of 26 starts during the season, with top-10 finishes at the Travelers Championship and the John Deere Classic. Finished No. 106 in the final FedExCup standings...Finished T5 at the Travelers Championship, with rounds of 68-67-68-68. It was his first top-10 of the season in his 18th start. His only other top-10 at the Travelers Championship came at his 2006 win...Three weeks later, posted back-to-back scores of 6-under 65 in rounds two and three of the John Deere Classic to claim a T7 with Matt Jones and Patrick Reed. Not only did he birdie the par-5 second hole all four rounds, but he made four consecutive birdies coming down the stretch Sunday on holes 13-16 to help earn the top-10 finish...Entered the FedExCup Playoffs No. 97 in the standings, but a missed cut at The Barclays dropped him to No. 106 in the FedExCup. Marked the first time in seven seasons he failed to advance to the 100-player Deutsche Bank Championship field. Has never advanced to the 70-player BMW Championship field, finishing between Nos. 76 and 94 the previous six seasons.\n\n2012: After missing his first five cuts of the season, enjoyed a solid year, highlighted by his first TOUR win since 2006...Never contended at the Mayakoba Golf Classic, but after opening with a 1-over 72, had three rounds in the 60s to T9 at El Camaleon GC. It marked his first top-10 in a year (T9 at the 2011 Northern Trust Open)...One of three players to record all four rounds in the 60s at the HP Byron Nelson Championship. Leading by one stroke at the time, had a double bogey on the 71st hole to fall out of the lead and an eventual T3 finish. Earlier in the day, had a hole-in-one on the par-3 fifth hole with a pitching wedge from 154 yards. It was the third of his career (and second in 2012). Also had aces at the 2007 AT&T Classic and the 2012 Puerto Rico Open. Was seeking to become the first player to make a hole-in-one en route to winning a tournament since Steve Stricker at the 2011 Memorial Tournament (second round) and the first to make a hole-in-one in the final round and win since Jonathan Byrd at the 2010 Justin Timberlake Shriners Hospitals for Children Open (fourth playoff hole). His two holes-in-one mark the second time in his career he's had multiple aces in a season. While playing on the Web.com Tour in 2000, he had aces at the Greater Richmond Open and at the Tri-Cities Open...Earned second-career victory when he won the Reno-Tahoe Open, the first PGA TOUR tournament to use the Modified Stableford scoring format since 2006. His 43 points was good for a one-point win over Alexandre Rocha. Made three eagles in 72 holes at Montreux G&CC, worth a total of 15 points, equaling the total number of eagles he had made in his first 24 starts this season. Earned 24 of his 43 points on the back nine during the week, despite only registering one point over his final nine holes. Entered the final round with a three-point lead and extended his advantage to five with three birdies on the front nine. Earned a spot in the PGA Championship with the victory, his first on TOUR since 2006, ending a winless streak of 177 events...The win in Reno helped earn him a spot into the first two events in the Playoffs, The Barclays (missed cut) and the Deutsche Bank Championship (T60). \n\n2011: At No. 76, finished inside the top 100 in the FedExCup standings for the fifth consecutive season. At No. 103, he again finished inside the top 125 on the official money list and has done so every year since joining the TOUR in 2001...Posted rounds of 69-66 on the weekend to finish T9 at the Northern Trust Open, his only top 10 of the season. 2010: Recorded a second-place finish for the second consecutive year and finished inside the top 120 on the money list for 10 straight years...Recorded his first top 10 of the season at the Quail Hollow Championship (T7)...Tied the course record with a final-round 63 at the Turning Stone Resort Championship en route to a second-place finish behind champion Bill Lunde. Began the final round T32 but grabbed the clubhouse lead before being overcome by Lunde more than two hours later. 2009: Solid season defined by three top-10 finishes, including a solo second, his best finish since winning the 2006 Buick Championship...Finished at 11-under 269 to place second at the Mayakoba Golf Classic at Riviera Maya-Cancun after four rounds in the 60s. Finished two strokes behind winner Mark Wilson...Claimed his next top-five finish at the John Deere Classic in July, where the field was forced to play 36 holes on Sunday. Recorded four rounds in the 60s for a T5 finish...Finished T9 at the Legends Reno-Tahoe Open, thanks largely to a third-round 7-under 65. 2008: Turned in two top-five finishes...A day before his wife was scheduled to give birth to their second child, equaled the best final-round score in the history of the Wyndham Championship with an 8-under-par 62 to finish T4 with Martin Laird. It was his first top-10 finish since a T6 at the 2007 Valero Texas Open. The bogey-free effort helped him jump from No. 177 on the FedExCup points list to No. 135, earning him a spot in the PGA TOUR Playoffs for the FedExCup...At the Frys.com Open in the PGA TOUR Fall Series, closed with a 6-under-par 64 to finish T4, his second top-10 of the season. Finish moved him from No. 137 to No. 120 on the money list. A T12 at the Ginn sur Mer Classic and a T42 at the Children's Miracle Network Classic presented by Walmart secured his card for 2009. 2007: Recorded two top-10s and won more than $1 million for the second consecutive season...Finished T8 in first appearance in the Mercedes-Benz Championship...Qualified for the first two PGA TOUR Playoffs for the FedExCup events...Overcame a first-round 71 to finish T6 at the Valero Texas Open and record his second top-10 finish of the season. Played the final five holes on Sunday in 3-under to jump into the top 10. 2006: Had a career year, finishing 29th on the TOUR money list. Played on his first Ryder Cup team and collected his first TOUR victory...In 177th PGA TOUR start, picked up first career TOUR title in home state of Connecticut at Buick Championship, where he made his first TOUR start as an amateur in 1998. First state-born player to win the Buick Championship and 11th first-time winner in 55-year history. The three-stroke victory was the largest there since Brent Geiberger defeated Skip Kendall by three in 1999. Win earned an exemption into The Open Championship and jumped him to sixth on the U.S. Ryder Cup team points list with seven weeks to go...Finished eighth on the U.S. Ryder Cup team list to make his first Ryder Cup team. Compiled an 0-0-3 record...Earned a spot in the field for the first time at the TOUR Championship, finishing T12...Teamed with Stewart Cink at the Barbados World Cup. 2005: Opened 67-67 and trailed leader Arjun Atwal by one stroke after 36 holes at the Zurich Classic of New Orleans, finishing T5. It was his best effort since finishing T5 at the 2004 Southern Farm Bureau Classic...Finished T4 at the Reno-Tahoe Open. Cracked the top 100 (No. 85) on the TOUR money list with $124,000 payday...Finished T5 at the Valero Texas Open for the second consecutive year. Finished five back of winner Robert Gamez with four rounds in the 60s at LaCantera. 2004: Finished T5 at the Valero Texas Open with four rounds in the 60s, five shots behind champion Bart Bryant. Collected $118,650, enough to secure his TOUR card for 2005...Two weeks later, matched his best TOUR finish in over two years (T3 at the 2002 Reno-Tahoe Open) with a T3 at the Southern Farm Bureau Classic, thanks in part to closing rounds of 66-65. 2003: Only top-10 was T9 at the BellSouth Classic...Put together back-to-back top-20s in August to help secure his card for the 2004 season. 2002: Had a slow start to the year but two top-10s along with 11 straight cuts in the second half of the season was the key to his season...After almost withdrawing due to mother-in-law's cancer diagnosis, dedicated week of Buick Open to her, finishing T10 for first top-10 of season...Carded four sub-par rounds at the Reno-Tahoe Open for second top-10 of year, a T3. 2001: Had a successful rookie campaign on TOUR, making 15 of 28 cuts and earning $1,073,847, good for 49th on the money list. First-year earnings were fourth among 2001 rookies. Had five top-10s, including two seconds, at Kemper Insurance Open and Texas Open. 2000: Member of the Web.com Tour. Entered 29 Web.com Tour tournaments and finished in the top-10 five times...Earned his first career title at the Knoxville Open, defeating four others by one stroke and collected the $72,000 first-place check. 1999: Finished T2, one stroke behind Glen Hnatiuk at the Web.com Tour Tri-Cities Open...Posted four consecutive rounds in the 60s to finish T4 at the Greensboro Open. 1998: Turned professional in the summer after finishing at TCU. Amateur: 1998 Golfweek\/Taylor Made Co-College Player of the Year...Named to the 1998 Palmer Cup team...1998 WAC Player of the Year...WAC Championship tournament medalist...Individual runner-up at the 1998 NCAA Championships...1998 First team All-American...Winner 1998 New England Amateur...1996 Connecticut Player of the Year...Winner of the 1994, 1995 and 1998 Connecticut State Amateur...Member of the 1995 Stoddard Cup team.\n","otherCarHigh" : "","personal" : "A talented junior athlete in many sports...Exposed to high-level golf at a young age from his father, who played in numerous British and U.S. Amateurs...Three-time Connecticut State Amateur champion (1994-95, 1998)...Awarded the 1998 CSWA Bill Lee Award given to the state's Male Athlete of the Year by the Connecticut Sportswriters Association...Was the 1998 New England Amateur champion and a 1998 first-team NCAA All-American and Co-Player of the Year...In 2006, founded the Henry House Foundation, which funds tangible projects to promote health care and well being for children in Fort Worth, Texas and southern New England. A hospitality box, the Henry House Hideaway, is reserved for Fort Worth children along the 10th fairway at the Colonial National Invitation Tournament. The Foundation's website is henryhousefoundation.com.","otherInfo" : "","ntlTeams" : "Ryder Cup (1), 2006; World Cup (1), 2006; Palmer Cup (1), 1998.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T31st at the Hyundai Tournament of Champions.","dynStats" : "He ranks 91st in Career Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/pages\/Henry-House-Foundation\/134798826750?ref=ts"},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/jjhenrygolf"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/jjhenrygolf"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}