{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29974","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Grace","first" : "Branden","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "171","weightMetric" : "78","birthDate" : "May 20, 1988","age" : "27","birthPlace" : "Pretoria, South Africa","residence" : "George, South Africa","family" : "Single","education" : "","splInterest" : "Water sports, movies","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2007","clubAffl" : "Fancourt G&CC (George, South Africa)","cityPlaysFrm" : "Fancourt; ; South Africa","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,647,233&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "In his first season as an official PGA TOUR member, recorded rounds of 67-70-69-67 to finish T17 at the CIMB Classic in Malaysia, his first start of the season...The following week, held the first-round lead at the World Golf Championships-HSBC Champions after a bogey-free, PGA TOUR career-low 63. Started the second round with a two-stroke advantage and fell behind after a 71 Friday. Carded 70-68 over the weekend, resulting in a T5...Battling windy conditions up to 35 mph on the weekend, dropped just one shot over his final 51 holes en route to a two-stroke victory over Thorbjorn Olesen and Rafa Cabrera-Bello at the Commercial Bank Qatar Masters, becoming the first player to win the event in back-to-back seasons. Entered the final round trailing two-time champion Paul Lawrie by two strokes, but with Lawrie struggling to a final-round 78, his 69 on the final day (one of just four sub-70 rounds in the final round) led to the two-stroke victory and his seventh European Tour title.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2015","qSchoolYear" : "","exmtStatus" : "Top 125 non-member FedExCup points\/money list","otherVics" : "","intlVics" : "(10): 2010 Coca-Cola Charity Championship [SAf]. 2012 Joburg Open [Eur], Volvo Golf Champions [Eur], Volvo China Open [Eur], Vodacom Origins Final [SAf], Alfred Dunhill Links Championship [Eur]. 2015 Alfred Dunhill Championship [Eur], Commercial Bank Qatar Masters [Eur], Dimension Data Pro-Am [Saf]. 2016 Commercial Bank Qatar Masters [Eur]","curYearHigh" : "In his first season as an official PGA TOUR member, recorded rounds of 67-70-69-67 to finish T17 at the CIMB Classic in Malaysia, his first start of the season...The following week, held the first-round lead at the World Golf Championships-HSBC Champions after a bogey-free, PGA TOUR career-low 63. Started the second round with a two-stroke advantage and fell behind after a 71 Friday. Carded 70-68 over the weekend, resulting in a T5...Battling windy conditions up to 35 mph on the weekend, dropped just one shot over his final 51 holes en route to a two-stroke victory over Thorbjorn Olesen and Rafa Cabrera-Bello at the Commercial Bank Qatar Masters, becoming the first player to win the event in back-to-back seasons. Entered the final round trailing two-time champion Paul Lawrie by two strokes, but with Lawrie struggling to a final-round 78, his 69 on the final day (one of just four sub-70 rounds in the final round) led to the two-stroke victory and his seventh European Tour title.","carHigh" : "2014-15: Made 11 of 13 PGA TOUR cuts, with four top-10s as a non-member. Earned Special Temporary Membership during the season and parlayed that into a top-125 finish on the FedExCup points' list as a non-member. That earned him PGA TOUR membership for the 2015-16 season...Finished T7 at the RBC Heritage for his first top 10 on the PGA TOUR in his 35th start...Came back two weeks later in his next start to finish T9 at the World Golf Championships-Cadillac Match Play...Entered the final round of the U.S. Open in a four-way tie for the lead before a 1-over 71 dropped thim to a T4 finish, just two strokes behind champion Jordan Spieth. Had been a perfect six for six when carrying the lead\/co-lead into the final round on the European Tour. It marked his best finish in three U.S. Open starts (T51 in 2012 and a missed cut in 2013). His previous-best finish in 12 previous major championship appearances was T18 at the 2013 Masters Tournament. His caddie at Chambers Bay was Zack Rasego, caddie for Louis Oosthuizen when he won the 2010 Open Championship. Earned enough non-member FedExCup points at the event to accept Special Temporary Membership for the remainder of the season and joined the TOUR a week later...Thanks to an 8-under 64 in the third round of the PGA Championship at Whistling Straits, finished third at the season's final major championshp. The top-five finish in Wisconsin, accompanied by his T4 at the U.S. Open, marked his two top-10 finishes in 15 major starts. Went 5-0-0 in his five Presidents Cup matches in the American team's 15½-14½ victory in South Korea.\n\n2014: Opened with a disappointing, 2-over 74 at the Volvo Golf Champions in mid-January but recovered nicely, shooting rounds of 67-68-68 over his final 54 holes only to come up a stroke short of Louis Oosthuizen at Durban CC in Durban, South Africa...Missed the cut in the first two events of the Web.com Tour Finals in his bid to earn membership on the PGA TOUR. Finished T46 in the third event and did not play in the final event, the Web.com Tour Championship...Had four par-or-better rounds at the European Tour's season-ending DP World Tour Championship in November to T9 with Joost Luiten and Rafael Cabrera-Bello. 2013: Played in all three World Golf Championships events and all four majors. Was T49 at the Cadillac Championship, two weeks after losing in the first round of the Accenture Match Play Championship (T33)...Best major championship performance was a T18 at the Masters Tournament...Recovered from an opening, 3-over 75 at the European Tour's Volvo Golf Champions to shoot three consecutive sub-par rounds to T7 at Durban CC in mid-January...Made a Sunday charge at the Abu Dhabi HSBC Golf Championship a week later, turning in a 10-birdie performance on Sunday at Abu Dhabi GC. Opened the final round with a birdie then had two bogeys, on Nos. 2 and 3. Added three more birdies on the front nine then had six more birdies against one bogey—including four in a row to end the tournament—to finish solo fifth, five shots behind winner Jamie Donaldson...The following week at the Commercial Bank Qatar Masters, was T6 at Doha GC. Eagled the 10th hole in the final round but saw his chances at victory end when he made bogeys on Nos. 11 and 16...Earned a spot in the semifinals in mid-May at the Volvo World Match Play Championship in Bulgaria. Dropped a 3-and-2 decision to eventual champion Graeme McDowell at Thracian Cliffs Golf and Beach Resort. Other match victories came against Nicolas Colsaerts, Brett Rumford and Chris Wood...Shot rounds of 71-65-66-69 to get into a playoff with Phil Mickelson at the Scottish Open in July. Couldn't match Mickelson's birdie on the first extra hole and settled for a second-place finish, his best effort since winning the 2012 Alfred Dunhill Links Championship...In his initial Presidents Cup appearance, went winless in his four matches for the International squad...Late in the season, joined with fellow South African George Coetzee to finish sixth at the ISPS Handa World Cup at Royal Melbourne GC in Australia. In the individual competition, finished T20 with four others, including Coetzee...At the weather-shortened Nelson Mandela Championship in mid-December, finished T6 at Mount Edegcombe CC after opening with a 6-under 64 to begin the tournament. \n\n2012: After earning his playing privileges on the European Tour through the Qualifying Tournament, he made the most of his opportunity playing in his native South Africa in co-sanctioned European Tour-Sunshine Tour tournaments in mid-January. Took a three-stroke lead into the final round of the Joburg Open, shot a Sunday 71 and held off Jamie Elson to win by a stroke...A week later, at the Volvo Golf Champions at The Links at Fancourt, he moved to a four-stroke lead through 36 holes. In the third round, he struggled to a 2-over 75 to fall into a tie for the lead with Nicolas Colsaerts. On Sunday, he carved out a 2-under 71 that was good enough to get him into a playoff with Ernie Els and Retief Goosen. On the first extra hole, the par-5 18th, he made a two-putt birdie to Els' and Goosen's pars to win for the second time and move into the top 100 in the Official World Golf Ranking (No. 92)...In winning the Volvo China Open in April, his third victory of the campaign, he became just the second player to emerge from the European Tour's qualifying tournament and then go on to win three times that season (Johan Edfors in 2006). The 23-year-old also became the third-youngest player in Tour history to win a trio of tournaments in a season (Seve Ballesteros, three times between 1977 and 1980; Sandy Lyle, 1979). Took control of the tournament with a third-round, 8-under 64 to take a three-shot lead into the final round. Never led by less than two strokes over the final 18 holes and won by three over Colsaerts. Was one of three players in the field to fire four rounds in the 60s at Binhai GC in Tianjin (67-67-64-69)...Finished solo fifth at the BMW PGA Championship in May, eight strokes behind winner Luke Donald in England...Won his fourth title of the campaign when he shot a 10-under 209 in the 54-hole Vodacom Origins Final on the Sunshine Tour in South Africa. He defeated Allan Versfield by three strokes at the Links at Fancourt...A week later, on the European Tour, at the Alfred Dunhill Links Championship, he won in his second consecutive start, his fifth title of the season. Edged Thorbjorn Olesen at the three-course tournament held at St. Andrews' Old Course, Carnoustie and Kingsbarns GL. Opened with a career-low 60 at Kingsbarns. Shot a 7-under 29 on the front nine then added three birdies and an eagle on the back nine. Needed a birdie on the 18th hole to shoot a 59 but settled for a par. Entered the final round with a healthy four-shot lead over Olesen, shot a Sunday 70 at St. Andrews and won by two strokes...Made six official PGA TOUR appearances, including playing in three of the four major championships and in two official World Golf Championships events plus the HSBC Champions. Top major performance was a T51 at the U.S. Open. Added a T35 at the World Golf Championships-Cadillac Championship. Top TOUR finish of the campaign was a T25 at the Memorial Tournament...Finished the season in strong fashion, at the European Tour's DP World Tour Championship. Put himself in contention with a second-round 65 at Jumeirah Golf Estates. Settled for a sixth-place showing in Dubai and a sixth-place finish in the final Race to Dubai rankings. \n\n2011: Had five top-10 finishes on the Sunshine Tour to finish seventh on the Order of Merit. Earned the Gary Player Trophy for having the lowest stroke average (69.41) on the Sunshine Tour. His best performance came via a T3 at the Telkom PGA Championship. Had four rounds in the 60s. Opened with rounds of 65-64 to share the 36-hole lead with George Coetzee. Came back on the weekend with a 67-69 finish four strokes back of Coetzee...Also had 19 starts on the Sunshine Tour's Challenge Tour, with a pair of close calls. Was T2 at the Acaya Open, two strokes behind winner Jamie Moul...Was also T3 at the Barclays Kenya Open...Made two European Tour starts, missing one cut and finishing T10 in the other. Was T10 at the Madeira Island Open. 2010: In 11 Sunshine Tour starts, he picked up his first victory, at the Coca-Cola Championship. Despite three bogeys in his final round, he hung on to defeat Ulrich van den Berg and Justin Walters by two strokes in the 54-hole event...Had three other top-10s. First came at the season-opener, the Africa Open, where he T8...At the Dimension Data Pro-Am, he began the final round tied for the lead with Darren Fichardt. Shot a 73 on the final day to T4...At the Nashua Masters, he again took a share of the lead to Sunday. Was tied with Warren Abery, shot a final-round 71 and finished two strokes behind Abery...Splitting time between the European Challenge Tour and the Sunshine Tour Challenge Tour, his lone top-10 was a T4 at the Turkish Airlines Challenge in May. 2009: Made his first major championship appearance and found his way to the weekend finishing T43 at The Open Championship...Was runner-up at thje Africa Open, after rounds of 69-68-66-65 left him a stroke behind winner Retief Goosen...Made a run at another victory, at the Nashua Masters. Tied for 15th when the final round began, he shot a 62 to move into a T3, five strokes behind Darren Fichardt...Was also T6 at the Telkom PGA Championship. 2008: Played mainly on the Sunshine Tour Challenge Tour but did make one Sunshine Tour top-10, a T6 at the South Africa Open Championship...Top Challenge Tour performance was a T2 at the Ypsilon Golf Challenge, with four rounds in the 60s—including a Sunday 64 that got him into a playoff with Seve Benson and Rafael Cabrera Bello, an overtime session Benson won...Made 10 cuts in 22 European Tour starts, with his best showing a T16 at the Volvo China Open. Amateur: In 2006 he won the South African Amateur Stroke Play Championship, a victory that earned him invitation to play in the 2007 South African Airways Open, where he finished as the second-low amateur.\n","otherCarHigh" : "","personal" : "A graduate of the Ernie Els and Fancourt Foundation, which recognizes and helps nurture the careers of young golfers.","otherInfo" : "","ntlTeams" : "The Presidents Cup (2), 2013, 2015; World Cup (1), 2013.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 1st at the RBC Heritage.","dynStats" : "He ranks T64th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/BrandenGraceOfficial\/?fref=ts"},{"cat" : "twitter","desc" : "","url" : "https:\/\/www.twitter.com\/BrandenGrace"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}