{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25686","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Dufner","first" : "Jason","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "180","weightMetric" : "82","birthDate" : "March 24, 1977","age" : "39","birthPlace" : "Cleveland, Ohio","residence" : "Auburn, Alabama","family" : "Single","education" : "Auburn University (2000, Economics)","splInterest" : "Football, baseball","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2003, 2006)","trndProYear" : "2000","clubAffl" : "","cityPlaysFrm" : "Auburn; AL; United States","websiteUrl" : "http:\/\/www.jasondufnergolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "20,798,215&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Making his first start at The RSM Classic, posted rounds of 67-70-66-69 to finish T9. It was his first top-10 finish since a T8 in late-May at the AT&T Byron Nelson...Teamed with Brandt Snedeker to win the Franklin Templeton Shootout in mid-December with a final-round 11-under-par 61. Their winning total of 30-under-par 186 was the highest winning score since Ian Poulter and Dustin Johnson finished at 30-under 186 in 2010...Finished T9 at the Sony Open in Hawaii, for consecutive top-10 finishes on the PGA TOUR for the first time since matching T9 finishes at the 2014 WGC-Dell Match Play and WGC-Cadillac Championship. It also marked his first top-10 in eight starts at the Sony Open in Hawaii, with his previous-best finish a T13 in 2007...A week later, claimed his fourth-career TOUR title at the CareerBuilder Challenge in sudden death over David Lingmerth. Took a two-stroke lead into the final round at 23-under, but was caught after 72 holes by David Lingmerth, who posted a bogey-free 7-under 65. Shot of the tournament came from Dufner at the par-3 17th Sunday. When his tee shot found the rocks over the green, a remarkable recovery chip tapped the pin, stopping just inches away. In sudden death, a clutch, seven-foot putt for par on the first extra hole, No. 18, sent the pair back to the 18th tee for a second extra hole. When Lingermth's approach found the water hazard, Dufner's par was good enough for the win.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Member of PGA TOUR in 2004 and Nationwide Tour in 2001-03 and 2005-07. Returned to PGA TOUR in 2007 thanks to eighth-place finish on 2006 Nationwide Tour money list. Finished T6 at the 2007 John Deere Classic, the best finish of his PGA TOUR career to date. Was looking to become the first player to capture the Nationwide Tour's LaSalle Bank Open (Glenview, IL) and the PGA TOUR's John Deere Classic (Silvis, IL) in consecutive years. Made the cut in 20 of 24 starts on the 2006 Nationwide Tour, with seven top-10s. Notched the 20th top-10 finish of his Nationwide Tour career with a one-stroke win over Cliff Kresge at the LaSalle Bank Open. Collected $135,000 for the win, the richest prize on the Nationwide Tour. Came back the following week with a T40 finish at the U.S. Open after qualifying at the sectional tournament. Added a solo third-place finish at the Miccosukee Championship. Finished No. 59 on the 2005 Nationwide Tour money list with a best finish of T3 at the Scholarship America Showdown. Rookie on the 2004 PGA TOUR after finishing 10th on the 2003 Nationwide Tour money list. Posted a career-best T8 finish at the Chrysler Classic of Greensboro. Ended the year No. 164 on the money list. After missing the cut in his first four appearances on the 2003 Nationwide Tour, reeled off 20 made cuts in his final 22 events, including 10 top-10s (second-best on Tour). Put together streaks of three consecutive top-5s twice during the season. Placed No. 77 on the Nationwide Tour money list in 2002. Had no status on the Nationwide Tour to begin the 2001 season. Monday qualified his way into the Hershey Open, where he finished T12. Finish at Hershey earned a spot in the field at the Wichita Open. Posted four rounds in the 60s to finish at 22-under par and earn his first career title by three shots over three others. Made the cut in 11 of 13 events in 2001 and finished 21st on money list. Played the Golden Bear Tour in 2000. Honorable mention All-America in 1997. All-Southeastern Conference selection in 1997-98 and 2000. Redshirted after his junior year at Auburn. Three-time winner during college. Lost in the 1998 U.S. Amateur Public Links Championship at Torrey Pines GC to Trevor Immelman, 3 and 2. Lists Ben Hogan as his hero. Did not start playing golf until he was 15.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2004","qSchoolYear" : "2008","exmtStatus" : "Winner, 2013 PGA Championship (through 2017-18)","otherVics" : "(1): 2015 Franklin Templeton Shootout [with Brandt Snedeker].","intlVics" : "","curYearHigh" : "Making his first start at The RSM Classic, posted rounds of 67-70-66-69 to finish T9. It was his first top-10 finish since a T8 in late-May at the AT&T Byron Nelson...Teamed with Brandt Snedeker to win the Franklin Templeton Shootout in mid-December with a final-round 11-under-par 61. Their winning total of 30-under-par 186 was the highest winning score since Ian Poulter and Dustin Johnson finished at 30-under 186 in 2010...Finished T9 at the Sony Open in Hawaii, for consecutive top-10 finishes on the PGA TOUR for the first time since matching T9 finishes at the 2014 WGC-Dell Match Play and WGC-Cadillac Championship. It also marked his first top-10 in eight starts at the Sony Open in Hawaii, with his previous-best finish a T13 in 2007...A week later, claimed his fourth-career TOUR title at the CareerBuilder Challenge in sudden death over David Lingmerth. Took a two-stroke lead into the final round at 23-under, but was caught after 72 holes by David Lingmerth, who posted a bogey-free 7-under 65. Shot of the tournament came from Dufner at the par-3 17th Sunday. When his tee shot found the rocks over the green, a remarkable recovery chip tapped the pin, stopping just inches away. In sudden death, a clutch, seven-foot putt for par on the first extra hole, No. 18, sent the pair back to the 18th tee for a second extra hole. When Lingermth's approach found the water hazard, Dufner's par was good enough for the win.","carHigh" : "2014-15: Collected six top-25 finishes in 19 starts to advance to the FedExCup Playoffs for a sixth time. His T30 and T60 finishes at The Barclays and Deutsche Bank Championship, respectively, ended his season at No. 88 in the FedExCup standings...After missing the FedExCup Playoffs and the Ryder Cup in the fall of 2014, returned to action in late-October at the European Tour-PGA Tour of Australasia co-sanctioned Perth International. Finished at 6-under overall and T23...Playing in the Asian Tour's Chiangmai Golf Classic, overcame a third-round, 1-over 73 with a final-round 66 to T7 with Danny Chia, Jbe Kruger and Scott Barr in Thailand...Finished T10 at the World Golf Championships-HSBC Champions in Shanghai in November 2014...Former AT&T Byron Nelson champion finished T8, his second top-10 of the campaign...Played Nos. 14-16 in the Memorial Tournament birdie-eagle-ace during the second round. Made an eagle-3 at No. 15, which he followed with an ace at the 16th from 201 yards (6-iron). Eventually went on to T24. \n\n2013-14: Made 13 of 17 TOUR cuts, with four top-10s. Although he qualified for the FedExCup Playoffs was not able to play because of a neck injury. Ended the season at No. 90 in the FedExCup standings...Delivered the pre-game locker room speech prior to Auburn University's 45-41 road victory over nationally ranked Texas A&M in mid-October 2013...On the same day the Auburn Tigers lost to Florida State in the BCS Championship game, carded a second consecutive, 3-under 69 to finish solo fifth at the Hyundai Tournament of Champions, four strokes behind champion Zach Johnson. It was his first top-10 in two starts at Kapalua (T18 in 2013)...Entered the final round of the World Golf Championships-Cadillac Championship trailing by two strokes and paired with eventual champion Patrick Reed. Final-round, 4-over 76 led to a T9 finish...Fell in a playoff to Adam Scott at the Crowne Plaza Invitational at Colonial. Lost when Scott made birdie-3 on the third playoff hole (No. 18). Dropped to 1-3 in playoffs on TOUR. The runner-up finish was the fifth of his career. Was tied for 11th, with Scott, entering the final round. Each shot a Sunday 66 to land in the playoff...Withdrew from the PGA Championship during the first round with a neck injury. Missed the FedExCup Playoffs with the same injury. \n\n2013: Made the cut in 19 of 22 starts, with a victory at the PGA Championship the best of his five top-10 finishes. Finished 19th in the FedExCup...His first top-10 of the season came at the European Tour's Abu Dhabi HSBC Golf Championship, where he finished T9 at 8-under, six back of winner Jamie Donaldson...Along with Hideki Matsuyama, turned in the round of the day Sunday at the U.S. Open, a 3-under 67. Finished T4, one year after the same finish at The Olympic Club...In his second start at the World Golf Championships-Bridgestone Invitational, opened with rounds of 67-69-67 before a final round, 1-over 71 resulted in a T4 at Firestone CC. Improved on a seventh-place finish from 2012...Won the 95th PGA Championship by two shots over Jim Furyk at Oak Hill CC. Earned third career TOUR victory at age 36 years, 4 months, 15 days in his 193rd start. Improved won-loss record to 3-6 when holding the second-round lead\/co-lead on TOUR. Has converted three of his last four second-round leads\/co-leads into victory. His second-round 63 tied the best score shot in a major. It has been done 26 times between all four majors (twice at the Masters, four times at the U.S. Open, eight times at The Open Championship and 12 times at the PGA Championship). Became the sixth golfer to shoot 63 in a major and go on to win, joining Johnny Miller (1973 U.S. Open), Jack Nicklaus (1980 U.S. Open), Raymond Floyd (1982 PGA Championship), Greg Norman (1986 Open Championship) and Tiger Woods (2007 PGA Championship). The last player to shoot a 63 in a major was Steve Stricker, at the 2011 PGA Championship. He joined Stricker as his playing partner during the first two rounds at the PGA Championship. The second-round 63 broke the Oak Hill CC record. The competitive course record of 64 on the East Course at Oak Hill was held by Ben Hogan (1942 Rochester Open), Curtis Strange (1989 U.S. Open) and Webb Simpson (2013 PGA Championship). Matched the best first 36-hole score at the PGA Championship, with a 131, which is shared with six others. His previous-low round in a major was a 65 at the 2011 PGA Championship...Opened with three rounds of 5-under 66 and followed with an even-par 71 to finish T9 at the Deutsche Bank Championship, marking his third top-10 finish in his last four starts. Moved from No. 19 to No. 13 in the FedExCup Playoffs...A T9 (his fifth top-10 of the season) at the TOUR Championship by Coca-Cola led to his 19th-place FedExCup finish...Playing in his first Presidents Cup, had a successful 3-1-0 record in the U.S.'s three-point victory over the International team.\n\n2012: After losing in a playoff to Mark Wilson in 2011 at the Waste Management Phoenix Open, returned this season with an opening-round, 7-under 64 at TPC Scottsdale to claim a share of the first-round lead. Along with Bo Van Pelt, John Rollins and Webb Simpson, finished T8...Held the outright 36-hole lead by two strokes at the Transitions Championship after posting matching 66s in the first two rounds. Collected his second top-10 of the season with a T10 despite struggling to a 71-71 finish...Finished T15 at the Arnold Palmer Invitational after holding a share of the first-round lead (6-under 66)...Held a share of the second-round lead with Fred Couples at the Masters, but finished T24...Two-putted from 58 feet, 10 inches to defeat Ernie Els with a birdie-4 on the second hole (No. 18) of a sudden-death playoff to claim the Zurich Classic of New Orleans for his first PGA TOUR victory. Converted a crucial par save on No. 16 in the final round to remain tied for the lead when he holed a 43-foot, nine inch putt after finding a hazard with his tee shot. Opened 67-65 to hold the second-round lead at 12-under and carded a 67 in the third round to carry a one-stroke lead over Graham DeLaet into Sunday. Converted a 54-hole lead into victory for the first time in his third attempt. Improved his playoff record to 1-2 with the victory over Els. Joins John Huston as the only former Auburn Tigers to win on the PGA TOUR. Victory was his fourth consecutive top 10 at the Zurich Classic of New Orleans (T3 in 2011, T7 in 2010 and T9 in 2009)...Came back three weeks later to win the HP Byron Nelson Championship, collecting 500 points and moved from No. 12 to No. 1 in the FedExCup point standings. Playing in the last group, drained a 25-foot, 5-inch birdie putt on the 72nd hole to defeat Dicky Pride by one stroke. Pride, who was in the next-to-last group, had just drained a 22-foot, 7-inch par putt on the 72nd hole on a similar line to finish 10-under. Held the outright lead by one stroke after the second and third rounds and went on to win by a stroke to join Hunter Mahan as the only multiple winners of the season. Led the field for the week in Greens in Regulation (58 of 72). In his last eight PGA TOUR starts (32l rounds) and dating to a share of the first-round lead at the World Golf Championships-Cadillac Championship, has held at least a share of the lead after a round 10 times...Seeking to become the first player to win three times in four starts since Tiger Woods in 2009, held the second- and third-round leads at the Crowne Plaza Invitational at Colonial before a final-round, 4-over 74 left him one behind Zach Johnson. The two players went back and forth during the final 36 holes until he stumbled with a triple bogey on the par-4 15th hole, giving Johnson the advantage. Earned the fourth runner-up finish of his career, falling short of becoming the first player to win the HP Byron Nelson Championship and Crowne Plaza Invitational at Colonial in back-to-back weeks. In 13 stroke-play starts, has held or shared the lead 11 times in the first three rounds of a tournament, supplanting Woods' record (10 such leads in 16 stroke-play events in 2009) for most in a season since the beginning of the 2007 campaign...Finished T4 in his sixth U.S. Open start (missed cut in 2001, T40 in 2006, 62nd in 2007, T33 in 2010 and missed cut in 2011), giving him top-four finishes in four of his last five starts on TOUR (won the Zurich Classic of New Orleans, T68 at THE PLAYERS, won the HP Byron Nelson Championship and second at the Crowne Plaza Invitational at Colonial). It marked his third top-five finish in his last six major championship starts...Notched his career-high seventh top-10 finish of the season with a seventh-place effort at the World Golf Championships-Bridgestone Invitational. It marked his first top-10 in five World Golf Championships starts...Finished T7 at the Wyndham Championship after entering the final round two shots off the lead. Entered the week No. 3 in the FedExCup standings and was the only player in field who could have taken over the No. 1 spot entering the Playoffs. Moved to No. 2 with Woods retaining the No. 1 spot and Rory McIlroy dropping to No. 3. Since the tournament moved back to Sedgefield CC in 2008, he has recorded 14 of 16 rounds in the 60s. He has made four of seven cuts in Greensboro, with his only other top-10 coming in 2004 (T8)...Entered the FedExCup Playoffs No. 2 in the standings but skipped the first event, The Barclays. Later added a T18 at the Deutsche Bank Championship, T28 at the BMW Championship and T20 at the TOUR Championship by Coca-Cola to finish the season No. 14 in the FedExCup standings...Was one of the steadiest players for the United States in his Ryder Cup debut, posting a 3-1-0 record at Medinah CC. Was one of only three Americans to win in Sunday's single's matches, defeating Peter Hanson, 2-up...Looking for his first international title, came up a stroke short at the ISPS Handa Perth International on the European Tour. In Australia in October, began the final round a stroke behind Bo Van Pelt at Lake Karrinyup CC, shot a final-round, 3-under 69 and finshed solo second, falling to Van Pelt by two shots...With a local caddie in China, improved on a third-round, 1-under 71 with a final-round 64 at Mission Hills GC's Olazabal Course to capture a share of second place in the World Golf Championships-HSBC Champions. Due to passport issues, his regular caddie was unable to make the trip overseas, forcing his use of a local caddie in his second start in the event. He T40 in 2009. \n\n\n\n2011: Playoff loss to Keegan Bradley at the PGA Championship highighted a season that included a then-career-high in earnings and a top-30 finish in the PGA TOUR Playoffs for the FedExCup...In third start of the year, equaled a then-career-best showing with a second-place finish to Mark Wilson in a playoff at the Waste Management Phoenix Open. Posted rounds of 65-68-67-66—266, but was overcome by Wilson's 9-foot birdie putt on the second playoff hole. Previous-best finish on TOUR was T2 at the 2009 Deutsche Bank Championship...Fired the best round of the day Sunday at the Zurich Classic of New Orleans, a 6-under 66, to claim T3 honors...Carded rounds of 69-70-68-72 to finish T6 at THE PLAYERS and notch first top 10 at the event. Unveiled \"Birdies for Bama\" fundraising program in which he donated $100 for every birdie and $500 for every eagle made between THE PLAYERS and the TOUR Championship by Coca-Cola to tornado victims in Alabama...One week after missing the cut at the Crowne Plaza Invitational at Colonial, finished T8 at the HP Byron Nelson Championship for his third top-10 finish in his previous four starts on TOUR...Lost to Keegan Bradley in a three-hole aggregate playoff at the PGA Championship. Held a share of the lead after the second and third rounds. Held a four-shot lead in the final round before recording three straight bogeys (Nos. 15-17). Saved par on the final hole to force a playoff. Went par, bogey, birdie in the playoff to finish even-par, while Bradley went birdie, par, par to finish 1-under...Finished T6 at the BMW Championship, his highest finish in Chicago in five career starts. Was one of five golfers with all four rounds at par or better...Closed with rounds of 67-65-69 to finish T10 at the CIMB Asia Pacific Classic...Had another top-10 a month later when he had four under-par rounds at the Gary Player CC at the Nedbank Challenge to T3, four strokes behind winner Lee Westwood. \n\n\n\n2010: Finished No. 65 in the FedExCup standings, with two top-10 finishes...First top-10 of the season came in 11th start, a T7 at Zurich Classic of New Orleans...After missing the cut in his only other PGA Championship start in 2009, rebounded with a T5 at Whistling Straits. Tied for low-round honors with a second-round, 6-under-par 66. \n\n\n\n2009: Turned in his most successful season on TOUR up to that point with an 11th place finish in the FedExCup...Six top-10 finishes highlighted a season in which he surpassed $2 million...First top-10 of the year came with a T9 at The Honda Classic in March...Matched that T9 finish the following month at the Zurich Classic of New Orleans thanks to three rounds in the 60s...Finished T5 at the Quail Hollow Championship, just three strokes behind champion Sean O'Hair...Got into THE PLAYERS Championship for the first time as an alternate and was third after 36 holes before finishing T32...Carded final-round 65 at TPC Southwind to finish T7 at the St. Jude Classic...Third top-10 came at the RBC Canadian Open at the end of July. Thanks largely to a 9-under 63 in the second round of the rainy event, earned a T3...Recorded his best career TOUR finish with a T2 at Deutsche Bank Championship, shooting a final-round 65 to post 16-under. Waited for almost an hour before Scott Verplank joined him at 16-under, then another 20 minutes before Steve Stricker birdied the final two holes to win at 17-under. Jumped from No. 57 to No. 9 in the FedExCup standings. Was one of three players (also Verplank and Padraig Harrington) to shoot four rounds in the 60s...Ranked No. 10 in the FedExCup standings after the BMW Championship to earn his first trip to the TOUR Championship by Coca-Cola...Finished T19 at the TOUR Championship to cap off his most successful season on TOUR...Late in the year, contended at the JBWere Masters in Australia. Shot a final-round 70 at Kingston Heath GC to T3, four strokes behind winner Tiger Woods. \n\n\n\n2008: Successfully made it through final two stages of the 2008 PGA TOUR Qualifying Tournament to earn card for 2009 season. In final stage at PGA West in La Quinta, Calif., posted five of six rounds in the 60s to finish T11. \n\n2007: Returned to PGA TOUR thanks to eighth-place finish on 2006 Web.com Tour money list...Made 32 starts and collected five top-25s in 18 made cuts on TOUR...Finished T6 at the John Deere Classic, the best finish of his PGA TOUR career to date. Was looking to become the first player to capture the Web.com Tour's LaSalle Bank Open (Glenview, Ill.) and the PGA TOUR's John Deere Classic (Silvis, Ill.) in consecutive years. \n\n2006: Made the cut in 20 of 24 starts on the Web.com Tour, with seven top-10s...Notched the 20th top-10 finish of his Web.com Tour career with a one-stroke win over Cliff Kresge at the LaSalle Bank Open. Collected $135,000 for the win, the richest prize on the Web.com Tour...Came back the following week with a T40 finish at the U.S. Open after qualifying at the sectional tournament...Added a solo third-place finish at the Miccosukee Championship. \n\n2005: Finished No. 59 on the Web.com Tour money list, with a best finish of T3 at the Scholarship America Showdown. \n\n2004: Rookie on the PGA TOUR after finishing 10th on the 2003 Web.com Tour money list...Posted a career-best T8 finish at the Chrysler Classic of Greensboro...Ended the year No. 164 on the money list. \n\n2003: After missing the cut in his first four appearances on the Web.com Tour, reeled off 20 made cuts in his final 22 events, including 10 top-10s (second-best on Tour)...Put together streaks of three consecutive top-5s twice during the season. \n\n2002: Placed No. 77 on the Web.com Tour money list.\n\n2001: Had no status on the Web.com Tour to begin the season. Monday qualified his way into the Hershey Open, where he finished T12. Finish at Hershey earned a spot in the field at the Wichita Open. Posted four rounds in the 60s to finish at 22-under par and earn his first career title by three shots over three others...Made the cut in 11 of 13 events in 2001 and finished 21st on money list. \n\n2000: Played the Golden Bear Tour. \n\nAmateur: Honorable-mention All-America in 1997 at Auburn. All-SEC selection in 1997-98 and 2000. Redshirted after his junior year. Three-time winner during college...Lost in the 1998 U.S. Amateur Public Links Championship at Torrey Pines GC to Trevor Immelman, 3 and 2. \n","otherCarHigh" : "","personal" : "Lists Ben Hogan as his hero...Did not start playing golf until age 15.","otherInfo" : "","ntlTeams" : "The Presidents Cup (1), 2013; Ryder Cup (1), 2012.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 1st at the CareerBuilder Challenge in partnership with the Clinton Foundation.","dynStats" : "He ranks 22nd in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/jasondufnerofficial"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/jasondufner"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}