{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "46060","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "He","first" : "Shao Cai","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-3 \/ 160 cm","heightMetric" : "1.6","weight" : "155 \/ 70 kg","weightMetric" : "70","birthDate" : "April 20, 1983","age" : "33","birthPlace" : "Yunnan, China","residence" : "Yunnan, China","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2007","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Finished 40th on the final Order of Merit, with eight made cuts in 11 starts and one top-10. A week after missing the cut at the United Investment Real Estate Wuhan Open, rebounded with a strong effort outside Shanghai, at the Lanhai Open in late-May. Fired consistent rounds of 73-72-72-71 at Lanhai International GC to T9 with Chris Brown, Zeyu He and Daniel Pearce for his first top-10 since he T4 at the 2014 Yulongwan Yunnan Open. \n\n2014: Earned his first Series' top-10 when he T10 at the United Investment Real Estate Wuhan Open in mid-May. Dropped from contention with a third-round 75 but recovered with a 2-under 70 on the final day…A third-round 76 hurt his chances at the Earls Beijing Open in mid-June. Finished T63 at the Earls Beijing GC…Finished T53 at the OneAsia Tour's Nanshan China Masters in mid-October…Had a disappointing finish at the BMW Masters in late-October. At the European Tour event in Shanghai, opened 71-71-68 at Lake Malren GC before a 5-over 77 in the final round dropped him into a T48 with Chris Kirk, Brooks Koepka, Ian Poulter and Wen Chong Liang. \n\n2013: Best finish of the season was a T72 at the BMW Masters. Opened 83-73 then fired rounds of 78-72 on the weekend at Lake Malaren GC's Masters Course in Shanghai…Withdrew from the Foshan Open on the European Challenge Tour and missed the cut at the China Masters and the Volvo China Open.\n\n2012: Finished T60 at the Nanshan China Masters in mid-October…Missed the cut at the China Open at Binhai Lake GC in Tianjian.\n\n2009: Missed the cut in the inaugural OneAsia Tour event, the Volvo China Open (19-over)…Finished T3 at the Beijing event on the China Tour, five shots behind winner Yuan Hao at the Beijing Hongye GC.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T4th in 2014 at the Yunnan Open.","dynStats" : "He ranks 38th in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}