{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01308","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Eger","first" : "David","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "190","weightMetric" : "86","birthDate" : "March 17, 1952","age" : "64","birthPlace" : "Fort Meade, Maryland","residence" : "Ponte Vedra Beach, Florida","family" : "Wife, Tricia; Dottie, Michael; two grandchildren","education" : "University of North Carolina, East Tennessee State University","splInterest" : "Wine collecting, Porsches","pronunciation" : "EE-gur","nwTourAlumnus" : "","trndProYear" : "1978, 2001","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "7,477,006&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1978","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2002","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(14): 1988 U.S. Mid-Amateur. 1991 North and South Amateur. 1992 Crump Cup. 1995 Coleman Invitational. 1997 Crump Cup, Hugh Wilson. 1998 Hugh Wilson. 1997 Travis Memorial. 1999 Travis Memorial, Coleman Invitational, Azalea Amateur. 2000 Azalea Amateur, Travis Memorial, North and South Amateur. 2001 Travis Memorial.","intlVics" : "","curYearHigh" : "","carHigh" : "2013: Failed to finish inside the top 50 on the money list for the first time in his career since becoming a full-time competitor on Tour in 2003, finishing 51st...His two top-10 finishes both came in the spring. Was T8 at the Insperity Championship, his best showing since a T7 finish at the 2012 Principal Charity Classic...A month later posted another T7 finish at The Principal Charity Classic...Made an ace in the final round at the Shaw Charity Classic when he sank a 4-iron from 213 yards on No. 16 at Canyon Meadows G&CC. \n\n2012: Failed to finish inside the top 30 for just the third time in the last 10 years when he slipped from 14th to 34th on the final money list...Was on the leaderboard all three rounds at the Toshiba Classic before eventually finishing T5 in Newport Beach, his best showing of the season...Earned a second top-10 finish in April when he was T8 at the Encompass Insurance Pro-Am of Tampa Bay...His final top-10 came nearly two months later when he closed with a 6-under-par 65 to finish T7 at The Principal Charity Classic.\n\n2011: Recovered from ankle injury during the summer of 2010 to post his highest finish on a single-season money list (14th) and earnings of $982,904 proved to be his best financial season ever...Highlight of his year was teaming with good friend Mark McNulty to win the Liberty Mutual Legends of Golf, his fourth career title on the Champions Tour. Duo started the final round four strokes off the lead, but carded an 11-under 61 in the better-ball, team format to forge their way into a playoff they eventually won. Eger made a 35-foot birdie putt on the last hole of regulation to get the team to 27-under 189 and then, after a McNulty par, found himself on the winning team when both Scott Hoch and Kenny Perry missed short par putts on the second playoff hole...Nearly won a second event just over a month later when he fell in a one-hole playoff to Tom Watson at the Senior PGA Championship at Valhalla in late May. Missed a 5-foot birdie opportunity on the 72nd hole, which would have given him the outright lead, and then missed a 10-foot birdie opportunity on the first extra hole before Watson sank his winning putt. Had rebounded from an opening round, 2-over-par 74 at Valhalla with three successive rounds in the 60s to get himself into the playoff...Added another runner-up finish in mid-July when he was among three players finishing T2 at the Nature Valley First Tee Open at Pebble Beach. \n\n2010: Had his season cut short after suffering a broken right ankle in a June fall. Missed more than two months during the summer and then did not play after the Ensure Classic in September, missing the last four events of the season due to issues with his ankle...Won for the first time since 2005 when he edged Tommy Armour III by one stroke to win the inaugural Mississippi Gulf Resort Classic near Biloxi. Victory was his third official title and ended a drought of 118 starts and four-and-a-half winless years. Was the only player in the field to record three straight rounds in the 60s on the Tom Fazio-designed Fallen Oak layout. Dueled Armour on the back nine and was the beneficiary of a two-stroke swing when he birdied the par-4 16th hole just after Armour three-putted for bogey at the par-3 17th hole. \n\n2009: Carded rounds of 67-68 on the weekend to finish T4 at the Toshiba Classic...Also was one of only five players to post three consecutive rounds in the 60s at The Principal Charity Classic, finishing solo fifth in Des Moines...Was T5 at the Walmart First Tee Open at Pebble Beach, thanks to a final-round 69, one of just four rounds in the 60s Sunday. Won the pro-junior portion of the event with Will Bishop of The First Tee of Lexington, Ky. Duo carded a better-ball score of 17-under-par 199. \n\n2008: Best finish came in his last start of the year when he was T5 at the Charles Schwab Cup Championship. Was just three strokes back of Andy Bean at the halfway point but played his final 36 holes in Sonoma in just 1-under. \n\n2007: Earned a then career-best total of $889,560 on the strength of nine top-10 finishes...Not fully-exempt when the year started, but got off to a great start for the second straight year, with six top-10s in his first nine events, including three straight on two occasions...Best outing came in August when he nearly won for the second time in three years at the Boeing Classic near Seattle. Fired a closing-round, 6-under-par 66 to claim a spot in the record seven-man playoff but was eliminated on the first extra hole when three players (R.W. Eaks, Craig Stadler and Denis Watson) made birdies to move on. One hole later, Watson's eagle ended the affair...Parlayed strong play on the weekend at the AT&T Champions Classic in March to get into contention at the event where he eventually finished third. Carded rounds of 67-69 on the weekend and was among the leaders heading down the stretch before a bogey at No. 16 derailed his chances. The error eventually left him one stroke shy of a spot in the Tom Purtzer-Loren Roberts playoff. \n\n2006: Best performance came at the Toshiba Classic when he shot 68s in both the first and last rounds and T5 at Newport Beach. \n\n2005: Won his second career title when he cruised to a three-stroke victory at the inaugural Boeing Greater Seattle Classic at the TPC Snoqualmie Ridge. Matched his career low with an 8-under-par 64 in the second round to share the 36-hole lead with Craig Stadler and Morris Hatalsky. Started the final round with four birdies in the first eight holes and never looked back. Victory marked the second time in his career he had won an inaugural event...Posted a Champions Tour career low with a 6-under-par 64 in the first round of the Blue Angels Classic and eventually T9 near Pensacola. \n\n2004: Made a late push to secure his position among the top-30 money-winners for the second consecutive year. Started the month of September in 35th position on the money list but earned almost half of his total money in the last seven tournaments when he finished among the top 10 four times...Was the first-round leader at The First Tee Open at Pebble Beach and eventually T5, one of two top-five efforts during this stretch in the fall...Was on the leaderboard for most of the last 36 holes at the season-ending Charles Schwab Cup Championship and eventually T5 in Sonoma...Best effort of the campaign came in mid-June when he was T3 at the weather-shortened Bayer Advantage Celebrity Pro-Am. Was involved in a car accident on Sunday morning in Kansas City and suffered minor injuries that forced him to miss the Bank of America Championship in Boston two weeks later.\n\n2003: Among the top 30 for the first time in his career, placing 23rd on the final money list with $851,217...Birdied three of the final four holes to edge Hale Irwin, Eamonn Darcy, Tom Jenkins and Bruce Lietzke by one stroke for the MasterCard Classic title at Bosque Real CC near Mexico City. Started the final round four strokes back, but closed with a 7-under-par 65 for his first professional victory. Win earned him $300,000, the largest check of his career...Also made a late run at the Liberty Mutual Legends of Golf. Was T2 along with Dana Quigley, one stroke back of Bruce Lietzke. Made just one bogey during the week and played his last 39 holes of the Legends event without a blemish...Champions Tour Player of the Month for March. \n\n2002: Lone top-10 was a T9 at the SBC Senior Open...Earned fully-exempt status for 2003 after a T5 at the National Qualifying Tournament in the fall. Was tied for the first-round lead at World Woods GC with Des Smyth and then slipped back in the pack before rallying with rounds of 67-69 on the final two days of the event. \n\n2001: Conditionally exempt for the 2002 season after finishing 14th at the National Qualifying Tournament in Calimesa, Calif. One of four players who T14 at 3-under-par 285 and secured the 14th position when he made par on the 10th extra hole in a playoff with Mark Pfeil.\n","otherCarHigh" : "Played 58 events on the PGA TOUR from 1978-81 before being reinstated as an amateur in 1986. Earned $31,014 during that period, with his best finish a T5 at the 1979 American Optical Classic in Sutton, Mass...Made 30 cuts in those 58 starts. Best money-earning season came in 1979 when he won $12,804, including a career-best $8,475 at American Optical...Enjoyed a stellar amateur career. Member of three Walker Cup teams (1989, 1991 and 2001) and a two-time member (1990 and 2000) of the United States team that competed in the World Amateur Team Championships, including the victorious 2000 team. Played in nine U.S. Amateur and eight Mid-Amateur Championships. Defeated Scott Mayne, 2 and 1, at Prairie Dunes CC to win the 1988 U.S. Mid-Amateur title. Was a semifinalist at both the 1990 and 2000 U.S. Amateur, losing to Phil Mickelson in 1990 (5 and 3) and Jeff Quinney in 2000 (3 and 1). Competed as an amateur at the 1989 Masters and the 1998 U.S. Open...Has two career holes-in-one in competition.","personal" : "Served two stints as a member of the PGA TOUR staff. The first was from 1982-92 when he was Director of Tournament Administration and the second was from 1995-96 when he was the TOUR's Vice President of Competition...Also served as Senior Director of Rules and Competition at the United States Golf Association from 1992-95...Says his biggest thrill in golf was playing on three Walker Cup teams...Favorite courses are Pine Valley and Cypress Point...Lists \"Caddyshack\" and \"Get Shorty\" as his favorite movies...His favorite TV show is \"Seinfeld\" reruns...One of the golf instructors he has worked with is David Leadbetter...Enjoys spending leisure time playing golf with wife, Tricia.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 4 times.","dynStats" : "He ranks 47th in Champions Career Money Leaders on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}