{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "22056","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Percy","first" : "Cameron","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "180","weightMetric" : "82","birthDate" : "May 5, 1974","age" : "41","birthPlace" : "Chelsea, Victoria, Australia","residence" : "Raleigh, North Carolina","family" : "Wife, Katie; Liam (6\/1\/06), Ashton (9\/21\/08), Tyler (7\/23\/11)","education" : "","splInterest" : "Horses, movies, greyhound racing, American politics","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2009, 2012, 2014)","trndProYear" : "1998","clubAffl" : "TPC Wakefield Plantation","cityPlaysFrm" : "Melbourne; ; Australia","websiteUrl" : "http:\/\/www.cameronpercygolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,925,939&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2005","exmtStatus" : "Conditional","otherVics" : "","intlVics" : "(5): 1997 Tasmanian Open [Aus]. 1998 Tasmanian Open [Aus]. 2005 Victorian PGA Championship [Aus]. 2006 Queensland PGA Championship [Aus]. 2006 Queensland Masters [Aus].","curYearHigh" : "","carHigh" : "2013: Made 13 cuts in 21 PGA TOUR starts in his third full season TOUR season. Best week was a T14 at the Puerto Rico Open, where he held a share of the first-round lead with Andres Romero. Ended the season No. 158 on the FedExCup Points list...Made one of four cuts in the Web.com Tour Finals' events, a T32 at the Hotel Fitness Championship...In early November, finished solo fourth at the Australian PGA Championship. Had weekend rounds of 67-68 at RACV Royal Pines Resort to finish seven shots short of winner Adam Scott. \n\n2012: Closed his season with a T19 at the Web.com Tour Championship near Dallas to wind up No. 13 on the money list and earn 2013 PGA TOUR playing privileges. Ended the year No. 3 on Tour in Greens in Regulation...Rounds of 66-67 on the weekend led to a T2 finish at the Panama Claro Championship, equaling his best on the Tour since a T2 at the 2009 Stonebrae Classic...Lost in a playoff to countryman Nick Flanagan at the BMW Charity Pro-Am. Fired a 5-under 66 in the final round at Thornblade Club and finished at 15-under 271. Held the outright lead at 16-under but bogeyed his final hole of regulation. Watched as Flanagan, playing in the group behind him, rolled in a 12-foot birdie putt to force the first playoff of the season. Lost the playoff on the third extra hole when his tee shot found the trees to the left, forcing him to chip back onto the fairway. Eventually made a double bogey-6 to Flanagan's par-4. Second-place check of $64,800 moved him from No. 19 to No. 6 on the money list at the one-third mark of the season...Added his third runner-up finish in late September at the WNB Golf Classic where he was T2, one stroke behind winner Luke Guthrie. Started the final round at Midland CC two shots back of leader, and defending champion, Danny Lee and moved into the lead early with an eagle at the par-5 fourth hole. Held or shared the lead during most of the day but stumbled with bogeys at Nos. 16 and 17 and failed to birdie the closing hole. Earned enough money to jump from No. 16 to No. 8 on the money list and lock up a spot on the PGA TOUR for the 2013 season...Was on the leaderboard through the first two rounds at the Miccosukee Championship before a pair of over-par rounds on the weekend eventually dropped him to a T9 finish...Finished third in the Emirates Australian Open in December, just two shot off Peter Senior's winning score at the Lakes GC in Sydney.\n\n2011: In his sophomore TOUR season, he claimed three top-25 finishes in 12 starts. Made 10 Web.com Tour starts, with a T15 at the Soboba Golf Classic his best showing...Lone top-10 finish of the PGA TOUR season came thanks to four rounds in the 60s at the John Deere Classic, where he finished T7. It was just the second time in his TOUR career he posted four consecutive rounds in the 60s in an event. 2010: Entering the year, his only previous TOUR start came at the 2003 Open Championship, where he posted scores of 76-77 and missed the cut at Royal St. George's. Learned at Shell Houston Open he had received the final sponsor's exemption. Held co-lead with Kevin Stadler after first-round 67, eventually finishing T35...Made 25 starts in his rookie year, highlighted by a runner-up finish at the Justin Timberlake Shriners Hospitals for Children Open...Was about to tee off in Monday qualifier for Shell Houston Open when he got word he was offered the final sponsor exemption after Edoardo Molinari, who finished second the week before, withdrew from the tournament. Held co-lead with Kevin Stadler after first-round 67, eventually finishing T35...Lost in a playoff at the Justin Timberlake Shriners Hospitals for Children Open when Jonathan Byrd made a hole-in-one on the fourth extra hole (par-3 17th hole). The playoff loss marked first top-10 finish on TOUR in 24 career starts. Moved from No. 185 to No. 144 with the runner-up finish. Career-best 9-under 62 in the third-round moved him within two strokes of third-round lead Martin Laird. Recorded a bogey-free 4-under 67 in the final round to get into a playoff with Laird and Byrd. \n\n2009: Finished No. 8 on the Web.com Tour money list to earn his PGA TOUR card. Did not win on Tour but had eight top-10s, including a pair of runner-up efforts...Matched his career-best finish with a T2 at the Stonebrae Classic. A check for $52,800 was the largest of his career and also moved him to No. 14 on the money list...Collected his second top-10 with a T9 at the Athens Regional Foundation Classic...Finished T7 at both The Rex Hospital Open and the Melwood Prince George's County Open...Added a runner-up finish at the Players Cup, winding up three strokes back of winner Tom Gillis... Enjoyed a top-10 at the Soboba Classic in California, where he T6...Continued his strong play in Tennessee with a T3 at the Chattanooga Classic...Ended his season with a T7 at the Web.com Tour Championship. \n\n2008: Made 12 cuts in 22 starts on the Web.com Tour, finishing No. 62 on the money list... Posted just the third top-10 finish of his career—and first since 2005—with a T9 at the rain-shortened HSBC New Zealand PGA Championship...Earned a career-best T2 finish at the Northeast Pennsylvania Classic, moving from No. 89 to No. 52 on the money list...Took a trip to Australia for the birth of his second child and returned to finish T8 at the WNB Golf Classic, shooting a third-round 66. Played in the final group with countryman and eventual winner, Marc Leishman...Finished T51 at the Australian Masters in his homeland late in the season. \n\n2007: Made two Web.com Tour starts, with one made cut, a T22 at the Jacob's Creek Open Championship. \n\n2006: Made just six starts on the Web.com Tour, with one made cut. \n\n2005: Concluded the Web.com Tour season No. 73 on the money list, with $68,658. Notched two top-10 finishes, with a best finish of T4 at the Gila River Golf Classic. A 15-under 273 left him five shots behind tournament champion David McKenzie. \n\n2003: Finished T14 at the Jacob's Creek Open. Has also played on the Australasian Tour and the Asian PGA TOUR. Two-time winner of the Tasmanian Open (1997-98). Other international victories include the Victoria PGA, Queensland Masters and the Queensland PGA...Qualified for his first major championship and played in the Open Championship and missed the cut. \n","otherCarHigh" : "Winner of the 1998 Malaysian Amateur. Other international victories include the Victoria PGA, Queensland Masters and the Queensland PGA.","personal" : "Lists qualifying for the 2003 Open Championship as his biggest thrill in golf. Biggest thrill outside of golf was the birth of his kids...Lists Peter Daicos as his hero...Got his start in golf by using an old set of his grandmother's clubs...Non-golf related jobs include working as a sports reporter and a bartender...Favorite golf course played is St. Andrews. Would most like to play Augusta National...Never travels without his laptop...Favorite professional team is the Collingwood Football Club. Favorite TV show is \"Seinfeld.\" Favorite movie is 'The Hangover.\" Favorite entertainer is Michael Jackson. Favorite book is Confessions of an Economic Hitman. Favorite food is steak. Favorite city to visit is Las Vegas. Would round out his dream foursome with Greg Norman, Bill Clinton and Miss USA...Bucket list includes taking his wife on a second honeymoon.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2010","qSchoolYear" : "","exmtStatus" : "150th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "(5): 1997 Tasmanian Open [Aus]. 1998 Tasmanian Open [Aus]. 2005 Victorian PGA Championship [Aus]. 2006 Queensland PGA Championship [Aus]. 2006 Queensland Masters [Aus].","curYearHigh" : "","carHigh" : "2014-15: Made 13 of 23 cuts with one top-finish in first year on TOUR since 2013. Finished No. 150 in final FedExCup standings. Played in all four Web.com Tour Finals' events to try to improve status but finished No. 83 on that money list...Picked up his first top-10 at the AT&T Byron Nelson (T10) with four under-par rounds, including a 64 Friday. Marked his first top-10 finish since a T7 at the 2011 John Deere Classic...Was in contention going into Sunday in the final event of the year at the Wyndham Championship. His bid to make the FedExCup Playoffs was derailed by a final-round 74 in Greensboro.\n\n2013-14: Finished the year with 20 starts, which included a win, a T3, four top-10s and five top-25...Posted 68-68 in the opening rounds of the Brasil Champions. Followed a Saturday 69 with a bogey-free 64 Sunday to move to T9, a jump of 25 spots...Recorded rounds of 70-72 through 36 holes at the El Bosque GC and weekend rounds of 69-71. Finished T9 at the El Bosque Mexico Championship in April...In June, finished the third round of the Air Capital Classic T23, eight strokes off the lead. Caught fire Sunday, making eight birdies in his first 14 holes in a bogey-free 62. He finished T3...Birdied the 72nd hole of the Price Cutter Championship in August to earn his first Web.com Tour Victory. Fired an opening-round 64 to lead by one shot. Carded rounds of 68-68 and was in a three-way tie for the lead heading into Sunday. Birdied three of the last four holes, including one for the win on the final hole to secure a one-stroke victory over Zac Blair, Brandt Jobe, Michael Kim and Carlos Sainz, Jr. Hit his drive on the par-5 18th into the left rough, then a hybrid approach went over the green. After receiving a free drop from a sprinkler head, got up and down from off the green for the win. His first round Thursday featured a 7-under 29, one off the best nine of the year...Officially secured his 2014-15 PGA TOUR card at the conclusion of the Regular Season in late-August (14th on the money list), setting up his return to the PGA TOUR, where he was last a member in 2013.\n\n 2013: Made 13 cuts in 21 PGA TOUR starts in his third full season TOUR season. Best week was a T14 at the Puerto Rico Open, where he held a share of the first-round lead with Andres Romero. Ended the season No. 158 on the FedExCup Points list...Made one of four cuts in the Web.com Tour Finals' events, a T32 at the Hotel Fitness Championship...In early November, finished solo fourth at the Australian PGA Championship. Had weekend rounds of 67-68 at RACV Royal Pines Resort to finish seven shots short of winner Adam Scott. \n\n2012: Closed his season with a T19 at the Web.com Tour Championship near Dallas to wind up No. 13 on the money list and earn 2013 PGA TOUR playing privileges. Ended the year No. 3 on Tour in Greens in Regulation...Rounds of 66-67 on the weekend led to a T2 finish at the Panama Claro Championship, equaling his best on the Tour since a T2 at the 2009 Stonebrae Classic...Lost in a playoff to countryman Nick Flanagan at the BMW Charity Pro-Am. Fired a 5-under 66 in the final round at Thornblade Club and finished at 15-under 271. Held the outright lead at 16-under but bogeyed his final hole of regulation. Watched as Flanagan, playing in the group behind him, rolled in a 12-foot birdie putt to force the first playoff of the season. Lost the playoff on the third extra hole when his tee shot found the trees to the left, forcing him to chip back onto the fairway. Eventually made a double bogey-6 to Flanagan's par-4. Second-place check of $64,800 moved him from No. 19 to No. 6 on the money list at the one-third mark of the season...Added his third runner-up finish in late September at the WNB Golf Classic where he was T2, one stroke behind winner Luke Guthrie. Started the final round at Midland CC two shots back of leader, and defending champion, Danny Lee and moved into the lead early with an eagle at the par-5 fourth hole. Held or shared the lead during most of the day but stumbled with bogeys at Nos. 16 and 17 and failed to birdie the closing hole. Earned enough money to jump from No. 16 to No. 8 on the money list and lock up a spot on the PGA TOUR for the 2013 season...Was on the leaderboard through the first two rounds at the Miccosukee Championship before a pair of over-par rounds on the weekend eventually dropped him to a T9 finish...Finished third in the Emirates Australian Open in December, just two shot off Peter Senior's winning score at the Lakes GC in Sydney.\n\n2011: In his sophomore TOUR season, he claimed three top-25 finishes in 12 starts. Made 10 Web.com Tour starts, with a T15 at the Soboba Golf Classic his best showing...Lone top-10 finish of the PGA TOUR season came thanks to four rounds in the 60s at the John Deere Classic, where he finished T7. It was just the second time in his TOUR career he posted four consecutive rounds in the 60s in an event. 2010: Entering the year, his only previous TOUR start came at the 2003 Open Championship, where he posted scores of 76-77 and missed the cut at Royal St. George's. Learned at Shell Houston Open he had received the final sponsor's exemption. Held co-lead with Kevin Stadler after first-round 67, eventually finishing T35...Made 25 starts in his rookie year, highlighted by a runner-up finish at the Justin Timberlake Shriners Hospitals for Children Open...Was about to tee off in Monday qualifier for Shell Houston Open when he got word he was offered the final sponsor exemption after Edoardo Molinari, who finished second the week before, withdrew from the tournament. Held co-lead with Kevin Stadler after first-round 67, eventually finishing T35...Lost in a playoff at the Justin Timberlake Shriners Hospitals for Children Open when Jonathan Byrd made a hole-in-one on the fourth extra hole (par-3 17th hole). The playoff loss marked first top-10 finish on TOUR in 24 career starts. Moved from No. 185 to No. 144 with the runner-up finish. Career-best 9-under 62 in the third-round moved him within two strokes of third-round lead Martin Laird. Recorded a bogey-free 4-under 67 in the final round to get into a playoff with Laird and Byrd. \n\n2009: Finished No. 8 on the Web.com Tour money list to earn his PGA TOUR card. Did not win on Tour but had eight top-10s, including a pair of runner-up efforts...Matched his career-best finish with a T2 at the Stonebrae Classic. A check for $52,800 was the largest of his career and also moved him to No. 14 on the money list...Collected his second top-10 with a T9 at the Athens Regional Foundation Classic...Finished T7 at both The Rex Hospital Open and the Melwood Prince George's County Open...Added a runner-up finish at the Players Cup, winding up three strokes back of winner Tom Gillis... Enjoyed a top-10 at the Soboba Classic in California, where he T6...Continued his strong play in Tennessee with a T3 at the Chattanooga Classic...Ended his season with a T7 at the Web.com Tour Championship. \n\n2008: Made 12 cuts in 22 starts on the Web.com Tour, finishing No. 62 on the money list... Posted just the third top-10 finish of his career—and first since 2005—with a T9 at the rain-shortened HSBC New Zealand PGA Championship...Earned a career-best T2 finish at the Northeast Pennsylvania Classic, moving from No. 89 to No. 52 on the money list...Took a trip to Australia for the birth of his second child and returned to finish T8 at the WNB Golf Classic, shooting a third-round 66. Played in the final group with countryman and eventual winner, Marc Leishman...Finished T51 at the Australian Masters in his homeland late in the season. \n\n2007: Made two Web.com Tour starts, with one made cut, a T22 at the Jacob's Creek Open Championship. \n\n2006: Made just six starts on the Web.com Tour, with one made cut. \n\n2005: Concluded the Web.com Tour season No. 73 on the money list, with $68,658. Notched two top-10 finishes, with a best finish of T4 at the Gila River Golf Classic. A 15-under 273 left him five shots behind tournament champion David McKenzie. \n\n2003: Finished T14 at the Jacob's Creek Open. Has also played on the Australasian Tour and the Asian PGA TOUR. Two-time winner of the Tasmanian Open (1997-98). Other international victories include the Victoria PGA, Queensland Masters and the Queensland PGA...Qualified for his first major championship and played in The Open Championship, where he missed the cut. \n\nAmateur: Winner of the 1998 Malaysian Amateur. \n","otherCarHigh" : "","personal" : "Lists qualifying for the 2003 Open Championship with wife, Katie, on the bag as his biggest thrill in golf. Biggest thrill outside golf was the birth of his kids...Lists Peter Daicos (Australian football legend) as his hero...Got his start in golf by using an old set of his grandmother's clubs...Non-golf related jobs include working as a sports reporter and a bartender...Favorite golf course played is St. Andrews. Would most like to play Augusta National...Favorite professional team is the Collingwood Football Club. Favorite TV show is \"Seinfeld.\"...Favorite movie is \"The Hangover.\" Favorite entertainer is the late Michael Jackson...Favorite book is Confessions of an Economic Hitman...Favorite city to visit is Las Vegas...Would round out his dream foursome with Greg Norman, Bill Clinton and Miss USA...Bucket List includes taking his wife on a second honeymoon.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T15th at the Sanderson Farms Championship.","dynStats" : "He ranks T76th in Approach 100-125 yards (RTP Sc on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/cameronpercy1"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}