{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01205","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Colbert","first" : "Jim","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "175","weightMetric" : "79","birthDate" : "March 9, 1941","age" : "75","birthPlace" : "Elizabeth, New Jersey","residence" : "Las Vegas, Nevada","family" : "Wife, Marcia; Debbie (9\/25\/59); Christy (11\/24\/61); Kelly (7\/19\/65); six grandchildren","education" : "Kansas State University (1964, Political Science)","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1965","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "13,288,365&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1966","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Teamed with Jim Thorpe to T3 in the Legends Division at the Bass Pro Shops Legends of Golf in April.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1991","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(1): 1987 Jerry Ford Invitational.","intlVics" : "(5): 1995 Diners Club Matches [with Bob Murphy]. 1996 Diners Club Matches [with Bob Murphy]. 1998 Lexus Challenge [with Kevin Costner]. 2000 Liberty Mutual Legends of Golf [with Andy North]. 2001 Liberty Mutual Legends of Golf [with Andy North]. 2013 Liberty Mutual Insurance Legends of Golf Demaret Division (with Bob Murphy). 2014 Big Cedar Lodge Legends of Golf Legends Division (with Jim Thorpe).","curYearHigh" : "Teamed with Jim Thorpe to T3 in the Legends Division at the Bass Pro Shops Legends of Golf in April.","carHigh" : "2014: Teamed with Jim Thorpe to win the Legends Division at June's Big Cedar Lodge Legends of Golf by three strokes.\n\n 2013: Did not make an official start, but did team with long-time partner Bob Murphy to defeat Frank Beard and Larry Ziegler in a one-hole playoff to win the unofficial Demaret Division title at the Liberty Mutual Insurance Legends of Golf in April.\n\n2012: Played in just four events, including the Liberty Mutual Insurance Legends of Golf, where he was T5 in the unofficial Raphael Division with his long-time friend Bob Murphy...Bettered his age for the second time in his career when he opened with a 2-under-par 69 at age 71 in the opening round of the Toshiba Classic. \n\n2011: Made just four starts before undergoing left knee-replacement surgery in May in Manhattan, Kan...Made his 500th career Champions Tour start when he teed it up at the Allianz Championship in February...Best finish was a T13 in the unofficial Raphael Division at the Liberty Mutual Legends of Golf with Bob Murphy. 2009: Bettered his age for the first time in his career when he opened the Toshiba Classic with a 66...Matched his age for the second time when he carded a final-round 68 at The Principal Charity Classic. Was T17 in Iowa, his best Champions Tour effort since he was T16 at the 2007 Principal event. 2008: Registered his first top-25 finish since the 2005 season when he shot three consecutive rounds of par\/better at Glen Oaks CC in Des Moines and was T16 at The Principal Charity Classic. Final-round 68 was his low 18 of the year...Earlier, became the ninth player to reach 1,000 combined career TOUR starts when he played in his 475th Champions Tour event, at The Cap Cana Championship in the Dominican Republic (T70)...Played in the Russian Seniors Open on the European Seniors Tour. 2003: Was T3 at the Bruno's Memorial Classic, his best performance in almost two years...Fired an 8-under 62 in the second round of The Senior Open Championship, equalling the competitive course record at Turnberry. Round included 24 putts and made him the youngest player ever to match his age in a Champions Tour major. Score also tied the Champions Tour record as the lowest round ever posted in a Champions Tour major...Followed Hugh Baiocchi's ace with a hole-in-one of his own in the final round of the Royal Caribbean Golf Classic. Aced the 178-yard 12th hole at Crandon Park GC with a 6-iron shot. 2001: Oldest winner of the season on the Champions Tour, finishing among the top 31 money-winners for an 11th straight year, the only player over 60 among that select group...Ended more than a two-year victory drought two days after turning 60 when he held off Jose Maria Canizares by one stroke for the SBC Senior Classic title, his 20th career title on the Champions Tour. Holed an 8-foot birdie putt at the 15th hole to break out of a three-way logjam with Canizares and Gary McCord...Teamed with Andy North to successfully defend their Liberty Mutual Legends of Golf title. Better-ball score of 20-under 124 in the rain-shortened event clipped Bruce Fleisher and David Graham by three strokes. 2000: Teamed with Andy North for victory in the Liberty Mutual Legends of Golf. Duo fired a better-ball team score of 25-under 191 and edged David Graham and Bruce Fleisher by one stroke...Was T2 at the Audi Senior Classic, five strokes behind Hubert Green after sharing the 36-hole lead with Jose Maria Canizares...Tied his Champions Tour career-low round of 61 on the first day of the TD Waterhouse Championship. Course record 11-under-par score at Tiffany Greens included eight straight birdies (holes 10-17) and equaled the Champions Tour's all-time best birdie streak...Opened Colbert Hills GC at Kansas State University in Manhattan on May 1. 1999: Closed with 67 at Hualalai to T2 at the MasterCard Championship, three strokes behind John Jacobs. 1998: Notched his 19th career victory on the Champions Tour by claiming The Transamerica. Birdied four of his last eight holes for a one-stroke win over David Lundstrom in Napa...Victory capped a successful comeback from prostate cancer surgery a year earlier...Named the Champions Tour's Comeback Player of the Year, making him the first player to have garnered all three of the Champions Tour's major post-season awards. 1997: Despite missing four months of the season while recuperating from prostate cancer surgery on June 23, still finished among the top-31 money-winners...Did not win for the first time in six years, but still had five top-five finishes, including a pair of seconds at the du Maurier Champions and the American Express Invitational...Recorded his third hole-in-one on the Champions Tour and fifth overall at the Bruno's Memorial Classic. 1996: Won second Arnold Palmer Award as the leading money-winner with then-record $1,627,890...Earned title on last day of season when he birdied the final hole at the Energizer SENIOR TOUR Championship to help him to a T3 and a check for $121,000, good enough to beat Hale Irwin for the money crown by $12,121...Won $607,495 in his last seven starts, including two wins, a second, a T2 and a T3...Voted by his peers as Champions Tour Player of the Year for second year in succession...Highlights of his year were defense of his title at the Las Vegas Senior Classic and a third Vantage Championship...Also named Player of the Month for October...Claimed Cadillac with hole-in-one at The Transamerica...Golf Writers Association Player of the Year. 1995: Four victories included wire-to-wire triumph at the season-ending Energizer SENIOR TOUR Championship...Win helped him earn largest check of his career ($262,000) and also helped him to his first money title...Started the year with playoff triumph over Jim Albus in Puerto Rico at the Senior Tournament of Champions...Voted by his peers as the Player of the Year and also was named Player of the Year by the Golf Writers Association of America. 1994: One of a then-record six Champions Tour players to win at least $1 million...July's Player of the Month after 30-day stretch that saw him post two wins and nine straight sub-70 rounds...Shot the then-lowest 36-hole number in Champions Tour history (126) at the GTE West Classic in Ojai, Calif., but lost in a playoff to Jay Sigel. 1993: Won year's first full-field event at the Royal Caribbean Classic, thanks in part to two of the best back-to-back rounds of the year—65-64 in the first two days of the competition...Held off Raymond Floyd for win at Ford Senior Players Championship, his only senior major. 1992: Became first player to capture second consecutive Vantage Championship...Also defeated George Archer in playoff for win at GTE Classic. 1991: Garnered Rookie of the Year honors after winning $880,749 and finishing third on money list...First senior victory came in his hometown of Kansas City at Southwestern Bell Classic, a three-stroke triumph over Al Geiberger and Larry Laoretti...Matched Lee Elder's record at the time for all-time lowest 18-hole score when he fired second-round, 9-under 61 at First Development Kaanapali Classic and then claimed title by two strokes the next day.\n","otherCarHigh" : "Won eight PGA TOUR events in a career that ran from 1966-87...Was among the top 60 on the TOUR's official money list from 1969-1976...Best season on TOUR was 1983 when, at age 42, he earned $223,810 and had a pair of victories, including a playoff win over Fuzzy Zoeller at the Colonial National Invitation...Was the runner-up at the 1964 NCAA Championship.","personal" : "Ran his own golf course management company, Jim Colbert Golf, prior to joining the Champions Tour...Spent several years as a color analyst for ESPN golf telecasts...Made his home in Kansas City from 1952-74 and earned a football scholarship to Kansas State...Had a limited career on the gridiron and turned to golf instead...A close friend of Kansas State football coach Bill Snyder and a big supporter of the school's sports programs...Played a large role in helping the school build its new golf course (Colbert Hills GC) that is the home of the men's and women's teams, The First Tee National Academy and The First Tee facility.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 20 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}