{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32146","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Monroy","first" : "Jorge","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.72","weight" : "196","weightMetric" : "89","birthDate" : "December 31, 1983","age" : "32","birthPlace" : "Yerba Buena, Tucuman, Argentina","residence" : "Yerba Buena, Tucuman, Argentina","family" : "Wife, Sonia; Children (4): Lautaro, Elías, Zoe and Nahir","education" : "","splInterest" : "Playing pool","pronunciation" : "HOR-hay muhn-ROY","nwTourAlumnus" : "","trndProYear" : "2003","clubAffl" : "Jockey Club de Tucuman (Tucuman, Argentina)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2012","otherVics" : "","intlVics" : "(2) 2010 44th Abierto del Norte [Argentina]. 2014 Andrés Romero Invitational [Argentina].","curYrHigh" : "","carHigh" : "2015: Earned PGA TOUR Latinoamérica status by finishing T8 at the 2014 Developmental Series Grand Final, an event held in Quito, Ecuador in January... Had one top-25 (T19 at Personal Classic in November) and two cuts made in 10 starts on PGA TOUR Latinoamérica.\n\n2014: Made the cut in only three of 14 starts on PGA TOUR Latinoamérica to finish the season ranked 161st on the Order of Merit… His best finish was T42 at the Lexus Peru Open in November… Won the Argentine Tour's Andrés Romero Invitational in wire-to-wire fashion in September. Took the lead with an opening 62 and never looked back on his way to a three-shot win in his hometown of Tucuman.\n\n2013: Finished the PGA TOUR Latinoamérica season ranked No. 60 in the Order of Merit to be the last player who saved his card for the 2014 season. Had one top-10 and two top-25s… Made the cut in seven of 14 starts… His best finish was T7 finish at the 54-hole shortened Puerto Classic presented by Merrill Lynch, an event in which he shot 69-69-70… Had four top-16s in six starts on the Argentine Tour, where he ranked 18th at the end of the season. His best Argentine Tour finish was fourth at the Abierto de Misiones.\n\n2012: Had one top-10 and three top-25s in eleven starts during the inaugural season of PGA TOUR Latinoamérica. Made six cuts… His best finish was T4 at the 59th Aberto do Brasil (the Brazil Open) presented by Credit Suisse Hedging-Griffo in October… Joined PGA TOUR Latinoamérica by finishing T29 at the Q-School played in Buenos Aires, Argentina… During the first half of the year played five events on the Tour de las Americas, with a T36 finish at the Abierto del Nordeste as his best… Had four top-15s in seven starts on the Argentine Tour, with a T6 finish at the Abierto de La Rioja as his best.\n\n2011: Had three top-10s in 13 starts on the Tour de las Americas. His best finish was T7 at the Roberto De Vicenzo Classic in Argentina… Had three top-10s and six top-25s in eleven starts on the Argentine Tour. His best Argentine Tour finish was T5 at the 74th Campeonato Argentino de Profesionales.\n\n2010: Claimed his first professional victory in June at the 44th Abierto del Norte, an Argentine Tour event played in Tucuman, Argentina. Ended up winning by seven shots at 264 (-16) for a surprising win on a field that featured several top Argentines such as Andrés Romero. At the time Monroy had a Monday-Friday job cleaning the streets of his hometown of Yerba Buena in Tucuman.\n","otherCarHigh" : "","personal" : "Rodolfo Monroy has been his only golf instructor… His biggest thrill in golf was winning Argentina's 2010 Abierto del Norte… His favorite golf course is Olivos Golf Club… The oldest club is hi bag is a putter he has had for the past three years… Never travels without music to listed to… Drives a motorcycle… His favorite professional team is Club Atlético San Martín de Tucumán… Miguel Del Sel is his favorite entertainer… Diego Armando Maradona is his favorite athlete… Mar del Plata, Argentina is his favorite vacation spot… WhatsApp is his top app.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Conditional, Finished 6-10 at 2014 Dev Series Final"}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri in 2016 is T8th at the 85 Abierto OSDE del Centro presentado por FiberCorp.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}