{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01473","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hamilton","first" : "Todd","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "205","weightMetric" : "93","birthDate" : "October 18, 1965","age" : "50","birthPlace" : "Galesburg, Illinois","residence" : "Westlake, Texas","family" : "Wife: Jacque; Tyler (4\/2\/98), Kaylee (6\/20\/00), Drake (4\/18\/03)","education" : "University of Oklahoma","splInterest" : "Crossword puzzles, hockey","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1987","clubAffl" : "Vaquero GC (Westlake, Texas)","cityPlaysFrm" : "Westlake; TX; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "5,675,181&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2013","exmtStatus" : "Conditional","otherVics" : "","intlVics" : "(14): 1992 Singapore Rolex Masters [Asia], Maekyung Open [Asia], Maruman Open [Jpn]. 1993 Acom International [Jpn]. 1994 PGA Philanthropy [Jpn], Japan PGA Matchplay Championship [Jpn], Thailand Open [Asia]. 1995 Token Corporation Cup [Jpn]. 1996 Japan PGA Philanthropy [Jpn]. 1998 Gene Sarazen Jun Classic [Jpn]. 2003 Fujisankei Classic [Jpn], Diamond Cup [Jpn], Gateway to the Mizuno Open [Jpn], Japan PGA Matchplay Championship [Jpn].","curYearHigh" : "Shared the first-round lead with Corey Pavin at the Allianz Championship before finishing T15...Posted his first top-10 finish on PGA TOUR Champions the following week when he posted successive rounds of 4-under-par 68 on the weekend to finish T6 at the Chubb Classic...Was just one stroke off the pace after 36 holes at the Mitsubishi Electric Classic in April but a final-round 77 left him T30.","carHigh" : "2013: Played four events on the PGA TOUR, making one cut (T73 at the Open Championship)...Competed in 14 Web.com Tour events. Made five cuts, with his best finish coming in the first event of the year, a T21 at the Panama Claro Championship. Next-best finish was a T41 at The Rex Hospital Open.\n\n2012: Made eight PGA TOUR starts in the season, making three cuts, each of which yielded a top-30 finish...Earned first top-10 of the season since 2009, with a T8 at the Reno-Tahoe Open, the first PGA TOUR event to employ the Modified Stableford scoring format since 2006. Finished with 30 points, 13 behind J.J. Henry's winning total...Prior to that, finished T12 at the Puerto Rico Open and T29 outside Dallas at the HP Byron Nelson Championship...Did not make a start on the Web.com Tour. \n\n2011: Collected a pair of top-25 finishes in 11 PGA TOUR starts. The first came when he T22 at the John Deere Classic in his home state of Illinois, his sixth top-30 in his last seven starts at the event. Of his last 26 competitive rounds at TPC Deere Run, 24 have been at par or better. \n\n2010: Made four of 20 cuts on TOUR without a top-10...Best finish was T21 at the John Deere Classic...Also played in 11 European Tour events, with his top finish a T11 at the KLM Open in the Netherlands. \n\n2009: In final year of exempt status as 2004 British Open champion, made 11 cuts in 29 starts to finish No. 133 on the PGA TOUR money list...T15 at the Masters Tournament was his best finish on TOUR since a T10 at the 2006 John Deere Classic...Came back the following week with a T4 at the Verizon Heritage, his best performance since winning the 2004 British Open. It was also just his third top-10 finish since hoisting the Claret Jug. \n\n2008: Made the cut in 17 of 28 starts but failed to record a top-10 for the second consecutive season. \n\n2007: Plagued by inconsistent play, former British Open champion fell outside the top 200 on the money list...Best finish in 28 starts was a T37 at the Reno-Tahoe Open. \n\n2006: Playing near hometown of Galesburg, Ill., finished T10 at the John Deere Classic, thanks to closing rounds of 67-67. Top-10 was first since a T6 at the 2004 World Golf Championships-American Express Championship, a span of 50 events. \n\n2005: Struggled through most of season, without a top-10 in 31 starts...Top finish was a T13 at the John Deere Classic...The following week, missed the cut at St. Andrews in defense of British Open title with rounds of 74-74. \n\n2004: At age 38, named PGA TOUR Rookie of the Year on the strength of two wins, including playoff victory over Ernie Els at the British Open...Entered the season with only 12 TOUR events under his belt, having played primarily in Japan over the last decade, with 14 international victories during that period...Birdied the 71st and 72nd holes at The CC at Mirasol's Sunrise Course to win The Honda Classic. Opened the final round with a four-stroke lead and finished at 12-under 274 to defeat Davis Love III by one shot. Made a 10-foot birdie putt on No. 17 and a 4-footer on No. 18 after an 8-iron from 162 yards. Earned his first career TOUR victory in his 18th career start on TOUR...Captured first major championship at the British Open at Royal Troon. Held a one-stroke lead over Ernie Els and two over Phil Mickelson and Retief Goosen through 54 holes. Bogeyed the 72nd hole to fall into a tie at 10-under with Els, who birdied two of the last three holes. Defeated Els in the four-hole playoff by parring all four holes, while Els bogeyed the third (17th hole). Became second consecutive rookie to win the British Open and the first rookie since Jose Coceres in 2001 to win twice in his first season on TOUR...Held first-round lead at the American Express Championship in Ireland with a 66 and finished T6 for his first top-10 in three World Golf Championships events...Entered the TOUR Championship 10th on money list, attempting to become the first rookie to finish among the top 10 since Jerry Pate (1976). Finished 28th at East Lake to drop one spot to No. 11. \n\n2003: Earned first TOUR card on eighth attempt with a T16 finish at the Qualifying Tournament...Led the Japan Golf Tour with four wins, and finished third on the Japan Golf Tour official money list. \n\n2002: Captured seven events on Japan Golf Tour during this period. Typically would make five trips back and forth between the United States and Japan during a season, playing four weeks and then returning home to Dallas for two weeks. \n\n1992: Won Asian Tour order of merit, thereby earning an exemption onto the Japan Golf Tour. Won the Asian Tour's Thailand Open, Singapore Rolex Masters and Korean Open that year. \n","otherCarHigh" : "Was a two-time, first-team All-American at Oklahoma and roomed with former PGA TOUR member Grant Waite...Was two-time Class A high school champion.","personal" : "Brought Claret Jug on the road on several occasions in 2005, allowing friends to see and pose with historic British Open trophy...Lists Jack Nicklaus as his hero...Credits his father for giving him his start in golf...His wife was his high school sweetheart at Union High School in Biggsville, Ill...Almost quit golf prior to winning the 1992 Asian Tour Order of Merit...Grew up playing on a nine-hole course in Biggsville, Ill...First-tee introduction song would be the OU school song, \"Boomer Sooner.\"...If not a professional golfer, would be a broadcaster...Favorite courses are Muirfield Village GC, Royal Troon and Augusta National...Favorite teams are the Oklahoma Sooners and the NHL's Dallas Stars...Favorite movies are \"Animal House\" and \"Caddyshack.\"...Favorite entertainers are Earth, Wind and Fire and Maroon 5...Favorite athlete is Michael Jordan...Special headcover is his Claret Jug putter cover...Would like to trade places with long-drive star Jamie Sadlowski (\"I would like to drive it 400 yards.\")...Dream foursome would include Jack Nicklaus, Ben Hogan and Kathy Ireland...Atop his bucket list is watching the Chicago Cubs win the World Series...Biggest thrill outside of golf was when the Dallas Stars won the 1999 Stanley Cup and Oklahoma won the 2000 national championship.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2004","qSchoolYear" : "2003, 2010","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(14): 1992 Singapore Rolex Masters [Asia], Maekyung Open [Asia], Maruman Open [Jpn]. 1993 Acom International [Jpn]. 1994 PGA Philanthropy [Jpn], Japan PGA Matchplay Championship [Jpn], Thailand Open [Asia]. 1995 Token Corporation Cup [Jpn]. 1996 Japan PGA Philanthropy [Jpn]. 1998 Gene Sarazen Jun Classic [Jpn]. 2003 Fujisankei Classic [Jpn], Diamond Cup [Jpn], Gateway to the Open Mizuno Open [Jpn], Japan PGA Matchplay Championship [Jpn].","curYearHigh" : "Shared the first-round lead with Corey Pavin at the Allianz Championship before finishing T15...Posted his first top-10 finish on PGA TOUR Champions the following week when he posted successive rounds of 4-under-par 68 on the weekend to finish T6 at the Chubb Classic...Was just one stroke off the pace after 36 holes at the Mitsubishi Electric Classic in April but a final-round 77 left him T30.","carHigh" : "2013: Made one of four cuts on the PGA TOUR and did not have a top-25 finish for the first season since 2007. Made five of 14 cuts on the Web.com Tour. It was his first start on that Tour since 1991. Top finish came in his first outing, at the Panama Claro Championship, where he T21. 2012: Made eight PGA TOUR starts in the season, making three cuts, each of which yielded a top-30 finish...Earned first top-10 of the season since 2009, with a T8 at the Reno-Tahoe Open, the first PGA TOUR event to employ the Modified Stableford scoring format since 2006. Finished with 30 points, 13 points behind J.J. Henry's winning total...Prior to that, finished T12 at the Puerto Rico Open and T29 in Dallas at the HP Byron Nelson Championship. \n\n2011: Collected a pair of top-25 finishes in 11 PGA TOUR starts. The first came when he T22 at the John Deere Classic in his home state of Illinois, his sixth top-30 in his last seven starts at the event. Of his last 26 competitive rounds at TPC Deere Run, 24 have been at par or better. 2010: Made four of 20 cuts on TOUR without a top-10...Best finish was T21 at the John Deere Classic...Also played in 11 European Tour events, with his top finish a T11 at the KLM Open in the Netherlands. 2009: In final year of exempt status as 2004 Open Championship winner, made 11 cuts in 29 starts to finish No. 133 on the PGA TOUR money list...T15 at the Masters Tournament was his best finish on TOUR since a T10 at the 2006 John Deere Classic...Came back the following week with a T4 at the Verizon Heritage, his best performance since winning the 2004 Open Championship. It was also just his third top-10 finish since hoisting the Claret Jug. 2008: Made the cut in 17 of 28 starts but failed to record a top-10 for the second consecutive season. 2007: Plagued by inconsistent play, former The Open Championship champion fell outside the top 200 on the money list...Best finish in 28 starts was a T37 at the Reno-Tahoe Open. 2006: Playing near hometown of Galesburg, IL, finished T10 at the John Deere Classic, thanks to closing rounds of 67-67. Top-10 was first since a T6 at the 2004 World Golf Championships-American Express Championship, a span of 50 events. 2005: Struggled through most of season, without a top-10 in 31 starts...Top finish was a T13 at the John Deere Classic...The following week, missed the cut at St. Andrews in defense of The Open Championship title with rounds of 74-74. 2004: At age 38, named PGA TOUR Rookie of the Year on the strength of two wins, including playoff victory over Ernie Els at The Open Championship...Entered the season with only 12 TOUR events under his belt, having played primarily in Japan over the last decade, with 14 international victories during that period...Birdied the 71st and 72nd holes at The CC at Mirasol's Sunrise Course to win The Honda Classic. Opened the final round with a four-stroke lead and finished at 12-under 274 to defeat Davis Love III by one shot. Made a 10-foot birdie putt on No. 17 and a 4-footer on No. 18 after an 8-iron from 162 yards. Earned his first career TOUR victory in his 18th career start on TOUR...Captured first major championship at The Open Championship at Royal Troon. Held a one-stroke lead over Ernie Els and two over Phil Mickelson and Retief Goosen through 54 holes. Bogeyed the 72nd hole to fall into a tie at 10-under with Els, who birdied two of the last three holes. Defeated Els in the four-hole playoff by parring all four holes, while Els bogeyed the third (17th hole). Became second consecutive rookie to win The Open Championship and the first rookie since Jose Coceres in 2001 to win twice in his first season on TOUR…Held first-round lead at the American Express Championship in Ireland with a 66 and finished T6 for his first top-10 in three World Golf Championships events...Entered the TOUR Championship 10th on money list, attempting to become the first rookie to finish among the top 10 since Jerry Pate (1976). Finished 28th at East Lake to drop one spot to No. 11. 2003: Earned first TOUR card on eighth attempt with a T16 finish at the Qualifying Tournament...Led the Japan Golf Tour with four wins, and finished third on the Japan Golf Tour official money list. 2002: Captured seven events on Japan Golf Tour during this period. Typically would make five trips back and forth between the United States and Japan during a season, playing four weeks and then returning home to Dallas for two weeks. 1992: Won Asian Tour order of merit, thereby earning an exemption onto the Japan Golf Tour. Won the Asian Tour's Thailand Open, Singapore Rolex Masters and Korean Open that year. Amateur: Three-time All-American at Oklahoma and roomed with fellow TOUR member Grant Waite.\n","otherCarHigh" : "","personal" : "Brought the Claret Jug on the road on several occasions in 2005, allowing friends to see and pose with the historic Open Championship trophy...Lists Jack Nicklaus as his hero...Credits his father for giving him his start in golf...His wife was his high school sweetheart at Union High School in Biggsville, Ill...Almost quit golf prior to winning the 1992 Asian Tour order of merit...Grew up playing on a nine-hole course in Biggsville, Ill.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(14): 1992 Singapore Rolex Masters, Maekyung Open, Maruman Open. 1993 Acom International. 1994 PGA Philanthropy, Japan PGA Matchplay Championship, Thailand Open. 1995 Token Corporation Cup. 1996 Japan PGA Philanthropy. 1998 Gene Sarazen Jun Classic. 2003 Fujisankei Classic, Diamond Cup, Gateway to The Open Mizuno Open, Japan PGA Matchplay Championship.","intlVics" : "","curYearHigh" : "Shared the first-round lead with Corey Pavin at the Allianz Championship before finishing T15...Posted his first top-10 finish on PGA TOUR Champions the following week when he posted successive rounds of 4-under-par 68 on the weekend to finish T6 at the Chubb Classic...Was just one stroke off the pace after 36 holes at the Mitsubishi Electric Classic in April but a final-round 77 left him T30.","carHigh" : "2015: Made his lone Champions Tour start at the Toshiba Classic in late October shortly after turning 50...Three straight rounds in the 60s led to a T18 finish at the Newport Beach CC...Made three starts on the PGA TOUR but did not make a cut...Made one cut in six appearances on the Web.com Tour, a T36 at the Rust-Oleum Championship in Ohio in June.\n2014: Split his time between the PGA TOUR (four starts) and the Web.com Tour (10 starts)...Made just one PGA TOUR cut, finishing T59 at the John Deere Classic...Made two Web.com Tour cuts, with his best finish a T45 at the Cleveland Open. Was also T70 at the Brasil Champions.\n","otherCarHigh" : "Was a regular on the PGA TOUR from 2004-12 and enjoyed the best year of his career in 2004 when he finished 11th on the money list with victories at The Open Championship and the Honda Classic. Chosen as the PGA TOUR's Rookie of the Year following his magical season...Captured his major championship at The Open Championship at Royal Troon. Held a one-stroke lead over Ernie Els and two over Phil Mickelson and Retief Goosen through 54 holes. Bogeyed the 72nd hole to fall into a tie with Els, who birdied two of the last three holes, at 10-under. He then defeated Els in the four-hole playoff by parring all four holes, while Els bogeyed the third (17th hole). At the time became second consecutive rookie to win The Open Championship and the first rookie since Jose Coceres in 2001 to win twice in his first season on TOUR. His $1,348,272 paycheck was the second-highest in TOUR history at the time behind Adam Scott's $1,440,000 at the 2004 PLAYERS Championship...In his victory at the Honda Classic appeared out of contention after playing the first 16 holes on Sunday at 4-over par. However, birdied his final two holes to beat Davis Love III by one stroke at The CC at Mirasol's Sunrise Course...Later that year entered THE TOUR Championship 10th on money list, attempting to become the first rookie to finish among the top 10 since Jerry Pate (1976). However, he finished 28th at East Lake to drop one spot to No. 11...After his 2004 season, he was unable to crack the top 125 on the money list...Made eight attempts for his PGA TOUR card before finally securing it in 2003...Captured seven events on Japan Golf Tour from 1993-2002 during this period. Typically would make five trips back and forth between the United States and Japan during a season—playing four weeks and then returning home to Dallas for two weeks...Prior to competing in Japan, he won the 1992 Asian Tour order of merit, thereby earning an exemption onto the Japan Golf Tour. Won the Asian Tour's Thailand Open, Singapore Rolex Masters and Korean Open that year...Was a college star at the University of Oklahoma, where he was a three-time All-American. One of his roommates there was Champions Tour player Grant Waite.","personal" : "Lists Jack Nicklaus as his hero…Credits his father for giving him his start in golf…His wife was his high school sweetheart at Union High School in Biggsville, Ill...Almost quit golf prior to winning the 1992 Asian Tour order of merit...Grew up playing on a nine-hole course in Biggs, Ill.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}