{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01068","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Bean","first" : "Andy","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-4","heightMetric" : "1.93","weight" : "260","weightMetric" : "118","birthDate" : "March 13, 1953","age" : "63","birthPlace" : "Lafayette, Georgia","residence" : "Lakeland, Florida","family" : "Wife, Debbie; Lauren Ashley (4\/17\/82), Lindsay Ann (6\/10\/84), Jordan Alisa (11\/19\/85); two grandchildren","education" : "University of Florida (1975, Marketing\/Business)","splInterest" : "Hunting, fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1975","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "http:\/\/www.tourtalent.com\/talent.asp?ID=Andy_Bean","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "10,268,085&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Failed to play in an event for the first time since joining the Champions Tour in 2003.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1976","qSchoolYear" : "","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "Failed to play in an event for the first time since joining the Champions Tour in 2003.","carHigh" : "Eleven-time winner on PGA TOUR during career that has spanned over four decades...In 2001, made two cuts in eight starts with T61 at B.C. Open best finish. Last top-10 came was T10 in 2000 B.C. Open...Member 1979 and 1987 Ryder Cup teams, also 1984 U.S. vs. Japan...Low round of career third-round 61 en route to winning 1979 Atlanta Classic...Had outstanding amateur career, winning 1974 Eastern and Falstaff Amateurs and 1975 Dixie and Western Amateurs...All-American at University of Florida... Winner 1978 Dunlop Phoenix (Japan).\n","otherCarHigh" : "","personal" : "","otherInfo" : "Eleven-time winner on PGA TOUR during career that has spanned over four decades...In 2001, made two cuts in eight starts with T61 at B.C. Open best finish. Last top-10 was T10 in 2000 B.C. Open...Member 1979 and 1987 Ryder Cup teams, also 1984 U.S. vs. Japan...Low round of career was third-round 61 en route to winning 1979 Atlanta Classic...Had outstanding amateur career, winning 1974 Eastern and Falstaff Amateurs and 1975 Dixie and Western Amateurs...All-American at University of Florida...Winner 1978 Dunlop Phoenix (Japan).","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : ",2003","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(7): 1974 Eastern Amateur, Falstaff Amateur. 1975 Dixie Amateur, Western Amateur. 1978 Dunlop Phoenix. 1986 Kapalua International. 1987 Kapalua International.","intlVics" : "","curYearHigh" : "Failed to play in an event for the first time since joining the Champions Tour in 2003.","carHigh" : "2014: Played in just six events with the first in June when, with teammate Mark McNulty, the duo finished T17 in the Champions Division at the Big Cedar Lodge Legends of Golf.\n\n 2013: Season was limited to just six events due to left-hip and right-wrist issues. Did not make a start after early June when he competed at The Principal Charity Classic.\n\n 2012: Various injuries limited him to just 15 starts during the year and none after late August...Best showing came in April when he finished T3 at the Liberty Mutual Insurance Legends of Golf with his teammate Chien Soon Lu. It marked the second time the pair had earned a T3 finish in the event (2010).\n\n 2011: Had his season cut short in July when he was involved in an automobile accident near his home in Florida...Did not play an event after the Nature Valley First Tee Open in early July...Best finish during the year was a T11 at the Allianz Championship in his first start of the season...Also made one start on the PGA TOUR, at the Arnold Palmer Invitational, where he missed the cut. 2010: Finished outside the Champions Tour's top-30 money-winners for the first time...Highlight of his year was a third-place finish at the Liberty Mutual Legends of Golf in April in Savannah. He and teammate, Chien-Soon Lu, led by one stroke after 36 holes but finished one shy of the two-team playoff between Mark O'Meara-Nick Price and John Cook-Joey Sindelar. Lu was a replacement for his original partner Jerry Pate, who had to withdraw due to a knee injury days before the start of the event. 2009: Made the most money without posting a victory, more than $1.3 million in official earnings. Finished seventh on the money list, the highest standing of his Champions Tour career...Was second five times over his 24 starts...A runner-up to Bernhard Langer by one stroke in the season-opener at the Mitsubishi Electric Championship at Hualalai. Started the final round four strokes behind 36-hole leader Brad Bryant and moved into contention by playing his first 10 holes in 5-under par...Closed with 7-under 65 to finish T2 at The Cap Cana Championship...Was second again to Langer in mid-July at the 3M Championship. Playing one group apart, the two were tied for the lead with one hole remaining before Langer holed a 20-foot eagle chip on No. 18 and Bean could do no better than birdie on the final hole...Added a fourth second-place finish when he and Russ Cochran were T2 at the Greater Hickory Classic at Rock Barn, two strokes behind Jay Haas. Helped his cause with an eagle-3 on the final hole Sunday. Runner-up check in Hickory for $140,000 moved him over the $1-million mark in season earnings for a third time on the Champions Tour...Was T2 again in late October when he finished one stroke back of Phil Blackmar at the AT&T Championship in San Antonio. Shared the 36-hole lead with Cochran, but after two birdies on the front nine Sunday, did not make another over his final 11 holes...Ended his season with a 9-under 63 Sunday at the Charles Schwab Cup Championship. His performance at Sonoma GC matched his career-low round on the Champions Tour and equaled the best final-round score in event history. 2008: Enjoyed a career season, claiming two wins for the first time since 1986 and finishing eighth on the final money list, with more than $1.5 million in earnings...Posted the signature win of his Champions Tour career when he blitzed the field by nine strokes to win the season-ending Charles Schwab Cup Championship in California. Led by just one stroke after 36 holes but broke things open Sunday when he was forced to play 32 holes after rain forced postponment of most of Saturday's third round. Built his lead to four strokes after 54 holes and then fired a 6-under-par 30 on the front nine and never looked back. Earned a career-best check for $442,000, more than four times greater than his largest check on the PGA TOUR ($108,000 at the 1986 Byron Nelson Golf Classic) and it nearly matched his best year on the PGA TOUR ($491,938 in 1986)...Earlier in the year, won the Regions Charity Classic near Birmingham, edging Loren Roberts by one stroke in mid-May. At the time, was his second career victory on the Champions Tour and first in 40 starts. Made a crucial par on the final hole to preserve the win. After a wayward drive, hit a 4-iron second shot from 230 yards out of the left rough to within 20 feet of the flagstick and then two-putted for par...Slowed early in the year with a back problem which caused him to miss the first two events in Hawaii. Underwent a procedure to correct the problem in the spring and won three weeks later in Birmingham. 2007: Was the 36-hole co-leader at the Outback Steakhouse Pro-Am with Wayne Levi. Eventually finished T2 with Jay Haas, one stroke behind Tom Watson. Was in control at the TPC Tampa Bay until he made a double bogey-7 at the par-5 14th. 2006: Played some of his best golf in the latter stages of the season...Broke through with his first Champions Tour victory when he defeated R.W. Eaks with a birdie on the first playoff hole at the Greater Hickory Classic at Rock Barn in early October. The win came in his 91st start on the Champions Tour and was his first official victory in 20 years, 4 months, 20 days...Flirted with the leaderboard in the final round at the U.S. Senior Open after a strong showing on the weekend at Prairie Dunes CC. Fired a 6-under-par 64 Saturday and was tied for the lead after 12 holes Sunday with D.A. Weibring, Tom Watson and eventual-winner Allen Doyle before bogeys on Nos. 13 and 14 dropped him from the lead. Eventually finished T5...In contention down the stretch in the Commerce Bank Championship but missed a playoff after his 6-foot par putt on the final hole didn't drop. His T3 effort on Long Island was his best since T2 at the same event in 2004. 2005: Best effort came early in the year when he was T6 at the Liberty Mutual Legends of Golf in Savannah. Was on the leaderboard after an opening-round 67 at the Westin Savannah Harbor...Made first start of the 2005 season at The ACE Group Classic in Naples following off-season knee surgery. 2004: In contention for his first Champions Tour victory at the Farmers Charity Classic, but was forced to withdraw after having an allergic food reaction, which sent him to the hospital prior to the start of his final round. Had shared the 36-hole lead with Bob Gilder, three strokes clear of the rest of the field. Bounced back from his misfortune the next week by opening with a 7-under-par 65 and finishing T3 at the rain-shortened Bayer Advantage Celebrity Pro-Am...Challenged again in the Commerce Bank Long Island Classic, but eventually T2, one stroke shy of Jim Thorpe. Final-round 67 at Eisenhower Park earned him, at the time, a career-best check of $110,000, but he missed on a playoff spot when his 7-foot birdie effort on the final hole didn't drop...Had the longest recorded drive during the season—a 375-yarder in the second round at the FedEx Kinko's Classic. 2003: Made Champions Tour debut in March and T26 at the Toshiba Senior Classic...Best finish of his rookie season was a T8 at the SAS Championship near Raleigh.\n","otherCarHigh" : "Was an 11-time winner on PGA TOUR between 1977-86 and enjoyed a career that spanned four decades...Had battled injuries in the latter stages of his PGA TOUR career...First joined the PGA TOUR in 1976, making 586 starts with 343 cuts made in his career...Amassed $3,531,780 in career earnings...Five times he finished in the top 10 on the money list with third-place finishes in both 1978 and 1984...Was fourth in both 1980 and 1986 and was seventh in 1979...In a three-year span (1978-80), won five times, including three times in 1978 and finished in the top 10 a total of 32 times in 89 appearances...Most lucrative season came in 1986 when he won $491,938 with two victories and was fourth on the money list...Three-time winner of the Doral-Eastern Open...Claimed two victories in playoffs. Defeated Lee Trevino to win the 1978 Danny Thomas Memphis Classic and bested Bill Rogers to win the Western Open the same year...T2 with Hale Irwin at 1983 Open Championship, one stroke behind winner Tom Watson. Was a two-time runner-up at the PGA Championship (1980 and 1989)...Member of the 1979 and 1987 American Ryder Cup teams, and also played for the U.S. squad in the 1984 U.S. vs. Japan matches...Low round of his career was a third-round 61 that was instrumental in his victory at the 1979 Atlanta Classic...Had an outstanding amateur career, winning 1974 Eastern and Falstaff Amateurs and 1975 Dixie and Western Amateurs...Was a three-time All-America at the University of Florida and helped the Gators win the NCAA championship in 1973...Winner of the 1978 Dunlop Phoenix in Japan...First played in a professional event in 1974 when he qualified for the U.S. Open as an amateur and finished T64 at Winged Foot...Has made three holes-in-one in competition.","personal" : "Lived in Jekyll Island, Ga., as a child where his father was associated with a golf course. His family moved to Lakeland when he was 15 and his father bought a golf course there...Dream would be to fly a jet and land it on a carrier...Lists Doral, Butler National and Pebble Beach as his favorite golf courses...Favorite athletes are Jack Nicklaus and Arnold Palmer...Enjoys listening to Toby Keith and Garth Brooks. Favorite TV show is \"Miami Vice\" reruns...Enjoys Clint Eastwood movies. Favorite books are Homer's The Iliad and The Odyssey...Is an avid follower of University of Florida sports and was honored, along with his fellow 1973 national champion Gator golf team members at the Florida-South Carolina football game in November 2010.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 3 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}