{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23800","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Molder","first" : "Bryce","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "180","weightMetric" : "82","birthDate" : "January 27, 1979","age" : "37","birthPlace" : "Harrison, Arkansas","residence" : "Scottsdale, Arizona","family" : "Wife, Kelley; Jules Avery (9\/18\/14)","education" : "Georgia Tech (2001, Management)","splInterest" : "Basketball, fishing, skiing, golf course architecture, tennis","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2006, 2008)","trndProYear" : "2001","clubAffl" : "Whisper Rock GC (Scottsdale, Arizona)","cityPlaysFrm" : "Scottsdale; AZ; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "10,950,488&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Finished T4 at the Sanderson Farms Championship in a weather-delayed Monday finish for his first top-10 on TOUR since July...Scottsdale resident returned to the Waste Management Phoenix Open in early February for an eighth appearance. His third-round 7-under 64 was the low score of the week and moved him to a share of sixth place with four others.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Member of the TOUR in 2002 and 2007 and the Nationwide Tour from 2003-06. In 2007, finished No. 185 on the PGA TOUR money list, with $257,593. Among his seven (out of 21) made cuts was a season-best T6 finish in his last start of the year at the Children's Miracle Network Classic. Returned to the TOUR for the first time since 2002 after finishing 22nd on the 2006 Nationwide Tour money list. Four top-10s that year included a first, second and a third. His T3 came at the Northeast Pennsylvania Classic, followed by a runner-up showing at the Utah EnergySolutions Championship. Posted final-round, 3-over 75 for one-stroke loss to Craig Kanada after sharing the first-round lead and the 36- and 54-hole leads outright. In the final full-field event of the season, the Miccosukee Championship, captured first career victory, one ahead of Boo Weekley. Did not post a top-10 on the Nationwide Tour in 2003 and 2005 but had five in 2004, when he finished 50th on the money list. Began 2004 with no status on Tour, but took advantage of his opportunities to play by notching four consecutive top-10 finishes in June to gain Special Temporary Member status for the remainder of 2004. Made the cut in 10 of 22 TOUR events in 2002, with four top-25 finishes. T9 at the Compaq Classic of New Orleans in early May for his first top 10 of the season. Strong track record at English Turn G&CC, having captured an American Junior Golf Association event there in 1996 with a field that included David Gossett, Bubba Watson, Charles Howell III and Matt Kuchar. Joined the TOUR as a Special Temporary Member during the 2002 season after earning enough money to qualify but did not make enough to earn his TOUR card for the following season. Finished second in his first career Nationwide Tour start at the 2002 Jacob's Creek Open Championship. Four-time, first-team All-America at Georgia Tech, joining former Yellow Jacket David Duval, Phil Mickelson and Gary Hallberg as the only four to be so honored. Winner of Fred Haskins Award and named Dave Williams National Player of the Year following senior year in 2001. Named Jack Nicklaus Player of the Year in 1998 and 2001. Three-time ACC Player of the Year (1999-2001) and ACC Rookie of the Year (1998). Represented United States at the Walker Cup (1999 and 2001) and Palmer Cup (1998-1999-2001). Two-time Academic All-America (2000-01). Born with no left pectoral muscle (which makes that side of his chest concave), and also has Poland Syndrome, a fairly rare defect that made his left hand much smaller than his right. Underwent two surgeries before he was age 5 because three fingers on his left hand were webbed together up to the knuckle. Shot a 12-under-par 60 at Chenal CC in Little Rock while playing with fellow Arkansas native and then-U.S. President Bill Clinton in August 1999.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2002","qSchoolYear" : "","exmtStatus" : "70th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "Finished T4 at the Sanderson Farms Championship in a weather-delayed Monday finish for his first top-10 on TOUR since July...Scottsdale resident returned to the Waste Management Phoenix Open in early February for an eighth appearance. His third-round 7-under 64 was the low score of the week and moved him to a share of sixth place with four others.","carHigh" : "2014-15: Advanced to the FedExCup Playoffs for a seventh consecutive season on the strength of five top-25 finishes in 23 starts through the Wyndham Championship. Played well enough in the Playoffs to make it through the BMW Championship, the third of four events. Ended his season outside Chicago, at Conway Farms GC, ending No. 70 in the FedExCup standings...After six consecutive pars to open the final round of the season-opening Frys.com Open, the 2011 tournament champion posted the neutral score just two more times. On holes 7-18, he went bogey-birdie-par-birdie-par-birdie-bogey-birdie-birdie-birdie-bogey-birdie. The up-and-down round resulted in a 4-under 68 and a T3 (three strokes behind champion Sangmoon Bae), his best finish since his 2011 playoff victory at CordeValle GC...Over the Independence Day weekend, posted a 6-under 64 in the second round of The Greenbrier Classic en route to a T6 with six others, at 11-under 269...Finished just outside the top 10 at The Barclays with a T12, the first of four Playoffs events, to jump from No. 92 to 58 in the FedExCup standings. The finish at Plainfield CC paved the way for starts in the Deutsche Bank Championship (missed cut) and the BMW Championship (T68). \n \n2013-14: Made 14 of 25 PGA TOUR cuts, with two top-10s. Finished T46 at The Barclays, but did not advance to the second FedExCup Playoffs event. Ended season at No. 109 in the FedExCup standings, his worst finish since not playing on TOUR in 2008...Was T10 at the AT&T Pebble Beach National Pro-Am for his first top-10 finish on TOUR since a ninth-place effort at the 2012 Deutsche Bank Championship...Finished T6 at the Northern Trust Open to record his first top-10 in six starts in the event. His effort at Riviera CC marked his first back-to-back, top-10 outings since 2011 (T10 at the Shriners Hospitals for Children Open and won the Frys.com Open).\n\n 2013: Made 17 of 24 cuts on TOUR but did not record a top-10 for the first season since 2008. Finished No. 64 in the final FedExCup standings...Best of eight top-25 finishes was a T12 at the AT&T Pebble Beach National Pro-Am.\n\n2012: Finished No. 65 in the FedExCup standings...Of 13 made cuts in 20 starts on the PGA TOUR in the season, claimed one top-10 finish...With steady play throughout the week, was 14-under to finish T7 at the season-opening Hyundai Tournament of Champions...One week after finishing T46 at The Barclays, entered the Deutsche Bank Championship ranked No. 93 in the FedExCup standings. Opened with three rounds in the 60s en route to a solo-ninth place finish, jumping to No. 45 in the FedExCup standings and earning a spot in the following week's 70-player BMW Championship field, finishing 67th.\n\n2011: Picked up his first career win on TOUR and matched a career-high with six top-10 finishes. Made 15 of 27 cuts and finished a career-best 40th on the money list. Five of his six top 10s came in his final 10 events of the season. Did not miss a cut over his final 10 events of the season...First top-10 was a T6 in his fourth start of the season, at the AT&T Pebble Beach National Pro-Am. Was one off the lead through 54 holes after opening 69-66-68, finishing with a 2-over-74 playing in the penultimate group with eventual champion D.A. Points...Was one shot off the lead after 54 holes at the Travelers Championship outside Hartford but finished T6 after a final-round 70...Posted second consecutive top 10 with a T8 at the AT&T National, his second top 10 in three-career appearances at the event (2009, fourth). Carded all four rounds in the 60s, with scores of 69-67-68-69...Collected fourth top 10 of the season, with a T10 at the Reno-Tahoe Open on the strength of closing rounds of 68-67...Carded all four rounds in the 60s at the Justin Timberlake Shriners Hospitals for Children Open for his fifth top 10 of the season (T10)...A week later, at the Frys.com Open, sank a 12-foot birdie putt at the 72nd hole for a bogey-free, 7-under 64 to force a sudden-death playoff with Briny Baird, a first for either player. Both were in search of their first TOUR wins. Played his last 41 holes outside San Jose, Calif., without a bogey. With daylight quickly diminishing, Molder sank a clutch, 6-foot birdie putt on the sixth extra hole to claim the title. The playoff was the 17th of the year, the most in a season in TOUR history. Became the first player to claim his maiden PGA TOUR victory at the Frys.com Open. Played the final 36 holes in regulation 13-under. Led the field in Strokes Gained-Putting at 9.255. Previous-best finish on TOUR was a runner-up at the 2009 FedEx St. Jude Classic. 2010: Enjoyed the best of his three PGA TOUR Seasons with six top 10s and 10 top 25s among his 16 made cuts in 26 starts. Advanced to the third Playoff event (BMW Championship) for the second straight year...Despite being one of four players to suffer a quadruple bogey-9 on Pebble Beach's par-5 14th hole in the final round, managed to post a T10 for his first top-10 finish of the year at the AT&T Pebble Beach National Pro-Am...Next top-10 of the season came with a T8 at the Waste Management Phoenix Open in Scottsdale, thanks to three rounds in the 60s. Had previously fired three sub-70 rounds at the 2009 Frys.com Open just down the road at Grayhawk GC to place T6...Finished T7 at the Puerto Rico Open on the strength of closing rounds of 65-66...Was second-round leader (9-under) and third-round co-leader (10-under with Anthony Kim) at Shell Houston Open before slipping to T8 for his career-high fourth top 10 of the season...Held the outright lead (13-under) and a share of the third-round lead (16-under with Brian Davis) at the Crowne Plaza Invitational at Colonial. Final-round, even-par 70 led to T5, his fifth top-10 of the season...Tied his career-low round of 7-under 63 in the third round of the RBC Canadian Open en route to a nine-way T4. 2009: A break-out year on the PGA TOUR, winning more than $1 million in a season for the first time in his career...Finished T2 at the St. Jude Classic presented by FedEx along with David Toms, five strokes back of Brian Gay. Performance in Memphis was his career best on the PGA TOUR. Moved into contention on Friday, shooting a 7-under 63 at TPC Southwind which equaled his best round on TOUR and tied the lowest score in the 2009 event. His 65 on Saturday put him one stroke back of Gay entering the final round. Jumped up into a T2 when he made eagle on the par-5 16th on Sunday...Finished fourth at the AT&T National. Shot 64 in the first round and 68 in the final round to finish five behind winner Tiger Woods. Finish earned a spot in his first Open Championship two weeks later, where he finished T43...At the Frys.com Open in the Fall Series, posted three of four rounds in the 60s to T6 with 2007 champion Mike Weir. Shot a final-round, 7-under 63, equaling his career-low round (first round, 2002 Verizon Byron Nelson Classic; second round, 2009 St. Jude Classic presented by FedEx). 2008: Made the cut in 19 of 27 events on the Web.com Tour posting four top-10 finishes. Entered the final round of the Web.com Tour Championship at TPC Craig Ranch tied for the lead with Matt Bettencourt and posted his second consecutive T3 finish of the year, good enough to jump from No. 32 to No. 23 on the money list and earn a trip to the PGA TOUR in 2009...Had a hole-in-one on the seventh hole during the second round of the Moonah Classic. Went on to a 3-under 69 that day and an eventual T15 finish...Finished T2 at the South Georgia Classic for his first top-10 finish since winning the 2006 Miccosukee Championship. Posted a 3-under 69 on the final day to finish four shots behind champion Bryan DeCorso and collect $55,000...Fired 66 in the final round of the Chattanooga Classic to finish 10th. Shot four rounds in the 60s the following week at the Miccosukee Championship to finish T3. 2007: Finished No. 185 on the PGA TOUR money list, with $257,593. Among his seven (out of 21) made cuts was a season-best T6 finish in his last start of the year at the Children's Miracle Network Classic. 2006: Returned to the TOUR for the first time since 2002 after finishing 22nd on the Web.com Tour money list. Four top-10s that year included a first, second and a third. In the final full-field event of the season, the Miccosukee Championship, captured first career victory, one ahead of Boo Weekley. 2005: No top-10s on Web.com Tour but posted six top-25s to finish 99th on the money list. 2004: Began the year with no status on Tour, but took advantage of his opportunities to play by notching four consecutive top-10 finishes in June to gain Special Temporary Member status for the remainder of 2004. Added one more top-10 for a total of five that year and 50th on money list. 2003: Two top-25s and 148th on Web.com Tour money list. 2002: Made the cut in 10 of 22 TOUR events with four top-25 finishes. T9 at the Compaq Classic of New Orleans in early May for his first top 10 of the season. Strong track record at English Turn G&CC, having captured an American Junior Golf Association event there in 1996 with a field that included David Gossett, Bubba Watson, Charles Howell III and Matt Kuchar. Joined the TOUR as a Special Temporary Member during the 2002 season after earning enough money to qualify but did not make enough to earn his TOUR card for the following season. Finished second in his first career Web.com Tour start at the 2002 Jacob's Creek Open Championship. Amateur: Four-time, first-team All-America at Georgia Tech, joining former Yellow Jacket David Duval, Phil Mickelson and Gary Hallberg as the only four to be so honored. Winner of Fred Haskins Award and named Dave Williams National Player of the Year following senior year in 2001. Named Jack Nicklaus Player of the Year in 1998 and 2001. Three-time ACC Player of the Year (1999-2001) and ACC Rookie of the Year (1998). Represented United States at the Walker Cup (1999 and 2001) and Palmer Cup (1998-99 and 2001). Two-time Academic All-America (2000-01). \n","otherCarHigh" : "","personal" : "Born with no left pectoral muscle (which makes that side of his chest concave), and also with Poland syndrome, a fairly rare defect that made his left hand much smaller than his right. Underwent two surgeries before he was age 5 because three fingers on his left hand were webbed together up to the knuckle...Shot a 12-under-par 60 at Chenal CC in Little Rock while playing with fellow Arkansas native, and then-U.S. President Bill Clinton in August 1999...As dog lovers, they are active on behalf of the HALO animal shelter in Phoenix.","otherInfo" : "","ntlTeams" : "Walker Cup (2), 1999, 2001; Palmer Cup (3), 1998, 1999, 2001; World Amateur Team Championship (1), 2000.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T4th at the Sanderson Farms Championship.","dynStats" : "He ranks 100th in Approach 100-125 yards (RTP Sc on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/brycemolder"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/BryceMolderPGA"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}