{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "12705","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Kresge","first" : "Cliff","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "185","weightMetric" : "84","birthDate" : "October 3, 1968","age" : "47","birthPlace" : "Lakewood, New Jersey","residence" : "Heathrow, Florida","family" : "Wife, Judy; Mason McCoy (8\/16\/00)","education" : "University of Central Florida (1991, Liberal Studies)","splInterest" : "Spending time with son Mason, music","pronunciation" : "CRESS-ghee","nwTourAlumnus" : "Web.com Tour Graduate (2002, 2006)","trndProYear" : "1991","clubAffl" : "Heathrow CC (Heathrow, Florida); Ridgefields CC (Kingsport, Tennessee)","cityPlaysFrm" : "Heathrow; Florida; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "5,126,572&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1997","exmtStatus" : "Conditional - Web.com Tour Past Champion \/ 5-10 Years (2011-2006)","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the PGA TOUR in 2001, 2003-04 and 2007-10. Member of the Web.com Tour in 1997-98, 2002 and 2005-06 and 2011-13. \n\n2014: Played in 13 Web.com Tour events. Made four cuts, with his best showing a T13 at the BMW Charity Pro-Am in May.\n\n2013: Made the cut in 11 of 19 Web.com Tour starts...Only top-10 of the year was a solo ninth at the Mylan Classic in early August. Hovered near the lead the first two days but was derailed with a 3-over 74 Saturday at Southpointe GC...His second top-25 finish came at the News Sentinel Open in his second-to-last start of the year...Finished the Regular Season 93rd on money list, his highest position since March. \n\n2012: One of four players to play all 27 tournaments. Made the cut in 12 starts and wound up No. 31 on the money list, thanks to seven top-25 finishes...Missed the cut in 10 of his first 14 starts before turning his season around at the Nationwide Children's Hospital Invitational, where he T3. Fired a 7-under 64 in the third round to move into contention at the Scarlet Course at Ohio State University GC. His round of 64 was the best score of the day and his lowest of the year...Held the 54-hole lead at the Mylan Classic in suburban Pittsburgh. Birdied the final hole to move into a T2, finishing four shots back of winner Robert Streb. Moved from No. 52 to No. 29 on the money list with only seven events remaining on the schedule...Moved up seven spots on the money list, to No. 31, with a T6 at the season-ending Web.com Tour Championship near Dallas. \n\n2011: Earned his first top-10, with a T6 at the Panama Claro Championship...Added a T9 at the Fresh Express Classic, which was cut to 54 holes when heavy fog forced the cancellation of the final round...Fired four scores in the 60s to finish T10 at the BMW Charity Pro-Am...Fourth top-10 was a T3 at the Price Cutter Charity Championship, where he finished 20-under par for the week. \n\n2010: Made the cut in nine of 17 starts on the PGA TOUR with a pair of top-25 finishes. Ended the year No. 188 on the money list. Finished T21 at the Travelers Championship and T23 at the Children's Miracle Network Classic. Also made six cuts in 11 starts on the Web.com Tour, with his best finish a T21 at the Winn-Dixie Jacksonville Open. \n\n2009: Made 13 cuts in 28 starts on the PGA TOUR, with three top-25 finishes, including a T10 at the FBR Open in his third start of the season where he posted four rounds in the 60s. Finished 149th on the money list. \n\n2008: Finished inside the top 100 (No. 97) for just the second time in his career. Also surpassed $1 million in season earnings for the first time in his career, thanks to a career-high four top-10 finishes. Finished fifth at the Mayakoba Golf Classic for first top-10 of the season. Closed with rounds of 64-67 to finish five strokes behind champion Brian Gay. Matched his best PGA TOUR finish (2002 B.C. Open) with a T3 at the Arnold Palmer Invitational. Gained a spot in the field when Ernie Els withdrew early in the week. Previous best Arnold Palmer Invitational finish was a T56 in 2007. As the father of an Autistic son (Mason), posted another top-five finish at the Verizon Heritage in April, National Autism Awareness Month. Special Autism Awareness pins were worn by many PGA TOUR players to show their support. Finished fifth at Harbour Town despite battling a stomach virus. After opening with rounds of 73-73-74, a final-round 68 led to a T10 effort at the Memorial Tournament. \n\n2007: Earned more than $900,000, thanks to seven top-25 finishes. Only top-10 finish was a T6 at the Bob Hope Chrysler Classic, three strokes out of a Charley Hoffman-John Rollins playoff. \n\n2006: Posted eight top-10s and career-high 14 top-25s in 26 starts, including his third career win at the Oregon Classic presented by Kendall Automotive Group. After finishing regulation tied with Ricky Barnes at 17-under 271, parred the third extra hole to collect the $81,000 first-place prize. Along with his win, added three other top-threes, a runner-up at the LaSalle Bank Open, a T3 at the Chitimacha Louisiana Open and a T3 at the Cox Classic. Had a hole-in-one on No. 9 during the first round of the Northeast Pennsylvania Classic. Finished No. 3 on the final money list to regain his TOUR card for the 2007 season. \n\n2005: Finished No. 52 on the 2005 Web.com Tour money list with four top-10s. \n\n2004: Finished No. 175 on the TOUR money list, with T14 at the Bell Canadian Open his best showing. \n\n2003: Finished in the top 100 on the TOUR for the first time in his career. Qualified for his first major championship, finishing T10 at the U.S. Open at Olympia Fields CC. Returned to Chicago three weeks later for the 100th Western Open and collected a career-best $156,375 payday that helped him secure his card for the 2004 season. Paired with Tiger Woods on the weekend, shot 69-71 to finish T6, eight shots back of Woods. \n\n2002: Earned return to TOUR by finishing fifth ($245,265) on the Web.com Tour money list. Notched playoff wins at the Virginia Beach Open and the Hershey Open, along with being named Player of the Month for May. Played in two TOUR events and recorded tournament-low 10-under-par 62 on final day of B.C. Open to jump from T47 to T3, career-best TOUR finish. \n\n2001: Was a rookie on the PGA TOUR. Was T5 at the Touchstone Energy Tucson Open was the only top-10 of his first season. \n\n2000: Gained his first TOUR card by virtue of a T21 finish at the Qualifying Tournament. Gained notoriety during Q-School's final round. Was lining up a long par putt at the water-guarded ninth green when he backed into the water. Climbed out, missed the putt and made bogey. He managed to finish out the back nine holes in rain pants and a wet shirt to complete the 108 holes of competition at 18-under par. Finished 36th on the NGA\/Hooters Tour money list. \n\nMisc: Winner of several mini-tour events.\n","otherCarHigh" : "All-America selection in 1990, when he won two college events.","personal" : "Greatest thrills in golf are meeting Arnold Palmer and holing out a pitch shot for eagle win his first Web.com Tour event at the 2002 Virginia Beach Open...His golf swing is natural, and he has never used an instructor...Got started in golf at age 8 when parents moved to the 13th hole of Dubsdread GC in Orlando, Fla...Is heavily involved with Kresge's Krew Foundation, dedicated to creating awareness about the fight against autism. His son, Mason, is in the autism spectrum.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "2000","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 3 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/cliffkresge"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}