{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "30191","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Etulain","first" : "Julian","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.72","weight" : "156","weightMetric" : "71","birthDate" : "June 21, 1988","age" : "27","birthPlace" : "Coronel Suarez, Buenos Aires, Argentina","residence" : "Miami, Florida","family" : "Wife, Ornella; Isabella (9\/29\/14)","education" : "","splInterest" : "Playing tennis, watching TV, going to the movies, working out, running","pronunciation" : "hoo-LEAN eh-to-LANE","nwTourAlumnus" : "","trndProYear" : "2008","clubAffl" : "Aero Golf Club Coronel Suárez (Buenos Aires, Argentina)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "289,987&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2012","otherVics" : "","intlVics" : "(5): 2010 Abierto del Club Militar [Colombia], 63º Abierto de Colombia [TLA], Abierto de Hacienda Chicureo [TLA]. 2011 Televisa Players Championship [TLA]. 2012 Abierto del Club Los Lirios [TLA].","curYrHigh" : "","carHigh" : "2014: Earned full exempt status on the Web.com Tour by finishing No. 1 on the PGA TOUR Latinoamérica Order of Merit, by just $3,277 over Marcelo Rozo, despite missing his last three cuts... As Tour No. 1 in Latin America he claimed the Roberto De Vicenzo Award… Won two events, the Lexus Panama Classic in May and the Lexus Peru Open in November… Won by two shots in Panama, firing four rounds in the 60s to finish at 17-under par. Shot 11-under for the week on the back nine, with his only bogey coming on the final hole on Sunday… In Peru, where he became the first player to successfully defend a PGA TOUR Latinoamérica title and also the Tour's first three-time champion, his victory margin was three despite a final-round 72… Lost in a seven-man playoff at the TransAmerican Power Products CRV Open in Guadalajara, Mexico in March, when Rozo prevailed… Also recorded two third-place finishes at the Dominican Republic Open and Mazatlan Open... Finished with 10 cuts made in 17 starts, which resulted in eight top-25s and six top-10s... Playing in his second Puerto Rico Open and second career PGA TOUR event as a sponsor exemption, finished T43... Played in one Web.com Tour event, missing the cut at the Nova Scotia Open in July… Made the cut in 5 of 8 starts on PGA TOUR Canada, where his only top-25 finish was T18 at The Syncrude Boreal Open in June.\n\n2013: Closed the year with a T85 finish at the Web.com Tour Qualifying Tournament Final at PGA West in California to earn conditional status on the Web.com Tour for the 2014 season. Earned an exemption into the final stage by finishing the PGA TOUR Latinoamérica season ranked No. 6 in the Order of Merit… Had one victory, three top-10 finishes, nine top-25 finishes and 11 cuts made in 14 starts on PGA TOUR Latinoamérica. Won the Lexus Peru Open on November 10 to claim his first Tour win. Shot 68, 70, 67 and 70 to finish at 13-under par 275 at Los Inkas Golf Club in Lima, Peru. Entered the final round of the event holding a one-stroke lead and playing a final round on the last group for the third time in his last five starts. Birdied four holes, including 14 through 16, and only one bogey on the back nine to win by one over Ryan Blaum and Bronson Burgoon of the United States. He was making his 21st start on Tour at the Lexus Peru Open and the $27,000 winner's check helped him move into the sixth spot of the Order of Merit… Finished T5 at the Dominican Republic Open in June, an event in which he was second entering the final round. In October, in his following Tour start, finished T7 at the Puerto Rico Classic presented by Merrill Lynch, after entering the third and final round in second place... Claimed back his Tour card by firing a 7-under par 65 in the final round of the Qualifying Tournament in Sebring, Florida, where he finished solo fifth in February.\n\n2012: Made five cuts in ten starts during the inaugural season of PGA TOUR Latinoamérica. Best finish and only top-10 was T8 at the Roberto De Vicenzo Invitational Copa NEC. Finished the season ranked No. 52 in the Order of Merit to barely miss his Tour card… At the beginning of the year he collected a wire-to-wire win at the Tour de las Americas' Abierto del Club Los Lirios in Rancagua, Chile. Carded rounds of 64, 72, 70 and 67 to win by three strokes at 273 (-15). That victory turned him into the youngest player ever to win four career titles on the TLA, at 23. \n\n2011: Finished T3 at the Web.com Tour's Pacific Rubiales Bogota Open presented by Samsung, an event cut to 36-holes due to bad weather in Bogota, Colombia… Finished T42 at the Puerto Rico Open on his first career start on the PGA TOUR… Won the Tour de las Americas' Televisa Players Championship in Acapulco, México firing a 60 in the final round. Had five top-4 finishes in nine TLA starts to finish No. 5 in the TLA Order of Merit, a position that allowed him to earn his 2012 PGA TOUR Latinoamérica card. \n\n2010: Finished No. 1 on the Tour de las Americas Order of Merit following an impressive season of two wins, one runner-up finish, five top-10 and eight top-25 finishes in ten starts... Won the 63rd Colombian Open and the Abierto de Hacienda Chicureo in Chile. Lost a playoff for the Televisa Players Championship against his countryman Luciano Dodda… A week before winning the Colombian Open he earned his first professional win at the Abierto del Club Militar on the Colombian Tour. \n\n2009: Named Tour de las Americas Rookie of the Year... Had five top-10 finishes, including a couple of third place finishes at the Televisa Players Championship in Acapulco, Mexico and the Copa Mitsubishi Tres Diamantes in Barquisimeto, Venezuela.\n","otherCarHigh" : "As a member of the Argentine team finished ninth, both on the individual and teams standings, at the 2008 World Amateur Team Championship in Australia. Teamed-up with Jorge Fernández-Valdés and Emiliano Grillo… Member of the Argentine team that won the 2008 Copa Los Andes… Member of the Argentine team that won La Cruz del Sur Tournament… Won the Argentine Amateur Championship.","personal" : "Nicknamed “Tula”… Affiliated to the Aero Golf Club Coronel Suárez, a small nine-hole course where he learned the game outside Buenos Aires, Argentina… Mariano Bartolomé is his golf instructor…Nordelta in Buenos Aires, Argentina is his favorite golf course… His favorite professional team is Argentina's San Lorenzo de Almagro… Favorite movie is “Man on Fire” and his favorite actor Denzel Washington… Favorite book is “The Monk who sold his Ferrari”… Says there's is nothing like a good Argentine-style asado (barbeque)… Roger Federer is his favorite athlete… Favorite city is Sidney and his favorite vacation spot is Thailand… Has a Popeye the Sailor headcover… Tiger Woods, Rory McIlroy and his father would round out his dream foursome… Bucket list includes skydiving… Favorite quote: “Just enjoy the show”… Twitter: @tula_etulain… Instagram: @julian_etulain","otherInfo" : "","prYrSeason" : "","exmtStatus" : "2014 Order of Merit No. 1"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Exempt - Top-75 Money Winner from 2015 Web.com Tour Regular Season","otherVics" : "","intlVics" : "(4): 2010 Abierto del Club Militar [Col], Colombian Open [TLA]. 2011 Televisa Players Championship [TLA]. 2012 Abierto del Club Los Lirios (TLA).","curYearHigh" : "","carHigh" : "2014: Earned exempt status on the Web.com Tour by finishing No. 1 on the Latinoamérica Order of Merit, by just $3,277 over Marcelo Rozo, despite missing his last three cuts. Won two events, the Lexus Panama Open in May and the Lexus Peru Open in November. Won by two shots in Panama, firing four rounds in the 60s to finish at 17-under par. The Peru victory margin was three despite a final-round 72. Lost in a seven-man playoff at the TransAmerican Power Products CRV Open in Guadalajara, Mexico in March, when Rozo prevailed. Also recorded two third-place finishes (Dominican Republic and Mexico). Finished with 10 cuts made in 17 starts, which resulted in eight top-25s and six top-10s...Playing in his second Puerto Rico Open and second career PGA TOUR event as a sponsor exemption, finished T43...Played in one Web.com Tour event, missing the cut at the Nova Scotia Open in July.\n\n2013: Played 14 events on the NEC Series-Latinoamérica...Won the Lexus Peru Open in November...Had two other top-10 finishes, in the Dominican Republic and Puerto Rico, and a total of nine top-25s...Finished sixth on the Order of Merit to earn a spot in the Web.com Tour Qualifying Tournament Finals, where he finished T85.\n\n2012: Made five cuts in 10 starts during the inauguralPGA TOUR Latinoamérica season. Best finish and only top-10 was a T8 at the Roberto De Vicenzo Invitational Copa NEC. Completed the season ranked No. 52 in the Order of Merit to barely miss acquiring his Tour card…At the beginning of the year he collected a wire-to-wire win at the Tour de las Americas' Abierto del Club Los Lirios in Rancagua, Chile. Carded rounds of 64-72-70-67 to win by three strokes, at 15-under 273. That victory made him, at 23, the youngest player to win four career titles on the TLA.\n\n2011: Finished T3 at the Web.com Tour's Pacific Rubiales Bogota Open presented by Samsung, an event cut to 36 holes due to bad weather in Colombia…In March, finished T42 at the Puerto Rico Open in his first PGA TOUR start…Won the Tour de las Americas' Televisa Players Championship in Acapulco, Mexico, firing a 60 in the final round. Had five top-four showings in nine TLA starts to finish No. 5 in the TLA Order of Merit, a position that allowed him to earn his 2012 PGA TOUR Latinoamérica card. \n\n2010: Finished No. 1 on the Tour de las Américas Order of Merit following an impressive season of two wins, one runner-up finish, five top-10 and eight top-25 finishes in 10 starts. Won the 63rd Colombian Open and the Abierto de Hacienda Chicureo in Chile. Lost a playoff for the Televisa Players Championship against his countryman Lucho Dodda…A week before winning the Colombian Open he earned his first professional win, at the Abierto del Club Militar on the Colombian Tour. \n\n2009: Named Tour de las Americas Rookie of the Year. Had five top-10 finishes, including a couple of third-place performances, at the Televisa Players Championship in Acapulco, Mexico, and the Copa Mitsubishi Tres Diamantes in Barquisimeto, Venezuela.\n \n","otherCarHigh" : "As a member of the 2008 Argentine team at the World Amateur Team Championship, finished ninth in both the individual and teams standings at the event in Australia. Teamed with Jorge Fernández-Valdés and Emiliano Grillo…Member of the Argentine team that won the 2008 Copa Los Andes…Member of the Argentine team that won La Cruz del Sur Tournament…Won the Argentine Amateur Championship.","personal" : "Graduated from Domingo Faustino Sarmiento High School...Favorite course played is Augusta National...Favorite team is the Miami Heat...Favorite movie is \"Gladiator.\"...Favorite entertainer is Gun N' Roses...Favorite city is New York...Special headcover is a squirrel...Would like to trade places with the Pope for one day...Bucket list item includes parachuting...Motto is \"What we do in life echoes in eternity.\"...Twitter name is @tula_etulain.","otherInfo" : "","ntlTeams" : "World Amateur Team Championship (1), 2008.","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Finished the Web.com Tour season having played all 25 events. Had one runner-up, three top-10s, seven top-25s and 11 cuts made. Was 47th on the combined final money list...Had a strong tournament at the Brasil Champions. Was tied for 22nd entering the final round. Vaulted up the leaderboard with a bogey-free 64 Sunday that included birdies on the last two holes to secure a T2...Slumped over his next 11 starts, missing eight cuts. Best finishes during this stretch were T14s in Evansville and Dallas...In July, got his second top-10, posting a T10 at the Stonebrae Classic in California...After two missed cuts and a T46 at the Price Cutter Charity Championship, regained form in Knoxville, claiming a T9 at News Sentinel Open on the strength of a final-round 64...Finished the Regular Season 39th on the money list, having played all 21 tournaments...In the Web.com Tour Finals, made one cut in four events, resulting in a T25 at the Small Business Connection Championship at River Run...Made one Latinoamérica start in May, resulting in a T56 in Guatemala.\n\n2013: Played 14 events on NEC Series-Latinoamérica. Won the Lexus Peru Open in November. Had two other top-10 finishes, in the Dominican Republic and Puerto Rico, and a total of nine top-25s. Finished sixth on the Order of Merit to earn his spot in the Web.com Tour Qualifying Tournament finals.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is 2nd at the Chitimacha Louisiana Open presented by NACHER.","dynStats" : "He ranks 8th in Scoring Average (Actual) on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}