{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "26499","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "7","capcure" : "N", "personalInfo" : {"name" : {"last" : "Cabrera Bello","first" : "Rafa","middle" : "","extn" : "","nick" : "Rafa"}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "179","weightMetric" : "81","birthDate" : "May 25, 1984","age" : "31","birthPlace" : "Las Palmas, Gran Canaria, Spain","residence" : "Maspalomas, Gran Canaria, Spain","family" : "Single","education" : "University of Las Palmas","splInterest" : "Reading, water sports, soccer, skiing","pronunciation" : "BAY-oh","nwTourAlumnus" : "","trndProYear" : "2005","clubAffl" : "","cityPlaysFrm" : "Gran Canaria; ; Spain","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Conditionally Exempt: 68th qualifier from Qualifying Tournament, Money List 61-100","otherVics" : "","intlVics" : "","curYearHigh" : "Began 2016 on the European Tour with a T14 finish at the Abu Dhabi HSBC Golf Championship, followed by matching T2 finishes at the Commercial Bank Qatar Masters and Omega Dubai Desert Classic...Reached the semifinals of the World Golf Championships-Dell Match Play, losing 4 and 3 to eventual runner-up Louis Oosthuizen. Defeated Rory McIlroy, 3 and 2, to win the consolation match for his best PGA TOUR finish. His check for $660,000 was the biggest of his career. His play in Austin guaranteed him a spot in the top 50 of the Official World Golf Ranking to secure a place in the field for the Masters Tournament...The next week, playing on a sponsor invitation, finished fourth at the Shell Houston Open in his first appearance at the Golf Club of Houston and his 24th career PGA TOUR start. Played his last 40 holes without a bogey...Through three starts in the 2015-16 season, earned enough non-member FedExCup points (404) to be eligible for Special Temporary Membership on the PGA TOUR. Needed to earn more than the player who finished No. 150 on the 2014-15 FedExCup points list (361\/Cameron Percy).","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(4): 2006 MAN NO Open [EurChall]. 2008 Credit Suisse Challenge [EurChall]. 2009 Austrian Golf Open [Eur]. 2012 Dubai Desert Classic [Eur].","curYearHigh" : "Began 2016 on the European Tour with a T14 finish at the Abu Dhabi HSBC Golf Championship, followed by matching T2 finishes at the Commercial Bank Qatar Masters and Omega Dubai Desert Classic...Reached the semifinals of the World Golf Championships-Dell Match Play, losing 4 and 3 to eventual runner-up Louis Oosthuizen. Defeated Rory McIlroy, 3 and 2, to win the consolation match for his best PGA TOUR finish. His check for $660,000 was the biggest of his career. His play in Austin guaranteed him a spot in the top 50 of the Official World Golf Ranking to secure a place in the field for the Masters Tournament...The next week, playing on a sponsor invitation, finished fourth at the Shell Houston Open in his first appearance at the Golf Club of Houston and his 24th career PGA TOUR start. Played his last 40 holes without a bogey...Through three starts in the 2015-16 season, earned enough non-member FedExCup points (404) to be eligible for Special Temporary Membership on the PGA TOUR. Needed to earn more than the player who finished No. 150 on the 2014-15 FedExCup points list (361\/Cameron Percy).","carHigh" : "2014-15: Recorded his first career PGA TOUR top-10 (T10), turning in the feat at the Puerto Rico Open (previous-best was T17 at the 2013 World Golf Championships-Cadillac Match Play). The finish marked his second start at Trump International GC (T24 in 2014)...Made a valiant run at victory in mid-June on the European Tour, at the Lyoness Open in Atzenbrugg, Austria. Began the final round two shots behind 54-hole leader Gregory Bourdy after opening 69-68-66 at Diamond CC. Could only muster an even-par 72 on a day Bourdy shot a 78. Watched as Chris Wood came from five off the pace, shooting a final-round 67 to capture the win, leaving him in solo second, two shots behind Wood...Contended again in early July, at the Open de France, where he came up short, finishing fifth at Le Golf National. Shot a final-round, 3-under 69 to earn the top-five...Added a T7 in mid-September at the KLM Open. Finish was a disappointment, though, as he held a share of the 54-hole lead with Lee Slattery at Kennemer G&CC in the Netherlands. A final-round, 1-over 71 dropped him into a tie with Magnus Carlsson and Mikko Korhonen, four shots short of winner Thomas Pieters...Finished T5 with four others in late-June at the European Tour's Irish Open...Held the 54-hole lead at the European Tour's season-ending DP World Tour Championship in Dubai. Stumbled badly late in his round, finishing at 3-over 75 that dropped in him into a T9 with Branden Grace and Joost Luiten, five shots short of winner Henrik Stenson at Jumeirah Golf Estates. \n\n2013-14: Played in five PGA TOUR events, including two major championships. Best finish was a T24 at the Puerto Rico Open in March. Missed the cut at The Open Champinship and finished 73rd at the PGA Championship...Shot a third-round 73 at the Abu Dhabi HSBC Golf Championship but recovered with a Sunday 68 at Abu Dhabi GC to finish T4, two strokes behind winner Pablo Larrazabal...Held the third-round lead at the Commercial Bank Qatar Masters in late-January. Played well in the final round, shooting a 3-under 69. But he watched as Sergio Garcia and Mikko Ilonen both shot 69s to leave him one shot out of the duo's playoff. He finished T3 with Thorbjorn Olesen...Four par-or-better rounds at the Nordea Masters led to a T9 in Sweden...Opened with an 8-under 64 at the BMW International Open then followed with rounds of 68-70-67 to get into a playoff with Fabrizio Zanotti, Gregory Havret and Henrik Stenson at GC Gut Larchenhof in Koln, Germany. Eliminated from the extra session on the fourth playoff hole when he couldn't match Stenson and Zanotti's pars to record the T2 finish. \n\n2013: Earned his first top-10 of the season with a T9 at the Volvo Golf Champions in South Africa in mid-January...Was T8 in late-October in Shanghai, China, at the BMW Masters. Took the 54-hole lead after a 5-under 67 in the third round but stumbled to a 1-over 73 on the final day at Lake Malaren GC.\n\n2012: Opened with a 63 at the Dubai Desert Classic then hung on for a one-stroke victory on the European Tour, his first since winning the Austrian Open in 2009. His final-round 68 was enough to edge Stephen Gallacher and Lee Westwood, who both had putts to force a playoff but couldn't convert. The victory moved him from 119th place in the Official World Golf Ranking to 60th, which was enough to get him an invitation to his first World Golf Championships tournament, the Accenture Match Play Championship...Finished five strokes off the pace at the Maybank Malaysian Open in April to T3 in Kuala Lumpur...Finished T3 at the Volvo World Match Play Championship in Spain in May. Lost in the semifinals to Graeme McDowell...Thanks to a seven-birdie, one-bogey, final-round 66 at the Irish Open, he moved up the leaderboard to finish solo second, four strokes behind Jamie Donaldson at Royal Portrush GC...Earned a top-10 at the Johnnie Walker Championship in late August. Was T10 at The Gleneagles Hotel...Finished solo ninth in September at the BMW Italian Open in Turin. \n\n2011: Had a couple of near misses during the season during a year that saw him make it to the weekend 23 of 33 times and closing in 30th position on the European Tour Order of Merit. Was a runner-up at the Portugal Masters. After opening 69-65-64 to hold a one-stroke lead over Felipe Aguilar and Christian Nilsson entering the final round, shot a Sunday 65 and watched as Tom Lewis passed him for the win at Oceanico Victoria GC...Earlier in the year, at the Commercialbank Qatar Masters, opened with a 5-over 77 at Doha GC before rebounding with a final 54-hole score of 14-under to finish T3, five strokes behind winner Thomas Bjorn...Was T4 at the Maybank Malaysian Open. \n\n2010: Top showing came at the BMW International Open, where he T3, two strokes behind winner David Horsey in Munich, Germany. Opened with a 1-under 71 then fired rounds of 67-66-68 to move up the leaderboard...Made his first start in a major, making the cut at the U.S. Open. Began the tournament with a 70 at Pebble Beach GL then followd with rounds of 75-81-72 to T47. \n\n2009: Highlight of the season came when he won his first European Tour title, at the Austrian Golf Open. Finished 39th on the Order of Merit. After opening the Austrian Golf Open with a 71-67-66, he was tied for seventh, eight strokes behind 54-hole leader Benn Barham. Shot a final-round 60 at the par-71 Fontana GC in Vienna to edge Barham by a stroke...Opened his season with a T4 at the Alfred Dunhill Championship in December 2008 in South Africa after shooting a pair of 68s on the weekend at Leopard Creek GC...Was also T4 at the Ballantine's Championship and the Alfred Dunhill Links Championship. Recorded two other top-10 finishes and made the cut in 20 of 33 starts...Split his time between the European Challenge Tour and the European Tour. Won his second Challenge Tour crown, taking the Credit Suisse Challenge in July. Edged Gary Lockerbie by two strokes in Switzerland...Lost in a playoff at the Ypsilon Golf Challenge by Alex Cejka in the Czech Republic. Entered the playoff with Branden Grace and Seve Benson, a playoff Benson would win...Was T3 at the Tusker Kenya Open in March...Finished the season with a solo fourth at the Apulia San Domenico Grand Final...Top European Tour finish was a T10 in October at the Madrid Masters. \n\n2008: In 10 European Tour starts, made five cuts. Waited until his last start of the campaign to pick up his lone top-10—a T10 at the Madrid Masters. Recovered from an opening 74 to shoot consecutive rounds of 68-66-67.\n\n2007: Played a complete European Tour season and struggled in his rookie year. Top finish was a T18 in his second start of the campaign, at the Blue Chip New Zealand Open. \n\n2006: Won his first event as a professional, taking the European Challenge Tour's MAN No Open in Ramsau, Austria. He entered the final round with a four-stroke lead over Niki Zitny and hung on for a two-shot win at Adamstal GC...Was T3 earlier in the year, at the Parco di Monza Challenge. Shot a final-round 65 to move up nine spots on the leaderboard. Was also T4 at the Rolex Trophy. Amateur: Began playing golf at age 6 and won the Spanish National Championship every year from age 7 to age 18...Made his European Tour debut at the Canarias Open de Espana. Was within striking distance of Sergio Garcia but shot a final-round 73 to finish T4, a distant six strokes behind Garcia. \n\nAmateur: Won the 2005 Canarias Professional Championship in his native Spain.\n","otherCarHigh" : "","personal" : "Began playing as a youngster, with the garden in his backyard next to a golf course...Studied business and economics at the University of Las Palmas but didn't graduate when his professional career took off...His younger sister Emma plays on the Ladies European Tour.","otherInfo" : "","ntlTeams" : "World Cup (1), 2013","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 3rd at the World Golf Championships-Dell Match Play.","dynStats" : "He ranks T86th in Power Rating on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}