{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01578","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Jenkins","first" : "Tom","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "190","weightMetric" : "86","birthDate" : "December 14, 1947","age" : "68","birthPlace" : "Houston, Texas","residence" : "Newport Beach, California","family" : "Melani Anne (9\/13\/79), Thomas Wayne, Jr. (7\/4\/00), Weston Wyatt (12\/2\/02)","education" : "University of Houston (1971, Business Administration)","splInterest" : "Computers","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1971","clubAffl" : "Barton Creek Resort (Austin, Texas)","cityPlaysFrm" : "","websiteUrl" : "http:\/\/www.tomjenkinsgolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "14,223,559&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in just four events...His best finish came in April when he teamed with Joe Daley to T18 at the Bass Pro Shops Legends of Golf.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1972","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in just four events...His best finish came in April when he teamed with Joe Daley to T18 at the Bass Pro Shops Legends of Golf.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1998","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in just four events...His best finish came in April when he teamed with Joe Daley to T18 at the Bass Pro Shops Legends of Golf.","carHigh" : "2014: Did not play an event for the first time in his career. \n\n2013: Made just nine starts during the season, the fewest in his career and none after the 3M Championship in August...Teamed with Bruce Fleisher to T6 in the unofficial Raphael Division at the Liberty Mutual Insurance Legends of Golf...Was also T22 at the Regions Tradition.\n\n 2012: Was a two-stroke 36-hole leader at the Boeing Classic, but a 78 Sunday dropped him into a T21. Played in a Sunday final grouping for the first time since the 2009 Allianz Championship...Closed with a 5-under-par 67 at the SAS Championship to finish T10...Teamed with Bruce Fleisher to finish T9 at the Liberty Mutual Insurance Legends of Golf. \n\n2011: In 20 starts, had his two best finishes in his final two appearances of the season...Was T13 at the AT&T Championship in San Antonio a week after finishing T16 at the Insperity Championship near Houston. 2010: Lone top-10 finish came in early October when he was T9 at the Ensure Classic at Rock Barn...His opening-round, 8-under-par 64 at the Allianz Championship was his lowest round since a second-round 64 in the final event of the 2008 season. 2009: Was one of three players over age 60 to earn a spot in the season-ending Charles Schwab Cup Championship... Was T4 in three events, all coming before mid-May. In his opening start of the season in Florida, shared the 36-hole lead with Gil Morgan at the Allianz Championship before shooting a final-round 71, which left him T4 with Morgan and Mark James...In early March, was T4 again at the Toshiba Classic, making just two bogeys in the event and posting three consecutive rounds in the 60s at Newport Beach CC...Added another T4 finish in May at the rain-shortened Regions Charity Classic in Birmingham after carding rounds of 68-69. 2008: Had a strong effort early in the campaign in Naples, where he was T2 at The ACE Group Classic. Led by two strokes after 36 holes but missed critical birdie opportunities on his final two holes to eventually finish in a four-way tie. Was joined in the extra session by Scott Hoch, Brad Bryant and Tom Kite. Hoch made a birdie on the first extra hole for the win...Also finished T2 at the Greater Hickory Classic at Rock Barn in mid-September. Was tied for the 36-hole lead with R.W. Eaks but carded a final-round 75 and finished in a tie for the runner-up spot with Tom Kite, four strokes back om Eaks. His 19 birdies in the Hickory event were the most made in a 2008 event.. Underwent surgery on his left knee in December to repair a torn medial meniscus. 2007: Streak of years among the top-30 money-winners ended at eight straight after finishing 31st in earnings, just $4,079 back of Jim Thorpe for the 30th spot which would have qualified him for the Charles Schwab Cup Championship. Pocketed $600,959, ending his run of consecutive million-dollar seasons at eight straight, as well...Best effort among five top-10s was a T4 at the AT&T Champions Classic in March. 2006: Broke through for his seventh career victory when he was a one-stroke winner over Loren Roberts and Chip Beck at the weather-shortened SAS Championship near Raleigh. Fired rounds of 68-66 and held a one-stroke margin following Saturday's round before overnight rains forced cancellation of the final round. Picked up $300,000 for his win, the largest check of his career...Also lost to John Harris in a playoff in the Commerce Bank Championship at the Red Course at Eisenhower Park. Was the 36-hole leader in the event but was caught by Harris on the final day despite shooting a 2-under 69 in the final round. Made a sparkling par save on the first hole of overtime only to lose to a birdie by Harris moments later...Fired a tournament record-tying and career-best 11-under-par 61 at the Boeing Greater Seattle Classic which led to a T3 finish. 2005: Earned a career-best total of nearly $1.484 million which placed him sixth on the money list, his highest standing ever...Won for the sixth time on the Champions Tour, defeating D.A. Weibring with a 5-foot birdie putt on the second playoff hole at the Allianz Championship near Des Moines. Birdied four of six holes during one stretch on the back nine and kept his composure after missing a 3-foot birdie putt on No. 17 that would have given him the win in regulation. Win capped a run of five top-five finishes in six appearances that started when he was the runner-up to Des Smyth at the Liberty Mutual Legends of Golf...Also finished T2 at the SAS Championship, two strokes behind Hale Irwin who played the final nine holes in 6-under-par...Was T2 earlier in the year at the Bruno's Memorial Classic...Made his third career ace on the Champions Tour during the second round of the 3M Championship (4-iron, 200 yards, No. 13). Hole-in-one in Minnesota was his 12th eagle of the season. Eventually finished with 17 eagles which led all Champions Tour players. 2004: Lone victory came in April when a final-round 63 helped him cruise to a five-stroke win at the Blue Angels Classic, his fifth career title on the Champions Tour. Moved into contention with a second-round 65 at The Moors and then vaulted into the lead for good with birdies on three of his first four holes Sunday...Second to Craig Stadler at the SAS Championship in September and finished three shots behind D.A. Weibring at the Allianz Championship. 2003: Tied Allen Doyle for the most sub-par rounds during the year (64) and 41 of his 94 total rounds were in the 60s (T2)...Highlight of his season came in early May when he registered his fourth career win on the Champions Tour at the Bruno's Memorial Classic. Broke away from Bruce Fleisher and Hale Irwin with a final-round 67 for a three-stroke victory. Needed just 78 total putts over 54 holes at Greystone and became eligible for the Liberty Mutual Legends of Golf (five combined career titles) as a result of his triumph near Birmingham...Came close to winning earlier in the year in Mexico, but along with three other players, fell one stroke short of first-time winner David Eger at the MasterCard Classic...His 7-under-par 63 in the final round at the Long Island Classic included a 6-under 28 on the front nine, the season's lowest numerical nine-hole score...Joined John Bland as the only other Champions Tour player with multiple aces during the year. First made a hole-in-one in the third round of the JELD-WEN Tradition when he aced No. 7 at The Reserve with a 4-iron from 203 yards and then notched his seventh career ace in the second round of the Charles Schwab Cup Championship when he used a 9-iron from 138 yards on No. 17 at Sonoma GC. Was T5 at the Ford Senior Players Championship, his top effort in a senior major (since equalled at 2005 Senior PGA Championship and 2005 JELD-WEN Tradition). 2002: Won north of the border for the second time when he triumphed at the AT&T Canada Senior Open Championship. Opened with a 63 at Essex and closed with 64 to defeat Walter Morgan, Morris Hatalsky and Bruce Lietzke by three strokes. In winning, became first player since Don January (1983-84) to win multiple Champions Tour titles in Canada...Made strong bid for second win of the year, closing with a 10-under-par 62 at the Kroger Senior Classic, which also tied the course record set earlier in the day by Bruce Lietzke. However, fell in a two-hole playoff with Bob Gilder, the second year in succession he lost in a playoff at the event...Finished T10 at the Toshiba Senior Classic after playing all 54 holes without a bogey, the first senior to do so since Joe Inman at the 2000 EMC Kaanapali Classic. 2001: The only one of 16 millionaires that season who did not win an event...Knocked on the victory door three times only to come up short with three runner-up finishes. Was in the hunt throughout The Instinet Classic, but finished two strokes back of Gil Morgan. One of only three players in the Novell Utah Showdown field to card three consecutive sub-70 rounds, but came up one stroke shy of Steve Veriato in Park City. Had victory snatched from his grasp at the Kroger Senior Classic. Closed with a then-career-best 7-under 63 at Kings Island on Sunday and was two strokes up on Jim Thorpe with one hole to play. Dramatic eagle by Thorpe forced a playoff and then a birdie by Thorpe on the first extra hole proved to be the winner. 2000: Earned his second career title as a senior at the AT&T Canada Senior Open Championship. Made birdie on the final hole to nip Kermit Zarley by a stroke at St. Charles CC in Winnipeg. Victory came just over a month after his wife, Martha, delivered Tom Jr. 1999: Voted by his peers as the Champions Tour's Comeback Player of the Year...Won the Bell Atlantic Classic in a playoff. Defeated Jim Thorpe with a birdie on the first extra hole for his first Champions Tour victory and first TOUR title since the 1975 IVB-Philadelphia Classic. Win at Hartefeld National made him the fifth of a record 11 first-time winners on the season. 1998: Contended for the AT&T Canada Senior Open Championship crown in Calgary, but finished T2 behind Brian Barnes. 1997: Earned a conditional exemption for 1998 by placing 10th at the Champions Tour National Qualifying Tournament in November.\n","otherCarHigh" : "Played the PGA TOUR full-time from 1973-85, with his busiest year coming in 1981 when he made 28 of 34 cuts. Earned a career-best $78,127. His best finish that year was a T2 at the Wickes-Andy Williams San Diego Open. Was one stroke off the lead after three rounds before finishing in a tie with Bruce Lietzke and Raymond Floyd. Lietzke won with a birdie on the second extra hole...Made 315 career starts and made 223 cuts with 17 top-10 finishes...Claimed his only PGA TOUR victory in 1975 at the IVB-Philadelphia Classic, where he held off a late-charging Johnny Miller by one stroke...Had a T2 at the 1973 USI Classic...Played 29 events on the Web.com Tour from 1992-94...Had more sub-par rounds (539) than any other Champions Tour player during the 2000s.","personal" : "Biggest thrills in golf were playing on the University of Houston's 1970 NCAA championship team, all of his victories on both the PGA TOUR and Champions Tour and playing with both Arnold Palmer and Jack Nicklaus...Biggest thrill outside of golf is being at the birth of his three children...Got started in golf by watching his father and older brother...A college teammate of John Mahaffey and was a second-team All-America at Houston in 1971...His brother owns Winged Canyon, a winery in the Napa Valley...Favorite golf course is Pebble Beach...Enjoys watching \"MASH\" and \"Seinfeld\" reruns and was a big fan of Bob Hope's shows...American cyclist Lance Armstrong is his favorite athlete...Enjoys Mexican food...Best friend on the Champions Tour is Bruce Fleisher.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T10th at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}