{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25679","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Staten","first" : "B.J.","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "175","weightMetric" : "79","birthDate" : "September 22, 1977","age" : "38","birthPlace" : "Nashville, Tennessee","residence" : "Cottonwood Heights, Utah","family" : "Wife, Alisha; children, Austin (8\/15\/2012), Alexander (3\/20\/2015)","education" : "University of Houston (2000, Technology)","splInterest" : "Fly fishing, skiing, playing the guitar","pronunciation" : "STAY-ton","nwTourAlumnus" : "","trndProYear" : "2000","clubAffl" : "Willow Creek CC (Sandy, Utah)","cityPlaysFrm" : "Dallas; Texas; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,343,595&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2007","exmtStatus" : "Exempt - Finished 11-45 at 2015 Web.com Tour Qualifying Tournament (exempt to second reshuffle)","otherVics" : "(1): 2014 Utah Open.","intlVics" : "","curYearHigh" : "Did not make a Web.com Tour start...A week after caddying for friend Brice Garnett at the PGA TOUR's Wyndham Championship, returned to his home and won the Utah Open at Provo's Riverside CC in late-August.","carHigh" : "2013: Played in 20 events but only made 10 cuts, with his top finishes a T18 at the Midwest Classic outside Kansas City and a T24 at the Colombia Championship in his second start of the year. Finished 113th on the money list.\n\n2012: Made the cut in half of his 26 starts and had six top-25 finishes to wind up the season No. 37 on the money list...Started the year with a T9 at the Panama Claro Championship...Added T3 at The Rex Hospital Open, where he missed on a playoff by one stroke. Opened with rounds of 66-68-66 for a 13-under total and a one-stroke lead after 54 holes. Opening-round 66 featured five consecutive birdies on the front nine. Started the final round with a three-putt bogey, his only three-putt of the week. Shot a 1-over 72 at TPC Wakefield Plantation but earned enough to move up 34 places, to No. 31 on the money list...Held the 54-hole lead at the Winn-Dixie Jacksonville Open in October, with rounds of 68-66-68 for an 8-under total. Led by one heading into the final round at TPC Sawgrass' Dye's Valley Course. Carded a 2-under 68 that put him in a playoff with Russell Henley, a playoff he lost on the first extra hole when he made a double bogey. The second-place finish was his best of the season and jumped him from 69 to 32 on the money list, earning him a spot in the Web.com Tour Championship. 2011: Fired weekend rounds of 66-64 to move into a T4 at the BMW Charity Pro-Am. Closing bogey at 72nd hole put him at 16-under and two shots out of a playoff...Fired a 9-under 63 in the third round of the Chiquita Classic to move withiin one stroke of the 54-hole leader. A final-round 71 left him T5...Opened with an 8-under-par 64 at the WNB Golf Classic in Midland, Texas, and was the 18-and-54-hole leader before a closing-round 77 led to a T10 finish...Added a solo fifth the next week at the Children's Hospital Classic in Chattanooga...Tore the meniscus in his left knee during the Mexico Open. Struggled late in the year with the pain and had surgery in early December to repair the damage. 2010: Made the cut in 13 of 24 starts and ended the season No. 28 on the money list. Had four top-10 finishes, including a playoff loss in Mexico. Entered the season-ending Tour Championship No. 23 on the money list but a T46 at Daniel Island dropped him out of the top-25 to No. 28...Finished T5 at the South Georgia Classic. After opening with a 73 to tie for 70th, he came back in the second round with a 67 to move to T12. He closed on the weekend with rounds of 72-69 to post his first top-10 of the year...Came back with a T3 finish at The Rex Hospital Open, his 11th career top-10. Was eight strokes behind leader John Riegger heading into the final round, which was canceled due to inclement weather...Was a playoff runner-up to Jamie Lovemark at the Mexico Open Bicentenary, where he shared the 36- and 54-hole leads. Needed birdies at Nos. 16 and 18 to force the playoff with Lovemark, who eagled the 567-yard, par-5 from three feet for the win. Second-place check of $64,800 moved him from No. 33 to No. 12 on the money list...His next top-10 came 11 starts later, a T3 at the Soboba Classic. 2009: Ended the season No. 64 on the Web.com Tour money list. Earned his first top-10 of the year, a T9 at the BMW Charity Pro-Am. His next top-10 was a T3 at the Albertsons Boise Open. Final-day 68 was the third-lowest score of the day and one of just seven sub-70 scores on the par-71 Hillcrest CC. Check for $42,050 was his largest of the season. 2008: Made the cut in 14 of 26 starts on the Web.com Tour with a half-dozen top-25 finishes...A third-round 63 eventually led to a T9 finish at the Chitimacha Louisiana Open—his first top-10 of the year. Next top-10 was a T10 at the Nationwide Tour Players Cup in West Virginia. 2007: Made the cut in 14 of 23 starts on e Tour, with nine top-25s. Collected a career-best runner-up finish at the LaSalle Bank Open, finishing the event at 16-under 272, one stroke behind tournament winner John Riegger. Had held the first-round lead with a 6-under 66 and then added three additional rounds in the 60s (69-69-68) to collect $81,000 and move to No. 15 on the money list. Additional top-10 finishes were posted at the WNB Golf Classic (T5), Web.com Tour Championship at Barona Creek (T8), Mark Christopher Charity Classic (T9) and the Oregon Classic (T10). Had a hole-in-one on No. 11 during the second round of the Northeast Pennsylvania Classic. Made seven starts on the PGA TOUR, with three made cuts and a season-best T9 at the Travelers Championship. 2006: As PGA TOUR rookie, he was limited to 18 events due to right-shoulder injury...Received a Minor Medical Extension for 2007 but failed to earn enough in allotted starts to equal No. 125 on the money list from 2006...Left-hander recorded the first top-10 of TOUR career in 12th start of campaign, a T5 at the 2006 John Deere Classic. 2005: First season on the PGA TOUR came about as a result of finishing T26 at the National Qualifying Touranment, having played his way through all three stages of Q-School. Made it to finals for the first time in six tries. Medalist during first stage at Cypresswood GC...Has two career wins on the Tight Lies Tour...Made five of 12 career cuts on the Web.com Tour prior to 2007, with a then-career-best T21 at the 2005 Chattanooga Classic.\n","otherCarHigh" : "Two-time All-Conference selection and two-time All-American honors.","personal" : "Began playing golf left-handed so his father could watch him on the range in front of him. Comes from a big music family. His sister, Summerlee, is a singer\/songwriter. First car was a Ford Mustang. Favorite pro team is the Dallas Cowboys. Favorite movie is the \"The Shawshank Redemption.\" Favorite athlete to watch is Golf Channel commentator Jerry Foltz...Met his wife, Alisha, at the 2010 Utah Championship. The couple had a November 2011 wedding in Colorado.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "2005","exmtStatus" : "Minor Medical Extension","otherVics" : "","intlVics" : "","curYearHigh" : "Did not make a Web.com Tour start...A week after caddying for friend Brice Garnett at the PGA TOUR's Wyndham Championship, returned to his home and won the Utah Open at Provo's Riverside CC in late-August.","carHigh" : "\n","otherCarHigh" : "","personal" : "Began playing golf left-handed so his father could watch him on the range in front of him. Comes from a big music family. His sister, Summerlee, is a singer\/songwriter.","otherInfo" : "Rookie was limited to 18 events in 2006 due to right shoulder injury. Will receive a Minor Medical Extension for 2007. Coupled with 2006 winnings of $253,088, has seven events to earn $407,810, equaling No. 125 from 2006. If he is successful, he will play out of the Major Medical Extension category for the remainder of the 2007 season. Left-hander recorded the first top-10 of TOUR career in 12th start of campaign, a T5 at the John Deere Classic. Rookie on the PGA TOUR after finishing T26 at the 2005 Qualifying Touranment, having played his way through all three stages of Q-School. Made it to finals for the first time in six tries. Medalist during first stage at Cypresswood Golf Club. Has two career wins on Tight Lies Tour. Has made four of nine career cuts on the Nationwide Tour with a career-best T21 at the 2005 Chattanooga Classic. Began playing golf left-handed so his father could watch him on the range in front of him. Big music family -- his sister, Summerlee, is a singer\/songwriter.","ntlTeams" : "","priorYearSeason" : "Opened with an 8-under-par 64 and was the 18-and 54-hole leader at the WNB Golf Classic in Midland, TX before a closing-round 77 left him T10 at the finish."}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is T7th at the Club Colombia Championship Presented by Claro.","dynStats" : "He ranks T63rd in Scoring Average (Actual) on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}