{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01533","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Horgan","first" : "P.H.","middle" : "","extn" : "III","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "180","weightMetric" : "82","birthDate" : "August 22, 1960","age" : "55","birthPlace" : "Newport, Rhode Island","residence" : "West Palm Beach, Florida","family" : "Wife, Margaret; Henry (10\/4\/00), Nina (10\/2\/02)","education" : "University of Rhode Island (1983, Economics)","splInterest" : "Activities with wife and kids","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1984","clubAffl" : "Mayacoo Lakes CC (West Palm Beach, Florida); Newport CC (Newport, Rhode Island)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,858,370&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1991","exmtStatus" : "Conditionally Exempt: Veteran Member","otherVics" : "","intlVics" : "","curYearHigh" : "After open-qualifying into the 3M Championship, shot three consecutive rounds in the 60s to finish T7 at the Minnesota tournament his career-best Champions Tour finish in his 35th start on the circuit. It was just his second top-10. Birdied the 16th hole and then eagled the 18th to shoot 69 Sunday and vault into the top 10. Lost to Greg Kraft in the tiebreaker among highest-finishing non-exempt players in the top 10 (67 vs. 69).","carHigh" : "Member of the PGA TOUR from 1989-94 and 1997-2000. Member of the Web.com Tour in 1991, 1994-96 and 2003-05. \n\n2012: Has not made a start on the PGA TOUR or Web.com Tour since 2009...After earning fully-exempt status via the 2011 Champions Tour National Qualifying Tournament, he ended up playing in a total of 16 events with three finishes inside the top 20...Two of those came in back-to-back starts, at the Mississippi Gulf Resort Classic (T17) and the Encompass Insurance Pro-Am (T16)...Was also T16 at the Nature Valley First Tee Open at Pebble Beach. Missed the cut in all seven Web.com Tour starts since the 2005 season. \n\n2005: Made one PGA TOUR cut (B.C. Open) in four starts over last five years on PGA TOUR. Made the cut in three of seven starts on Tour, with his best showing coming at the Canadian PGA Championship, where he T25. \n\n2004: Made the cut in four of 16 starts on the Web.com Tour. Cracked the top 25 once, finishing T22 at the SAS Carolina Classic. \n\n2003: Made the cut in two of 10 starts on the Web.com Tour, with a T45 at the Samsung Canadian PGA Championship his best showing. \n\n2000: Posted a T17 at the Monterrey Open on the Web.com Tour. Missed the cut in his two additional appearances on Tour that season...In 25 PGA TOUR starts, had just one top-25, a T25 in Hartford.\n\n1999: Posted the best single-season earnings total of his 10 years on the PGA TOUR, with $265,956 for 142nd position. Lone top-10 came at the Doral-Ryder Open, where he posted rounds of 69-70-71-68 on his way to a T8 finish. Posted a 64, his low round of the year, at the FedEx St. Jude Classic. \n\n1998: Played in 34 PGA TOUR events, collecting 19 cuts made. Best showing was a T5 at the Deposit Guaranty Classic. Finished 126th on the money list.\n\n1997: Three top-10s in Vancouver, Hartford and San Antonio were among the 15 of 30 cuts made. Finished 105th in earnings.\n\n1996: Won 1996 Alabama Classic, one of nine top-10 finishes on the Web.com Tour that year. Ended up No. 7 on the final money list, with $120,760, making 27 starts. \n\n1995: In 15 Web.com Tour appearances, recorded a playoff runner-up in the Ozarks Open and a third at the Buffalo Open. Finished 47th in earnings.\n\n1994: Had one top-10 (B.C. Open\/T10) in 17 PGA TOUR appearances. Finished 186th on the money list...Also made 10 Web.com Tour starts, with a T11 in the Monterrey Open his best showing.\n\n1993: In 31 PGA TOUR events, had three top-10s at Sprint Westerrn Open (T7), Hardee's Golf Classic T8) and Canadian Open (T10). Was 141st on the money list.\n\n1992: Played in 29 PGA TOUR events and made 11 cuts. Had two top-10s, both T6s, at Hardees Golf Classic and Anheuser-Busch Golf Classic.\n\n1991: Played on the Web.com Tour, winning in his first start, at the Yuma Open. Later that year added the Macon Open crown on his way to a third-place finish on money list to earn PGA TOUR membership the following year. \n\n1989: As a first-time PGA TOUR member, made 31 starts and finished 152nd on the money list. Had two top-10s, at the USF&G Classic (T5) and Deposit Guaranty Golf Classic (T7).\n\nMisc: Winner of 1994 Rhode Island Open.\n","otherCarHigh" : "","personal" : "Has been involved with his brother, Harry, in the \"Shake-A-Leg\" Charity Golf Classic which helps raise money to assist people with disabilities. His brother is a paraplegic due to injuries suffered in a car accident...His favorite golf course is Pebble Beach, and his favorite athlete is Jack Nicklaus...Uses 1965 quarters to mark his golf ball...His dream foursome would include Jack Nicklaus, Larry Bird, Bobby Orr and John F. Kennedy...His biggest thrills outside of golf were the birth of his children and having the opportunity to meet Mother Teresa in Calcutta...Heroes are his parents and his brother, Harry...Got started in the game, thanks to his grandfather...Favorite book is The Iliad...Says if he weren't playing golf he'd be running a restaurant.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "1988, 1989, 1996, 1998","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "After open-qualifying into the 3M Championship, shot three consecutive rounds in the 60s to finish T7 at the Minnesota tournament his career-best Champions Tour finish in his 35th start on the circuit. It was just his second top-10. Birdied the 16th hole and then eagled the 18th to shoot 69 Sunday and vault into the top 10. Lost to Greg Kraft in the tiebreaker among highest-finishing non-exempt players in the top 10 (67 vs. 69).","carHigh" : "Has been on and off the PGA TOUR since 1989\n","otherCarHigh" : "","personal" : "","otherInfo" : "Has been a member of the PGA TOUR since 1989. Posted the best single-season earnings total of his ten years on TOUR in 1999, with $265,956. Lone top-10 came at the Doral-Ryder Open where he posted rounds of 69-70-71-68 on his way to a T8 finish. Posted low round for year of 64 at the FedEx St. Jude Classic. Played on the Ben Hogan Tour in 1991, winning first start at Yuma Open. Later that year added Macon Open crown on way to third-place finish on money list to earn PGA TOUR membership the following year. Also won 1996 Alabama Classic. Winner of 1994 Rhode Island Open. Attended University of Rhode Island on football scholarship before switching focus to golf.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2011","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(1): 1994 Rhode Island Open.","intlVics" : "","curYearHigh" : "After open-qualifying into the 3M Championship, shot three consecutive rounds in the 60s to finish T7 at the Minnesota tournament his career-best Champions Tour finish in his 35th start on the circuit. It was just his second top-10. Birdied the 16th hole and then eagled the 18th to shoot 69 Sunday and vault into the top 10. Lost to Greg Kraft in the tiebreaker among highest-finishing non-exempt players in the top 10 (67 vs. 69).","carHigh" : "2014: In 11 Champions Tour starts, his best outing was a T10 at the Quebec Championship. Finished 96th on the money list.\n\n 2012: After earning fully exempt status via the 2011 Champions Tour National Qualifying Tournament, ended up playing in a total of 16 events with three finishes inside the top 20...Two of those came in back-to-back starts, at the Mississippi Gulf Resort Classic (T17) and the Encompass Insurance Pro-Am (T16)...Was also T16 at the Nature Valley First Tee Open at Pebble Beach. \n\n2011: Made just three starts during the year...Was T44 at the Toshiba Classic, T57 at the Senior PGA Championship and missed the cut at The Senior Open Championship at Walton Heath...Secured exempt status through the 2012 reorder by claiming the fifth and final exempt spot at the Champions Tour National Qualifying Tournament at the TPC Scottsdale (Champions Course) in November. Made a key birdie at No. 17 in his final round, which gave him a one-stroke cushion over three others.\n","otherCarHigh" : "Member of the PGA TOUR from 1989-94 and 1997-2000. Member of the Web.com Tour in 1991, 1994-96 and 2003-05...Posted the best single-season earnings total of his 10 years on the PGA TOUR in 1999, with $265,956...His best career finish on TOUR came in 1997 when he was fifth at the Greater Vancounver Open...Had 13 top-10 finishes overall with earnings of more than $1.2 million in 275 starts...Was a three-time winner on the Web.com Tour, including the 1996 Alabama Classic, one of nine top-10 finishes on the Web.com Tour that year...Lost an opportunity for a second win that year when he disqualified himself prior to a playoff with Tim Loustalot at the Shreveport Open for an infraction that had occurred the previous day. Did end up No. 7 on the final money list, with $120,760...In his first year on the Web.com Tour in 1991 he won his first start at the Yuma Open by two strokes over Olin Browne and Steve Lowery...Later in the season, he added a one-stroke victory at the Macon Open on his way to a third-place finish on money list to earn PGA TOUR membership for 1992...Originally enrolled at the University of Rhode Island to play football and was a member of the football squad for two years before turning to golf. Went on to win the 1981 Eastern Eight Conference Championship while competing for the Rams...Member of the University of Rhode Island Hall of Fame...Won all-state honors as a receiver in high school.","personal" : "Has been involved with his brother, Harry, in the \"Shake-A-Leg\" Charity Golf Classic which helps raise money to assist people with disabilities. His brother is a paraplegic due to injuries suffered in a car accident...His favorite golf course is Pebble Beach, and his favorite athlete is Jack Nicklaus...Uses 1965 quarters to mark his golf ball...His dream foursome would include Jack Nicklaus, Larry Bird, Bobby Orr and John F. Kennedy...His biggest thrills outside of golf were the birth of his children and having the opportunity to meet Mother Teresa in Calcutta...Heroes are his parents and his brother, Harry...Got started in the game, thanks to his grandfather...Favorite book is The Iliad...Says if he weren't playing golf he'd be running a restaurant.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 3 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}