{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "14774","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Fernandez","first" : "Vicente","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "170","weightMetric" : "77","birthDate" : "April 5, 1946","age" : "70","birthPlace" : "Corrientes, Argentina","residence" : "Buenos Aires, Argentina","family" : "Gustavo (7\/31\/74), Norberto (11\/29\/75)","education" : "","splInterest" : "Sports, music","pronunciation" : "vee-CEN-tay","nwTourAlumnus" : "","trndProYear" : "1964","clubAffl" : "San Eliseo CC (Buenos Aires, Argentina)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "8,893,760&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1996","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(18): 1968 Argentine Open. 1969 Argentine Open. 1970 Dutch Open. 1972 Ford Maracaibo Open. 1975 Benson & Hedges Festival. 1977 Brazil Open. 1979 Colgate PGA Championship. 1981 Argentine Open 1983 Brazil Open. 1984 Argentine Open, Brazil Open. 1985 Argentine Open. 1986 Argentine Open. 1987 Argentine Open. 1990 Argentine Open, Tenerife Open. 1992 Murphy's English Open. 2001 Argentine Open.","intlVics" : "(1): 2000 Chrysler Senior Match Play Challenge","curYearHigh" : "","carHigh" : "2012: Played a limited schedule, with just eight events entered...Best outing came early in the year when he was T32 at the Mississippi Gulf Resort Classic. \n\n2011: Sidelined at the start of the year after undergoing hip surgery...Made his first start since July 2010 when he played at the Mississippi Gulf Resort Classic in April and finished T56 at Fallen Oak...Best finish was a T35 at the Montreal Championship. \n\n2010: Played a limited schedule, making just seven starts, and none after The Senior Open Championship in July...Best finish was a T15 at the rain-shortened Outback Steakhouse Pro-Am. \n\n2009: Made just 13 Champions Tour appearances and none after he had to withdraw from the JELD-WEN Tradition in late August...Had a viral infection that, after receiving a vaccination, which resulted in sharp pain in his right leg that kept him out of action for the remainder of the season...Best effort of the year was a T19 at the Triton Financial Classic in early June...Teamed with amateur partner Mike Potthoff, a sales director for Anheuser-Busch, to win the pro-am portion of the Outback Steakhouse Pro-Am. The duo combined for a 25-under 188, one stroke better than Nick Price-Vinny Testaverde. \n\n2008: Three top-10 performances were the most he's had in a season since 2004, and all came during the span of four tournaments in the spring...In early April, celebrated 62nd birthday with a runner-up finish at the inaugural Cap Cana Championship, his best effort on the Champions Tour since finishing T2 at the 2003 Emerald Coast Classic...In his next outing after Cap Cana, he was T8 at the Outback Steakhouse Pro-Am. Was among the first-round leaders, carding a 67 in the opening round. Performance in Tampa marked the first time he had registered back-to-back top-10s since the 2004 campaign..Also was T9 at the Senior PGA Championship, his best performance in a senior major since T4 at the 2004 JELD-WEN Tradition. \n\n2007: Was T10 at the Principal Charity Classic after recording three consecutive sub-par scores in Iowa...In contention a month later at the U.S. Senior Open in Wisconsin. Was T2 at Whistling Straits after 36 holes and was T3 through 54 holes. Final-round 77 dropped him to a T11...Matched Fred Funk for the low Saturday round at the Turtle Bay Championship and 8-under-par 64 was his best on the circuit since 2005 Blue Angels Classic. \n\n2006: Was T5 at the Toshiba Classic after being just one stroke off the lead after 36 holes. \n\n2005: In contention throughout the weather-shortened Outback Steakhouse Pro-Am and eventually T4...Matched his career-low round with a 7-under 63 during first round at the Blue Angels Classic near Pensacola and eventually T9 at The Moors. \n\n2004: Earned nearly half his money ($301,340) in the last two months of the campaign to get into the season-ending Charles Schwab Cup Championship...Made a spirited run for the JELD-WEN Tradition title. Entered the final round tied for the lead with Peter Jacobsen and held the lead for a large portion of Sunday's final round before consecutive bogeys on Nos. 16 and 17 dropped him back to T4, two behind Craig Stadler...Also T3 at the 3M Championship, three strokes back of Tom Kite. Performance in Minnesota was his best on the Champions Tour since 2003 U.S. Senior Open. \n\n2003: Missed just over a month of the season with family business in South America...Won The ACE Group Classic in Naples. Played all but the first hole of the event without a bogey and notched his first Champions Tour win in three years and nine months. Three-stroke triumph over Des Smyth and Tom Watson included holing a 61-foot birdie putt on the last hole. Hit 44 of 54 greens in regulation at The Club at TwinEagles, including all 18 greens on Sunday...T2 at the Emerald Coast Classic, four strokes back of Bob Gilder, despite making just one bogey in the event...Was also third at the Bayer Advantage Celebrity Pro-Am after being the 36-hole leader near Kansas City and third at the U.S. Senior Open, three behind Bruce Lietzke. Was the second-round leader at Inverness following a 7-under-par 64, the lowest second-round score in U.S. Senior Open history. \n\n2002: Finished solo third at the SBC Championship in San Antonio...Plagued by off-course distractions during the year, including deaths in his family. \n\n2001: Was T2 at the Las Vegas Senior Classic. Trailed Jerry McGee by three strokes entering the final round, but shot an even-par 72 and was three strokes back of Bruce Fleisher at the end...Made it to the finals of the Enterprise Rent-A-Car Match Play Championship before losing, 1-up, to Leonard Thompson. \n\n2000: Finished second to Bruce Fleisher by two points at the Royal Caribbean Classic, a Modified Stableford event...Was also among the early leaders at the Nationwide Championship, but was edged out on the final day by Hale Irwin and T2 at the GC of Georgia...Capped his season by winning the unofficial Chrysler Senior Match Play Challenge at the Hyatt Dorado Beach in Puerto Rico. Went into the event as the lowest of 16 seeded players and upset Larry Nelson, John Jacobs and Raymond Floyd en route to the final match against Leonard Thompson. Birdied the first hole of a sudden-death playoff to beat Thompson for the title and $240,000 first-place check...Also won the Argentine Open for the seventh time, becoming the oldest ever to claim the biggest event in his home country. \n\n1999: Eclipsed the seven-figure mark for the first time ever...Ended a 20-month victory drought with a two-stroke win at the Las Vegas Senior Classic. Broke a tie with Dave Eichelberger by making a 30-foot eagle putt at the 16th hole...Also came close to victory earlier in the campaign at the PGA Seniors' Championship. Shared the lead heading into the final round at PGA National, but eventually second to Allen Doyle by two strokes...Was also a runner-up at The ACE Group Classic in Naples, a distant five strokes back of Doyle. \n\n1998: Closed with a 68 at the Las Vegas Senior Classic, but fell one stroke shy of Hale Irwin...Challenged Irwin again at the U.S. Senior Open at Riviera CC, but again came up one short. \n\n1997: Emerged victorious at the final Bank One Classic in Lexington when he seized the lead with three holes to play and went on to record a one-stroke victory over Isao Aoki. \n\n1996: First win was a memorable one...Posted a one-stroke victory at the Burnet Senior Classic in July and in the process, became just the fifth Monday qualifier in Champions Tour history to win a tournament. Breakthrough came in just his eighth start on the circuit...Was in contention with Hale Irwin in his first Champions Tour start before finishing third at the 1996 PGA Seniors' Championship.\n","otherCarHigh" : "Prior to joining the Champions Tour, played on the European Tour for more than two decades and collected five official victories...Won the 1992 Murphy's English Open at The Belfry in dramatic fashion, sinking an 87-foot putt on the last hole for the victory. Triumph at age 46 made him the oldest winner on the European Tour since 48-year-old Neil Coles won the 1982 Sanyo Open...Initial European Tour win came in 1970, when he claimed the Heineken Dutch Open in Eindhoven...Also victorious at the Colgate PGA Championship in 1979 at St. Andrews, defeating Gary Player and Italy's Baldo Dassu by one stroke...Best season in Europe came in 1992, when he was 16th on the Order of Merit with winnings of ÂŁ217,453 (well over $300,000)...Played in seven PGA TOUR events in 1977 and four the following year, making the cut in all 11 starts with winnings totaling $10,487...Best effort was a T11 at the 1977 Houston Open...Has won almost 100 tournaments in his career, including numerous South American titles...Member of five Argentine World Cup teams and also played on numerous other international teams...Once held the PGA European Tour record for most birdies in one round (10) at the 1983 Jersey Open on his way to a 62. Also had 62 in the 1971 French Open...Has 22 career holes-in-one.","personal" : "Was the second Argentine to take a crack at the Champions Tour. Countryman Roberto De Vicenzo, winner of the 1967 Open Championship, played throughout the 1980s and early 1990s...Nickname is \"Chino.\"...Born with one leg shorter than the other and walks with a slight limp...Caddied for Chi Chi Rodriguez at the 1962 World Cup in Argentina...One of his sons, Gustavo, was his caddie for his first Champions Tour win, at the Burnet Senior Classic.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 4 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}