{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01510","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Henke","first" : "Nolan","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "165","weightMetric" : "75","birthDate" : "November 25, 1964","age" : "51","birthPlace" : "Battle Creek, MI","residence" : "Fort Myers, FL; plays out of Cypress Lake CC (Fort Myers, FL)","family" : "Wife, Michelle; Hayden Reese (12\/28\/01), Nolan Jacob (3\/31\/06)","education" : "Florida State University, 1987","splInterest" : "Fishing, Florida State football","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumunus","trndProYear" : "1988","clubAffl" : "","cityPlaysFrm" : "Ft. Myers; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,662,881&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Made just one start during the year at the Web.com Tour's Mexico Championship but did not make the cut.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Finished No. 97 on the 2002 Nationwide Tour final money list with $37,251. Made the cut in eight of 19 tournaments...Finished T4 at the Preferred Health Systems Wichita Open, his best finish of the year. Shot rounds of 67-70-69-71 to finish 3-under-par 277, five strokes behind tournament winner Tyler Williamson...Only other top-25 finish was T13 at the Virginia Beach Open...Finished T64 at the John Deere Classic in his only cut made out of three appearances on the PGA TOUR. Opened with rounds of 66-65, but then struggled on the weekend with 76-74...Played in only eight PGA TOUR events in 2001, making four cuts...Has three PGA TOUR victories, most recently the 1993 BellSouth Classic. Entered final round four strokes behind leader Nick Price. Closing 67 enough for two-stroke victory over Price, Mark Calcavecchia and Tom Sieckmann. $216,000 winner's check largest of his career...In title defense, eagled 72nd hole to T2 behind John Daly...Also T2 at 1995 MCI Classic...First TOUR victory came at 1990 B.C. Open, by three strokes over Mark Wiebe...The following year, entered final round of the Phoenix Open with four-stroke lead, then held on to defeat Tom Watson, Curtis Strange and Gil Morgan by one stroke...Opened 1996 Greater Milwaukee Open with career-best 62 to finish T3, one stroke out of Loren Roberts-Jerry Kelly playoff...Won seven collegiate tournaments while at Florida State...1987 All-America selection who finished second at NCAA Championship to Brian Watts...Holds charity events each year in in Fort Myers that benefit Southwest Florida Children's Hospital and Hope Hospice House, as well as the Nolan Henke\/Patty Berg, Jr. Masters to benefit junior golf.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "Made just one start during the year at the Web.com Tour's Mexico Championship but did not make the cut.","carHigh" : "Has three PGA TOUR victories, most recently at the 1993 BellSouth Classic...Entered final round four strokes behind leader Nick Price. Closing 67 was enough for two-stroke victory over Price, Mark Calcavecchia and Tom Sieckmann. The $216,000 winner's check was largest of his career. In title defense, eagled 72nd hole to T2 behind John Daly. Also T2 at 1995 MCI Classic. Final-round 67 forced playoff with Bob Tway and David Frost, won by Tway on second extra hole...First TOUR victory came at 1990 B.C. Open, by three strokes over Mark Wiebe. The following year, entered final round of the Phoenix Open with four-stroke lead, then held on to defeat Tom Watson, Curtis Strange and Gil Morgan by one stroke. Opened 1996 Greater Milwaukee Open with career-best 62. Finished T3, one stroke out of Loren Roberts-Jerry Kelly playoff...in 1998, finished third at B.C. Open and T3 at Greater Milwaukee Open...Won seven collegiate tournaments while at Florida State...Was a 1987 All-America selection, who finished second at NCAA Championship to Brian Watts.\n","otherCarHigh" : "","personal" : "Holds in Fort Myers each year charity events that benefit Southwest Florida Children's Hospital and Hope Hospice House, as well as the Nolan Henke\/Patty Berg, Jr. Masters to benefit junior golf.","otherInfo" : "Split time during the 2004 season playing on the PGA TOUR and Nationwide Tour. Was a member of Nationwide Tour in 2002-2003. Never teed it up in a Nationwide Tour event until 2002. That year, made eight cuts in 19 starts, including a career-best T4 at the Nationwide Tour's Preferred Wichita Open. Has three PGA TOUR victories, most recently 1993 BellSouth Classic. First TOUR victory came at 1990 B.C. Open, by three strokes over Mark Wiebe. Entered the final round of the 1991 Phoenix Open with four-stroke lead, then held on to defeat Tom Watson, Curtis Strange and Gil Morgan by one stroke. Won seven collegiate tournaments while at Florida State. 1987 All-America selection who finished second at NCAA Championship to Brian Watts. Holds charity events in Fort Myers each year to benefit Southwest Florida Children's Hospital and Hope Hospice House, as well as the Nolan Henke\/Patty Berg, Jr. Masters to benefit junior golf.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Made just one start during the year at the Web.com Tour's Mexico Championship but did not make the cut.","carHigh" : "\n","otherCarHigh" : "Was a full-time member of the PGA TOUR from 1989-2000 and credited with over 300 starts during that span. Finished among the top 125 on the money list each year from 1990-99, including 28th in 1991 and 31st in 1993...Lost his exempt status after the 2000 season and played just 25 Tour events since then. His last PGA TOUR start came in 2013 at the Sanderson Farms Championship where he withdrew after one round...Was a three-time winner on Tour, including victories in 1990, 1991 and 1993...First win came at the 1990 B.C. Open where he was a three-stroke winner over Mark Wiebe...A year later, he held a four-stroke lead after 54 holes at the Phoenix Open and then shook off the effects of three bogeys on a four-hole stretch on the back nine with a birdie at No. 18 to defeat Tom Watson, Curtis Strange and Gil Morgan...His third win came in 1993 when he won the BellSouth Classic by two strokes over Tom Sieckmann, Nick Price and Mark Calcavecchia...One of the oddities in his career was that he twice finished as a runner-up in defense of two of his titles, including the 1992 B.C. Open and the 1994 BellSouth Classic...He also lost in a playoff at the 1995 MCI Classic an event won by Bob Tway on the second extra hole after David Frost went out on the first playoff hole...Made 57 starts on the Web.com Tour in his career, including 19 in 2002...Was a college star at Florida State where he won All-American honors three years running, including first-team accolades in 1987. Was runner-up to Brian Watts at the 1987 NCAA Championships. Is a member of that school's Athletic Hall of Fame.","personal" : "Has been involved with charity events in Fort Myers area to benefit Southwest Florida Children's Hospital and Hope Hospice House, as well as the Nolan Henke\/Patty Berg, Jr. Masters to benefit junior golf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T4th in 2002 at the Preferred Health Systems Wichita Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}