{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25845","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Garwood","first" : "Doug","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "195","weightMetric" : "88","birthDate" : "March 31, 1963","age" : "53","birthPlace" : "Van Nuys, California","residence" : "Chatsworth, California","family" : "Single","education" : "Fresno State University (1986, English Literature)","splInterest" : "Books, music, plays, movies, museums, architecture","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1989","clubAffl" : "Annandale GC (Pasadena, California)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,259,798&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Special Members\/Medical","otherVics" : "","intlVics" : "","curYearHigh" : "Finished T9 in just his second start of the season at the Toshiba Classic...Back issues (bulging disc) caused him to miss most of the season before he returned to action in October at the San Antonio Championship where he finished T62.","carHigh" : "Member of the Nationwide Tour in 2002-04. Made the cut in four of 15 starts in 2004 before being sidelined the second half of the season with a shoulder injury. Best finish was a T22 at the Chattanooga Classic. Made the cut in 10 of 25 tournaments in 2003. Finished No. 142 on the final money list, with a T23 at the Permian Basin Open, his best showing. Finished No. 49 on the final money list, with $94,438 during his rookie season in 2002. Played in 27 of the 28 tournaments, making the cut in 13. Posted three top-10 finishes and six top-25s. Missed nine consecutive cuts before making it to the weekend in the final six tournaments of the year. Lost in a Nationwide Tour record-tying four-person playoff at the State Farm Open. Finished T4 at the Gila River Classic at Wild Horse Pass Resort after shooting all four rounds in the 60s. Other top-10 finish was a T9 at the Samsung Canadian PGA Championship. Won the 2001 Long Beach Open. Shot a final-round 65 to win by one stroke.\n","otherCarHigh" : "Two-time All-American at Fresno State University.","personal" : "Lists Jack Nicklaus among his heroes. Father got him started in the game. Held various retail and insurance jobs during time away from the golf course. Says making it to the final stage of the PGA TOUR National Qualifying Tournament was his biggest thrill in golf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Finished T9 in just his second start of the season at the Toshiba Classic...Back issues (bulging disc) caused him to miss most of the season before he returned to action in October at the San Antonio Championship where he finished T62.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(1): 2001 Long Beach Open.","intlVics" : "","curYearHigh" : "Finished T9 in just his second start of the season at the Toshiba Classic...Back issues (bulging disc) caused him to miss most of the season before he returned to action in October at the San Antonio Championship where he finished T62.","carHigh" : "2014: Troubled by bulging-disc issues in the latter part of the season but took advantage of his conditionally exempt status at the start of the season to play his way into a full exemption for 2015. Was among the top 10 in a third of his 18 starts even though he did not play in an event from mid-February through mid-May...Nearly claimed his first Champions Tour title the first week of June when he lost in a two-hole playoff to Tom Pernice, Jr., at The Principal Charity Classic. Was the 36-hole leader at the Wakonda Club and led by as much as four strokes early Sunday before rallying late to get into the overtime with Pernice. Made a 30-foot birdie on No. 17 and another 7-foot birdie on the final hole of regulation to get into the playoff. Lost out on the second playoff hole when Pernice made an 8-foot birdie putt...Backed up his performance in Iowa with a fourth-place effort at the Encompass Championship near Chicago. Was among the first-round leaders and then closed with a final-round 66 at North Shore CC to vault into solo fourth place...Was again in the mix in mid-August at the Boeing Classic when he had a T5 near Seattle...One week later, was T9 at the Shaw Charity Classic in Calgary and then three weeks later, finished T7 at the Pacific Links Hawai'i Championship in mid-September. Posted a second-round, 9-under-par 63, his career-low on Tour...Cemented his spot among the top-30 on the money list when he was T6 at the Greater Hickory Kia Classic in October...Led the Champions Tour in Par-4 Birdies (21.83 percent).\n\n 2013: Made five official starts on the Champions Tour after turning 50 in March. Finished 57th on the money list, aided by two strong showings during the year...The first came in September at the Nature Valley First Tee Open at Pebble Beach, where he claimed a T2 finish after open-qualifying earlier in the week. That top-10 finish earned him a berth in the SAS Championship (T11) near Raleigh...First open-qualified for the Champions Tour at The Principal Charity Classic, where he was T7...Also T24 at the Pacific Links Hawaii Championship and T61 at the Boeing Classic as a qualifier...Attended the Champions Tour National Qualifying Tournament in November and finished eighth overall. Saw his opportunity to earn one of the five fully-exempt positions available slip away when he three-putted for bogey on the final hole of regulation and fell back into a T4 with four others. Eventually dropped four spots when he made a double bogey on his second playoff hole. Will be conditionally-exempt in 2014. \n\nWas a full-time player on the Web.com Tour from 2002-2005, with his best finish a T2 at the 2002 State Farm Open...Two-time All-American at Fresno State.\n","otherCarHigh" : "A veteran of the Web.com Tour, he played full time on that tour from 2002-05 and made 95 career starts...Enjoyed his most successful campaign in 2002 when he finished 49th on the money list in 27 starts. Made 13 cuts and had three top-10 finishes to his credit...Finished T2 at the 2002 State Farm Open, losing in a four-man playoff in an event eventually won by Andy Miller...Was also T4 at the Gila River Classic that year and was T9 at the Samsung Canadian Open...Played his college golf at Fresno State, where he won All-American honors.","personal" : "Lists Jack Nicklaus among his heroes. Father got him started in the game. Held various retail and insurance jobs during time away from the golf course. Says making it to the final stage of the PGA TOUR National Qualifying Tournament was his biggest thrill in golf...Father, Kelton, was a character actor who had parts in several TV shows and movies. Was the undertaker in several episodes of Gunsmoke.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T6th at the Allianz Championship.","dynStats" : "He ranks 43rd in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}