{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "37452","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hall","first" : "Ashley","middle" : "","extn" : "","nick" : "Ashley"}, "height" : "\n\t\t\t6-4 \/ 1.93 m","heightMetric" : "1.93","weight" : "231 \/ 104.8 kg","weightMetric" : "105","birthDate" : "November 3, 1983","age" : "32","birthPlace" : "Noble Park, Victoria, Australia","residence" : "Melbourne, Australia","family" : "Wife, Tara; Cooper, Kaylee","education" : "","splInterest" : "Watching live sports, Golf course architecture","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2006","clubAffl" : "Berwick Montuna GC (Melbourne, Australia)","cityPlaysFrm" : "Melbourne, Victoria, Australia","websiteUrl" : "","websiteName" : "http:\/\/www.ashleyhallgolf.com","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "267,628&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2013","exmtStatus" : "Fully Exempt","otherVics" : "","intlVics" : "(2): 2007 Victorian PGA Championship [Aus]. 2009 Victorian Open [Aus].","curYearHigh" : "Played in 21 Web.com Tour events, making eight cuts. Had three top 25s - a T13 at the Digital Ally Open, a T15 at the Panama Claro Championship and a T20 at the Greater Dallas Open. Finished 114th on the Regular Season money list and 135th on the year-long money list.","carHigh" : "Has primarily played overseas since 2006, on the Asian Tour from 2007-09, on the Australian Tour since 2006 and the OneAsia Tour since 2009.\n\n2014: Played in 20 Web.com Tour events, making nine cuts. Had two top-10s and three top-25s. Finished the Regular Season 44th on the money list...Began the season making the cut in his first four tournaments...Fired a bogey-free 65 in the first round of his third event, the Brasil Champions. Followed that with rounds of 64-65 and was T2 heading into the final round. Finished six shots back, in third place, after posting a 70 on Sunday...Missed seven cuts and had a T41 and a T59 in a nine-tournament stretch from April through July...Rebounded the first week of August at the Stonebrae Classic, opening with three consecutive 65s. Was T6 with 18 holes to play before carding a 67 on Sunday for a T5...Recorded a pair of T60s and two missed cuts in the Web.com Tour Finals...Led the Tour in Sand Save Percentage (67.86)...On the PGA Tour of Australasian, had a T4 in early March at the New Zealand Open in Queenstown, which was sandwiched around starts in the Web.com Tour's first two events, in Colombia and Chile.\n\n2013: Made the cut in 10 of 25 starts during his first full season on the Web.com Tour. Had a pair of playoff runner-up finishes in back-to-back starts, along with a third top-10 later in the year...Playoff runner-up at the rain-delayed United Leasing Championship. Fired the low of the day Sunday—a 6-under 66—to reach the clubhouse at 11-under 277. Eventually joined in the playoff by Ben Martin, Joe Affrunti and Billy Hurley. Darkness prevented the start of the extra session, which was pushed to Monday morning. Hopes for a win were dashed when he hit two shots into the water on the first playoff hole at Victoria National GC. Had made only four of 13 cuts prior to a career-best week on Tour...Finished runner-up for the second consecutive start when he made it into a playoff at the Utah Championship then lost in the extra session. Put his tee shot into the water at the 18th (first playoff) hole at Willow Creek CC and made bogey. Steven Alker won the tournament with a two-putt par...Was T10 at the News Sentinel Open and was No. 23 on the money list heading into the final Regular Season event, the Cox Classic, in Omaha...Missed the cut at the Cox Classic and dropped out of the top 25, to No. 27 on the money list and missed out on his PGA TOUR card by less than $2,000...Made the cut in one of four starts in the Finals, with a T41 at the Web.com Tour Championship his top effort...In early November, traveled to his homeland of Australia and finished T6 at the Australian PGA Championship. Finished nine shots behind winner Adam Scott...Two weeks later, thanks to a third-round 68 and three other rounds at par or better, was T10 at the Australian Open.\n\n2012: Missed the cut at The Open Championship by two strokes after firing rounds of 71-75 at Royal Lytham & St. Annes GC. \n\n2011: Had a pair of top-five finishes on the Asian Tour. Was solo fourth at the weather-shortened S K Telecom Open...Two months later, was T5 at the Indonesia Open, thanks to a final-round 67.\n\n2010: Made two Web.com Tour starts, with his lone made cut a T37 at the Michael Hill New Zealand Open. \n\n2009: Won the Victorian Open on the Australasian Tour...Had a nice finish at the Volvo China Open. Fired a third-round 65 on his way to a T3 at Beijing CBD International GC...Made the cut in two of three starts on the Web.com Tour and was T28 at the HSBC New Zealand PGA Championship. \n\n2008: Best finish was also his only made cut, a T9 at the weather-plagued HSBC New Zealand PGA Championship in February.\n\n2007: Made two Web.com Tour appearances, missing the cut at the Jacob's Creek Open and the HSBC New Zealand PGA Championship...Won the Victorian PGA Championship. Trailed by seven strokes through 54 holes, shot a final-round 68 that got him into a playoff with Tristan Lambert and then won the extra session on the second sudden-death hole, two-putting for par on the par-4 18th.\n\n2006: Won the Australian Q School title.\n","otherCarHigh" : "Won the 2005 Tennant Cup in the United Kingdom...Was a member of the Australian national team in 2005-2006...Was with the Victorian Institute of Sport from 2004-2006.","personal" : "Worked at a mobile phone store from 2002 to 2004...Favorite apps are Skype and Viber..Favorite team is the Collingwood Football Club, nicknamed the Magpies. Collingwood is an Australian rules football club which plays in the Australian Football League...Twitter account is @ash_hall.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in 21 Web.com Tour events, making eight cuts. Had three top 25s - a T13 at the Digital Ally Open, a T15 at the Panama Claro Championship and a T20 at the Greater Dallas Open. Finished 114th on the Regular Season money list and 135th on the year-long money list.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/ash_hall"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}