{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "28620","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Price","first" : "Aron","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "175","weightMetric" : "79","birthDate" : "May 6, 1982","age" : "33","birthPlace" : "Sydney, Australia","residence" : "Jacksonville Beach, Florida","family" : "Wife, Lucy; Gibson (10\/17\/14)","education" : "Georgia Southern University","splInterest" : "Fitness, watching movies","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2008)","trndProYear" : "2005","clubAffl" : "","cityPlaysFrm" : "Sydney; ; Australia","websiteUrl" : "http:\/\/www.iconsportsinc.com\/aron-price\/","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,372,932&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2006","exmtStatus" : "Conditional - Additional Qualifying Tournament Finisher or Finished 76-100 on 2015 Web.com Tour Money List","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Played in 20 Web.com Tour events, making 12 cuts. Finished 100th on the money list...Had three top 25s, with his best finish a T15 at the Digital Ally Open in August. Other top 25s came in March at the Cartagena de Indias at Karibana Championship (T22) and Chitimacha Louisiana Open (T23). Recorded his second Tour hole-in-one at the Stonebrae Classic...In October 2015, recovered nicely from an opening, 6-over 78 on the first day of the Fiji International in Suva to post three consecutive sub-par rounds at Natadola Bay GC to finish second, four shots behind winner Matt Kuchar. Wind gusts were consistently 35 mph both Thursday and Friday, and his second-round 70 and third-round 69 tied him for low-round-of-the-day honors. \n\n2014: Played in 23 Web.com Tour events, making 12 cuts. Had two top-10s and five top-25s. Finished Regular Season 60th on the money list...Shot a 66 at the Panama Claro Championship in February to take the 18-hole lead in the first round of the new season. Continued strong play with rounds of 68-69. An even-par 70 Sunday resulted in a T3, his best finish on Tour since the 2008 WNB Golf Classic...Other top-10 came in July at the Midwest Classic. Was T26 through 36 holes after posting 68-70. Then fired a bogey-free 63 to move up to a tie for fifth with 18 holes to play. Carded a 71 Sunday and finished T6...Finished Regular Season with T31, T17 and T22 performances...Made two cuts in the Web.com Tour Finals, with a T16 his top result...In November, opened with a 4-under 68 and closed with a 69 at the BetEasy Masters on the PGA Tour of Australasia. That was good for a T5 with countrymen Matthew Griffin, Adam Bland and Paul Spargo at Metropolitan GC. Added a T10 the following week at the Emirates Australian Open.\n\n2013: Made the cut in 14 of 23 Web.com Tour starts and had four top-25 finishes and a pair of top-10s...Shot 67-64-68 in the final three rounds of the Air Capital Classic to T7. His 64 in the third round was was his lowest score of the season...Matched that 64 with another in the third round of the News Sentinel Open in Knoxville, where he T10...Made the cut in two of the four Finals' events with a T24 at the Chiquita Classic his best result...In November, returned home to win the Australian Tour's New South Wales Open by four shots, near where he grew up. It was his first professional title on Aussie soil.\n\n2012: Was one of the busiest members on the TOUR, competing in 25 of 27 official events...Best finish was a T9 at the Miccosukee Championship in Miami in October...Also had four other top-20 finishes, including a T12 at the Price Cutter Charity Championship. Ended the year No. 63 on the money list. \n\n2011: After missing the cut in his first three starts, claimed first of four top-25 finishes, a T22 at the Puerto Rico Open...Fired four rounds in the 60s at the John Deere Classic in July to net his best performance of the season, a T12. \n\n2010: Made the cut in 11 of 18 starts in his second season on the PGA TOUR...Missed the cuts in three Web.com Tour starts. \n\n2009: Played his rookie season on the PGA TOUR. Made the cut in 20 of 27 events, with top-25 finishes at the Mayakoba Golf Classic (T6) and the St. Jude Classic (T14). Finished the season No. 144 on the money list. \n\n2008: Placed 18th on the Web.com Tour money list, with $249,144. Earned his first career title with a playoff victory at the Livermore Valley Wine Country Championship. Final-round 72 helped him overcome a four-stroke deficit and force a playoff with rookie J.J. Killeen, the first-, second- and third-round leader. Collected the $108,000 first-place check when Killeen missed a short par putt on the second extra hole. Victory jumped him from No. 48 to No. 4 on the money list. He joined Jarrod Lyle, Ewan Porter and Gavin Coles as Australians to win on Tour in the first six events of year. First-round co-leader with fellow Australian Greg Chalmers at the Ford Wayne Gretzky Classic and eventually finished T5. Played in the team competition with Hockey Hall of Famer Mark Messier, where they finished T6 with Ricky Barnes and tournament host Wayne Gretzky. Scored a ride home with Messier after the tournament on Messier's private jet. Tied low round of the day (68) Sunday at WNB Golf Classic to finish solo third, jumping five spots on the money list. Shot final-round 65, including a front-nine 29, at Web.com Tour Championship to T16 and secure his spot in \"The 25.\" \n\n2007: Made the cut in 17 of 26 starts on the Web.com Tour, with eight top-25 finishes. Finished the season No. 42 on the money list, with $144,208. Recorded a runner-up finish for the second year in a row, this time at the Livermore Valley Wine Country Championship. At 2-over 290, completed tournament two strokes behind champion Omar Uresti. Other top-10s came at the Albertsons Boise Open (T7) and The Rex Hospital Open (T9). \n\n2006: Made the cut in seven of 11 starts during his rookie season on the Web.com Tour, including three top-10s. Finished the season No. 52 on the money list, with $117,858. Began the year with a T4 at the Jacob's Creek Open Championship, followed by a T21 at the ING New Zealand PGA Championship. Didn't play again until a missed cut at the Preferred Health Systems Wichita Open in late July. Strong performances down the stretch included a runner-up showing at the Permian Basin Charity Golf Classic, in which he dropped a playoff to Brandt Snedeker, and a seventh-place finish at the National Mining Association Pete Dye Classic. 2005: Had a 70th-place showing at the Gila River Golf Classic...Missed the cut in his first two career starts on the PGA TOUR. Winner of two Gateway Tour Beach Series events. \n","otherCarHigh" : "One of three finalists for the 2005 Ben Hogan Award, given annually to the nation's top golfer. Winner of seven collegiate tournaments during his career at Georgia Southern, including four during his senior season (the Coca-Cola Tournament of Champions, the Ashworth Collegiate Invitational, the Hyatt Plantation Club Intercollegiate and the Courtyard by Marriott Intercollegiate). Named first-team All-American in 2005 to go along with third-team honors in 2004. Winner of two prestigious amateur titles—the 2004 Rice Planters Amateur Championship and the 2004 Players Amateur Championship. Won back-to-back medalist honors in the stroke-play competition at the Western Amateur Championship (2003-04), helping him advance to the round of 16 in match play both years. In 2004, he lost, 1-down, to eventual winner Ryan Moore at the U.S. Amateur in the round of 16.","personal" : "Grew up hoping to become a professional rugby player and is still an avid fan of the Cronulla Sharks. Picked up his first golf club at age 12, getting his start in the game from his grandparents...Lists Greg Norman as his inspiration to take up the game and still his hero. Favorite American sport is baseball and is a big fan of the Jacksonville Jaguars...Enjoys Thai food...Lists winning his first professional event as his biggest thrill in golf...Favorite golf course played is Pebble Beach GL. Would most like to play Augusta National...Never travels without his computer...His first car was a 1983 Mistubishi Sigma...His favorite TV show is \"Entourage,\" and his favorite movie is \"The Shawshank Redemption.\"...Favorite entertainer is Billy Joel. Favorite athlete to watch is Roger Federer...Lists the Greek Islands as his favorite vacation spot...Lucky charm is a handkerchief he keeps in his left pocket at all times. Bucket list items include flying in a fighter jet.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2010: Posted three top-10 finishes in 22 starts in sophomore season on TOUR...Earned second career top-10, at the Zurich Classic of New Orleans with a T10 at TPC Louisiana (first was T6 at 2009 Mayakoba Golf Classic) after getting into the event as an alternate. The top-10 performance earned him a spot at the following week's Quail Hollow Championship, where he finished T17...Three rounds of 5-under 65, along with a 1-over 71 in the second round, led to a T9 finish at inaugural Greenbrier Classic...Third top-10 finish also came in a first-year event, posting four rounds in the 60s to finish T9 at The McGladrey Classic...Made three cuts in three starts on the Nationwide Tour with a T16 at the Knoxville News Sentinel Open his best finish. 2009: In his rookie season on the PGA TOUR, made the cut in 20 of 27 events, with top-25 finishes at the Mayakoba Golf Classic (T6) and the St. Jude Classic (T14). Finished the season No. 144 on the money list. 2008: Placed 18th on the Nationwide Tour money list, with $249,144...Earned his first career title with a playoff victory at the Livermore Valley Wine Country Championship. Final-round 72 helped him overcome a four-stroke deficit and force a playoff with rookie J.J. Killeen. Price collected the $108,000 first-place check when Killeen missed a short par putt on the second extra hole. Victory jumped him from No. 48 to No. 4 on the money list. He joined Jarrod Lyle, Ewan Porter and Gavin Coles as Australians to win on Tour in the first six events of 2008...First-round co-leader with fellow Australian Greg Chalmers at the Ford Wayne Gretzky Classic and eventually finished T5. Played in the team competition with hockey Hall of Famer Mark Messier, where they finished T6 with Ricky Barnes and tournament host Wayne Gretzky. Scored a ride home with Messier after the tournament on Messier's private jet...Shot a final-round 65, including a front-nine 29, at Nationwide Tour Championship to finish T16 and secure his spot in \"The 25.\" 2007: Made the cut in 17 of 26 starts on the Nationwide Tour, with eight top-25 finishes. Finished the season No. 42 on the money list, with $144,208... Recorded a runner-up finish for the second year in a row, this time at the Livermore Valley Wine Country Championship. 2006: Made the cut in seven of 11 starts during his rookie season on the Nationwide Tour, including three top-10s. Finished the season No. 52 on the money list, with $117,858. 2005: Winner of two Gateway Tour Beach Series events. Amateur: One of three finalist's for the 2005 Ben Hogan Award, given annually to the nation's top golfer. Winner of seven collegiate tournaments during his career at Georgia Southern, including four during his senior season. Named first-team All-American in 2005 to go along with third-team honors in 2004. Winner of two prestigious amateur titles—the 2004 Rice Planters Amateur Championship and the 2004 Players Amateur Championship. Won back-to-back medalist honors in the stroke-play competition at the Western Amateur (2003-04). That same year, he lost, 1-down, to eventual winner Ryan Moore at the U.S. Amateur in the round of 16.\n","otherCarHigh" : "","personal" : "Grew up hoping to become a professional rugby player and is still an avid fan of the Cronulla Sharks...Picked up his first golf club at age 12, getting his start in the game from his grandparents...Lists Greg Norman as his hero...Favorite American sport is baseball and is a big fan of the Jacksonville Jaguars and Georgia Southern...Favorite food is Thai...Lists winning his first professional event as his biggest thrill in golf...Favorite golf courses played are New South Wales GC in Sydney and Pebble Beach...Would most like to play Augusta National...Never travels without his computer... Favorite TV show is \"Entourage\"...Favorite movie is \"Shawshank Redemption\"... Favorite entertainer is Billy Joel...Favorite athlete to watch is Roger Federer...Lists the Greek Islands as his favorite vacation spot...Lucky charm is a handkerchief he keeps in his left pocket at all times and always marks his ball with an Australian 10-cent coin...Bucket list includes flying in a fighter jet and driving in a NASCAR race...Is the middle child of three boys.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "After missing the cut in his first three starts, claimed his first of four top-25 finishes, a T22 at the Puerto Rico Open...Fired four rounds in the 60s at the John Deere Classic in July to net his best performance of the season, a T12."}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 1st in 2008 at the Livermore Valley Wine Country Championship at Wente Vineyards.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/azzajax"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/aronpricePGA"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}