{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06514","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Johnson","first" : "Kevin","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "185","weightMetric" : "84","birthDate" : "April 25, 1967","age" : "48","birthPlace" : "Plymouth, Massachusetts","residence" : "Palm Beach Gardens, Florida","family" : "Wife, Christa; Jordan Paige (7\/17\/00), Jade Alexandra (11\/29\/02)","education" : "Clemson University (1989, Economics and Marketing)","splInterest" : "Fishing","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2009)","trndProYear" : "1990","clubAffl" : "","cityPlaysFrm" : "Palm Beach Gardens; Florida; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,479,753&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1990","exmtStatus" : "Conditional - Web.com Tour Past Champion\/5-10 Years (2011-2006)","otherVics" : "","intlVics" : "(1): 1992 ICL Tournament [SAf].","curYearHigh" : "","carHigh" : "Member of Web.com Tour in 1990, 1996-2000, 2002-09 and 2011-14. Member of the PGA TOUR in 2001 and 2010. \n\n2014: Played in five Web.com Tour events, making the cut in one, the Rex Hospital Open in May, which resulted in a T37. Carded a 64 in the second round.\n\n2013: Played in seven PGA TOUR events. Finished T37 at Brasil Classic, then missed the next six cuts.\n\n2012: Made 24 starts on the Web.com Tour and had a pair of top 10s...Got his year off to a good start with a T6 at the Pacific Rubiales Colombia Championship thanks to a 67 on Sunday. Top-10 finish was his first since his victory at the 2009 Knoxville Open, a span of 30 starts...Late in the season, shot rounds of 66-69 on the weekend at The Club at Longview and T9 at the Chiquita Classic...Shot 65 on Thursday and was among the early leaders in the first round of the Preferred Health Systems Wichita Open. Eventually finished T15 at Crestview CC...Opening-round 69 at the Albertsons Boise Open was his 1,000th career round on the Web.com Tour. \n\n2011: Made five cuts in 14 starts on the Web.com Tour and his best finish was a T39 at the Fresh Express Classic. \n\n2010: Played 26 events on the PGA TOUR and made five cuts. Best performance was a T38 at the Puerto Rico Open. \n\n2009: Earned a return trip to the PGA TOUR after finishing No. 13 on the Web.com Tour money list. His year included a pair of wins, giving him six for his career. Won The Rex Hospital Open on the first playoff hole over Jeff Gallagher. Collected his second win of the year at the Knoxville Open, defeating Bradley Iles on the second hole of a playoff. Started the day three strokes behind 54-hole leader David McKenzie. Posted a 4-under 68 at Fox Den CC to join Iles at 20-under par. Both birdied the first extra hole and Johnson made a short birdie putt on the second playoff hole to collect his sixth career win and tie Sean Murphy, Matt Gogel and Jason Gore for the most career Web.com Tour victories. \n\n2008: Made only three cuts in 22 starts on the Web.com Tour with a T36 at the Chattanooga Classic his best finish. \n\n2007: Made just three cuts in 14 starts on the Web.com Tour, with his only top-10 finish coming in his last start at the Miccosukee Championship (T8). \n\n2006: Made the cut in nine of 25 starts on Tour, with two top-10s. Ended the season No. 54 on the money list, with $116,824. A T10 at the Athens Regional Foundation Classic represented his first top-10 of the year. Then recorded his fourth career Tour victory with a one-stroke win over Matt Kuchar at the Preferred Health Systems Wichita Open, snapping a streak of 110 tournaments without a win since his last victory on Tour in 2000. Rounds of 65-68-67-66 led to an 18-under 266 total, good enough for the $90,000 payday and a jump of 110 spots to No. 29 at the time on the official money list. \n\n2005: Finished the Web.com Tour season No. 86 on the money list, with $56,589. Made the cut in eight of 17 tournaments, with two top-10 finishes—a fifth-place performance at the Canadian PGA Championship and a T8 at the Price Cutter Charity Championship. \n\n2004: Made the cut in 10 of 24 starts on the Web.com Tour, with five top-25 finishes. Wrapped up the season No. 79 on the money list, with $64,222. Had a season-best T4 at the Lake Erie Charity Classic, two shots out of a playoff eventually won by Kevin Stadler. Last of his two top-10s came with a T5 at the Alberta Classic. \n\n2003: Made the cut in 15 of 27 events on the Web.com Tour. Earned $97,295 to land in the No. 47 spot on the final money list. Cracked the top-10 twice—finishing third at the Clearwater Classic and T9 at the SAS Carolina Classic. \n\n2002: Finished No. 87 on the Web.com Tour money list, with $43,370. Made the cut in 12 of 21 tournaments, recording three top-25 finishes in the process. Best tournament was a T8 at the Price Cutter Charity Championship. Finished T13 at the B.C. Open in his only appearance on the 2002 PGA TOUR. \n\n2001: Made the cut in 14 of 32 PGA TOUR events, with his only top-25 finish coming at the Bob Hope Chrysler Classic. Posted a 23-under-par total to T11 and collected $69,500. His fourth-round 65 was his best score of the year. Earned his PGA TOUR card by virtue of his T5 finish at the 2000 PGA TOUR National Qualifying Tournament. \n\n2000: Made it to the weekend in 11 of 25 Web.com Tour events, with four top-10 finishes. Opened the 2000 season with a third-place finish at the Florida Classic. Posted a pair of 64s to grab a four-stroke lead at the halfway point of the Permian Basin Open, establishing a 36-hole tournament record. Weekend scores of 70-70 gave him a three-stroke win and his third career title. \n\n1999: Defeated Bob Heintz by one stroke to win the South Carolina Classic, his second career win. Had a one-stroke lead after 54 holes at the Mississippi Gulf Coast Open and finished third. Knocked in three eagles in the final round of the Omaha Classic.\n\n1997: Earned his first career Web.com Tour victory at the Puget Sound Open in a playoff over Michael Clark and Steve Jurgensen. Victory was one of three top-10 finishes. Set course record with 62 in opening round of Permian Basin Open. Caddied for Web.com Tour member Geoffrey Sisk at 1997 National Qualifying Tournament. \n\n1995: Following the PGA TOUR Qualifying Tournament, broke his right-shoulder blade when a horse threw him during a quail-hunting trip. Has also played on the South African Tour (1990-95) and the PGA TOUR Canada (1992-94). \n","otherCarHigh" : "Member of 1989 U.S. Walker Cup team, which he says is his biggest thrill in golf...Winner of 1987 U.S. Amateur Public Links Championship...1988 U.S. World Amateur Team Championship member... Three-time All-America selection at Clemson...Member of high school varsity basketball team.","personal" : "Attended Silver Lake High School...Cites his father, Ken, as his hero...Credits his dad for giving him his start in golf...Favorite teams are Clemson and all Boston teams...Favorite athlete is Tom Brady...Favorite course played is Pine Valley...Would like to play St. Andrews.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 1989; World Amateur (1), 1988.","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2001","qSchoolYear" : "2000","exmtStatus" : "Past Chapion 2-4","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Earned a return trip to the PGA TOUR after finishing No. 13 on the 2009 Nationwide Tour money list. His year included a pair of wins, giving him six for his career. Won The Rex Hospital Open on the first playoff hole over Jeff Gallagher. Collected his second win of the year at the Knoxville Open, where he defeated Brad Iles on the second hole of a playoff. Started the day three strokes behind 54-hole leader David McKenzie. Posted a 4-under 68 at Fox Den CC to join Iles at 20-under par. Both birdied the first extra hole and returned to the tee. Iles missed from 10 feet, and Johnson canned the winning putt from 15 inches to collect his sixth career win and tie Sean Murphy, Matt Gogel and Jason Gore for the most career Nationwide Tour victories. Struggled after his win in Knoxville, making only four of 14 cuts with a T20 at the Northeast Pennsylvania Classic his only top-25 over the second half of the year. Member of Nationwide Tour in 1990, 1996-2000 and 2002-09. Member of the PGA TOUR in 2001. Made only three cuts in 22 starts on the Nationwide Tour in 2008 with a T36 at the Chattanooga Classic his best finish. Made just three cuts in 14 starts on the Nationwide Tour in 2007, with his only top-10 finish coming in his last start at the Miccosukee Championship (T8). Made the cut in nine of 25 starts on Tour in 2006, with two top-10s. Ended the season No. 54 on the money list, with $116,824. Recorded his fourth career Tour victory with a one-stroke win over Matt Kuchar at the Preferred Health Systems Wichita Open, snapping a streak of 110 tournaments without a win since his last victory on Tour in 2000. Rounds of 65-68-67-66 led to an 18-under 266 total, good enough for the $90,000 payday and a jump of 110 spots to No. 29 at the time on the official money list. Finished the 2005 Nationwide Tour season No. 86 on the money list, with $56,589. Made the cut in eight of 17 tournaments, with two top-10 finishes—a fifth-place performance at the Canadian PGA Championship and a T8 at the Price Cutter Charity Championship. Made the cut in 10 of 24 starts on the 2004 Nationwide Tour, with five top-25 finishes. Wrapped up the season No. 79 on the money list, with $64,222. Made the cut in 15 of 27 events on the 2003 Nationwide Tour. Earned $97,295 to land in the No. 47 spot on the final money list. Finished No. 87 on the 2002 Nationwide Tour money list, with $43,370. Finished T13 at the 2002 B.C. Open in his only appearance on the 2002 PGA TOUR. Made the cut in 14 of 32 PGA TOUR events in 2001, with his only top-25 finish coming at the Bob Hope Chrysler Classic. Posted a 23-under-par total to T11 and collect $69,500. His fourth-round 65 was his best score of the year. Earned his PGA TOUR card by virtue of his T5 finish at the 2000 PGA TOUR Qualifying Tournament. Made it to the weekend in 11 of 25 Nationwide Tour events in 2000, with four top-10 finishes. Opened the 2000 season with a third-place finish at the Florida Classic. Posted a pair of 64s to grab a four-stroke lead at the halfway point of the Permian Basin Open, establishing a 36-hole tournament record. Weekend scores of 70-70 gave him a three-stroke win and his third career title. Defeated Bob Heintz by one stroke to win the 1999 South Carolina Classic, his second career win. Knocked in three eagles in the final round of the 1999 Omaha Classic. Earned his first career Nationwide Tour victory at the 1997 Puget Sound Open in a playoff over Michael Clark and Steve Jurgensen. Victory was one of three 1997 top-10 finishes. Set course record with 62 in opening round of 1997 Permian Basin Open. Caddied for Nationwide Tour member Geoffrey Sisk at 1997 National Qualifying Tournament. Following 1995 National Qualifying Tournament, broke right shoulder blade when thrown from horse during quail-hunting trip. Has also played on the South African Tour (1990-95) and the Canadian Tour (1992-94). \n","otherCarHigh" : "","personal" : "Member of 1989 U.S. Walker Cup team, which he says is his biggest thrill in golf. Winner of 1987 U.S. Amateur Public Links Championship. Member of 1988 U.S. World Amateur team. Three-time All-America selection at Clemson, where former TOUR player and current rules official Dillard Pruitt was a teammate. Member of high school varsity basketball team. Cites his father, Ken, as his hero. Credits his dad for giving him his start in golf.","otherInfo" : "","ntlTeams" : "World Amateur Team Championship, 1988; Walker Cup, 1989.","priorYearSeason" : "Made 26 starts on the PGA TOUR, with his best finish a T38 at the Puerto Rico Open."}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 6 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}