{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20160","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Wi","first" : "Charlie","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "175","weightMetric" : "79","birthDate" : "January 3, 1972","age" : "44","birthPlace" : "Seoul, South Korea","residence" : "North Hills, California","family" : "Single","education" : "University of California","splInterest" : "Skiing, all sports","pronunciation" : "WEE","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1995","clubAffl" : "Wood Ranch GC (Simi Valley, California)","cityPlaysFrm" : "Westlake Village; CA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "10,271,156&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Former Fully Exempt PGA TOUR Member","otherVics" : "","intlVics" : "","curYearHigh" : "Split his time between the Web.com Tour and PGA TOUR. Made nine cuts in 12 starts on the Web.com Tour, collecting one top-10 finish. Made two cuts in just nine starts on the PGA TOUR...On the Web.com Tour, recorded his first top-10 performance on either the PGA TOUR or Web.com Tour since the 2013 Quicken Loans National. Entered the third round at the El Bosque Mexico Championship tied for 40th after 36 holes. Fought his way to a a T8 with a 67-69 weekend effort.","carHigh" : "Made the cut in 13 of 17 starts during the 2006 Nationwide Tour, with four top-10 finishes. Finished the season No. 40 on the money list, with $137,238. Turned in one of the most impressive stretches of the season, with four top-five showings in five starts—a T4 at the Henrico County Open (four shots behind Matt Kuchar), a career-best runner-up effort at The Rex Hospital Open (one shot behind Brenden Pappas), T5 at the Chattanooga Classic (four shots behind champion Kyle Reifers) and T4 at the Peek'n Peak Classic (two shots behind winner John Merrick). Finished the year ranked No. 5 in Birdie Average (4.15 per round). Winner of the European Tour's Maybank Malaysian Open by one stroke over two-time defending champion Thongchai Jaidee, denying Jaidee his third straight win at the event. Rookie on 2005 PGA TOUR after successfully navigating through all three stages of 2004 National Qualifying Tournament. T26 in his fourth attempt at finals in 2004. Finished No. 196 on the money list during his rookie season. Career-best T5 in his last start of the season at the Southern Farm Bureau Classic. Opened with a career-low, 7-under 65 to share the first-round lead at the 84 LUMBER Classic with three others. Finished T32. His previous low was a 68 in the opening round of the 2005 AT&T Pebble Beach National Pro-Am. Winner of five Asian Tour events during career dating back to 2000, including three victories in 2001. Also a member of Nationwide Tour (1996, 1998-2000) and European Tour (2002-03). Best season on the Nationwide Tour was 1998 when he finished No. 77 on the money list, with top-10 finishes at the Hershey Open (sixth) and the Wichita Open (T4). Only other career top-10 came at the 1996 Dakota Dunes Open (T10). Best finish on European Tour was T5 at 2002 Dubai Desert Classic. Also made multiple starts on Japan Golf Tour during this period. One career PGA TOUR event prior to 2005, the 2002 World Golf Championships-NEC Invitational, where he finished T63. \n","otherCarHigh" : "First-team All-American in 1995 at University of California, posting the third-lowest stroke average among collegians that season behind Tiger Woods and Stewart Cink. Won the 1990 California State Amateur at age 17 (second-youngest to accomplish that feat) and the 1995 Southern California Amateur Championship.","personal" : "Introduced to golf by his father. Expert skier earned spending money during college by being a ski instructor. Student of martial arts, assisting with flexibility in golf swing.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2005","qSchoolYear" : "2004, 2006","exmtStatus" : "Veteran Member","otherVics" : "","intlVics" : "(9): 1997 Kuala Lumpur Open [Malaysia]. 2001 Volvo China Open, Shin Han Dong Hae Open [Kor], SK Telecom Open [Kor]. 2002 SK Telecom Open [Kor]. 2004 Pocari Sweat Open [Kor], Taiwan Open [Asia]. 2005 GS Caltex Masters [Kor]. 2006 Maybank Malaysian Open [Eur.].","curYearHigh" : "Split his time between the Web.com Tour and PGA TOUR. Made nine cuts in 12 starts on the Web.com Tour, collecting one top-10 finish. Made two cuts in just nine starts on the PGA TOUR...On the Web.com Tour, recorded his first top-10 performance on either the PGA TOUR or Web.com Tour since the 2013 Quicken Loans National. Entered the third round at the El Bosque Mexico Championship tied for 40th after 36 holes. Fought his way to a a T8 with a 67-69 weekend effort.","carHigh" : "2013-14: Made 11 cuts in 25 starts, with his best showing, a T12, coming in his season's first start of the year, at the Frys.com Open...Other top-25 finish came three starts later, at the Humana Challenge (T23). Ranked No. 149 in FedExCup standings, missed the Playoffs for the first time in the FedExCup era. Attempted to regain exempt status for the 2014-15 PGA TOUR Season via the Web.com Tour Finals. Finished 69th after making two cuts. Best finish was a T27 at the Nationwide Children's Hospital Championship in Ohio. Will have one event in the 2014-15 season as part of a Minor Medical Extension to earn 109 FedExCup points or $327,549.\n\n2013: Made 15 of 23 TOUR cuts but recorded only one top 10. Finished No. 123 in the final FedExCup standings after missing the cut at The Barclays...Finished solo seventh at the AT&T National for his first top 10 of the season. The five-time PGA TOUR runner-up has at least one top 10 in his last seven TOUR seasons.\n\n2012: Finished No. 60 in the FedExCup standings...Held at least a share of the lead for the first three rounds at the AT&T Pebble Beach National Pro-Am, including an opening round, 9-under 61 (tying his career low) that set the tournament-course record at Monterey Peninsula CC. Round included a front-nine, record-setting 28, besting 30s carded on that nine by Brian Gay and D.J. Trahan (both in 2010). Entered the final round with a three-stroke lead over Ken Duke but was never able to fully recover from a double bogey on the first hole. Fought back to finish with an even-par 72 and the fifth runner-up fiinsh of his career. Was hoping to win at Pebble Beach, the site of his victory at the 1990 California State Amateur...Finished T29 at the Arnold Palmer Invitational after holding a share of the 18- and 36-hole leads...In April, posted four par-or-better rounds at the Valero Texas Open in his sixth start in San Antonio to claim T4 honors with Bob Estes, Brian Gay and defending champion Brendan Steele. Previously finished inside the top-five in San Antonio with a T2 performance in 2008...Finished T3 at The Greenbrier Classic, with all four rounds in the 60s for his third top-10 finish of the season. It represented his 50th top-25 finish in 177 career TOUR starts...In early October, shot four under-par rounds at the CJ Invitational on the Asian Tour to finish T5 at the South Korea event...Back stateside, ended the PGA TOUR season in style with a T5 at the Children's Miracle Network Hospitals Classic. Opened with an 8-under 64, his lowest round since opening with a 61 at the AT&T Pebble Beach National Pro-Am in February. Followed the 64 at Disney with rounds of 71-70-71 to end the season with 12 straight rounds at par or better in his final three events.\n\n2011: Made 17 of 25 cuts but only had one top 10 and six top 25s...Entered the final round of the Crowne Plaza Invitational at Colonial with a one-stroke advantage (the first 54-hole lead of his career) over David Toms and built that lead to three at one point, but a final-round 69 to Toms' 67 left him with the fourth runner-up finish of his career. His fourth made cut in as many attempts at Colonial helped him jump 66 spots in the FedExCup standings. 2010: Posted four top-10 finishes, tying his career-best (2008). Played his way into three Playoff events, but stumbled on final day of BMW Championship after having the opportunity to play in THE TOUR Championship...Opened The Honda Classic with a 4-over 39 and five bogeys on his first nine holes, but played the final 63 holes with just three bogeys to finish eighth...A second-round 65 was one of four rounds of par or better to finish T4 at the AT&T National, three strokes behind winner Justin Rose...Posted four rounds in the 60s in July to finish in a nine-way tie for fourth at the RBC Canadian Open...Improved with each start in the first three events of The Playoffs, but finished No. 33 in the FedExCup standings to miss THE TOUR Championship. Began the Playoffs with a T27 at The Barclays...Finished T18 at the Deutsche Bank Championship after equaling the best birdie streak of the season, with six in a row (on holes 14 through 1) en route to a second-round, 5-under 66...Held a share of the 36-hole lead with Matt Kuchar at the BMW Championship and entered the final round just one shot behind tournament-leader Ryan Moore, but a final-round 74 left him T8. 2009: Posted third consecutive $1 million-plus season on TOUR...After a T9 at The Honda Classic he made it back-to-back top-10s at Transitions Championship, chipping-in twice on the front nine of the final round to make the turn with the outright lead at 9-under. Bogeys at both back-nine par 3s saw him finish T4 at 6-under...Rebounded with his season-best finish of T2 at the Zurich Classic of New Orleans in April. The finish tied his career-best (2007 U.S. Bank Championship in Milwaukee, 2008 Valero Texas Open). En route to the finish in New Orleans, recorded just four bogeys over the course of all four rounds. Finished one stroke behind winner Jerry Kelly...Represented Korea at the OMEGA Mission Hills World Cup for the second time in his career, this time partnering with 2009 PGA champion Y.E. Yang. 2008: Enjoyed his most successful season on the PGA TOUR with 11 top-25 finishes, four of which were top-10s...Shared the first-round lead with a 7-under 64 at the John Deere Classic and finished T4. It was his best finish since a T2 at the 2007 U.S. Bank Championship in Milwaukee...In his first career major championship start, was one stroke back after 36 holes at the PGA Championship. Fired rounds of 71-74, including being paired with eventual champion Padraig Harrington and runner-up Sergio Garcia in the final round, to finish T9 at Oakland Hills...Shot a final-round 61 at the Valero Texas Open to move from a T13 to a T2 finish, matching his career best. 2007: In second start of season, finished T9 at the Buick Invitational. Opened with a 9-under-par 63 on the Torrey Pines North Course, two off the pace of Brandt Snedeker...Set the Champion Course record at PGA National with a first-round, 5-under-par 65 at The Honda Classic. Held the 18-hole lead and shared the 36-hole lead with Robert Allenby at 5-under-par 135. Finished T13...Finished a career-best T2 at the U.S. Bank Championship, with birdies on four of the last five holes for a final-round 68...Qualified for the first two PGA TOUR Playoffs for the FedExCup events and finished T14 at the Deutsche Bank Championship... Added a T5 at the Ginn sur Mer Classic at Tesoro to move up 10 spots on the money list and top the $1-million mark for the first time in his career. \n\n2006: Earned a return trip to the PGA TOUR in 2007 after second successful stint at 2006 PGA TOUR Qualifying Tournament, finishing T16...Made the cut in 13 of 17 starts on the 2006 Web.com Tour, with four top-10s. Finished the season No. 40 on the money list, with $137,238...Turned in one of the most impressive stretches of the season, with four top-five showings in five starts—a T4 at the Henrico County Open, a career-best runner-up effort at The Rex Hospital Open, T5 at the Chattanooga Classic and T4 at the Peek'n Peak Classic...Winner of the European Tour's Maybank Malaysian Open by one stroke over two-time defending champion Thongchai Jaidee, denying Jaidee his third straight win at the event...Represented South Korea for the first time at the World Cup. \n\n2005: Rookie season on TOUR the result of successfully navigating through all three stages of 2004 PGA TOUR Qualifying Tournament. T26 in his fourth attempt at finals in 2004. Made a 10-foot putt on the last hole at PGA TOUR Qualifying Tournament to earn his card..Finished No. 196 on the money list during his rookie season. Was T5 in his last start of the season at the Southern Farm Bureau Classic...Opened with a 7-under 65 to share the first-round lead at the 84 LUMBER Classic with three others. Finished T32. \n\n2004: Winner of the Taiwan Open on the Asian Tour. 2003: Made the cut in 10 of 25 starts on the European Tour with his only top-25 a T16 at the Dunhill Links Championship. \n\n2002: Made 13 of 17 cuts on the European Tour. Best finish was a T5 at the Dubai Desert Classic...Successfully defended his SK Telecom Open win on the Asian Tour...First career PGA TOUR start came at the World Golf Championships-NEC Invitational, where he T63. \n\n2001: Best finish on the European Tour was a T3 at the Carlsberg Malaysian Open...Won three times on the Asian Tour, at the Volvo China Open, the Shin Han Dong Hae Open and the SK Telecom Open, both in South Korea. \n\n2000: Made 13 of 25 cuts on the Web.com Tour with his only top-25 a T12 at the Monterey Peninsula Classic. \n\n1999: Played in 10 Web.com Tour events, making three cuts. Top finish was a T14 at the Louisiana Open.\n\n1998: Had a pair of top-10s in limited play on the Web.com Tour. Finished T4 at the Wichita Open. 1997: Won his first title as a professional, picking up the Kuala Lumpur Open in Malaysia. \n\n1996: Had one top-10 during his first full year on the Web.com Tour. Amateur: First-team All-America in 1995 at University of California, posting the third-lowest stroke average among collegians that season behind Tiger Woods and Stewart Cink...Won the 1990 California State Amateur at age 17 (second-youngest to accomplish that feat) and the 1995 Southern California Amateur. \n","otherCarHigh" : "","personal" : "Introduced to golf by his father...An expert skier who earned spending money during college by being a ski instructor...Student of martial arts, which helps his flexibility in the golf swing.","otherInfo" : "","ntlTeams" : "World Cup (2), 2006, 2009; Royal Trophy (1), 2009; Asian Dynasty Cup (1), 2003; Korean International Team (1), 2004.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the PGA TOUR 5 times.","dynStats" : "He ranks T19th in Victory Leaders on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/cwigolf"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/#!\/CharlieWiPGA"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}