{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "22371","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Baddeley","first" : "Aaron","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "175","weightMetric" : "80","birthDate" : "March 17, 1981","age" : "35","birthPlace" : "Lebanon, New Hampshire","residence" : "Scottsdale, Arizona","family" : "Wife, Richelle; Jewell Kalaiah (11\/12\/08), Jolee Zarriah (5\/21\/10), Jeremiah Aaron (12\/5\/12), Josiah Luke (1\/18\/15)","education" : "","splInterest" : "Family, music, fitness","pronunciation" : "BAD-lee","nwTourAlumnus" : "Web.com Tour Graduate (2002)","trndProYear" : "2000","clubAffl" : "","cityPlaysFrm" : "Melbourne; ; Australia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "18,361,488&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Finished T4 at the Sanderson Farms Championship in a weather-delayed Monday finish with rounds of 64-73-67-68 at the Country Club of Jackson. Top-10 finish earned him a spot in the following week's field at the OHL Classic at Mayakoba...Added another top-10 finish (T8) at the Farmers Insurance Open, shooting 3-under 69s in the second and third rounds...Opened the Puerto Rico Open at Coco Beach with six birdies and an eagle against two bogeys to post a 6-under 66. Ensuing rounds of 72-69-72 resulted in a share of eighth place with Puerto Rico native Rafael Campos and Will Mackenzie.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Finished T130 at the 2001 PGA TOUR Qualifying Tournament...Played in one tournament in 2001 on the BUY.COM TOUR, a T52 at the Gila River Classic...Winner of the 2001 Greg Norman Holden International...Played in nine PGA TOUR events in 2001 and finished T14 at the WGC-EMC World Cup...Finished the 2000-01 Australasian PGA TOUR Order of Merit Champion...Made one cut, a T57 at Honda Classic, in nine PGA TOUR appearances as an amateur in 2000...Stayed with countryman Greg Norman during Honda Classic, his first PGA TOUR event...Highlight of the year came when he defended his Australian Open title...Won the 1999 Australian Open as an amateur, becoming the youngest player to ever win that event and the first amateur since Bruce Devlin in 1959...First amateur to receive a special invitation to the Masters since 1976...Born in New Hampshire before family moved back to Australia when Aaron was 2...Father Ron served as chief mechanic for Mario Andretti's race team in New Hampshire...Holds dual American and Australian citizenship...Had his first career hole-in-one this past year at the Kemper Open...Biggest thrill in golf was winning his first Australian Open...Cites Nick Price and Greg Norman as his heroes.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2003","qSchoolYear" : "","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(4): 1999 Holden Australian Open [Aus]. 2000 Holden Australian Open [Aus]. 2001 Greg Norman Holden International [Aus]. 2007 MasterCard Masters [Aus].","curYearHigh" : "Finished T4 at the Sanderson Farms Championship in a weather-delayed Monday finish with rounds of 64-73-67-68 at the Country Club of Jackson. Top-10 finish earned him a spot in the following week's field at the OHL Classic at Mayakoba...Added another top-10 finish (T8) at the Farmers Insurance Open, shooting 3-under 69s in the second and third rounds...Opened the Puerto Rico Open at Coco Beach with six birdies and an eagle against two bogeys to post a 6-under 66. Ensuing rounds of 72-69-72 resulted in a share of eighth place with Puerto Rico native Rafael Campos and Will Mackenzie.","carHigh" : "2014-15: Among 13 made cuts in 25 starts with one top-10 finish to finish No. 157 in the final FedExCup standings. It was the first time he finished outside the top 125 in the FedExCup standings since they began in 2007 and missed the Playoffs...In addition, collected top-20 finishes at the Waste Management Phoenix Open (T17) and Valero Texas Open (T20)...Had one of the year's more unusual birdies in the opening round of the Valero Texas Open in March. After hitting his original tee shot into the trees at the par-4 17th hole at the TPC San Antonio, he re-teed, and hitting driver, sank his third shot from 336 yards for a birdie-3...Finished T10 at the Barbasol Championship, with rounds of 69-72-64-67...In the Web.com Tour Finals, played all four events in an attempt to improve his status. Made two cuts, recording T30s in both. Finished 59th on the Finals' money list.\n\n2013-14: Made 13 of 24 cuts on TOUR, with two top 10s. Missed the cut at The Barclays to end his season at No. 114 in the FedExCup standings. The FedExCup standings' finish represented his lowest since the Playoffs began in 2007...After totaling just two top-10 finishes in 2013, recorded first-top 10 of the season with a solo fifth at the CIMB Classic at Kuala Lumpur G&CC in Malaysia. Aided by a final-round 66, total of 276 was two strokes out of Ryan Moore-Gary Woodland playoff...Finished fourth at the Travelers Championship for his first top-20 in 10 career starts in Hartford. Played in the final group Sunday, and a birdie on No. 18 could have forced a playoff. Recorded a bogey to drop two shots off the winning score.\n\n2013: Made 10 of 24 TOUR cuts and finished No. 101 in the FedExCup standings. Entered the FedExCup Playoffs No. 119 in the standings before finishing T43 at The Barclays to just miss advancing to the second Playoffs event...Closed with rounds of 68-69 at the Farmers Insurance Open to claim T6 honors with Robert Garrigus and Rickie Fowler in the Monday finish at Torrey Pines. His 7-under in the third and fourth rounds were the field's best over the final 36 holes...In July, posted 4-under 68s in the first, second and final rounds at Glen Abbey GC en route to a T9 at the RBC Canadian Open. \n\n2012: One week before he was scheduled to make his title defense at the Northern Trust Open, closed with a 5-under 67 to finish solo fourth at the AT&T Pebble Beach National Pro-Am. It was his second consecutive top-10 finish at the event (T6 in 2011) and first of the season...Carded rounds of 69-72-73-72 at the Memorial Tournament to finish T9 and collect his second top-10 of the season...Earned his third top-10 of the season, with a T8 finish at the World Golf Championships-Bridgestone Invitational, his first top-10 in five starts at the event...Missed the cut at The Barclays and finished T42 at the Deutsche Bank Championship, ending the season No. 78 in the FedExCup standings. \n\n2011: Ninth season on the PGA TOUR highlighted by a victory at the Northern Trust Open and a selection as one of Greg Norman's Captain's picks for the Presidents Cup at Royal Melbourne GC...In fourth start of the season, claimed his first top-10 of the year with a T6 at the AT&T Pebble Beach National Pro-Am...One week later, won for the first time in four years when he captured the Northern Trust Open. Earned third career title with a two-shot triumph at Riviera CC, turning in a winning score of 12-under-par 268 with rounds of 67-69-67-69. Only player in the field to card four rounds in the 60s. Bounced back from a double bogey-6 on No. 12 during the final round with a birdie on No. 13 to cruise to victory. One of a PGA TOUR record nine players to share the first-round lead at 4-under-par. Converted 54-hole lead into TOUR for the second time in his career...Rebounded from an opening, 1-over-par 73 to finish T4 at the Shell Houston Open...Produced fourth top-10 result of the year, with a T6 at THE PLAYERS. Posted second top 10 at THE PLAYERS in the last three years after finishing T9 in 2009...Thanks to a third-round, 6-under 64, he shared the 54-hole lead with Hunter Mahan at the TOUR Championship by Coca-Cola before a Sunday, 2-over 72 led to a T3 finish, his fifth top-10 of the season. Finished 14th in the FedExCup, his best effort since a sixth-place finish in 2007. Late in the season, he shot rounds of 67-69 on the weekend at the Australian Open to T8 at an event he has won twice (1999 and 2000)...Played in his first Presidents Cup as a Captain's Pick in his native Australia, compiling a 1-3-1 record at Royal Melbourne GC. \n\n2010: Finished outside of the top 100 on the official money list for the second straight season, managing two top-10 finishes...Bounced back from a 3-over 75 in the first round at the Valero Texas Open with three consecutive sub-70 rounds to finish T3, his best performance since a T2 at the 2008 Verizon Heritage...Was T8 at the Justin Timberlake Shriners Hospitals for Children Open on the strength of a 7-under 64 in the third round. Finished three shots out of a playoff. Birdied Nos. 13-16 in the final round at TPC Summerlin before a bogey on No. 18 ended his victory chances. \n\n2009: Another steady season with six top-25 finishes, highlighted by a pair of top-10 finishes in May and July...A final-round, 6-under 66 led to his first top-10 finish of the season, a T9 at THE PLAYERS Championship...Posted four rounds in the 60s at the John Deere Classic in July. The week was highlighted by a final-round, 6-under 65, giving him his second top-10 of the season, a T9. \n\n2008: Collected nine top-25 finishes en route to a No. 43 finish in the FedExCup standings. Made the cut in 17 of 22 starts, surpassing $1 million in earnings for the fourth straight season...Finished T9 in the World Golf Championships-Accenture Match Play Championship. Fell to eventual champion Tiger Woods in 20 holes in the third round...Fired four rounds in the 60s on Hilton Head Island in April to place T2 at the Verizon Heritage, where he won his first PGA TOUR event in 2006. The T2 was his third consecutive top-10 finish at Harbour Town. \n\n2007: Had the best season of his career, with seven top-10 finishes, a victory and more than $3 million in earnings...Won for the second time in 21 starts (dating back to the 2006 Verizon Heritage) with a one-stroke victory at the FBR Open, close to where he lives at nearby Grayhawk GC. Closed with consecutive 7-under-par 64s for a winning total of 21-under-par 263. His 14-under-par total on the weekend tied the tournament record for the lowest last 36 holes. Became the fourth international player to win the event since the tournament moved to TPC Scottsdale in 1987...T6 at the World Golf Championships-CA Championship, giving him top-10 finishes in two of the three World Golf Championships events...Held the 54-hole lead over Tiger Woods at the U.S. Open at Oakmont CC after opening 72-70-70. Paired with Woods in final group on Sunday, triple-bogeyed first hole en route to 10-over-par 80. Finished T13...Shared the 36-hole lead at the Deutsche Bank Championship, but a pair of 70s dropped him to fifth at TPC Boston...Tied for the 54-hole lead with Steve Stricker at the BMW Championship after opening 68-65-65. Playing in the final pairing with Stricker on Sunday, posted a final-round 66 to finish second, two shots shy of champion Tiger Woods...In first career start at the TOUR Championship by Coca-Cola, finished 24th to lock up a sixth-place finish in final FedExCup standings, earning an $800,000 bonus...Beat Daniel Chopra on the fourth playoff hole in late November to win the MasterCard Masters in Australia. \n\n2006: Won for the first time on the PGA TOUR and accumulated more than $1.5 million in earnings...Won the Verizon Heritage for his first TOUR title, rallying with birdies on Nos. 14 and 15, two of the hardest holes on TOUR, and beating Jim Furyk with a 6-foot par putt on Harbour Town's lighthouse closing hole. On Easter Sunday morning, Baddeley, who aspires to be a minister when his golf career is complete, spoke at Harbour Town's Sunrise Service by the 18th green. He also celebrated his one-year wedding anniversary on Saturday...Led the TOUR in putts per round (27.96). \n\n2005: Recorded back-to-back top-10s for the first time in his career with his T7 finish at the Nissan Open and T6 finish the next week at the Chrysler Classic of Tucson...Best effort of the season was a T4 at the Reno-Tahoe Open, six strokes behind wire-to-wire champion Vaughn Taylor. \n\n2004: Made 70 percent of his season earnings during the West Coast Swing ($445,509, six tournaments), thanks to a runner-up finish in Tucson. In 38th career professional start finished second to Heath Slocum at the Chrysler Classic of Tucson. Had not made a bogey since the second round at the Omni Tucson National Golf Resort and Spa, but a three-putt on the 72nd green ended the streak and his chance at victory...Needed to make the cut at the season-ending Chrysler Championship to secure a spot in the top 125 on the final season money list, finished 67th. \n\n2003: PGA TOUR rookie had a strong debut thanks to three top-10s, including losing in a two-hole playoff to Ernie Els at the Sony Open in Hawaii. Made a 10-foot birdie putt on the 72nd hole to get into a playoff. On the second playoff hole at Waialae CC, Els made a 43-foot birdie putt from the fringe of the 10th green. Baddeley left his 20-foot birdie putt on the edge. The runner-up spot was his first career top-10...Missed the better part of three months during the year due to ankle injury suffered playing ultimate frisbee after the Bay Hill Invitational in late March. He was out of action from THE PLAYERS Championship until coming back at the FedEx St. Jude Classic, where he finished T53. \n\n2002: Earned his way on to the PGA TOUR via a 10th-place finish on the Web.com Tour money list. Posted three runner-up finishes, at the Knoxville Open, Bank of America Monterey Peninsula Classic and the Gila River Classic. \n\n2001: Played in nine TOUR events and teamed with Adam Scott for a T14 at the World Cup...Winner of the Greg Norman Holden International. Finished as the 2000-01 PGA TOUR of Australasia Order of Merit champion and did not miss a cut on the PGA Tour of Australasia that year. \n\nAmateur: In 2000, made one cut, a T57 at Honda Classic, in nine TOUR appearances. Stayed with countryman Greg Norman during The Honda Classic, his first TOUR start. Highlight of the year came when he defended his Holden Australian Open title...In 1999, won the Holden Australian Open, becoming the youngest player to win that event and the first amateur since Bruce Devlin in 1959...First amateur to receive a special invitation to the Masters (2000) since 1976...Was selected to the Eisenhower World Team, becoming the youngest Australian to represent his country in any world team event.\n","otherCarHigh" : "","personal" : "Born in New Hampshire before family moved back to Australia when Aaron was only 2. Father Ron served as chief mechanic for Mario Andretti's race team in New Hampshire. Holds dual American and Australian citizenship...Introduced to golf at age 8 by his grandmother, Jean Baddeley...Hobbies include fitness, sports, reading, go-karting, fishing and spending time with his wife and children...Started a junior event, The Aaron Baddeley International Junior Championship, in 2001 that has become one of the leading junior events in the world and is the only junior tournament that gives an exemption to the men's and women's Australian Open, Australian Masters and the Australian Ladies Masters.","otherInfo" : "","ntlTeams" : "The Presidents Cup (1), 2011; World Cup (1), 2001.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T4th at the Sanderson Farms Championship.","dynStats" : "He ranks T61st in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/AaronBadds"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}