{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "22792","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "7","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hanson","first" : "Peter","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "210","weightMetric" : "95","birthDate" : "October 4, 1977","age" : "38","birthPlace" : "Svedala, Sweden","residence" : "Trelleborg, Sweden; Orlando, Florida","family" : "Wife, Sanna; Stella (2007), Tim (2010)","education" : "","splInterest" : "Bowhunting, car racing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1998","clubAffl" : "","cityPlaysFrm" : "Trelleborg; ; Sweden","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2012","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(7): 2001 Gunther Hamburg Classics [EurChall]. 2005 Jazztel Open de Espana en Andalucia [Eur]. 2008 SAS Masters [Eur]. 2010 Iberdrola Open Cala Millor Mallorca [Eur], Czech Open [Eur]. 2012 KLM Open [Eur], BMW Masters [Eur].","curYearHigh" : "Made seven of 13 PGA TOUR cuts, without a top-10 finish. Finished No. 161 in the FedExCup standings. Did not play in minimum 15 events on TOUR so was not exempt to compete in the Web.com Tour Finals...In defense of his BMW Masters ttitle, shot himself out of the tournament on the first day, with a 7-over 79 at Lake Malaren. Recovered nicely the rest of the way, shooting 68-71 going into the final round. Fired the round of the tournament on the last day, an 8-under 63 to T8 in Shanghai...Fired a final-round 67 at the DP World Tour Championship to move up to a T10 in Dubai in mid-November...Finished T10 at the Abu Dhabi HSBC Golf Championship in mid-January.","carHigh" : "2013: Claimed four top-25 finishes in 15 PGA TOUR starts, highlighted by a top-10 at the World Golf Championships-Cadillac Championship. Finished No. 127 in the FedExCup standings to just miss the Playoffs but finished No. 125 on the money list to earn his TOUR card for 2013-14...Followed a T17 at the World Golf Championships-Accenture Match Play Championship and a T13 at The Honda Classic with his first top-10 of the season, finishing T8ânine strokes behind Tiger Woods at the Cadillac Championship. It marked his second consecutive top 10 at the event (T4 in 2012).\n\n2012: At the weather-shortened Commercialbank Qatar Masters, shot three rounds in the 60s to T2, four strokes behind winner Paul Lawrie...Finished T5 at the World Golf Championships-Accenture Match Play Championship after losing 4 and 3 to Mark Wilson in the quarterfinals. It marked his best finish in a PGA TOUR-sanctioned event in 35 starts. His previous-best was a T7 at the 2011 U.S. Open...Was T4 at the World Golf Championships-Cadillac Championship, three strokes behind winner Justin Rose. It was his best finish in 15 World Golf Championships starts...Accepted Special Temporary membership onto the PGA TOUR on March 27, making him eligible to receive unlimited sponsor exemptions for the remainder of the season...Finished T3 at the Masters Tournament after holding the third-round lead by one shot over three-time Masters champion Phil Mickelson. The only previous top-10 finish by a Swedish player at the Masters is T8 by Robert Karlsson in 2008. Sweden has never produced a major championship winner. The best finish ever in a major by a Swede is Jesper Parnevik (second at the 1994 Open Championship and T2 and the 1997 Open Championship) and Niclas Fasth (second in the 2001 Open Championship). Had never held a lead after any round on the PGA TOUR in 38 previous starts before the Masters. Missed the cut in his only other start at the Masters, in 2011...At the Nordea Masters in Stockholm in his native Sweden, finished T3, six shots behind winner Lee Westwood at Bro Hof Slott GC...Finished T7 at the PGA Championship after weekend rounds of 70-71. It was his first top-10 in seven PGA Championship starts and was his second top-10 in a major for the season (T3 at the Masters)...Won on the European Tour for the first time since 2010 when he won the KLM Open in early Setpember in the Netherlands. Took the lead into the final round at Hilversumsche GC, eagled the 72nd hole and defeated Richie Ramsay and Pablo Larrazabal by two shots. His eagle-3 made him the first player to eagle the last hole of a European Tour and win since Alvaro Quiros at the 2011 Dubai World Championship. The European Tour win was the first by a Swede this season, extending to 24 the number of consecutive years a Sweden native has won on that Tour...Won for a second time on the European Tour, capturing a victory in late October in Shanghai, at the BMW Masters by a stroke over Rory McIlroy. Took a one-shot lead into the final round and delivered a Sunday 67 at the par-71 Lake Malaren GC to match McIlroy and hang on for the title. Was bogey-free in the final round until the 18th hole of the day but was able to hang on when McIlroy could only make par on the same hole, unable to force a playoff...After opening with a 72 on the Gary Player CC at the Nedbank Golf Challenge, finished with three consecutive 73s to finish solo ninth at the Sun City, South Africa, tournament in early December. \n\n2011: Contended all week in Bahrain at the Volvo Golf Champions on the European Tour. Entered the final round tied with Paul Casey, and the duo battled all Sunday until Casey parred the 72nd hole to his bogey, giving Casey the one-stroke win...Finished T7 at the U.S. Open at Congressional CC. Recorded his first top 10 in a major in 16 career starts. Previous best finishes in a major both came at the U.S. Open (T16 in 2010 and T18 in 2009)...Contended all week at the UBS Hong Kong Open in early December before settling for a third-place finish at Hong Kong GC, three strokes behind Rory McIlroy. \n\n2010: Despite a penalty stroke for a double hit, won the Iberdrola Open Cala Millor Mallorca in a playoff with Alejandro Canizares for his third European Tour victory...Finished eighth in his first appearance at the World Golf Championships-Bridgestone Invitational at Firestone CC. Opening rounds of 69-66 had him two shots off the lead...Picked up his second European Tour title of the season when he won the Czech Open in August...Qualified for the European Ryder Cup team for the first time. Compiled a 1-2-0 record during the European's win...Continued his strong World Golf Championships play when he T6 at the World Golf Championships-HSBC Champions at Sheshan International GC in Shanghai, China. \n\n2009: Finished T9 after a third-round, 4-and-3 loss to eventual finalist Paul Casey at the World Golf Championships-Accenture Match Play Championship. Recorded six top-10s worldwide.\n\n2008: Produced the highlight of his career with a victory in the SAS Masters, at the Arlandastad Golf in Stockholm, the first Swede to win the country's national championship in 10 years. Held off Nick Dougherty and Pelle Edberg to win by a stroke...Had five other top-10s on the European Tour. \n\n2007: Had a breakout season worldwide, making the cut in the U.S. Open (T30), The Open Championship (T69) and PGA Championship (T23). Also recorded a T2 on the European Tour at the ABU Dhabi Golf Championship and had seven top-10s...Represented Sweden for the first time at the OMEGA Mission Hills World Cup. Paired with Robert Karlsson, with the duo finishing T6 in Shenzhen, China, with German, Holland and Argentina, five strokes out of the Scotland-U.S. playoff won by Scotland. \n\n2006: Had two European Tour top-10s. First came at the Volvo China Open, where he T10...Later in the year, at the Alfred Dunhill Links Championship, played at St. Andrews, Carnoustie and Kingsbarns, he opened 68-68 and was tied for ninth through 36 holes. Stumbled to a third-round 75 to fall 10 places heading into Sunday. Recovered with a 67 to T9. \n\n2005: Defeated compatriot Peter Gustafsson in a playoff for the Jazztel Open de Espana en Andalucia at San Roque Club to secure his first European Tour win...In the middle of the summer, had a T5 at the BMW Championship at Wentworth Club in England then followed up with a T4 at the Smurfit European Open at The K Club in Ireland. \n\n2004: Contended all week at the Scandinavian Masters in Malmo, Sweden. Middle rounds of 66-68 at Barseback G&CC left him three strokes behind Luke Donald with one round to play. Settled for a T2 finish, five shots shy of Donald...Had a pair of fourth-place showings, at the Heineken Classic in February and in his final start of the year, at the Volvo Masters Andalucia. He enjoyed four consecutive rounds of 70 at Valderrama GC to finish three strokes out of the Ian Poulter-Sergio Garcia playoff, won by Poulter. \n\n2003: Playing primarily on the European Challenge Tour, had nine top-10s and seven top-fives. Was one of four players to T2 at the Izki Challenge in Spain, three strokes behind Martin Erlandsson...In June, at Gilleleje GC in Denmark, was T8 at the Nykredit Danish Open...The following week, he moved to the European Tour and had a strong performance at the Aa St Omer Open. Opened with three under-par rounds then shot an even-par 71 at Aa St Omer Gc to T4...Picked up a pair of T5s on back-to-back weeks on the Challenge Tour, at the Open des Volcans Challenge de France and the Kitzbuhel Golf Alpin Open in Austria, shooting four under-70 rounds (69-66-64-67)...Again had two solid back-to-back weeks in August, finishing T3 at the European Tour's BMW Russian Open in Moscow and then T3 at the Challenge Tour's Skandia PGA Open, thanks to weekend 68s. \n\n2002: Played 21 events, with 20 coming on the European Tour. Failed to record a top-10, with his best finish a T11 at the Victor Chandler British Masters at Woburn in Buckinghamshire, England.\n\n2001: Initially earned his place on the European Tour through the 2000 Qualifying School Final Stage and then through the Challenge Tour rankings, when, having failed to qualify for The Open Championship, he traveled to Germany and promptly won the GĂźnther Hamburg Classics, the richest event of the year on the Challenge Tour, to guarantee himself a place in the top 15 in the rankings. \n\nAmateur: Won the 1998 Brabazon Trophy at Formby and represented Sweden in the Eisenhower Trophy that same year. \n","otherCarHigh" : "","personal" : "Coached by Jan Larsson, the professional at Bokskogen, where he was first introduced to the game by neighbors.","otherInfo" : "","ntlTeams" : "Ryder Cup (2), 2010, 2012; Seve Trophy (5), 2005, 2007, 2009, 2011, 2013; World Cup (2), 2007, 2013.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T3rd in 2012 at the Masters Tournament.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/peterhanson17"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}