{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "36983","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Dobyns","first" : "Matt","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "180","weight" : "210","weightMetric" : "95","birthDate" : "March 13, 1978","age" : "38","birthPlace" : "Austin, Texas","residence" : "Glen Head, New York","family" : "","education" : "University of Texas","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2001","clubAffl" : "Fresh Meadow CC (Lake Success, New York)","cityPlaysFrm" : "Sea Cliff; NY; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None","otherVics" : "(4): 2011 Long Island Open. 2012 PGA Professional National Championship. 2013 Long Island Open. 2015 PGA Professional National Championship.","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Qualified for the U.S. Open.\n\n2013: Missed the cut at both the Shell Houston Open and the Sanderson Farms Championship on the PGA TOUR...Won the Polo Golf Met PGA Head Professional Championship at the CC of Darien in Connecticut.\n\n2012: Won the PGA Professional National Championship and broke Sam Snead's 41-year-old margin-of-victory record, winning by five shots. Became the seventh Metropolitan PGA professional to win that tournament. Became the eight player to win the PGA Professional National Championship in his first appearance. Earned a spot in the PGA Championship at The Ocean Course in Kiawah Island, S.C.\n","otherCarHigh" : "","personal" : "PGA Head professional at Fresh Meadow CC in Lake Success, N.Y., site of the 1930 PGA Championship and the 1932 U.S. Open...Swings righthanded but putts from the left side...Previously worked at Deepdale GC in Manhasset, N.Y...Has recordeed eight career holes-in-one, with two of them coming in competitive tournaments. Most-recent ace came at the 2012 PGA Professional National Championship on the 14th hole at the Bayonet GC in Seaside, Calif. Began playing golf at age 2. Father introduced him to golf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was 78th in 2016 at the Shell Houston Open.","dynStats" : "He ranks T19th in Victory Leaders on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}