{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20848","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Cabrera","first" : "Angel","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "210","weightMetric" : "95","birthDate" : "September 12, 1969","age" : "46","birthPlace" : "Cordoba, Argentina","residence" : "Cordoba, Argentina","family" : "Angel, Jr., Federico","education" : "","splInterest" : "Soccer","pronunciation" : "on-HEL","nwTourAlumnus" : "","trndProYear" : "1989","clubAffl" : "","cityPlaysFrm" : "Cordoba; ; Argentina","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2012","otherVics" : "","intlVics" : "(39): 1991 Gran Premio San Diego [Argentina]. 1992 Abierto Norpatagónico [Argentina]. 1994 Gran Premio Villa Gesell [Argentina], Abierto del Sur [Argentina], Abierto del Centro [Argentina], Gran Premio Náutico Hacoaj [Argentina]. 1995 Abierto Internacional de Hato Grande [Colombia], Abierto de Paraguay [SOUTH], Abierto del Litoral [SOUTH]. 1996 Abierto del Sur [Argentina], Granadilla Open [Chile], Viña del Mar Open [Chile], Volvo Masters in Brazil [SOUTH]. 1997 Abierto del Centro [Argentina]. 1998 Campeonato de la PGA de Argentina [Argentina], Aberto do Brasil (Brazil Open) [Brazil]. 1999 Aberto do Brasil (Brazil Open) [Brazil], Torneo de Maestros de Argentina [SOUTH]. 2000 Abierto del Centro [Argentina], Llao Llao Classic [Argentina]. 2001 Abierto de la República de Argentina (Argentina Open) [EUR], Abierto del Centro [Argentina], Torneo de Maestros de Argentina [TLA]. 2002 Benson and Hedges International [EUR], Abierto de la República de Argentina (Argentina Open) [TLA], Campeonato de la PGA de Argentina [Argentina, tied]. 2004 Abierto del Sur [TLA], Abierto del Norte [Argentina]. 2005 BMW Championship [EUR], Torneo de Maestros de Argentina [TLA], 74th Abierto del Centro [Argentina], 39th Abierto de Norte [Argentina]. 2006 75th Abierto del Centro [TLA]. 2007 76th Abierto del Centro [TLA], Torneo de Maestros de Argentina [TLA], Barclays Singapore Open [Asia], 2007 PGA Grand Slam of Golf. 2012 Euromayor Ángel Cabrera Classic [Argentina]. 2013 Euromayor Ángel Cabrera Classic [Argentina].","curYrHigh" : "","carHigh" : "2013-14: Only top-10 finish in 12 made cuts was his third career PGA TOUR win, and first outside the majors. For the sixth time, earned a berth into the FedExCup Playoffs, where he made it through three of the four Playoff events. Despite a solid T12 finish at the BMW Championship, ended his season ranked No. 50 in the final FedExCup standings...Entered the final round of The Greenbrier Classic trailing playing partner Billy Hurley III by two strokes. Carded a stellar, 6-under 64 (including a hole out for eagle from 176 yards on the par-4 13th hole) to win by two over George McNeill. The win marked the fifth come-from-behind victory in as many playings of The Greenbrier Classic. Making his first start at the tournament, he closed with weekend rounds of 64-64 to finish 16-under 264, becoming the oldest winner at the event and the oldest of the season. The win came in his 218th PGA TOUR start and was his third victory (first in a non-major championship), with wins coming at the 2007 U.S. Open and 2009 Masters Tournament. Weekend rounds equaled the lowest final 36-hole score on TOUR this season (Jimmy Walker and Kevin Na at the Frys.com Open, Bubba Watson at the Northern Trust Open and Kevin Streelman at the Travelers Championship). Win came in his 17th start of the season, topping his previous-best finish of T11 at the Travelers Championship. It was his first top-10 since a T9 at the 2013 Travelers Championship. Became the 10th international winner of the season on TOUR and the third in five years at the West Virginia tournament, joining 2010 champion Stuart Appleby and 2013 winner Jonas Blixt… Claimed runner-up honors at the 83rd Abierto OSDE del Centro in his hometown in Cordoba, Argentina in April. Entered the final round ranked third and trailing 54-leader Fermín Noste by two. Posted a final round 69 to finish one shot behind tournament champion William Kropp. On his other PGA TOUR Latinoamérica start he missed the cut at the VISA Open de Argentina in December. \n\n2013: Made 16 of 21 cuts on TOUR, with two top 10s. Finished No. 65 in the final FedExCup standings after advancing to the FedExCup Playoffs for the first time since 2010...Lost in a playoff at the Masters Tournament when Adam Scott made a birdie-3 on the second playoff hole (No. 10). Entering the week, was No. 87 on The Presidents Cup International team standings, No. 119 in the FedExCup standings and No. 269 in the Official World Golf Ranking. Held the third-round co-lead that week with Brandt Snedeker. Only other third-round lead\/co-lead on TOUR came when he won the 2009 Masters. Was trying to become the first grandfather to win the Masters. His son Federico had a daughter named Agostina on November 1, 2012. Was trying to become the second-oldest (43 years, 7 months, 2 days) champion in tournament history, behind Jack Nicklaus (46 years, 2 months, 23 days) in 1986...Son Angel caddied for him at the Masters. Played with son Angel (missed cut) at the Puerto Rico Open earlier in the year...A week after his Masters close call, traveled to his home in Argentina for the Abierto del Centro on PGA TOUR Latinoamérica, a tournament he had won six times previously. Seemingly fell out of contention at Cordoba GC when he opened 72-72 then shot a third-round, 5-over 76 and was tied for 20th, six shots behind 54-hole leader Mauricio Azcué going into the final 18 holes. Made three birdies on his front side against no bogeys. Made his only bogey, on the 10th hole, then played the final eight holes in 5-under, including a hole-out eagle-2 on the 72nd hole to force a playoff with Rafael Gomez, an extra session he would go on to win. Had gone 19 years between his first Abierto del Centro and his most-recent title there...Finished T9 at the Travelers Championship in his second start in the event. Recorded his second top-10 of the season (playoff loss at the Masters) after not having any in 2012...Went .500 in his four matches in The Presidents Cup in October (2-2-0).\n\n2012: At No. 172, failed to advance to the FedExCup Playoffs for the second-consecutive season. In mid-April, forced to withdraw from the Campeonato Abierto OSDE del Centro on the Tour de las Americas in his hometown of Cordoba, Argentina, because of a pulled groin. Finished T21 at the Shell Houston Open for the best of his four top-25 finishes...Shot a final-round 64 at the Visa Open de Argentina on PGA TOUR Latinoamérica in December to defeat Miguel Carballo and Oscar Fraustro by four strokes at Nordelta GC.\n\n2011: Made only eight of 17 cuts on TOUR, with three top-10s. Failed to qualify for the FedExCup Playoffs for the first time in his career...Posted four under-par rounds to finish T7 at the Puerto Rico Open, his first top-10 finish of the season...Finished solo-seventh at the Masters Tournament, giving him five top-10s and eight top-25s in 12 starts at Augusta National (T10 in 2001, T9 in 2002, T8 in 2006, won in 2009 and seventh in 2011)...Was T6 at the McGladrey Classic for the final of his three top-10 finishes.\n\n2010: Played his way through the third Playoffs event, finishing 61st in final FedExCup standings...Making his 125th career start on TOUR, finished T10 at the season-opening SBS Championship. It was his second career start in Kapalua (T15, 2008)...Third-place finish at the Quail Hollow Championship was the best of his PGA TOUR career in a non-major. His previous best finish on TOUR in a non-major was T4, which he accomplished four different times. Son, Federico, made his PGA TOUR debut, playing in the Puerto Rico Open, where he missed the cut.\n\n2009: Won his second major championship, in a playoff at the Masters Tournament, and for the second time on the PGA TOUR. Finished a personal-best 25th in the FedExCup and surpassed $2 million in earnings for the first time in his TOUR career...Parred the second playoff hole to beat Kenny Perry and win the Masters Tournament. Cabrera and Perry, the third-round co-leaders, finished tied at 12-under-par 276 with Chad Campbell. On the first playoff hole, the par-4 18th, Cabrera made a par after driving in the right trees and Perry got up and down for par from right of the green. Campbell was eliminated when he failed to get up and down from the right bunker. Perry missed the green left on the second playoff hole, the par-4 10th, and Cabrera hit the green in two. Cabrera two-putted for the win—his second in a major championship (2007 U.S. Open)—after Perry made bogey. Cabrera trailed Perry by two strokes with two holes remaining in regulation play. Perry made bogey from the edge of the green on 17 and bogey from left of the green on the final hole to force the playoff...Failed to crack the top-10 again until a T4 finish at the World Golf Championships-Bridgestone Invitational, including a final-round, 3-under 67. Led the field in driving distance with a 339.4-yard average...Final-round 65 earned a T4 at Deutsche Bank Championship after missing the cut in the first Playoff event, The Barclays, a week earlier...Ranked No. 24 in the FedExCup standings after the BMW Championship to earn his first trip to the TOUR Championship by Coca-Cola...Finished T13 at THE TOUR Championship on the strength of a second-round 67...Made his third consecutive International Team for The Presidents Cup.\n\n2008: Finished T25 at the Masters Tournament and T20 at the PGA Championship. Finished the season ranked No. 65 in FedExCup standings and No. 122 in earnings...Best finish was a T5 at the World Golf Championships-Accenture Match Play Championship for his only top-10 finish of the year. Lost to runner-up Stewart Cink, 3 and 2, in the quarterfinals.\n\n2007: Claimed his first major championship title at the U.S. Open and was named to his second consecutive Presidents Cup International team. Earned more than $1 million for the first time in his PGA TOUR career in just 14 events...Posted rounds of 69-71-76-69—285 to defeat Tiger Woods and Jim Furyk by one stroke at the 107th U.S. Open at Oakmont CC. Overcame four-stroke deficit to 54-hole leader Aaron Baddeley, becoming the first champion to shoot 76 and win the U.S. Open since Johnny Miller's third-round 76 in 1973, also at Oakmont. Win came in 31st major championship career start at age 37 years, nine months and five days. Held the 36-hole lead over Bubba Watson. Recorded two of the eight rounds below par on the week, and held off the World No. 1 (Woods) and No. 3 (Furyk) despite bogeys on two of his final three holes. The second Argentine to win a major championship, joining Roberto De Vicenzo (1967 Open Championship). Previous best finish in a major was a T4 at the 1999 Open Championship...Compiled a record of 2-2-0 for the International Team in the Presidents Cup after earning a spot on the team for the second time in his career...Birdied third playoff hole to beat Padraig Harrington in the PGA Grand Slam of Golf held in October in Bermuda. Made triple bogey on the first hole of the final round in the 36-hole competition, but finished birdie-eagle to force the playoff...Lost to Ernie Els in the final of the HSBC World Match Play Championship, 6 and 4...Birdied the final hole in early November at the Barclays Singapore Open to beat Vijay Singh by one stroke.\n\n2006: Earned enough money via the non-member list to earn his fully-exempt TOUR card for the 2007 season...Played out of the International Presidents Cup Team category...Two of his three top-10s came in the major championships—a T8 at the Masters and a seventh at The Open Championship...Masters finish aided by rounds of 70-68 on the weekend. Finish was third top-10 in seven starts at Augusta...The Open Championship finish made him one of five players through the first three majors of the season to post at least two top-10s. One of two Argentines (Andres Romero, T8) to finish in the top 10 at Royal Liverpool, where the last winner in 1967 was De Vicenzo...Joined the PGA TOUR as a Special Temporary Member for the rest of the season in early August...Added a T4 at the Bridgestone Invitational, finishing with a 65, which moved him up 11 spots on Sunday.\n\n2005: Lone top-10 came in his third event of the season, a T10, at the Ford Championship at Doral...Played in Presidents Cup for International Team, compiling a 1-1-3 record.\n\n2004: Best TOUR finish was a T4 at the NEC Invitational, where he shot 67-68 on the weekend...Recorded two runner-up finishes on the European Tour, at the British Masters (T2) and the Volvo PGA Championship.\n\n2003: Split season between the PGA TOUR and the European Tour. Best TOUR finish was a T15 at the Masters and finished 145th on money list. Recorded two top-10s on European Tour.\n\n2002: Placed T9 at the Masters...Won the Benson and Hedges International, beating England's Barry Lane by a stroke at The Belfry in England.\n\n2001: Claimed his first European title, at the Argentina Open...Joined the PGA TOUR as Special Temporary Member the week of The INTERNATIONAL as his $307,105 total exceeded $247,037 of 2000's 150th-place money list...Was T10 at the Masters. Stood one stroke back after one round and was three back after 36 and 54 holes...Finished T7 at the U.S. Open.\n\n2000: Came close to first European Tour victory in July, finishing runner-up to Lee Westwood in the Smurfit European Open.\n\n1999: Finished T4 at The Open Championship. Had putt on 72nd hole to join Mark O'Meara-Brian Watts playoff.\n\n1998: Partnered Ricardo Gonzalez to a share of third place at the World Cup in New Zealand...Finished second to Sergio Garcia at the Murphy's Irish Open, his first of four top-10 finishes in five weeks.\n\n1997: Beat Brad Faxon and Lee Westwood as he won all his matches in the Alfred Dunhill Cup.\n\n1996: Won the Volvo Masters of Latin America.\n\n1995: Captured the Paraguay Open.\n","otherCarHigh" : "","personal" : "Has two sons: Federico and Ángel Jr… His sons are professional golfers and have competed on PGA TOUR Latinoamérica… Caddied at the Cordoba Golf Club, home club of friend Eduardo Romero, until turning professional at age 20. Romero, who lived two blocks away from his young protege, encouraged him to take up game at age 15… Says he would be a soccer player if not a golfer… Nicknamed El Pato (The Duck).","otherInfo" : "","prYrSeason" : "","exmtStatus" : "2014 Order of Merit Top-60"},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2007","qSchoolYear" : "","exmtStatus" : "2013-14 tournament winner (through 2015-16)","otherVics" : "(1): 2007 PGA Grand Slam of Golf.","intlVics" : "(39): 1991 Gran Premio San Diego [Arg]. 1992 Norpatagónico Tournament [Arg]. 1994 Gran Premio Villa Gesell [Arg], South Open [Arg], Abierto del Centro [Arg], Gran Premio Náutico Hacoaj [Arg]. 1995 Littoral Open [Arg], Hato Grande International Open, Paraguay Open. 1996 South Open [Arg.], Granadilla Open [Chile], Viña del Mar Open [Chile], Volvo Masters of Latin America [Brazil]. 1997 Abierto del Centro [Arg.]. 1998 Argentina PGA, Brazil Open. 1999: Brazil Open, Argentina Masters, Torneo de Maestros Telefonica [Arg]. 2000 Abierto del Centro [Arg], Llao Llao Classic [Arg.]. 2001 Argentina Open, Abierto del Centro [Arg.], Torneo de Maestros Telefonica [Arg]. 2002 Benson and Hedges International [Eur], Argentine Open, Argentine PGA [tied]. 2004 Abierto del sur de Argentina [Arg.], North Open [Arg.]. 2005 Argentina Masters, BMW Championship [Eur], 18th Torneo de Maestros Copa Personal [Arg], 74th Abierto del Centro [Arg], 39th Abierto de Norte [Arg]. 2006 75th Abierto del Centro [Arg]. 2007 Open [Arg], Argentina Masters, Barclays Singapore Open [Asia], Argentina Masters [Arg].","curYearHigh" : "","carHigh" : "2014-15: Managed just two top-25 finishes in 19 PGA TOUR starts. Made the cut in nine of those appearances, ending the season a career-worst 180th in the FedExCup standings...Recorded a T15 at the Waste Management Phoenix Open for his best performance of the year...Finished T22 at the Masters Tournament...Was T2 at his hometown's 84th Abierto OSDE del Centro for his fourth top-two finish in six career starts on PGA TOUR Latinoamérica.\n\n2013-14: Only top-10 finish in 12 made cuts was his third career PGA TOUR win, and first outside the majors. For the sixth time, earned a berth into the FedExCup Playoffs, where he made it through three of the four Playoff events. Despite a solid T12 finish at the BMW Championship, ended his season ranked No. 50 in the final FedExCup standings...Entered the final round of The Greenbrier Classic trailing playing partner Billy Hurley III by two strokes. Carded a stellar, 6-under 64 (including a hole out for eagle from 176 yards on the par-4 13th hole) to win by two over George McNeill. The win marked the fifth come-from-behind victory in as many playings of The Greenbrier Classic. Making his first start at the tournament, he closed with weekend rounds of 64-64 to finish 16-under 264, becoming the oldest winner at the event and the oldest of the season. The win came in his 218th PGA TOUR start and was his third victory (first in a non-major championship), with wins coming at the 2007 U.S. Open and 2009 Masters Tournament. Weekend rounds equaled the lowest final 36-hole score on TOUR this season (Jimmy Walker and Kevin Na at the Frys.com Open, Bubba Watson at the Northern Trust Open and Kevin Streelman at the Travelers Championship). Win came in his 17th start of the season, topping his previous-best finish of T11 at the Travelers Championship. It was his first top-10 since a T9 at the 2013 Travelers Championship. Became the 10th international winner of the season on TOUR and the third in five years at the West Virginia tournament, joining 2010 champion Stuart Appleby and 2013 winner Jonas Blixt.\n\n2013: Made 16 of 21 cuts on TOUR, with two top 10s. Finished No. 65 in the final FedExCup standings after advancing to the FedExCup Playoffs for the first time since 2010...Lost in a playoff at the Masters Tournament when Adam Scott made a birdie-3 on the second playoff hole (No. 10). Entering the week, was No. 87 on The Presidents Cup International team standings, No. 119 in the FedExCup standings and No. 269 in the Official World Golf Ranking. Held the third-round co-lead that week with Brandt Snedeker. Only other third-round lead\/co-lead on TOUR came when he won the 2009 Masters. Was trying to become the first grandfather to win the Masters. His son Federico had a daughter named Agostina on November 1, 2012. Was trying to become the second-oldest (43 years, 7 months, 2 days) champion in tournament history, behind Jack Nicklaus (46 years, 2 months, 23 days) in 1986...Son Angel caddied for him at the Masters. Played with son Angel (missed cut) at the Puerto Rico Open earlier in the year...A week after his Masters close call, traveled to his home in Argentina for the Abierto del Centro on Latinoamérica, a tournament he had won six times previously. Seemingly fell out of contention at Cordoba GC when he opened 72-72 then shot a third-round, 5-over 76 and was tied for 20th, six shots behind 54-hole leader Mauricio Azcue going into the final 18 holes. Made three birdies on his front side against no bogeys. Made his only bogey, on the 10th hole, then played the final eight holes in 5-under, including a hole-out eagle-2 on the 72nd hole to force a playoff with Rafael Gomez, an extra session he would go on to win. Had gone 19 years between his first Abierto del Centro and his most-recent title there...Finished T9 at the Travelers Championship in his second start in the event. Recorded his second top-10 of the season (playoff loss at the Masters) after not having any in 2012...Went .500 in his four matches in The Presidents Cup in October (2-2-0).\n\n2012: At No. 172, failed to advance to the FedExCup Playoffs for the second-consecutive season. In mid-April, forced to withdraw from the Campeonato Abierto OSDE del Centro on the Tour de las Americas in his hometown of Cordoba, Argentina, because of a pulled groin. Finished T21 at the Shell Houston Open for the best of his four top-25 finishes...Shot a final-round 64 at the Visa Open de Argentina on Latinoamérica in December to defeat Miguel Carballo and Oscar Fraustro by four strokes at Nordelta GC. \n\n2011: Made only eight of 17 cuts on TOUR, with three top-10s. Failed to qualify for the FedExCup Playoffs for the first time in his career...Posted four under-par rounds to finish T7 at the Puerto Rico Open, his first top-10 finish of the season...Finished solo-seventh at the Masters Tournament, giving him five top-10s and eight top-25s in 12 starts at Augusta National (T10 in 2001, T9 in 2002, T8 in 2006, won in 2009 and seventh in 2011)...Was T6 at the McGladrey Classic for the final of his three top-10 finishes. 2010: Played his way through the third Playoffs event, finishing 61st in final FedExCup standings...Making his 125th career start on TOUR, finished T10 at the season-opening SBS Championship. It was his second career start in Kapalua (T15, 2008)...Third-place finish at the Quail Hollow Championship was the best of his PGA TOUR career in a non-major. His previous best finish on TOUR in a non-major was T4, which he accomplished four different times. Son, Federico, made his PGA TOUR debut, playing in the Puerto Rico Open, where he missed the cut. 2009: Won his second major championship, in a playoff at the Masters Tournament, and for the second time on the PGA TOUR. Finished a personal-best 25th in the FedExCup and surpassed $2 million in earnings for the first time in his TOUR career...Parred the second playoff hole to beat Kenny Perry and win the Masters Tournament. Cabrera and Perry, the third-round co-leaders, finished tied at 12-under-par 276 with Chad Campbell. On the first playoff hole, the par-4 18th, Cabrera made a par after driving in the right trees and Perry got up and down for par from right of the green. Campbell was eliminated when he failed to get up and down from the right bunker. Perry missed the green left on the second playoff hole, the par-4 10th, and Cabrera hit the green in two. Cabrera two-putted for the win—his second in a major championship (2007 U.S. Open)—after Perry made bogey. Cabrera trailed Perry by two strokes with two holes remaining in regulation play. Perry made bogey from the edge of the green on 17 and bogey from left of the green on the final hole to force the playoff...Failed to crack the top-10 again until a T4 finish at the World Golf Championships-Bridgestone Invitational, including a final-round, 3-under 67. Led the field in driving distance with a 339.4-yard average...Final-round 65 earned a T4 at Deutsche Bank Championship after missing the cut in the first Playoff event, The Barclays, a week earlier...Ranked No. 24 in the FedExCup standings after the BMW Championship to earn his first trip to the TOUR Championship by Coca-Cola...Finished T13 at THE TOUR Championship on the strength of a second-round 67...Made his third consecutive International Team for The Presidents Cup. 2008: Finished T25 at the Masters Tournament and T20 at the PGA Championship. Finished the season ranked No. 65 in FedExCup standings and No. 122 in earnings...Best finish was a T5 at the World Golf Championships-Accenture Match Play Championship for his only top-10 finish of the year. Lost to runner-up Stewart Cink, 3 and 2, in the quarterfinals. 2007: Claimed his first major championship title at the U.S. Open and was named to his second consecutive Presidents Cup International team. Earned more than $1 million for the first time in his PGA TOUR career in just 14 events...Posted rounds of 69-71-76-69—285 to defeat Tiger Woods and Jim Furyk by one stroke at the 107th U.S. Open at Oakmont CC. Overcame four-stroke deficit to 54-hole leader Aaron Baddeley, becoming the first champion to shoot 76 and win the U.S. Open since Johnny Miller's third-round 76 in 1973, also at Oakmont. Win came in 31st major championship career start at age 37 years, nine months and five days. Held the 36-hole lead over Bubba Watson. Recorded two of the eight rounds below par on the week, and held off the World No. 1 (Woods) and No. 3 (Furyk) despite bogeys on two of his final three holes. The second Argentine to win a major championship, joining Roberto De Vicenzo (1967 Open Championship). Previous best finish in a major was a T4 at the 1999 Open Championship...Compiled a record of 2-2-0 for the International Team in the Presidents Cup after earning a spot on the team for the second time in his career...Birdied third playoff hole to beat Padraig Harrington in the PGA Grand Slam of Golf held in October in Bermuda. Made triple bogey on the first hole of the final round in the 36-hole competition, but finished birdie-eagle to force the playoff...Lost to Ernie Els in the final of the HSBC World Match Play Championship, 6 and 4...Birdied the final hole in early November at the Barclays Singapore Open to beat Vijay Singh by one stroke. 2006: Earned enough money via the non-member list to earn his fully-exempt TOUR card for the 2007 season...Played out of the International Presidents Cup Team category...Two of his three top-10s came in the major championships—a T8 at the Masters and a seventh at The Open Championship...Masters finish aided by rounds of 70-68 on the weekend. Finish was third top-10 in seven starts at Augusta...The Open Championship finish made him one of five players through the first three majors of the season to post at least two top-10s. One of two Argentines (Andres Romero, T8) to finish in the top 10 at Royal Liverpool, where the last winner in 1967 was De Vicenzo...Joined the PGA TOUR as a Special Temporary Member for the rest of the season in early August...Added a T4 at the Bridgestone Invitational, finishing with a 65, which moved him up 11 spots on Sunday. 2005: Lone top-10 came in his third event of the season, a T10, at the Ford Championship at Doral...Played in Presidents Cup for International Team, compiling a 1-1-3 record. 2004: Best TOUR finish was a T4 at the NEC Invitational, where he shot 67-68 on the weekend...Recorded two runner-up finishes on the European Tour, at the British Masters (T2) and the Volvo PGA Championship. 2003: Split season between the PGA TOUR and the European Tour. Best TOUR finish was a T15 at the Masters and finished 145th on money list. Recorded two top-10s on European Tour. 2002: Placed T9 at the Masters...Won the Benson and Hedges International, beating England's Barry Lane by a stroke at The Belfry in England. 2001: Claimed his first European title, at the Argentina Open...Joined the PGA TOUR as Special Temporary Member the week of The INTERNATIONAL as his $307,105 total exceeded $247,037 of 2000's 150th-place money list...Was T10 at the Masters. Stood one stroke back after one round and was three back after 36 and 54 holes...Finished T7 at the U.S. Open. 2000: Came close to first European Tour victory in July, finishing runner-up to Lee Westwood in the Smurfit European Open. 1999: Finished T4 at The Open Championship. Had putt on 72nd hole to join Mark O'Meara-Brian Watts playoff. 1998: Partnered Ricardo Gonzalez to a share of third place at the World Cup in New Zealand...Finished second to Sergio Garcia at the Murphy's Irish Open, his first of four top-10 finishes in five weeks. 1997: Beat Brad Faxon and Lee Westwood as he won all his matches in the Alfred Dunhill Cup. 1996: Won the Volvo Masters of Latin America. 1995: Captured the Paraguay Open.\n","otherCarHigh" : "","personal" : "Caddied at Cordoba, home club of friend Eduardo Romero, until turning professional at age 20. Romero, who lived two blocks away from his young protege, encouraged him to take up the game, at age 15...Both sons played PGA TOUR Latinoamérica...Says he would be a soccer player if not a golfer...Nicknamed El Pato (The Duck)...Enjoys spending time with his two granddaughters.","otherInfo" : "","ntlTeams" : "The Presidents Cup (4), 2005, 2007, 2009, 2013; World Cup (9), 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T24th at the Masters Tournament.","dynStats" : "He ranks 56th in Driving Distance - Driver on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/pages\/%C3%81ngel-Cabrera\/288172024590518?ref=tn_tnmn"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/#!\/cabrera_pato"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}