{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34256","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Putnam","first" : "Andrew","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "170","weightMetric" : "77","birthDate" : "January 25, 1989","age" : "27","birthPlace" : "Tacoma, Washington","residence" : "University Place, Washington","family" : "Single","education" : "Pepperdine University (2011, Business Administration)","splInterest" : "Hunting, skiing, hiking","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2011","clubAffl" : "Tacoma G&CC (Tacoma, Washington)","cityPlaysFrm" : "Tacoma; WA; United States","websiteUrl" : "http:\/\/www.andrewputnamgolf.com\/","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "825,681&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2013","exmtStatus" : "Exempt - Next 25 Money Winners from 2015 Web.com Tour Finals","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Rookie PGA TOUR season ended with 10 made cuts in 23 starts, with top finish coming at The McGladrey Classic (T12)...Following rounds of 67-65, held the 36-hole lead at the Shell Houston Open before weekend rounds of 76-72 led to a T25-finish...Season concluded with a missed cut at the Wyndham Championship, finishing the year No. 182 in the FedExCup standings...In the Web.com Tour Finals, made three of four cuts (T66, T44, T18). The T18 came at the finale, the Web.com Tour Championship. Finished 47th on the Finals' money list.\n\n2013-14: Successfully Monday-qualified into the Shell Houston Open in April (missed the cut), marking the first time he and brother Michael played in the same PGA TOUR event...Carded rounds of 69-68 in the first 36 holes of the Brasil Champions to tie for 41st at the halfway point. Posted a bogey-free 66 in the third round, moving up 22 places. A final-round 66 led to a T9, his third consecutive top-10 of the year...Opened with a bogey-free 67 in the first round of the Chile Classic, then carded rounds of 68-70 on the weekend to finish T6...Shot rounds of 68-66-68 in the Pacific Rubiales Colombia Championship to finish runner-up, three shots behind Alex Cejka, for his best finish on Tour to date.\n\n2013: Finished his rookie season on Tour making the cut in 15 of 24 starts and turning in seven top-25 finishes, including a pair of top-10s. Fired a final-round 69 to finish T9 in the Mexico Championship to earn his first career Web.com Tour top-10. Finished five shots behind his brother and champion Michael Putnam...Added a T7 at The Rex Hospital Open...Made the cut in three of four Tour Finals' events. Best week came at the season-ending Web.com Tour Championship. Was solo fourth after 54 holes and just two shots off the lead but stumbled with a season-worst, 5-over 75 on the last day and failed to earn his PGA TOUR card. Ended the week at 3-under par when 6-under would have been good enough to move up to the TOUR. \n\n2012: Played in seven tournaments on the eGolf Professional Tour. Made the cut in four starts, with his best finish a T14 coming at the Columbia Open.\n","otherCarHigh" : "Was a three-time All-American (honorable mention) and two-time Academic All-American while at Pepperdine University. Won the 2010 Pacific Coast Amateur Championship at Eugene (Ore.) CC...Played in the 2008 Fuji Xerox USA vs. Japan Collegiate Golf Championship.","personal" : "Has three brothers, including Michael Putnam, a current PGA TOUR member. Would like to be a Navy Seal for a day. Biggest thrill in golf was playing in the 2010 U.S. Open at Pebble Beach.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2014-15","qSchoolYear" : "","exmtStatus" : "8th on 2014 Web.com Tour priority list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2013-14: Started the final round of the Albertsons Boise Open in a T7. Fired a bogey-free 66 and moved up to T4...Earned his first professional victory when high winds in West Texas forced cancellation of the final round of the WNB Golf Classic. Due to the weather, the tournament reverted to the 54-hole standings, where he held a nearly insurmountable seven-stroke lead. Distanced himself from the pack with an 8-under 64 in the third round that put him well in front of any serious challengers. Was 1-under for the day and 21-under overall, up by eight when officials halted final-round play shortly after noon at Midland CC. Winds were steady at 25-35 mph, with gusts to 43 mph. Officials called play at 4:26 p.m., and shortened the tournament to 54 holes. Earned $108,000 for the win and moved to No. 2 on the money list at the one-third mark of the season. Pushed his season earnings past the $248,000 mark and guaranteed himself a berth on the PGA TOUR in 2015, where he will join older brother Michael, the Tour's leading money-winner in 2013. With the win, the Putnam brothers joined Deane and Brenden Pappas as the only brothers to win tournaments in Web.com Tour history.\n\n2013: Finished his rookie season on Tour making the cut in 15 of 24 starts and turning in seven top-25 finishes, including a pair of top-10s. Fired a final-round 69 to finish T9 in the Mexico Championship to earn his first career Web.com Tour top-10. Finished five shots behind his brother and champion Michael Putnam...Added a T7 at The Rex Hospital Open...Made the cut in three of four Tour Finals' events. Best week came at the season-ending Web.com Tour Championship. Was solo fourth after 54 holes and just two shots off the lead but stumbled with a season-worst, 5-over 75 on the last day and failed to earn his PGA TOUR card. Ended the week at 3-under par when 6-under would have been good enough to move up to the TOUR. \n\n2012: Played in seven tournaments on the eGolf Professional Tour. Made the cut in four starts, with his best finish a T14 coming at the Columbia Open.\n\nAmateur: Was a three-time All-American (honorable mention) and two-time Academic All-American while at Pepperdine University. Won the 2010 Pacific Coast Amateur Championship at Eugene (Ore.) CC...Played in the 2008 Fuji Xerox USA vs. Japan Collegiate Golf Championship.\n","otherCarHigh" : "","personal" : "Has three brothers, Joined his brother Michael on TOUR for his rookie season in 2014-15. The last time two brothers were members at the same time on TOUR was in 2004 when Brenden Pappas played 34 events and Deane Pappas played 22 events. Would like to be a Navy Seal for a day. Biggest thrill in golf was playing in the 2010 U.S. Open at Pebble Beach.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T12th in 2015 at the The McGladrey Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/www.twitter.com\/andrewputnam1"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}