{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23320","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Palmer","first" : "Ryan","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "175","weightMetric" : "79","birthDate" : "September 19, 1976","age" : "39","birthPlace" : "Amarillo, Texas","residence" : "Colleyville, Texas","family" : "Wife, Jennifer; Mason (1\/28\/07), Madelyn (8\/19\/09)","education" : "Texas A&M University (2000, Recreation)","splInterest" : "Ryan Palmer Foundation, barbecuing, hunting, Dallas Cowboys and Texas A&M football","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2003)","trndProYear" : "2000","clubAffl" : "Colonial CC (Fort Worth, Texas); Vaquero Club (Westlake, Texas); Royal Oaks CC (Houston, Texas)","cityPlaysFrm" : "Colleyville; TX; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "20,126,244&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "In his 21st start of the 2007 season, finished T3 at the Canadian Open aided by a final-round, 5-under-par 66. It was his first top-10 since a solo fifth at the 2006 Chrysler Classic of Greensboro. Jumped inside the top 150 on the money list, moving from 189th to 129th. In 2006, made 20 cuts in 30 tournaments entered and collected more than $1 million. Best finish was a five-way tie for second at the FBR Open, seven strokes behind winner J.B. Holmes. Shared lead with Holmes through 10 holes on Sunday at 17-under. Fell one behind Holmes after a bogey on the par-4 11th hole, then dropped six back after triple bogeying the par-5 15th hole while Holmes eagled it. In 2005, made his first start in the Masters and only his second start in a major championship. Finished T39 in Augusta. First top-10 of the season was a T2 at the B.C. Open, thanks to a pair of 67s on the weekend. It was his best finish since winning the 2004 FUNAI Classic at Walt Disney World Resort. Made his first start in a World Golf Championships event at the 2005 NEC Invitational in Akron and finished T3. Defending champion at the 2005 FUNAI Classic at Walt Disney World Resort finished T3, aided by a closing 8-under 64. The rookie posted his first tournament title in his 34th career TOUR start in 2004 at the FUNAI Classic at the Walt Disney World Resort. Was five strokes back through 54 holes but closed with a career-best 10-under 62 to win by three. Three weeks earlier, runner-up at the 2004 Southern Farm Bureau Classic. Posted four rounds in the 60s in a single event for the first time in his career, including a final-round 64 at Annandale GC. Made the cut in 18 of 24 appearances on the Nationwide Tour in 2003 and enjoyed six top-10s and 10 top-25s. Finished the season No. 6 on the money list. Earned his first career Nationwide Tour win at the 2003 Clearwater Classic in New Zealand in just his second Tour start. Fired a course-record, 9-under 63 in the second round at the Clearwater Resort. First start on the TOUR as a professional came at the 2002 Valero Texas Open. Played the 2002 Tight Lies Tour and made the cut in all 15 events entered. Won four times in 2002 on the Tight Lies Tour and was the leading money winner with $81,634. Won the 2002 Valley Open (Harlingen, TX) and 2002 Sprint PCS Open (Tyler, TX) in consecutive weeks. Added victories in Lake Charles, LA, and Hattiesburg, MS, to close the year. As an amateur, played practice round with Payne Stewart at the 1998 U.S. Open where he posted rounds of 82-73 but missed the cut.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2004","qSchoolYear" : "","exmtStatus" : "38th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Tragedy and heartache defined the last part of his season, following the death of his father in a car accident. Managed to advance to the FedExCup Playoffs for a seventh season, thanks to four top-10 finishes through the Wyndham Championship. Played well in the first three Playoffs' events but was unable to extend his play to the TOUR Championship by Coca-Cola. Season ended ranked 38th in the FedExCup standings...First top-10 of the season came on the European Tour with a T8 at the BMW Masters in China. Four under-par rounds at Lake Malaren GC in Shanghai left him tied with Emiliano Grillo, three shots out of the Marcel Siem-Ross Fisher-Alexander Levy playoff that Siem won...Finished T10 at the Humana Challenge, with rounds of 71-61-68-69. His week in Palm Springs was highlighted by a 9-under-par 27 on the Nicklaus Private course, which matched the second-lowest nine-hole score in TOUR history. Corey Pavin posted an 8-under 26 on the front nine in the opening round of the 2006 U.S. Bank Championship in Milwaukee. Is the 10th player in TOUR history to shoot a 27 on nine holes and the fifth player in TOUR history to turn in a 9-under, nine-hole score. Opened the back nine with a pair of pars and then ran off a streak that went E-B-B-B-E-B-B-B. His streak came to an end with a bogey-5 at the par-4, second hole. His streak of 10-under (in eight holes) is the lowest such birdie-eagle streak in TOUR history. Billy Mayfair was 9-under (seven birdies and one eagle) in the final round of the 2001 Buick Open and Briny Baird was also 9-under (seven birdies and one eagle) in the second round of the 2003 FUNAI Classic at Walt Disney World Resort...Following an opening-round, 7-under 64, led by a stroke at the Waste Management Phoenix Open. Ensuing rounds of 72-68-66 was good for a 14-under-270 total and a T2 with Bubba Watson and Hideki Matsuyama. Began the final round at 9-under, four strokes off Martin Laird's 13-under lead. Played bogey-free Sunday...Posted a 4-under-par 68 in the final round of the Valero Texas Open en route to a T6 finish with Dustin Johnson...After two consecutive missed cuts finished T10 at the AT&T Byron Nelson...Making his first start on TOUR since the tragic automobile accident that led to the death of his dad, Charles \"Butch\" Palmer, finished T6 at The Barclays for his second top-10 finish at the event (T5 in 2010). Moved to No. 33 in the FedExCup standings heading into the Deutsche Bank Championship.\n\n2013-14: Advanced to the TOUR Championship by Coca-Cola for just the second time in the FedExCup era (2010) and notched 20 made cuts (equaling his career-high total from 2006) in 23 starts. Season highlighted by runner-up finishes at the Humana Challenge and The Honda Classic...The 2010 Sony Open in Hawaii champion was seeking to win the event for the second time, opening with a 5-under 65 and then adding rounds of 70-67-68 to finish T8. It was just his second top-10 in nine starts at Waialae CC...Finished second at the Humana Challenge on the strength of a final-round 63. Began the final round 10 shots off the lead and finished two shots behind Patrick Reed's winning score...At The Honda Classic in early March, was the only player in the field to post all four rounds in the 60s. As a result, ended up in a four-way playoff with Russell Knox, Russell Henley and 2012 Honda Classic champion Rory McIlroy. When Henley converted for birdie on the first extra hole, No. 18, settled for the T2 with Knox and McIlroy. It was his seventh career, runner-up finish...In April, the Dallas-area resident posted an 8-under 280 at the Shell Houston Open to finish T7 with four others, including Rory McIlroy and Russell Henley, who were with him and Russell Knox in The Honda Classic playoff a month earlier, a playoff Henley won...The Colonial CC member finished T5 for his second top-10 performance in 11 starts at the Crowne Plaza Invitational at Colonial (T5 in 2012). Recorded all four rounds in the 60s for the first time in his TOUR career at Colonial...Finished T5 at the PGA Championship for his second top-10 finish in 19 major championship appearances (10th at the 2011 Masters). Made his eighth start at the PGA Championship, with a T19 in 2011 his only other top-25 finish...Finished T4 at the BMW Championship at Cherry Hills CC with rounds of 69-64-67-71. With the T4 finish, moved from No. 37 to No. 23 in the FedExCup standings, advancing to the TOUR Championship by Coca-Cola for the second time during the FedExCup era (2010). Was one of two players to work his way into the TOUR Championship by (Morgan Hoffmann)...Finished seventh at the TOUR Championship by Coca-Cola the following week at East Lake GC to end the season No. 14 in the FedExCup standings.\n\n 2013: Finished the season No. 71 in the FedExCup, marking the first time in four years he failed to advance to the BMW Championship. Ernie Els claimed the 70th spot to advance to the BMW Championship, with 823.467 points, just ahead of Palmer's 823.000 points. Season included four top-10 finishes...Finished T6 at the Humana Challenge on the strength of opening and closing 65s...Made eight birdies and an eagle in the final round of the Waste Management Phoenix Open en route to a 9-under 62, good for a fifth-place showing. Opened with a lead-sharing, 7-under 64 a year after sharing the opening-round lead with Jason Dufner with the same score at TPC Scottsdale...Posted two eagles in a three-hole stretch (Nos. 9 and 11) at TPC Sawgrass in the second round of THE PLAYERS Championship en route to a T5 with Henrik Stenson and Martin Laird. Came into the week with just one eagle on his season resume. Claimed the top-five finish despite mourning due to the news of the loss of a best friend in San Antonio, killed in an auto accident earlier in the week...Recorded his third top 10 (second consecutive) in six career starts at the FedEx St. Jude Classic with a fourth-place showing outside Memphis (T3 in 2012 and T10 in 2006). Played the final 37 holes at TPC Southwind without a bogey...Was T62 at The Greenbrier Classic in early July, with his close friend, New Orleans Saints' head coach Sean Payton, serving as his caddie during the week in West Virginia.\n\n2012: Finished No. 55 in the FedExCup standings, his worst finish since 2009...Posted first top-10 of the season, a T4 at the Zurich Classic of New Orleans. Opened with an even-par 72 but closed with scores of 67-64-69 to finish 16-under-par 272. The 8-under 64 equaled the course record at TPC Louisiana...Two starts later, opened with a 6-under 64 to take a one-stroke lead at the HP Byron Nelson Championship, eventually finishing T9. Missed the cut in six of his first seven starts in his hometown event but has since added back-to-back top-10s (was a runner-up in 2011)...Came back the following week to finish T5 for his first top-10 in nine starts at the Crowne Plaza Invitational at Colonial...Collected his fourth top-10 in his last five starts, with a T3 at the FedEx St. Jude Classic. Rebounded from an opening 4-over 74 to play his final 54 holes in 11-under par and finish at 7-under, two strokes behind winner Dustin Johnson. Held the clubhouse lead at 7-under after a closing 66. Needed a victory to earn a trip to the U.S. Open the following week by virtue of moving inside the top 60 in the Official World Golf Ranking...In his two fall-event starts, the Justin Timberlake Shriners Hospitals Children's Open (T46) and the Children's Miracle Network Hospitals Classic (T15), posted 11 of 12 sub-par rounds to end the season. \n\n2011: Made 18 of 26 cuts to go with eight top 25s, including a playoff loss...Shot a final-round 64 to finish fourth at the Bob Hope Classic, marking first top 10 in seven starts at the Hope...Recorded four rounds at par-or-better to finish T10 at the Masters Tournament, his first top 10 in nine major championship starts...Next top 10 came at the HP Byron Nelson Championship, where he rolled in a 6-foot birdie putt on the 72nd hole to finish at 3-under 277 and force a playoff with rookie Keegan Bradley, who had posted a 2-under 68 about 45 minutes earlier. Approach shot on the first playoff hole found the greenside hazard. Dropped his first TOUR playoff when he was unable to match Bradley's par. Shared the 36-hole lead with Sergio Garcia at the event and then carried a one-stroke lead into the final round over Garcia. Carded a final-round 72 to Bradley's 68...Fired a final-round hole-in-one at the CIMB Asia Pacific Classic on his way to a 67 and a T7 finish. It was his third PGA TOUR ace. \n\n2010: Claimed his third career PGA TOUR win in his first start of the season, at the Sony Open in Hawaii, and competed at the TOUR Championship for the first time...Birdied the par-5 18th hole to edge Robert Allenby and win the Sony Open in Hawaii. Chip from 50 feet short of the 18th green struck the pin squarely, and instead of running well past the hole, settled a few inches away. He tapped in for a birdie and a 4-under 66, giving him a one-shot victory when Allenby missed a 10-foot birdie putt. Was inspired to to \"stay in the moment\" earlier in the week after reading an article about Zach Johnson, the defending Sony Open in Hawaii winner. The victory, the third of his career, came by leading or sharing the lead after every round...Tied the AT&T Oaks Course at TPC San Antonio record with an 8-under 64 Sunday to improve 39 positions from T48 to T9 at the Valero Texas Open. Posted a season-best, 7-under 63 in the third round of the World Golf Championships-Bridgestone Invitational to share the 54-hole lead with Sean O'Hair at 9-under-par 201. Carded a 69 in tyhe final round to finish second, his best result in a World Golf Championships event (three career starts), two shots off Hunter Mahan's winning score...Birdied his first five holes and seven of his first eight during the opening round of The Barclays to card a 7-under-par 28 on the front nine en route to a 5-under-par 66. Finished T5, his foruth top 10 of the year and first in a PGA TOUR Playoffs event...Played in the TOUR Championship by Coca-Cola for the first time and finished 23rd in the final FedExCup standings...In his first start since the TOUR Championship by Coca-Cola, finished T8 at the Justin Timberlake Shriners Hospitals for Children Open, notching his career-best fifth top-10 finish of the season. \n\n2009: After arthroscopic shoulder surgery in the off-season, he had four top-25s and one top-10 finish...Entered final round of the Legends Reno-Tahoe Open in second place and four strokes back of leader and eventual winner John Rollins, who is his neighbor in Colleyville, Texas. Shot a 1-over 73 to finish T5. During third-round 66, he said he \"kind of got smart for a change\" and used the rules of golf to his advantage when he borrowed his caddie's sneakers to play a shot while standing on a cart path at hole No. 15 instead of standing in his own spiked golf shoes...Shot a second-round 63 at the Crowne Plaza Invitational at Colonial for a season-low score that was one shy of his career best...Finished season No. 150 on the money list. \n\n2008: Claimed second career PGA TOUR win at the Ginn sur Mer Classic in the PGA TOUR Fall Series. Posted two additional top-10 finishes en route to 68th place on money list...Sank a 10-foot birdie on the 18th hole to break out of a six-way tie for the lead and win the Ginn sur Mer Classic. Ranked No. 143 on the money list with two tournaments remaining. Had to call a penalty on himself and made bogey on the 10th hole, then took double bogey on the next hole with a tee shot into the water. But he rebounded with a birdie on the final hole at Ginn Ocean Hammock Resort for his second career victory. Michael Letzig, the 54-hole leader, needed a birdie on the par-5 18th to force a playoff. But his wedge spun 35 feet down the slope, and he had to settle for par and a 73 to finish one shot behind along with George McNeill, Nicholas Thompson, Ken Duke and Vaughn Taylor. \n\n2007: In 21st start of the season, finished T3 at the Canadian Open aided by a final-round 5-under-par 66. It was his first top-10 since a solo fifth at the Chrysler Classic of Greensboro. Jumped inside the top 144 on the FedExCup points list from 188th to 127th. \n\n2006: Another solid season, making 20 cuts in 30 tournaments entered and collecting more than $1 million in season earnings...Notched first top-10 of 2006 with a T10 at the Bob Hope Chrysler Classic...Added second top-10 with a five-way tie for second at the FBR Open, seven strokes behind winner J.B. Holmes. Shared lead with Holmes through 10 holes on Sunday at 17-under. Fell one behind Holmes after a bogey on the par-4 11th hole, then dropped six back after triple bogeying the par-5 15th hole while Holmes eagled it...Finished T10 at the FedEx St. Jude Classic. Three off the 54-hole lead, posted a final-round 73 to fall from contention...Finished fifth at the Chrysler Classic of Greensboro, four back of Davis Love III. His $200,000 payday lifted him over the $1-million mark for the third time in his three-year TOUR career. \n\n2005: Made his first start in the Masters and only his second start in a major championship. Finished T39 in Augusta...First top-10 of the season was a T2 at the B.C. Open, thanks to a pair of 67s on the weekend. It was his best finish since winning the 2004 FUNAI Classic at Walt Disney World Resort...Made his first start in a World Golf Championships event at the NEC Invitational in Akron and finished T3, thanks to weekend rounds of 67-69...Defending champion at the FUNAI Classic at Walt Disney World Resort and finished T3 aided by a closing 8-under 64. \n\n2004: The rookie posted his first tournament title in his 34th career start on the PGA TOUR at the FUNAI Classic at the Walt Disney World Resort. Was five strokes back through 54 holes but closed with a career-best 10-under 62 to win by three...Shared first-round lead with Tiger Woods at Deutsche Bank Championship after a 65. Eventually finished T17...Ended the season on a high note, beginning with a runner-up finish at the Southern Farm Bureau Classic. Posted four rounds in the 60s in a single event for the first time in his career, including a final-round 64 at Annandale GC. Three weeks later won his first tournament title in Orlando. \n\n2003: Made the cut in 18 of 24 appearances on the Web.com Tour and enjoyed six top-10s and 10 top-25 finishes. Finished the season No. 6 on the final money list with $286,066...Earned his first career Web.com Tour win at the 2003 Clearwater Classic in New Zealand in just his second Tour start. Fired a course-record, 9-under 63 in the second round at the Clearwater Resort. \n\n2002: First start on the TOUR as a professional came at the Valero Texas Open. Played the Tight Lies Tour and made the cut in all 15 events entered. Won four times in on the Tight Lies Tour and was the leading money-winner, with $81,634. Won the Valley Open (Harlingen, Texas) and Sprint PCS Open (Tyler, Texas) in consecutive weeks. Added victories in Lake Charles, La., and Hattiesburg, Miss., to close the year. \n\nAmateur: Played practice round with Payne Stewart at the 1998 U.S. Open where he posted rounds of 82-73 but missed the cut.\n","otherCarHigh" : "","personal" : "Has established a fund through the Northern Texas PGA to help junior golfers with financial needs pay for tournament fees or NTPGA membership dues. Nominations for recipients of a grant from the Ryan Palmer Foundation are funneled through the NTPGA. In November 2009, the Palmer Foundation gave $100,000 to The Children's Hospital at Northwest Texas Healthcare System in Amarillo, Texas, to build the Ryan Palmer Foundation Healing Garden, which includes a nine-hole putting green. He also donated $50 per birdie and $100 per eagle to the hospital in 2010 as a part of Birdies 4 \"Brighter Smiles.\" Website is ryanpalmerfoundation.org.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T4th at the Valero Texas Open.","dynStats" : "He ranks 30th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/RyanPalmer"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/RyanPalmerPGA"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}