{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "33141","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Bradley","first" : "Keegan","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "190","weightMetric" : "86","birthDate" : "June 7, 1986","age" : "29","birthPlace" : "Woodstock, Vermont","residence" : "Jupiter, Florida","family" : "Single","education" : "St. Johns University (2008, Sport Management)","splInterest" : "Fishing","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2010)","trndProYear" : "2008","clubAffl" : "Weatley Hills GC (East Williston, New York)","cityPlaysFrm" : "Woodstock; VT; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "16,308,807&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "10th Nationwide Tour Qualifier at the 2009 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "Following a missed cut and T47 in his first two starts of the 2015-16 PGA TOUR Season, recorded his first top-10 in thirteen starts (since the 2015 Memorial Tournament) with a T8 at the OHL Classic at Mayakoba. Fired a final-round 66 en route to a T8 finish in his first start in Mexico.","carHigh" : "Made the cut in two career starts on the Nationwide Tour, both coming in 2009...Finished T55 at the South Georgia Classic and T21 at the Miccosukee Championship...He is also the winner of two Hooters Tour events, the 2008 Southern Dunes and the 2009 Texas Honing Open. \n","otherCarHigh" : "Winner of nine collegiate events.","personal" : "Is the nephew of LPGA great and World Golf Hall of Fame member Pat Bradley...Turning professional is his biggest thrill in golf. Lists the Boston Red Sox winning the World Series as his biggest thrill outside of golf. Lists Bethpage State Park's Black Course as his favorite golf course. Would most like to play Augusta National...Never travels without his rain gear. Favorite professional teams are the Boston Celtics, Boston Red Sox and New England Patriots...Superstitions include always marking his ball with the coin head's up. Favorite TV show is \"Seinfeld\" and favorite movie is \"Goodfellas.\" Favorite entertainer is Howard Stern. Other favorites include Ben Hogan: An American Life, pizza and Tom Brady. Favorite city is Los Angeles. Favorite vacation spot is Jackson Hole, WY...Included in his dream foursome are his dad, Ben Hogan and Brady.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2011","qSchoolYear" : "","exmtStatus" : "Winner, 2011 PGA Championship, World Golf Championships tournament winner, multiple tournament winner (through 2016-17)","otherVics" : "(2): 2011 Franklin Templeton Shootout [with Brendan Steele]. 2015 CVS Health Charity Classic [with Jon Curran].","intlVics" : "","curYearHigh" : "Following a missed cut and T47 in his first two starts of the 2015-16 PGA TOUR Season, recorded his first top-10 in thirteen starts (since the 2015 Memorial Tournament) with a T8 at the OHL Classic at Mayakoba. Fired a final-round 66 en route to a T8 finish in his first start in Mexico.","carHigh" : "2014-15: Advanced to the FedExCup Playoffs for a fifth consecutive time, thanks to eight top-25 finishes in 21 starts through the Wyndham Championship. Of those, two were top-five showings. Kept himself alive through the first three of four Playoffs' events, before ending his season after the BMW Championship at No. 60 in the FedExCup standings...Recorded his first top-10 of the season at the Northern Trust Open in February. Finished T4 with four others, a stroke out of the James Hahn-Dustin Johnson-Paul Casey playoff at Riviera CC...Posted four rounds of 70 or better at the Shell Houston Open to claim a T5 with three others. Played the par-4 12th in 5-under, making eagle, birdie, birdie, birdie during his four days at the GC of Houston...Finished T8 at the Memorial Tournament on the strength of a third-round, 7-under 65...Finished T25 at the Deutsche Bank Championship to move from No. 71 to No. 63 in the FedExCup standings, advancing to the 70-player BMW Championship field.\n\n2013-14: Among six top-10 finishes in 26 starts was a solo-second-place finish at the Arnold Palmer Invitational in March...Reached the FedExCup Playoffs for the fourth-consecutive year but season ended following his withdrawal from the BMW Championship over an embedded-ball ruling. HIs 33th-place finish in the FedExCup standings marked just the first time he has finished outside the top 30 since joining the PGA TOUR in 2011...In his season-opener, held the 36-hole lead at the CIMB Classic in Kuala Lumpur, Malaysia, after starting with rounds of 65-66. Holding a four-stroke lead entering the third round, struggled on the weekend, with a 76-72 finish to end in 10th place...Playing in the final pairing with Adam Scott, carded an even-par 72 to finish runner-up at the Arnold Palmer Invitational for the fourth time in his PGA TOUR career (2012 Northern Trust Open, 2013 HP Byron Nelson Championship and 2013 World Golf Championships-Bridgestone Invitational). Made his third start at the Arnold Palmer Invitational, with top-three finishes in his last two starts (T3 in 2013)...Improved on a second-round, 6-under 66 with a 7-under 65 in the third round to join Seung-Yul Noh in the final round at the Zurich Classic of New Orleans. Struggled Sunday at TPC Louisiana to a 3-over 75 to drop into a T8 with Tommy Gainey and Justin Rose...Prior to his U.S. Open appearance, his first- and second-round 73s at the 2012 U.S. Open marked his best scores in two starts at the event. Turned in rounds of 69-69-76-67 at Pinehurst's No. 2 to finish T4. Owns three top-five finishes in 11 major championship starts, including his win at the 2011 PGA Championship and a T3 at the 2012 PGA Championship...Finished T4 in his third Greenbrier Classic start (T43 in 2011 and T46 in 2012), marking just the third time he has posted four rounds in the 60s in 72-hole TOUR events (2012 World Golf Championships-Bridgestone Invitational and the 2014 Humana Challenge)...Finished T4 at the World Golf Championships-Bridgestone Invitational to record his third top-10 in four starts at Firestone CC...Withdrew from the BMW Championship after rounds of 71-70 (T41) as he had lingering doubts about whether or not his ball in question had come to rest in its own pitch mark on No. 18 in the first round. Entered the week 28th in the FedExCup standings but dropped out of the top 30 (No. 33) and missed qualifying for the TOUR Championship by Coca-Cola...Captain's pick for the U.S. Ryder Cup team by Tom Watson...At the Ryder Cup at Gleneagles in Scotland, went 1-2-0 in his three matches in the European victory in the biennial event in Scotland. \n\n2013: Made the cut in 21 of 25 starts, with runner-up finishes at the HP Byron Nelson Championship and World Golf Championships-Bridgestone Invitational the best of his career-best seven top-10 finishes. Finished the season No. 18 in the FedExCup...Began the year with a T4 finish at the weather-shortened Hyundai Tournament of Champions, improving significantly from his T16 finish the season before. It represented the 10th top-10 finish of his career...Next top-10 finish came in March, at The Honda Classic, in front of a home, South Florida crowd a week after losing in the first round of the World Golf Championships-Accenture Match Play Championship. Opened with back-to-back, 2-under 68s at PGA National en route to a T4 finish with four others...One week later, opened with three rounds in the 60s and closed with a 1-under 71 to finish solo seventh at the World Golf Championships-Cadillac Championship, his second-consecutive top-10 finish in as many starts at the event (T8 in 2012)...Finished T3 at the Arnold Palmer Invitational in just his second start at Bay Hill. Had a third-round 66 to move into contention...Came back the following week with a T10 finish at the Shell Houston Open, capping off four-consecutive top-10 finishes...After missing the cut at the Zurich Classic of New Orleans and THE PLAYERS Championship, finished runner-up at the HP Byron Nelson Championship, tying Brandt Snedeker for the most top-10 finishes on TOUR at the time (six). Shot an opening 60 Thursday with two bogeys in the round, becoming the first player in TOUR history to shoot a 60-or-better with two bogeys. Followed with rounds of 69-68 to hold the 36- and 54-hole leads. Failed in his attempt to become just the third wire-to-wire winner at the event with a final-round, 2-over 72, leaving him two strokes behind champion Sangmoon Bae (who began the day in second, trailing by one stroke)...In defense of his World Golf Championships-Bridgestone Invitational title, opened with a 4-under 66 at Firestone CC to stand T3 after 18 holes. Ensuing rounds of 68-71-67 resulted in a T2, with Henrik Stenson. At 8-under, finished seven strokes behind Tiger Woods. Had he successfully defended, would have joined only Woods as players to have achieved the feat...Finished T12 at the TOUR Championship by Coca-Cola...Was 2-2-1 in his five matches during the U.S.'s Presidents Cup victory. It was his first appearance in the biennial event. \n\n2012: Made a clutch birdie putt on the 72nd hole to get into a three-man playoff at the Northern Trust Open, with Bill Haas and Phil Mickelson, an extra session he lost on the second playoff hole to Haas. Dropped to 2-1 in playoffs on TOUR. Led the field in Strokes Gained - Putting, picking up 9.513 strokes on the field. Joined Haas and Cameron Tringale atop the Total Putts category, with 103 on the week. Also led the field in Putts (Greens in Regulation), at 1.550. Did not record a three-putt all week, a year after three-putting the final hole to miss the cut at the 2011 Northern Trust Open...Playing in just his second official World Golf Championships event, entered the final round of the Cadillac Championship three strokes behind Bubba Watson. A hot start (including an eagle on No. 1), coupled with Watson's struggles, moved him into the lead at one point, but he stumbled with his finish, going bogey-par-bogey-double bogey on the final four holes to finish T8, with a 3-over 75...In his second start at the Shell Houston Open, posted four sub-par rounds to claim a share of fourth place. Made five of his 22 birdies on his front nine in the first round en route to a 5-under 67...Played in his first European Tour event not cosponsored by the PGA TOUR when he entered the Irish Open in late June. Missed the cut at Royal Portrush GC...Earned his third PGA TOUR victory, with a final-round, 6-under 64 at the World Golf Championships-Bridgestone Invitational, erasing a tournament-record, four-stroke deficit to Jim Furyk (who double-bogeyed the 72nd hole) at the beginning of the final round to edge Furyk and Steve Stricker by one stroke. It marked the 11th come-from-behind win by at least four strokes on TOUR this season and was the 23rd comeback victory in the first 33 events. Added his name to the list of players under age 30 with three or more PGA TOUR victories (Dustin Johnson, six, Anthony Kim, three, Rory McIlroy, three and Webb Simpson, three) and became the third player (four times) to win the Bridgestone Invitational with four rounds in the 60s (Tiger Woods in 2000-01 and Vijay Singh in 2008). The victory made him the 10th player to capture both a World Golf Championships event and a major championship, joining Stewart Cink, Ernie Els, Martin Kaymer, Geoff Ogilvy, Singh, David Toms, Mike Weir and Woods. Led the field in Strokes Gained - Putting, with his 12.003 mark for the week nearly five strokes ahead of his nearest competitor in the category. The win came one year after he entered the final round of the Bridgestone Invitational in contention at the turn before a back-nine 41 left him with a T15 finish...Finished T3 in defense of his title at the PGA Championship on the strength of opening and closing rounds of 68. Was looking to become first player to win the PGA Championship in his first two starts...Missed the cut at The Barclays and was unable to make a charge in the Playoffs, finishing the season No. 21 in the FedExCup, one spot lower than his finish during his rookie season in 2011...Making his first start in the Ryder Cup, turned into one of the team's emotional leaders en route to an overall 3-1-0 record. Teamed with Mickelson to win their first three matches, highlighted by a Ryder Cup record 7-and-6 win over Luke Donald and Lee Westwood in Saturday's foursomes match...Just one year after carding four rounds in the 70s and finishing nearly last (17th out of 18) at the World Challenge, came backwith four rounds in the 60s for a runner-up finish in early December, just two strokes behind champion Graeme McDowell. \n\n2011: Enjoyed a spectacular rookie year, with two wins, including the PGA Championship. Named PGA TOUR Rookie of the Year in December by a vote of his peers...Finished T7 at the Bob Hope Classic in his second career PGA TOUR start...Finished T9 at the Valero Texas Open for his second top-10 finish...Entered the final round of the HP Byron Nelson Championship four strokes behind tournament-leader Ryan Palmer, but posted a 2-under 68 Sunday to finish regulation tied with Palmer at 3-under 277. Went on to defeat Palmer on the first playoff hole with a par-4 on the 18th hole, becoming the third member of the 2010 Web.com Tour graduating class to win this season. Winning score of 3-under 277 was the highest in relation to par at the event since Bruce Lietzke's 1-over par score in 1981 and the highest on TOUR in a non-major since David Duval's 3-under winning score at the 1999 PLAYERS Championship. With the victory, he became the TOUR's youngest winner in 2011 and the sixth first-time winner of the season and fourth rookie winner. Moved to No. 20 in the FedExCup standings. For his victory, his caddie (Steven Hale) won a new Cadillac...Held a share of the second-round lead at the World Golf Championships-Bridgestone Invitational before finishing T15...Won the PGA Championship in a three-hole aggregate playoff over Jason Dufner at Atlanta Athletic Club. First rookie to win two tournaments, including a major, since Todd Hamilton won The Honda Classic and The Open Championship in 2004. Improved to 2-0 in career PGA TOUR playoffs (defeated Ryan Palmer at 2011 HP Byron Nelson Championship. First player since Ben Curtis (2003 Open Championship) to win first start in a major championship. Francis Ouimet (1913 U.S. Open) was the other to win his first major championship start. First player since Shaun Micheel (2003) to win the PGA Championship in his first start at the event. A total of seven players have accomplished the feat—Micheel, Jim Barnes (1916), Tom Creavy (1931), Bob Hamilton (1944), Doug Ford (1955), Bob Tway (1986) and John Daly (1991). Won at the age of 25 years, 2 months, 7 days, joining John Daly (1991), Tiger Woods (1999 and 2000) and Martin Kaymer (2010) as the only winners of the event under age 30 since 1990. Is the first player to win a major championship the year after graduating from the Web.com Tour...Opened with a 7-under 65 at the World Golf Championships-HSBC Champions in Shanghai before settling for a T16 in only his second World Golf Championships start...He picked up an unofficial victory late in the season with partner Brendan Steele at the Franklin Templeton Shootout. The duo was 32-under for the three-day event, winning by three strokes. \n\n\n\n2010: Made 28 Web.com Tour starts and had five top-10 finishes, ending the season No. 14 on the money list and earning a berth on the PGA TOUR in 2011...Started his rookie season slowly and did not post a top-10 until his 14th start of the year at the Ford Wayne Gretzky Classic in July. Fired a course record, 10-under 61 on Friday at the Georgian Bay Club to head into the weekend three strokes behind leader Kevin Chappell. Weekend rounds of 70-65 gave him sole posession of second place, one stroke back of winner Peter Tomasulo. The second-place check of $86,410 vaulted him from No. 95 to No. 17 on the money list at the time...Eventually fell to No. 34 on the list before running off a string of four straight top-5 finishes. The first was a T3 at the Albertsons Boise Open, which moved him to No. 22 with six events remaining...Had another T3 in his next start, the Soboba Golf Classic. Was tied for the first-round lead after a 6-under 65. Moved into sole possession of the 36-hole lead after a 66. Entered the final round two shots out of the lead but finished five back after shooting 71. Earned $58,000, which moved him to 15th on the money list and in very good position to earn his 2011 PGA TOUR card...Kept his solid play going the next week at the Chattanooga Classic where he posted all four rounds in the 60s to finish T5...Finished T4 in his next start at the Miccosukee Championship. Shot 29 on his front-nine Thursday en route to a 64. Held the 36-hole lead after a 67 in the second round. An even-par weekend led to his fifth top-10 of the season and put him 11th on the money list with two events to go. \n\n\n\n2009: Made the cut in two career starts on the Web.com Tour...Finished T55 at the South Georgia Classic and T21 at the Miccosukee Championship...He is also the winner of two Hooters Tour events, the 2008 Southern Dunes and the 2009 Texas Honing Open. \n\nAmateur: Winner of nine collegiate events. \n","otherCarHigh" : "","personal" : "Is the nephew of LPGA great and World Golf Hall of Fame member Pat Bradley...Hosted a tournament to benefit the Vermont Disaster Flood Relief Fund in August 2012, staged at The Woodstock Inn and Resort, the course where he first played as a child...Turning professional is his biggest thrill in golf. Lists the Boston Red Sox winning the World Series as his biggest thrill outside golf...Lists Bethpage State Park's Black Course as his favorite golf course. Never travels without his rain gear. Favorite professional teams are the Boston Celtics, Boston Red Sox and New England Patriots...Superstitions include always marking his ball with the coin head's up. Favorite TV show is \"Seinfeld\" and favorite movie is \"Goodfellas.\" Favorite entertainer is Howard Stern. Other favorites include Ben Hogan: An American Life, pizza and Tom Brady. Favorite city is Los Angeles...Favorite vacation spot is Jackson Hole, Wyo...Included in his dream foursome are his dad, Ben Hogan and Brady...Was an all-state ski racer in his home state of Vermont...He donated the red belt he wore during the final round of the PGA Championship to the \"Dan Patrick Show,\" and the belt hangs proudly in the show's Connecticut studio.","otherInfo" : "","ntlTeams" : "The Presidents Cup (1), 2013; Ryder Cup (2), 2012, 2014.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T8th at the OHL Classic at Mayakoba.","dynStats" : "He ranks 85th in Career Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/keeganbradley1\/"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/Keegan_Bradley"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}