{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01709","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Lu","first" : "Chien Soon","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "175","weightMetric" : "79","birthDate" : "December 28, 1959","age" : "56","birthPlace" : "Taipei, Chinese Taipei","residence" : "Taipei, Chinese Taipei","family" : "Wife, Hong-Chu Liu; Meng-Chin Lu (9\/28\/92)","education" : "","splInterest" : "Fishing","pronunciation" : "CHEEN","nwTourAlumnus" : "","trndProYear" : "1983","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,579,790&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in 13 events on the Champions Tour and lone top-10 finish of the season was T7 at the Boeing Classic...Made a return trip to the National Qualifying Tournament in December and finished 12th for the last conditionally exempt position. Was T11 after 72 holes with Spain's Miguel Angel Martin but placed 12th after he did not show for the playoff. Both players had scores of 11-under 273 over 72 holes on the Champions Course at TPC Scottsdale.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in 13 events on the Champions Tour and lone top-10 finish of the season was T7 at the Boeing Classic...Made a return trip to the National Qualifying Tournament in December and finished 12th for the last conditionally exempt position. Was T11 after 72 holes with Spain's Miguel Angel Martin but placed 12th after he did not show for the playoff. Both players had scores of 11-under 273 over 72 holes on the Champions Course at TPC Scottsdale.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2010","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(13): 1981 Indian Open. 1983 Singapore Open. Asian Championship. 1984 Malaysian Open. Thailand Open. 1985 Indonesia Open. 1986 Thailand Open. Indonesia Open. 1988 Indonesia Open. 1989 Singapore Open. 1989 Asian Championship. 1998 Republic of China Open. 2009 Mercedes-Benz Masters Malaysia.","intlVics" : "(1) 2011 Fubon Senior Open.","curYearHigh" : "Played in 13 events on the Champions Tour and lone top-10 finish of the season was T7 at the Boeing Classic...Made a return trip to the National Qualifying Tournament in December and finished 12th for the last conditionally exempt position. Was T11 after 72 holes with Spain's Miguel Angel Martin but placed 12th after he did not show for the playoff. Both players had scores of 11-under 273 over 72 holes on the Champions Course at TPC Scottsdale.","carHigh" : "2014: Dropped 17 spots on the money list, from 26th in 2013 to 43rd. Earned $408,275...Had his best finish in his first start of the year in Florida. In contention throughout the Allianz Championship and eventually finished third in Boca Raton, one shot out of a playoff with Duffy Waldorf and eventual winner Michael Allen. Trailed Allen by just one stroke after back-to-back 65s on Friday and Saturday and stayed close all the way on the back nine. Performance on the Old Course at Broken Sound was his best on the Champions Tour since a T2 at the 2012 Regions Tradition...Posted a T8 at the Greater Gwinnett Championship in April near Atlanta...Saw his putting average drop from 21st in 2013 to 52nd. \n\n2013: Finished 26th on the money list for the second consecutive year and played in every event for which he was eligible...Top effort of the season came in late-April when he posted three consecutive sub-par scores at TPC Sugarloaf to finish solo fourth at the inaugural Greater Gwinnett Championship...During the summer, was T6 at the U.S. Senior Open on the strength of 65-68 weekend rounds at Omaha CC...A little more than a month later, carded a final-round 65 at En-Joie GC to move into a solo-sixth finish at the Dick's Sporting Goods Open...Solidified his position among the top 30 on the money list late in the season when he posted a final-round 66 at Rock Barn, moving him into a T6 at the Greater Hickory Kia Classic...Made a European Senior Tour appearance, at the Fubon Senior Open, late in the year and finished T7 in Taipei. \n\n2012: For the third year in succession, was among the top-30 money-winners, finishing 26th overall...Matched his career-best Champions Tour finish when he was T2 at the Regions Tradition, two strokes back of Tom Lehman. Started the final day trailing Lehman by four strokes but closed with 6-under 66 at Shoal Creek to move into a T2 with Bernhard Langer. Effort in Birmingham was his best showing since the 2011 Montreal Championship when he was runner-up to John Cook...Teamed with Andy Bean for a T3 finish in the Legends Division of the Liberty Mutual Insurance Legends of Golf in April in Savannah...Was three shots off the 36-hole lead at the Mississippi Gulf Resort Classic and closed with an even-par 72 at Fallen Oak to finish T8...Among four players tied for the first-round lead at the 3M Championship but eventually fell back into T23 due to struggles on TPC Twin Cities' 18th hole, where he made a triple bogey...Was T9 at the AT&T Championship, the final full-field event of the year. \n\n2011: Followed a solid rookie campaign in 2010 with another berth among the top-30 money-winners. Recorded his best performance of the year in early July at the Montreal Championship, his only top-10 effort until closing his season with four top-10s in his last five starts...Nearly won his first career title when he was the 36-hole leader at the Montreal Championship. Battled eventual winner John Cook for much of Sunday's final round, eventually finishing second, three strokes shy of Cook's winning total of 21-under-par 195...Began his strong run in the stretch at the South Korea event in mid-September. Was 10th at the Songdo IBD Championship and his second-round, 2-under-par 70 included a hole-in-one on No. 17 at the Jack Nicklaus GC. Used an 8-iron on the 156-yard hole for his first Champions Tour ace and the fifth hole-in-one of his career...Returned to the United States and two weeks later, was T6 at the SAS Championship thanks to rounds of 68-70 on the weekend in tough, windy conditions near Raleigh...Moved on to Texas and was T8 at the rain-shortened Insperity Championship before posting a T10 at the AT&T Championship in San Antonio, the year's final full-field event...Ranked second on the Champions Tour in Putting Average (1.715)...In late November, claimed his first European Seniors Tour title, at the rain-shortened Fubon Senior Open in his native Taiwan. Finished 54 holes at Miramar G&CC at 12-under 204 for a five-stroke victory over amateur Lorens Chan. Needed to play only 14 holes Sunday after Saturday rain reduced the event to three rounds. 2010: The long-time Asian Tour performer had a very impressive rookie season. After earning the 12th and final conditionally-exempt spot at the 2009 Champions Tour National Qualifying Tournament with a birdie on the eighth extra hole, he parlayed his opportunities into a 16th-place finish on the final money list...Began the year conditionally-exempt before his stellar play earned him exempt status for the remainder of the year following the re-shuffle in late summer...Put together eight top-10 finishes in 19 starts and was among the top-three finishers four times...Nearly won his first tournament in August when he finished T2 along with Michael Allen at the JELD-WEN Tradition in Oregon. Trailed eventual-winner Fred Funk by one stroke on the final hole and narrowly missed a chance to tie and force a playoff when his 40-foot bunker shot for a birdie narrowly missed...Raised eyebrows early on when he finished T3 at the Toshiba Classic after posting three straight rounds in the 60s at Newport Beach CC. Earned a berth in that event after finishing T9 in his first start of the year at the Allianz Championship...Was a late replacement for an injured Jerry Pate at the Liberty Mutual Legends of Golf and teamed with Andy Bean to finish T3 at the Westin Savannah Harbor Golf Resort and Spa, one shot out of the two-team playoff...Made another strong showing in the year's final full-field event when he T3 at the AT&T Championship, again one stroke shy of the two-man playoff...Twice recorded two eagles in one round, accomplishing the feat at The Senior Open Championship (third round) and the Ensure Classic at Rock Barn (first round).\n","otherCarHigh" : "Played most of his golf in Asia before embarking on his Champions Tour career...Competed on the Asian Tour, the Japan Golf Tour and the Taiwan Tour...One of the stars on the Asian Tour in the 1980s and won that Tour's Order of Merit in 1983 and 1988...Sidelined for nearly eight years (2001-2008) due to back problems before returning to competition in 2009. Capped his comeback with a win at the 2009 Mercedes-Benz Masters in Malaysia on the Mercedes-Benz Tour...Did a stint on the Web.com Tour in 1992, making 11 starts and posting two top-10 finishes while based out of West Covina, Calif. Was T5 at the Louisiana Open and T10 at the Quicksilver Open...Has four holes-in-one in his competitive career.","personal" : "Served for a period in the Taiwanese Marines...Began playing golf at a course located between his home and school as a child...His favorite athlete is Michael Jordan and his dream foursome would include Fred Couples, Andy Bean and Tom Watson...His favorite golf courses are Pebble Beach, Punta Espada (former site of The Cap Cana Championship), Shadow Creek and TPC Snoqualmie Ridge, host of the Boeing Classic...Enjoys fishing in his spare time and says he would have been a fisherman had he not pursued a golf career...Heroes are Jordan and Greg Norman.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the PGA TOUR Champions 3 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}