{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29192","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Campbell","first" : "Chris","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "180","weightMetric" : "82","birthDate" : "March 21, 1985","age" : "31","birthPlace" : "Australia","residence" : "Canberra, Australia","family" : "Married","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2003","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : ""}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "(3): 2005 Gate Way To The Open Mizuno Open [Jpn]. 2009 Shizu Hills Tommy Cup [JpnChall], Sashima JGTO Challenge I [JpnChall].","curYrHigh" : "","carHigh" : "2014: Began his year with a T25 on the PGA Tour of Australasia—at the Oates Victorian Open…The following week, was T39 at the New Zealand Open…Shot rounds of 71-75-73-74 to just miss earning fully exempt status on the PGA TOUR China Series. Finished at 5-over 293, with everybody at 4-over and better earning their cards. Still gained conditionally exempt status...Played steady golf all week at the Buick Open, shooting four par-or-better rounds to T13 with J.H. Wang, Ray Beaufils and Brett Drewitt…Earned his first Series' top-10 in his next start, a solo-eighth showing at the United Investment Real Estate Wuhan Open in mid-May. After an opening, 1-over 73, was par or better the rest of the way (70-72-69).…Had a nice outing at the Chateau Junding Penglai Open in September. Was out of contention but turned in a season-best 66 in the final round. The 66 was three strokes better than his previous best 18-hole score (69 at the United Investment Real Estate Wuhan Open)…Finished T33 at the OneAsia Tour's Nanshan China Masters in mid-October. \n2013: Top showing of his campaign was a fourth-place finish at the South Pacific Open Championship, rounds of 68-67-70-66, three shots out of the Andre Stolz-Michael Wright playoff…Added a T10 at the Queensland Open at Broadwater in August, tied with Ryan Lynch and Marcus Cain…Best OneAsia Tour finish was at the China Masters, a 33rd-place performance. \n2012: On the PGA Tour of Australasia, top performance was a T17 at the New Zealand PGA Pro-Am Championship…Added a T38 at the Queensland PGA Championship. \n2011: Again played full time on the Japan Golf Tour, turning in a top effort of T22 at The Crowns in May. Opened with a 67. Made 11 of 21 cuts overall.  \n2010: Made the Japan Golf Tour his home, with a solid season of 13 made cuts in 22 starts. Best finish was a T4 at the Kansai Open Golf Championship in August. Opened with a 72 then reeled off rounds of 68-68-66. Ended the event five shots behind winner Shigeru Nonaka…Second top-10 of the season came at the Japan Open Golf Championship (T8)…Finished runner-up at the Victoria Open that included an impressive, 9-under at Spring Valley in early January that established a course record. \n2009: Won two titles on the Japan Challenge Tour and led that circuit's money list. First win came at the Shizu Hills Tommy Cup, in a four-way playoff when he birdied the third extra hole…Picked up a second victory, at the Sashima JGTO Challenge I...Late in the season, made two PGA Tour of Australasia appearances—a T12 at the Australian Open and a T15 at the Australian PGA Championship…Also made starts on the Asian Tour, a T32 in his final start of the year, at the Johnnie Walker Cambodian Open. Only a third-round 79 slowed him down. Was 70-68-71 in his other three rounds. \n2008: Enjoyed 21 Japan Golf Tour starts, making 17 cuts. Although he consistently played on the weekend, could only muster one top-25, at the Coca-Cola Tokai Classic in October. Added a third-round 73 to go with three rounds of 71. \n2007: Came close to winning late in the year, at the Casio World Open on the Japan Golf Tour. With a third-round 64, was in prime position to win. Fired a final-round 69 but watched as Taichi Teshima grabbed the title on the strength of a final-round 65…Other top finishes were a T4 at the Mitsui Sumitomo Visa Taiheiyo and a solo-11th-place performance at the Bridgestone Open…On the European Tour, finished 76th at the Johnnie Walker Classic after opening rounds of even-par 72, struggled on the weekend (77-76). \n2006: Finished at 12-under at the Johnnie Walker Classic, good for a 12th-place finish, thanks to second- and third-round 67s…On the Japan Golf Tour, was T15 and T14 on consecutive weekends at the Sega Sammy Cup and the Aiful Cup…In December on the PGA Tour of Australasia, was T16 at the Australian PGA Championship.  \n2005: Posted rounds of 68-68-71-71 to win his first professional tournament, the Gate Way To The Open Mizuno Open. His 278 total got him into a playoff with David Smail and Tadahiro Takayama, an extra session he won…The victory earned him an invitation to The Open Championship, where he made his lone major championship start. Missed the cut (81-74)...Was T4 in June, at the JCB Classic Sendai, with four rounds in the 60s…Picked up a T10 at the Australian Open in late-November, opening with a 68. Was 29th at the Heineken Classic after four par-or-better rounds…A week later, he returned to Japan and posted a final-round 65 to T7 at the Golf Nippon Series JT Cup…Two weeks later, in his final start of the year, was T10 at the Okinawa Open.  \n2004: Made two PGA Tour of Australasia starts, his top finish a T22 at the New Zealand Open, an opening 67 the highlight.  \n","otherCarHigh" : "In 2002, won the Lake Macquarie Amateur with a 20-under score while ranked as the No. 1 amateur in Australia…Finished 14th at the 2002 Palmetto Amateur in South Carolina…Won the 1999 New South Wales Amateur…Played college golf in the United States, for Jacksonville State University. Was a first-team All-Sun Belt Conference selection.","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was 8th in 2014 at the United Investment Real Estate Wuhan Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}