{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "35311","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Bigley","first" : "Bryan","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.92","weight" : "201","weightMetric" : "91","birthDate" : "December 6, 1984","age" : "31","birthPlace" : "Schenectady, New York","residence" : "Schenectady, New York","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2008","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,279&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Played in 14 tournaments on PGA TOUR Latinoamérica, made 11 cuts and recorded four top-10s to finish the year ranked 27th on the Order of Merit… His best result was solo third at the Honduras Open in May, when he shot 67-67-65-71 to finish three strokes behind the champion... On his next start he carded a 65 to share the opening-round lead at the Dominican Republic Open, an event he finished T10… His two other top10s were T6 at the Aberto do Brasil in September and solo sixth at the Roberto De Vicenzo Punta del Este Open in November… Had the third best bogey average on Tour at just 2.08 bogeys per round… Finished T36 at the Web.com Tour Q-School final in September to be exempt thru the second reshuffle of the 2016 season.\n\n2014: Earned PGA TOUR Latinoamérica conditional status by finishing T44 at the Q-School in Sebring, Florida in January… Had seven top-25s and 11 cuts made in 13 starts to finish the Latin American season ranked 24th on the Order of Merit… Best finish was a six-way tie for second at the Mundo Maya Open, an event in which he had to Monday qualify in April. Got in contention by following a birdie on No. 11 with a hole-in-one on No. 12 in the final round… His other two top-10s came at the Ecuador Open (T6) and the Abierto de Chile (T10)\n\n2012: Monday qualified for the PGA TOUR's Wells Fargo Championship for the second consecutive year. Missed the cut.\n\n2011: Made his first career PGA TOUR start by Monday qualifying for the Wells Fargo Championship at Quail Hollow. Missed the cut.\n\nOTHER DETAILS: Has played on the eGolf Tour and the Carolinas Pro Golf Tour.\n","otherCarHigh" : "Enjoyed a solid career at Siena University, where he was named Scholar All-American and Student-Athlete of the Year twice. Made his Region's All-First Team twice and won the 2005 Metro Atlantic Athletic Conference Championship (MAAC)… Lettered six years of varsity golf and four years of varsity basketball at Schalmont High School.","personal" : "Graduated from Siena College with a bachelor degree in English in 2007… Has an older brother, Robby, who also attended Siena College where he was a standout on the golf team… Has also a younger sister… Includes volunteering among his hobbies… Pete Famiano and Randy Joiner have been his golf instructors… Says playing the PGA TOR's Wells Fargo Championship in 2011 and 2012 has been his biggest thrill in golf… Winged Foot, Bethpage Black and Pinehaven CC are the golf courses he has enjoyed the most… His favorite professional teams are from New York, the NBA's Knicks and the NFL's Jets… His favorite college teams are UNC and Syracuse… “NCIS” and “Suits” are his favorite TV series… His favorite movie is “The Shawshank Redemption”… His father, his brother and Jack Nicklaus would round out his dream foursome… Personal motto: “It is what it is.” … Twitter: @bryanbigley","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 Order of Merit Top-60"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2015","exmtStatus" : "Exempt - Finished 11-45 at 2015 Web.com Tour Qualifying Tournament (exempt to second reshuffle)","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Played in 14 tournaments on PGA TOUR Latinoamérica, made 11 cuts and recorded four top-10s to finish the year ranked 27th on the Order of Merit… His best result was solo third at the Honduras Open in May, when he shot 67-67-65-71 to finish three strokes behind the champion... On his next start he carded a 65 to share the opening-round lead at the Dominican Republic Open, an event he finished T10… His two other top10s were T6 at the Aberto do Brasil in September and solo sixth at the Roberto De Vicenzo Punta del Este Open in November… Had the third best bogey average on Tour at just 2.08 bogeys per round… Finished T36 at the Web.com Tour Q-School final in September to be exempt thru the second reshuffle of the 2016 season.\n\n2014: Earned PGA TOUR Latinoamérica conditional status by finishing T44 at the Q-School in Sebring, Florida in January… Had seven top-25s and 11 cuts made in 13 starts to finish the Latin American season ranked 24th on the Order of Merit… Best finish was a six-way tie for second at the Mundo Maya Open, an event in which he had to Monday qualify in April. Got in contention by following a birdie on No. 11 with a hole-in-one on No. 12 in the final round… His other two top-10s came at the Ecuador Open (T6) and the Abierto de Chile (T10)\n\n2012: Monday qualified for the PGA TOUR's Wells Fargo Championship for the second consecutive year. Missed the cut.\n\n2011: Made his first career PGA TOUR start by Monday qualifying for the Wells Fargo Championship at Quail Hollow. Missed the cut.\n\nOTHER DETAILS: Has played on the eGolf Tour and the Carolinas Pro Golf Tour.\n","otherCarHigh" : "Enjoyed a solid career at Siena College, where he was named Scholar All-American and Student-Athlete of the Year twice. Made his region's first team twice and won the 2005 Metro Atlantic Athletic Conference Championship… Lettered six years for varsity golf and four years of varsity basketball at Schalmont High School.","personal" : "Graduated from Siena College with a bachelor's degree in English in 2007… Has an older brother, Robby, who also attended Siena College, where he was a standout on the golf team. Has also a younger sister…Includes volunteering among his hobbies…Says playing the PGA TOUR's Wells Fargo Championship in 2011 and 2012 has been his biggest thrill in golf…Winged Foot, Bethpage State Park (Black) and Pinehaven CC are the golf courses he has enjoyed the most…His favorite professional teams are from New York, the NBA's Knicks and the NFL's Jets… His favorite college teams are North Carolina and Syracuse…“NCIS” and “Suits” are his favorite TV series. His favorite movie is “The Shawshank Redemption”…His father, his brother and Jack Nicklaus would round out his dream foursome…Personal motto is “It is what it is.”…Twitter handle is @bryanbigley","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T53rd in 2016 at the Club Colombia Championship Presented by Claro.","dynStats" : "He ranks T75th in Driving Accuracy Percentage on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}