{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "08835","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Cox","first" : "Kris","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "200","weightMetric" : "91","birthDate" : "October 22, 1973","age" : "42","birthPlace" : "Lafayette, LA","residence" : "Dallas, TX","family" : "Wife, Beth; Emerson, Peyton (2007, twin girls), Logan Cooper (7\/08)","education" : "Oklahoma State University (1996, History)","splInterest" : "Reading, watching sports, music","pronunciation" : "","nwTourAlumnus" : "Nationwide Tour Graduate (2005)","trndProYear" : "1996","clubAffl" : "Royal Oaks CC (Dallas, TX)","cityPlaysFrm" : "Dallas; TX; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,207,333&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Past champion 5-10","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Played full-time on the Nationwide Tour in 1999-2000 and 2005. 2009: Struggled during the season, making the cut in the last of his 13 starts, the WNB Golf Classic. 2008: Made the cut in only four of 17 starts on the Nationwide Tour. Sole top-10 finish was T8 at the Fort Smith Classic, where he shared the first-round lead with a 6-under-par 64. Was T25 in his next start at the Melwood Prince George's Open but missed the cut in eight of his final 10 starts and ended the year No. 140 on the money list...Playing out of the Nos. 126-150 category in 2007 in third full season on PGA TOUR, limited to eight events and did not compete after withdrawing from the Canadian Open in July due to lumbar degenerative disc injury and subsequent surgery (Aug. 15). Granted Non-Exempt Medical Extension and had eight events in 2008 to earn $711,722 (combined with 2007 earnings of $36,729, would equal 2007's No. 125 earnings of $785,180) and be elevated to Major Medical Extension status for the remainder of the 2008 campaign. Best finish in eight starts in 2007 was T29 at the EDS Byron Nelson Championship. With non-exempt status, also played in eight Nationwide Tour events, with two top-25s (matching T18s at The Rex Hospital Open and the Legend Financial Group Classic). 2006: Second full season on TOUR saw one top-10 and 12 made cuts in 28 starts. Fnished No. 148 on the season-ending money list. Collected first career top-10 in 12th start with a T3 at the FedEx St. Jude Classic. Won $301,600, more than he had earned in his previous 38 starts ($250,795). Third-round, 7-under 63 was a career low. Returned to PGA TOUR after one-year absence, thanks to a 10th-place finish on the 2005 Nationwide Tour money list. 2005: Season highlighted by a six-week stretch, which included his first Nationwide Tour victory at the Permian Basin Charity Golf Classic and two T2s at the Envirocare Utah Classic and the Oregon Classic. Four rounds in the 60s (69-65-68-68) led to an 18-under 270 finish and a two-stroke victory in the season's final full-field event. 2004: Joined the PGA TOUR for the first time, having qualified via a T7 finish at 2003 PGA TOUR National Qualifying Tournament. One of six players who went through all three stages of the National Qualifying Tournament to earn TOUR cards that year. Made the cut in 10 of 26 starts in 2004, finishing the campaign No. 190 on the money list. Posted two top-25s in back-to-back weeks, T18 at the FedEx St. Jude Classic and T23 at the Buick Classic. 1999: Made his first four cuts of the year including two top-10s at the Florida Classic (T10) and Louisiana Open (2). Has also competed during professional career on Hooters Tour, Tight Lies Tour, Gateway Tour, Canadian Tour and South American Tour. \n","otherCarHigh" : "Member of Oklahoma State's 1995 NCAA Championship team. Played on the same college team as Bo Van Pelt, Alan Bratton and Chris Tidland. Three-time All-American at OSU. Was 1996 Big Eight Conference champion. Two-time academic All-American. Won three college tournaments during his career at Oklahoma State. Big Eight Newcomer of the Year in 1993. Member of the 1995 U.S. Walker Cup team.","personal" : "Started on his high school soccer team that won the 1990 state championship in Lafayette, LA...Cites his mom and dad as his heroes...Grandfather, Oree Marsalis, defeated Tommy Bolt in the Shreveport City Championship in the 1920s.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 1995.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "2003","exmtStatus" : "Non-Exempt Major Medical Extension","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "Grandfather, Oree Marsalis, defeated Tommy Bolt in the Shreveport City Championship in the 1920s. Started on his high school soccer team that won the 1990 state championship in Lafayette, LA.","otherInfo" : "Playing out of the No. 126-150 category in 2007 in third full season on TOUR, limited to eight events and did not compete after withdrawing from the Canadian Open in July due to lumbar degenerative disc injury and subsequent surgery (Aug. 15). Granted non-exempt Medical Extension and has eight event in 2008 to earn $711,722 (combined with 2007 earnings of $36,729, would equal 2007's No. 125 earnings of $785,180) and be elevated to Major Medical Extension status for the remainder of the 2008 campaign. Best finish in eight starts was T29 at the EDS Byron Nelson Championship. With non-exempt status, also played in eight Nationwide Tour events with two top-25s. Second full season on TOUR in 2006 saw one top-10 and 12 made cuts in 28 starts. He finished No. 148 on the money list. Collected first career top-10 in 12th start with T3 finish at the FedEx St. Jude Classic. Won $301,600, more than he had earned in his previous 38 starts ($250,795). Third-round 7-under-par 63 was a career low. Returned to PGA TOUR after one-year absence thanks to a 10th-place finish on the 2005 Nationwide Tour money list. Season highlighted by a six-week stretch which included his first Nationwide Tour victory at the Permian Basin Charity Golf Classic and two T2s at the Envirocare Utah Classic and the Oregon Classic. Four rounds in the 60s (69-65-68-68) led to an 18-under 270 finish and a two-stroke victory in the season's final full-field event. Joined the PGA TOUR for the first time in 2004, having qualified via a T7 finish at 2003 TOUR Qualifying Tournament. One of six players who went through all three stages of Qualifying Tournament to earn TOUR cards that year. Made the cut in 10 of 26 starts in 2004, finishing the campaign No. 190 on the money list. Posted two top-25s in back-to-back weeks, T18 at the FedEx St. Jude Classic and T23 at the Buick Classic. Played full-time on the Nationwide Tour in 1999-2000 and 2005. Has also competed during professional career on Hooters Tour, Tight Lies Tour, Gateway Tour, Canadian Tour and South American Tour. Member of Oklahoma State's 1995 NCAA Championship team. Played on the same college team as Bo Van Pelt, Alan Bratton and Chris Tidland. Three-time All-American at OSU. 1996 Big Eight Conference champion. Two-time Academic All-American. Won three college tournaments during his career at Oklahoma State. Big Eight Newcomer of the Year in 1993. Member of the 1995 Walker Cup Team. Grandfather, Oree Marsalis, defeated Tommy Bolt in the Shreveport City Championship in the 1920s. Started on his high school soccer team that won the 1990 state championship in Lafayette, LA.","ntlTeams" : "Walker Cup, 1995.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 1st in 2005 at the Permian Basin Charity Golf Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}