{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "11436","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Karbowski","first" : "Rick","middle" : "","extn" : "","nick" : "Rick"}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "190","weightMetric" : "86","birthDate" : "April 9, 1955","age" : "61","birthPlace" : "Worcester, MA","residence" : "Worcester, MA","family" : "Wife, Carole; Jon, Elizabeth","education" : "University of Alabama (B.S., 1978)","splInterest" : "Reading, fishing, football, baseball","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1978","clubAffl" : "Blackstone National GC (Sutton, MA)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "271,666&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2006","qSchoolYear" : "","exmtStatus" : "7th at 2005 Champions Tour National Qualifying Tournament","otherVics" : "(6): 1971 Massachusetts Junior Championship. 1972 Massachusetts Junior Championship. 1982 Vermont Open. 2003 New England Open. 2004 New England Open. 2004 New England PGA Pro-Assistant Championship.","intlVics" : "","curYearHigh" : "","carHigh" : "Made just six starts in 2008 after finishing 22nd at the Champions Tour National Qualifying Tournament late in 2007. Best finish a T35 at The Cap Cana Championship. Had six starts in 2007, as well, with a T6 at the Bank of America Championship near Boston. Was a fully-exempt player in 2006 when he finished seventh at the 2005 Champions Tour National Qualifying Tournament. Was 75th on the money list that year, with $147,117, thanks to a T6 at The ACE Group Classic. A long-time club professional in the New England area and was the New England Player of the Year in 1992. Winner of several New England events, including New England Opens in 2003 and 2004. Played college golf at Alabama, where he was a Crimson Tide teammate of Jerry Pate. Qualified for two PGA Championships (1983-84) as well as the 1981 U.S. Open...Has one career hole-in-one.\n","otherCarHigh" : "","personal" : "Turned to golf as a 13-year-old after sustaining an injury playing baseball...Favorite golf courses are Pinehurst No. 2, Salem CC, Kittansett CC, Merion GC and Taconic GC...Would love to play Pebble Beach or Augusta National...Enjoys the TV show \"Law & Order,\" as well as the movie \"Gladiator.\"...Favorite athlete is Curt Schilling, and favorite entertainers are Jerry Seinfeld and Elizabeth Hurley...Likes Italian food...One of his good-luck charms is marking his ball with a Canadian nickel given to him by his daughter, Elizabeth...Nickname is Karbo...Biggest thrill away from golf is having children and raising them...Has worked with such instructors as Bob Molt and John Cregan...In addition to working as a club pro, he also worked 17 years as a paint salesman...Says the one sporting event he would buy a ticket to see would be any Boston Red Sox game...Has played a lot of golf with fellow New Englander Dana Quigley and says he has been an inspiration...Was so emotional after qualifying for the Champions Tour that he could not tell his wife the good news. Instead, he had his caddie deliver the news.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T6th in 2006 at the The ACE Group Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}