{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29685","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Chen","first" : "Xiao Ma","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "198","weightMetric" : "89.81","birthDate" : "November 29, 1978","age" : "37","birthPlace" : "Anhui, China","residence" : "Tongling, China","family" : "Married","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2005","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2014: Made his first cut of the Ping An Bank China Tour – PGA TOUR China Seriesseason when he T34 at the Cadillac Championship…Came back in his next start, at the Jianye Tianzhu Henan Open to T52…After shooting a third-round, 2-under 69 at the OneAsia Tour's Nanshan China Masters in mid-October, was 16 strokes worse on the final day during severely windy conditions at Nanshan International GC. Went on to finish 60th…Enjoyed his top outing of the campaign when he finished T19 at the Nine Dragons Open in mid-November in Jiaxing.\n2013: Missed the cut at the Nanshan China Masters.\n2012: Consecutive rounds of 75 left him outside the cutline at the Nanshan China Masters.\n2011: Missed the cut at the Nanshan China Masters and the Indonesia Open.\n2010: Missed the cut at the Luxehills Chengdu Open and the Midea China Classic. \n2009: Missed the cut in the inaugural OneAsia Tour event, the Volvo China Open (12-over)…Had a T8 finish in September at the Beijing event on the China Tour…Was also T37 at the Hero Honda Indian Open in October. \n2008: Missed four cuts—at the Pine Valley Beijing Open, the Midea China Classic, the Volvo China Open and the BMW Asian Open. \n2007: Earned the China Tour's award as the Most Improved Player after finishing eight on the order of merit. First top-10 of the year came at the Tour's Qiandao tournament, where he was T2 with Li Chao and Wu Weiming, two strokes behind winner Zhang Lianwei…Added a fourth-place showing at the Yanji Golf Championship in mid-July. Was five shots behind winner Li Chao.\n2006: Made three cuts in six starts on the China Tour, his top finish a T18. \n","otherCarHigh" : "","personal" : "Began playing golf at age 21 after learning about the sport through his uncle, who worked on a crew that constructed golf courses...Name means “Little Horse” and goes by the English name of “Pony.”\n","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T19th in 2014 at the Nine Dragons Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}