{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06132","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Skinner","first" : "Sonny","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "170","weightMetric" : "77","birthDate" : "August 18, 1960","age" : "55","birthPlace" : "Portsmouth, Virginia","residence" : "Sylvester, Georgia","family" : "Wife, Algenia; Marlee (12\/30\/94)","education" : "Shorter College; Abraham Baldwin Agricultural College (1982)","splInterest" : "Family, beach, traveling, church","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1982","clubAffl" : "River Pointe GC (Albany, Georgia)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,013,365&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1993","exmtStatus" : "Conditional - Veteran Member","otherVics" : "(6) 2000 Griffin Classic Championship. 2006 Georgia PGA Match Play Championship. 2006 PGA Tournament Series. 2009 PGA Tournament Series. 2010 PGA Tournament Series. 2010 PGA Match Play Championship.","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the Web.com Tour in 1993-96 and 1999-2005, 2008. \n\n\n\n2013: Missed the cut in two Web.com Tour starts. Played in three Champions Tour events. Best showing was a T35 at the Senior PGA Championship. Missed the cut in the PGA Championship.\n\n2012: Played in eight Champions Tour events, with his best finish a T31 at the Insperity Championship. \n\n2011: Made three Champions Tour starts during the year...Was T56 at the Mississippi Gulf Resort Classic and T45 at the Senior PGA Championship at Valhalla where he finished as the low PGA club professional. Also missed the cut at the U.S. Senior Open at Inverness...Attended the Champions Tour National Qualifying Tournament at the TPC Scottsdale (Champions Course) where he T6 and eventually played seventh overall after a three-man playoff with Jim Carter and Bobby Clampett. Made a par on the second extra hole after Carter had secured the sixth spot with a birdie. \n\n2010: Played in seven Web.com Tour events, with a T31 at the Chiquita Classic his top showing. Also played in the PGA Championship, missing the cut...Named the PGA of America Professional of the Year. Finished 220 points behind Mike Small, who was the Senior PGA Professional Player of the Year...Turned 50 during the year and played in three Champions Tour events. Open-qualified for his first Champions Tour event, the SAS Championship, and finished T20...Also open-qualified in successive weeks, claiming a T59 finish at the Administaff Small Business Classic and a T44 the following week at the AT&T Championship in San Antonio...Finished T17 at the Champions Tour National Qualifying Tournament.\n\n2009: Missed the cut in all five starts. \n\n2008: Made 10 starts, with his T18 at the Athens Regional Foundation Classic his best finish. Is sixth all-time, with 290 Tour starts. Played a limited schedule on the Web.com Tour the previous three years and did not advance to the weekend in any of his 15 tournaments.\n\n2007: Missed the cut at the 2007 AT&T Classic. \n\n2006: In his only PGA TOUR start, and first since 1998, ffinished 79th at the BellSouth Classic.\n\n2004: Made the cut in nine of 27 starts on the Web.com Tour. Cracked the top 25 four times, including a season-best T9 at the Lake Erie Charity Classic. Ended the year No. 89 on the money list, with $50,768. Rounds of 70-66-69-68 led to a T10 at the BMW Charity Pro-Am at The Cliffs, his only other top-10 finish. \n\n2003: Made the cut in 11 of 26 events on the Tour. Finished the season No. 81 on the money list, with $55,371. Two of his five top-25 finishes were top-10s, including T4 at the Henrico County Open and T10 at the Permian Basin Charity Golf Classic. \n\n2002: Made the cut in six of 25 events, with his only top-25 finish a T14 at the Knoxville Open. \n\n2001: Was one of the most consistent players on the Web.com Tour, making the cut in 21 of 24 tournaments entered. Finished No. 26 on the final money list, with $143,951. Had four top-10 finishes and 11 top-25 finishes. Best tournament was a T3 at the Charity Pro-Am at The Cliffs. Other top-10 finishes included a T5 at the Steamtown Classic, a T5 at the Knoxville Open and a T8 at the Samsung Canadian Open. His 63 (8-under) in the opening round of the Florida Classic was a course record and the second-best opening round on Tour in 2001. \n\n2000: Made the cut in 20 of 28 events with three top-10 and nine top-25 finishes.\n\n1997: Shot an opening-round 62, tying the Warwick Hills G&CC course record at the Buick Open. \n\n1994: Winner of the 1994 Dominion Open...Finished 11th on Web.com Tour money list, missing out on earning his 1995 PGA TOUR card by $1,741. \n\n1993: Winner of the Shreveport Open as a Monday qualifier, the sixth Monday qualifier to win on Tour...Shot a 60 in the White Rose Classic pro-am...Won nine mini-tour events.\n","otherCarHigh" : "Won four college events.","personal" : "Got started in golf by caddying for his father, Henry...Currently is a teaching professional at River Pointe GC in Albany, Ga., and was honored by the PGA of America as its 2008 PGA Professional of the Year.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "1989, 1991, 1996, 1997","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2010","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(6): 2000 Griffin Classic Championship. 2006 Georgia PGA Match Play Championship. 2006 PGA Tournament Series. 2009 PGA Tournament Series. 2010 PGA Tournament Series. 2010 PGA Match Play Championship.","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Played in eight Champions Tour events, with his best outing a T26 at the U.S. Senior Open.\n\n2012: Played in eight events, with his best finish a T31 at the Insperity Championship. 2011: Made three starts during the year...Was T56 at the Mississippi Gulf Resort Classic and T45 at the Senior PGA Championship at Valhalla where he finished as the low PGA club professional. Also missed the cut at the U.S. Senior Open at Inverness...Attended the Champions Tour National Qualifying Tournament at the TPC Scottsdale (Champions Course) where he T6 and eventually played seventh overall after a three-man playoff with Jim Carter and Bobby Clampett. Made a par on the second extra hole after Carter had secured the sixth spot with a birdie. 2010: Open-qualified for his first event, the SAS Championship, and finished T20...Also open-qualified in successive weeks, claiming a T59 finish at the Administaff Small Business Classic and a T44 the following week at the AT&T Championship in San Antonio...Finished T17 at the Champions Tour National Qualifying Tournament.\n","otherCarHigh" : "Played in more than 300 Web.com Tour events from 1990-2010, including more than 20 events in a season on nine occasions...Resume also includes over 100 starts on the PGA TOUR and played four full seasons on that circuit in 1990, 1992, 1997 and 1998...A two-time winner on the Web.com Tour. He claimed the 1993 Shreveport Open as a Monday qualifier, at the time, the sixth Monday qualifier to win on Tour...He also won the 1994 Dominion Open, where he defeated Jim Carter with a birdie on the first extra hole...Finished 11th on 1994 Web.com Tour money list, missing out on earning his 1995 PGA TOUR card by $1,741...Once shot a 60 in the 1993 White Rose Classic pro-am in York, Pa...Shot an opening-round 62, tying the Warwick Hills G&CC course record at 1997 Buick Open...Was T6 in the 2010 Senior PGA Professional National Championship...Runner-up at the 2008 and 2010 PGA Professional National ChampionshipâŚOnly player in PGA of America history to capture both the PGA Professional Player of the Year (2008) and Senior PGA Professional Player of the Year (2010) Awards...Won the 2010 PGA Match Play Championship, three PGA Tournament Series events (2006, 2009-10), the 2006 Georgia PGA Match Play Championship and the 2000 Griffin Classic Championship...Undefeated (4-0-0) member of the victorious 2009 U.S. PGA Cup Team that defeated Great Britain & Ireland in Loch Lomond, Scotland, and finished 1-0-3 in 2011 as the USA successfully defended the PGA Cup at CordeValle in San Martin, Calif...Qualified four times for the PGA TOUR through the PGA Tour National Qualifying Tournament (1990, 1992, 1997-98)...He was also the 2006 Georgia PGA Section Player of the Year...Named the 2011 PGA of America Professional of the Year. Finished 220 points behind Mike Small, who was the Senior PGA Professional Player of the Year...Owns more than a dozen career hole-in-ones, including one on the Web.com Tour, at the 2010 BMW Charity Pro-Am.","personal" : "Is the PGA head professional at River Pointe GC in Albany, Ga...Says his biggest thrill outside of golf was the birth of his daughter, Marlee...Favorite golf courses are Pebble Beach, Spyglass Hill and Cypress Point...Favorite athlete is Julius Erving...His dream foursome would include his father, his nephew and Arnold Palmer in his prime...Favorite book is The Man Who Played for Glory...Started playing golf at age 13 with the help of his father.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T20th in 2010 at the SAS Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}