{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20418","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Canete","first" : "Ariel","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-6","heightMetric" : "1.68","weight" : "160","weightMetric" : "73","birthDate" : "February 7, 1975","age" : "41","birthPlace" : "Santa Teresita, Argentina","residence" : "Santa Teresita, Argentina","family" : "Wife, Lorena; Daughter, Mia","education" : "Abilene Christian University","splInterest" : "Boca Juniors soccer","pronunciation" : "ah-REE-uhl kan-EH-the","nwTourAlumnus" : "","trndProYear" : "1995","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "126,441&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2012","otherVics" : "","intlVics" : "(4) 2002 Abierto Norpatagónico [Argentina]. 2003 Abierto del Centro [Argentina]. 2007 Joburg Open [European Tour] 2012 Abierto Norpatagónico [Argentina].","curYrHigh" : "","carHigh" : "2015: Made the cut in three of five Web.com Tour starts between February and March. His best finish was T40 at the Colombia Championship in Bogota… A solo sixth finish at the 84th Abierto OSDE del Centro on his first start of the year on PGA TOUR Latinoamérica in April was also his only top-10 this season… Played 13 events on PGA TOUR Latinoamérica, collecting 6 top-25s on 10 cuts made to finish the year ranked 50th on the Order of Merit.\n\n2014: His season on the Web.com Tour was limited to nine events he played between February and June because of a knee injury. Recorded a T21 in the season-opening Pacific Rubiales Colombia Championship. Missed the cut in his next seven starts and withdrew in his ninth start, the Air Capital Classic, after opening with a pair of 67s... In eight PGA TOUR Latinoamérica events, made five cuts, which included a T2 and a T9. The runner-up came at the Aberto de Brasil, where he led after three rounds, only to lose by three to Rafael Becker, who posted 62 to Canete's 68 on Sunday. T9 was at the Colombian Classic.\n\n2013: Made the cut in 10 of 23 starts on the Web.com Tour and had three top-25 finishes... Was T15 at the inaugural Brasil Classic... Added a T11 at the South Georgia Classic... Only top-10 of the year was a T3 at the Mylan Classic near Pittsburgh in early August, a performance that moved him to No. 60 on the money list with just three events left on the Regular Season schedule... Made the cut in one of the four Finals' events, a T47 at the Chiquita Classic… Played the final two events of the PGA TOUR Latinoamérica season, making one cut for a T47 finish at the 108th VISA Open de Argentina in December.\n\n2012: Finished the PGA TOUR Latinoamérica season ranked first on the Tour's Order of Merit to become the first recipient of the Roberto De Vicenzo Award… As the Tour's No. 1 player he led “Los Cinco” and earned full status to play the 2013 season on the Web.com Tour… Earned US $91,395.50 in prize money… Collected two wins, six top 5's, seven top 10's, ten top 25's and missed only one cut in eleven starts… His victories at the TransAmerican Open presented by Corona in Monterrey, México and at the Olivos Golf Classic-Copa Personal in Buenos Aires, Argentina turned him into the only multiple event winner during the Tour's inaugural season… Won the TransAmerican Open presented by Corona on September 16 at the Club de Golf La Herradura in Monterrey, Mexico. Shot 68-67-67-68--270 (-18) for a two-stroke lead and a winner's check for US $27,000… Won the Olivos Golf Classic-Copa Personal on December 9 at Olivos Golf Club in Buenos Aires, Argentina. Claimed the tournament's trophy and blue jacket by posting rounds of 71-70-67-67--275 (-9) to win by two shots. The US $22,500 check he was awarded at Olivos secured him the Order of Merit's top spot with one tournament left to play… Tied for second at the Roberto De Vicenzo Invitational Copa NEC, finished solo third at the Mundo Maya Open, tied for third at the Dominican Republic Open and tied for fifth at the 65th Arturo Calle Colombian Open… Earned his PGA TOUR Latinoamérica card by finishing ninth on the 2012 Tour de las Americas' Order of Merit with five top-15s in as many starts… Won the Abierto Norpatagónico in March to record his third career Argentine Tour win.\n\n2008: Played the 2008 British Open Championship at Royal Birkdale for his first and only start in a major. Shot 78-71-76-71--296 (+16) to finish T39.\n\n2007: Won the European Tour's Joburg Open in South Africa.\n\nOTHER DETAILS: Had 142 starts on the European Tour between 2001 and 2011… Played on the Tour de las Americas, where his best career finish was a five-way playoff loss at the 2001 Abierto del Litoral in Rosario, Argentina.\n","otherCarHigh" : "Member of the Argentine team that won the Copa Los Andes three years in a row, between 1992 and 1994.","personal" : "Started playing at the age of 12 at his hometown's Santa Teresita GC… His wife, Lorena, has caddied for him several times throughout his career…Is a big fan of Boca Juniors on the Argentine football league.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 Order of Merit Top-60"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2013","exmtStatus" : "Exempt - Major Medical","otherVics" : "","intlVics" : "(3): 2003 Cordoba Open [Arg]. 2007 Joburg Open [Eur]. 2012 Abierto Norpatagonico [Arg].","curYearHigh" : "","carHigh" : "2015: Made the cut in three of five Web.com Tour starts between February and March. His best finish was T40 at the Colombia Championship in Bogota… On his first start of the year on PGA TOUR Latinoamérica, finished solo sixth at the 84th Abierto OSDE del Centro in Cordoba, Argentina in April.\n\n2014: Played in nine Web.com Tour events between February and June. Recorded a T21 in the season-opening Pacific Rubiales Colombia Championship. Missed the cut in his next seven starts and withdrew in his ninth start, the Air Capital Classic, after opening with a pair of 67s...In eight Latinoamérica events, made five cuts, which included a T2 and a T9. The runner-up came at the Aberto de Brasil, where he led after three rounds, only to lose by three to Rafael Becker, who posted 62 to Canete's 68 on Sunday. T9 was at the Colombian Classic.\n\n2013: Made the cut in 10 of 23 starts on the Web.com Tour and had three top-25 finishes...Was T15 at the inaugural Brasil Classic...Added a T11 at the South Georgia Classic...Only top-10 of the year was a T3 at the Mylan Classic near Pittsburgh in early August, a performance that moved him to No. 60 on the money list with just three events left on the Regular Season schedule...Made the cut in one of the four Finals' events, a T47 at the Chiquita Classic. \n\n2012: Finished the season ranked first on the PGA TOUR Latinoamérica's Order of Merit to become the first recipient of the Roberto De Vicenzo Award. As the Tour's No. 1 player, he earned full status on the 2013 Web.com Tour. Earned $91,395 in prize money. Collected two wins, six top fives, seven top 10s, 10 top 25s and missed only one cut in 11 starts…Won the TransAmerican Open in September at the La Herradura GC in Monterrey, Mexico. Shot 68-67-67-68 to win by two strokes and collect the first-place check of $27,000... Won the Olivos Golf Classic-Copa Personal in early December at Olivos GC in Buenos Aires, Argentina. Claimed the tournament's trophy and blue jacket by posting rounds of 71-70-67-67 to win by two shots. The winner's check for $22,500 secured his place atop the Order of Merit with one tournament to play...Finished T2 at the Roberto De Vicenzo Invitational Copa NEC...Had third-place showings at the Mundo Maya Open and the Dominican Republic Open...Was T5 at the 65th Arturo Calle Colombian Open. Earned his PGA TOUR Latinoamérica card by finishing ninth on the 2012 Tour de las Americas' Order of Merit, with five top 15s in as many starts...Won the Abierto Norpatagónico in March to record his third career Argentine Tour win. Had 142 starts on the European Tour between 2001 and 2011. Also is a veteran of the Tour de las Americas. \n\n2008: Played in The Open Championship at Royal Birkdale for his first and only start in a major. Posted rounds of 78-71-76-71 to T39. \n\n2007: Became a European Tour champion with a win at the Joburg Open in South Africa. \n\n2001: Enjoyed his best career Tour de Las Americas finish with a T2 at the Abierto del Litoral in Rosario, Argentina. \n\n1996: Member of the Web.com Tour after qualifying for the 1995 PGA TOUR Qualifying Tournament. Missed the 72-hole cut at Bear Lakes and was a conditional member that season. Made one cut in seven starts on Tour, a T35 at the Inland Empire Open his best showing. \n","otherCarHigh" : "Member of the Argentine team that won the Copa Los Andes three years in a row, between 1992 and 1994.","personal" : "Started playing at the age of 12 at his hometown's Santa Teresita GC. His wife, Lorena, has caddied for him several times throughout his career...Is a big fan of Boca Juniors on the Argentine football league.\n","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T3rd in 2013 at the Mylan Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}