{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02300","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Woosnam","first" : "Ian","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-4 1\/2","heightMetric" : "1.63","weight" : "168","weightMetric" : "76","birthDate" : "March 2, 1958","age" : "58","birthPlace" : "Oswestry, Wales","residence" : "Jersey, Channel Islands","family" : "Wife, Glendryth; Daniel (1985), Rebecca (1988), Ami (1991)","education" : "","splInterest" : "Fishing, snooker, sports","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1976","clubAffl" : "","cityPlaysFrm" : "Oswestry; Wales","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "2,986,729&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(45): 1982 Ebel Swiss Open, Cacharel Under-25 Championship. 1983 Silk Cut Masters. 1984 Scandinavian Enterprise Open. 1985 Zambian Open. 1986 Lawrence Batley International TPC, '555' Kenya Open. 1987 Suntory World Match Play, Lancome Trophy, Bell's Scottish Open, Cepsa Madrid Open, Jersey Open, Hong Kong Open, Million Dollar Challenge-Sun City, World Cup [indiv.]. 1988 Panasonic European Open, Carroll's Irish Open, Volvo PGA Championship, Welsh Pro Championship. 1989 Carroll's Irish Open, World Cup [indiv.]. 1990 Epson Grand Prix of Europe, Suntory World Match Play, Bell's Scottish Open, Torras Monte Carlo Open, Amex Med Open. 1991 PGA Grand Slam, Torras Monte Carlo Golf Open, Fujitsu Mediterranean Open. 1992 European Monte Carlo Open. 1993 Lancome Trophy, Murphy's English Open. 1994 Dunhill British Masters, Air France Cannes Open. 1996 Volvo German Open, Scottish Open, Heineken Classic, Johnnie Walker Classic. 1997 Volvo PGA Championship, Hyundai Motor Masters. 1999 Smurfit COC Team. 2001 Cisco World Match Play Championship. 2008 Parkridge Polish Seniors Championship [EurSrs], Russian Seniors Open [EurSrs]. 2009 Irish Seniors Open [EurSrs].","curYearHigh" : "Competed in his 29th Masters Tournament but did not make the cut.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Split his time between the European Seniors Tour and the Champions Tour in 2009 with a best finish of T13 with Sandy Lyle at the Liberty Mutual Legends of Golf. Won his third career title on the European Seniors Tour when he claimed the Irish Seniors Open at Ballybunion GC. Started the final round six strokes off the pace but carded a 67 to forge his way into a playoff with Bob Boyd. Defeated Boyd with a birdie on the third extra hole. Played in his 21st Masters Tournament but missed the cut. Joined the Champions Tour upon his 50th birthday in the spring of 2008 and played in eight events, with a T13 his best individual performance in The Senior Open Championship. Finished first on the 2008 European Senior Tour Order of Merit. Captained the European Team to a victory in the 2006 Ryder Cup Matches at The K Club in Ireland. Was the third Welshman to lead the European side, following five-time captain Dai Rees and one-time captain Brian Huggett. Became the oldest winner in the history of the Cisco World Match Play Championship in 2001 (unofficial European Tour event) at age 43, defeating Padraig Harrington, 2 and 1, in the final at Wentworth Club's West Course in Surrey, England. Victory was his third Cisco Match Play Championship title. T3 at 2001 Open Championship, matching best finish of career (1986) there. Entered final round tied for the lead with three other players. After making birdie from 6 inches on the par-3 first hole to re-claim a share of the lead, it was discovered that he had 15 clubs in his bag. Was penalized two strokes for the violation. Woosnam still managed a final-round 71. 29 career European Tour victories to go along with two PGA TOUR wins. Member of eight consecutive European Ryder Cup squads (1983-97). Has 45 career tournament wins worldwide and three on the European Seniors Tour. Both parents are Welsh and he learned the game on the local Llanmynech course (15 holes in Wales, three in England) on the border. Worked on family farm for six months after leaving school. Credits his stocky but powerful physique to lifting heavy hay bales. Used to travel in camper van and eat tins of beans to save money when an aspiring pro. Twice headed Volvo Order of Merit (1987, '90). European Tour Player of the Year in 1987. Lives in Jersey, Channel Islands.","ntlTeams" : "Ryder Cup (9), 1983, 1985, 1987, 1989, 1991, 1993, 1995, 1997, 2006 (Captain); World Cup (14), 1980, 1982, 1983, 1984, 1985, 1987, 1991, 1992, 1993, 1995, 1996, 1997, 1998, 2003; Dunhill Cup (9), 1985, 1986, 1988, 1989, 1990, 1991, 1993, 1995, 2000; Seve Trophy (2), 2000, 2002; UBS Cup (4), 2001, 2002, 2003, 2004.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2008","qSchoolYear" : "","exmtStatus" : "PGA TOUR Career Victory Category","otherVics" : "(42): 1982 Ebel Swiss Open, Cacharel Under-25 Championship. 1983 Silk Cut Masters. 1984 Scandinavian Enterprise Open. 1985 Zambian Open. 1986 Lawrence Batley International TPC, '555' Kenya Open. 1987 Suntory World Match Play, Lancome Trophy, Bell's Scottish Open, Cepsa Madrid Open, Jersey Open, Hong Kong Open, Million Dollar Challenge-Sun City, World Cup [indiv], World Cup [with David Llewellyn]. 1988 Panasonic European Open, Carroll's Irish Open, Volvo PGA Championship, Welsh Pro Championship. 1989 Carroll's Irish Open, World Cup [indiv.]. 1990 Epson Grand Prix of Europe, Suntory World Match Play, Bell's Scottish Open, Torras Monte Carlo Open, Amex Med Open. 1991 PGA Grand Slam, Torras Monte Carlo Golf Open, Fujitsu Mediterranean Open, World Cup [indiv]. 1992 European Monte Carlo Open. 1993 Trophee Lancome, Murphy's English Open. 1994 Dunhill British Masters, Air France Cannes Open. 1996 Volvo German Open, Scottish Open, Heineken Classic, Johnnie Walker Classic. 1997 Volvo PGA Championship, Hyundai Motor Masters. 1999 Smurfit COC Team. 2001 Cisco World Match Play Championship.","intlVics" : "(5) 2008 Parkridge Polish Seniors Championship, Russian Seniors Open. 2009 Irish Seniors Open. 2011 Berenberg Bank Masters. 2014 Dutch Senior Open.","curYearHigh" : "Competed in his 29th Masters Tournament but did not make the cut.","carHigh" : "2015: Started the season as a non-exempt player and surprised the golf world when he won for the first time on the PGA TOUR Champions at the Insperity Invitational...Sunk a 30-foot birdie putt on the first playoff hole to defeat Tom Lehman and Kenny Perry for the Insperity title. Victory near Houston came at 57 years, 2 months, 1 day, making him the third-oldest first-time winner in PGA TOUR Champions history and the oldest first-timer since Bruce Devlin won the 1995 FHP Health Care Classic a little more than four months past his 57th birthday. Became the first player from Wales to win on the PGA TOUR Champions and the first professional to win on a sponsor exemption since Miguel Angel Jimenez at the 2014 Greater Gwinnett Championship. Prior to his win, had last appeared at The Woodlands CC in 1990, at the Shell Houston Open, where he finished T3 on the Tournament Course...The week prior to winning, was second at the Bass Pro Shops Legends of Golf at Big Cedar Lodge. He and teammate Sandy Lyle were leading by two strokes after 36 holes but couldn't hold off a final-round charge by the team of Billy Andrade-Joe Durant...In his first-ever appearance at En-Joie GC, finished T3 at the Dick's Sporting Goods Open. \n\n2014: Won his fifth European Senior Tour title, at the Dutch Senior Open, claiming his first victory since 2011. Victory came on The International, near Amsterdam, on a course he designed...Made three appearances on the PGA TOUR Champions and was T43 at the Regions Tradition for his top performance. \n\n2013: Shot rounds of 69-67 on the weekend at the Wakonda Club to finish T7 in The Principal Charity Classic.\n\n 2012: Made two PGA TOUR Champions starts, finishing T10 in The Senior Open Championship at Turnberry and T68 at the Mississippi Gulf Resort Classic. Tenth-place showing at Turnberry was his best on the circuit since a T8 at the 2010 Senior Open Championship...In addition to the Senior Open Championship appearance, made seven other starts on the European Senior Tour and was among the top five in three events—third at the Bad Ragaz PGA Seniors Open, T4 at the SSE Scottish Senior Open and T5 at the French Riviera Masters...Also missed the cut at the Masters after shooting 77 on both Thursday and Friday. \n\n2011: Missed the cut at the Masters after posting rounds of 81-83 at Augusta National. \n","otherCarHigh" : "A mainstay on the European Tour for more than 20 years, he owns 28 victories on that Tour to go along with a pair on the PGA TOUR...Biggest victory of his career came at the 1991 Masters by one stroke over Jose Maria Olazabal...In addition to his Masters victory, won a second title in 1991, defeating Jim Hallett with a par on the second extra hole at the USF&G Classic in New Orleans...Captained Europe to a record-equalling 18½-9½ victory in The Ryder Cup at The K Club in Ireland in 2006, as the team won all five sessions for the first time in the biennial contest and secured an unprecedented third consecutive victory. Was the third Welshman to lead the European side, following five-time captain Dai Rees and one-time captain Brian Huggett...Member of eight consecutive European Ryder Cup squads (1983-97), including four winning teams as a player and one as a captain. In the 1993 competition, he became the first European to claim the maximum four points from the two foursomes and two fourball matches, a feat matched by Sergio Garcia in 2006. Career record was 14-12-5...Became the oldest winner in the history of the Cisco World Match Play Championship in 2001 (unofficial European Tour event) at age 43, defeating Padraig Harrington, 2 and 1, in the finals at Wentworth Club's West Course in Surrey, England. Victory was his third Cisco Match Play Championship title...Was T3 at the 2001 Open Championship, matching best finish of career (1986) there. Entered final round tied for the lead with three other players. After making birdie from 6 inches on the par-3 first hole to re-claim a share of the lead, it was discovered that he had 15 clubs in his bag. He was penalized two strokes for the violation. Woosnam still managed a final-round 71...Twice headed Volvo order of merit (1987 and 1990) and was the European Tour Player of the Year in 1987...Participated in a number of other team events in his career, including the Alfred Dunhill Cup (1985-86, 1988-91, 1993, 1995 and 2000); World Cup (1980 and 1983-85). Won individual and team honors in 1987 (pairing with David Llewellyn). Also represented Wales in World Cups in 1990-94, 1996-98, 2000 and 2002-03, again winning the individual crown in 1991. Played in the Four Tours World Championship 1985-87, 1989-90. Won the Hennessy Cognac Cup in 1982 and played again in 1984. Competed in the Seve Trophy from 2000-02, winning in 2002. Also won The Royal Trophy in 2006, and played in the UBS Cup from 2001-04...Named to the Welsh Sports Hall of Fame in June 2010...Became the first former winner of The European Tour Order or Merit to repeat the feat on the European Senior Tour when he lifted the John Jacobs Trophy in 2008 after a rookie season in which he won the Parkridge Polish Seniors Championship in his third event, followed by the Russian Seniors Open...Member of the OBE.","personal" : "Both parents are Welsh, and he learned the game on the local Llanmynech GC (15 holes in Wales, three in England) on the border...Worked on family farm for six months after leaving school. Credits his stocky but powerful physique to lifting heavy hay bales...Used to travel in a camper van and eat tins of beans to save money when he was an aspiring pro...Lives in Jersey, Channel Islands.","otherInfo" : "\n\n","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T24th at the Allianz Championship.","dynStats" : "He ranks T48th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}