{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01436","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Graham","first" : "David","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "190","weightMetric" : "86","birthDate" : "May 23, 1946","age" : "69","birthPlace" : "Windsor, Australia","residence" : "Whitefish, Montana","family" : "Wife, Maureen; Andrew (11\/8\/74), Michael (10\/1\/77); three grandchildren","education" : "","splInterest" : "Fishing, skeet shooting","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1962","clubAffl" : "Preston Trail GC (Dallas, Texas)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "Inducted 2015","combTourMoney" : "5,951,240&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1971","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(5): World Cup [with Bruce Devlin]. 1985 Alfred Dunhill Cup [with Graham Marsh and Greg Norman]. 1986 Alfred Dunhill Cup [with Rodger Davis and Greg Norman]. 1988 Alfred Dunhill Cup. 1994 Australian Skins [Aus].","intlVics" : "(19): 1967 Queensland PGA Championship [Aus]. 1970 Tasmania Open [Aus], Victorian Open [Aus], Thailand Open [Asia], French Open [Eur]. 1971 Caracas Open, JAL Open [Jpn]. 1975 Wills Masters [Eur]. 1976 Chunichi Crowns [Jpn], Piccadilly World Match Play Championship [Eur]. 1977 Australian Open [Aus], South Africa PGA Championship [Aus]. 1978 Mexico Cup. 1979 West Lakes Classic [Aus]. 1980 Mexican Open, Rolex Japan [Jpn], Brazilian Classic. 1981 Lancome Trophy [Eur]. 1982 Lancome Trophy [Eur]. 1985 Queensland Open [Aus]. 1987 Queensland Open [Aus].","curYearHigh" : "Highlight of his year was being inducted into the World Golf Hall of Fame in July at St. Andrews...Lone start on the Champions Tour was in April when he and partner Tony Jacklin finished seventh in the Legends Division at the Bass Pro Shops Legends of Golf.","carHigh" : "2004: Withdrew during the final round of the Bank of America Championship in late June and was later diagnosed with congestive heart failure that sidelined him for the remainder of the year...Played in 12 events earlier in the season, with his best effort a 52nd-place finish in the Liberty Mutual Legends of Golf. \n\n2002: Recorded the 10th hole-in-one of his professional career in the final round of the Ford Senior Players Championship. \n\n2001: Played in 18 events, the fewest appearances he's ever made on the Champions Tour in one season...Spent two months away from the circuit early in the year while his wife, Maureen, underwent open-heart surgery. Returned at the Liberty Mutual Legends of Golf in early April and, along with partner Bruce Fleisher, T2 in the rain-shortened better-ball event...Turned in his best performance in an official event at the BellSouth Senior Classic at Opryland. Two strokes back after 36 holes in Nashville, but eventually tied for 14th.\n\n2000: Had three top-10 finishes and made more than a quarter of his official money in one event, earning a $108,000 check at the Boone Valley Classic. Used a second-round 64, his lowest score of the campaign, to move into contention and eventually third behind Tom Watson and champion Larry Nelson...Teamed with Bruce Fleisher to finish second at the Liberty Mutual Legends of Golf, one stroke behind Jim Colbert and Andy North.\n\n1999: Defeated Larry Mowry by four strokes at the Raley's Gold Rush Classic. Opened with a sizzling 9-under 63 then rebounded from a two-stroke deficit after 36 holes with a final-round 65. \n\n1998: Defeated Dave Stockton in a Champions Tour-record, 10-hole sudden-death playoff at the Royal Caribbean Classic...He and partner Hugh Baiocchi lost a two-hole playoff to Dale Douglass and Charles Coody at the Liberty Mutual Legends of Golf. 1997: Secured three victories and was among the top five nine times...Won twice early in the year at the GTE Classic and the Southwestern Bell Dominion, then claimed his third title in September at the Comfort Classic...Picked up his first Champions Tour win by three strokes in Tampa, but his other two victories were nail-biters...Eagled the final hole at Dominion CC to slip past John Jacobs in San Antonio and then birdied the final hole in Indianapolis for a one-stroke victory over Larry Nelson and Bud Allin...Recorded his first Champions Tour hole-in-one at Ralphs Senior Classic. \n\n1997: Enjoyed an exceptional first full season Champions Tour season, finishing fifth on the money list with more than $1 million...Secured three victories and was among the top five nine times...Won twice early in the year at the GTE Classic to win by three over Bob Dickson in Tampa, Fla…Eagled the final hole at Dominion CC to slip past John Jacobs in a nail-biter in San Antonio to win the Southwestern Bell Dominion over John Jacobs…Claimed his third title in September at the Kroger Senior Classic with a final-hole birdie in Indianapolis for a one-stroke victory over Larry Nelson and Bud Allin...Recorded his first Champions Tour hole-in-one at Ralphs Senior Classic.\n\n1996: Made his Champions Tour debut, at the Bruno's Memorial Classic in June and competed in 19 events...Was one of the record five-man playoff at the Emerald Coast Classic, falling to Lee Trevino's birdie on the first playoff hole.\n\n1995: Made his final PGA TOUR cut when he finished 76th at the Memorial Tournament. Final PGA TOUR appearance came at the PGA Championship. Missed the cut but shot a 1-under 70 at Riviera CC.\n\n1994: At the unofficial Australian Skins Game at Turtle Point, entered the four-man field with 12 hours' notice after Nick Price withdrew with a wrist injury. Had a birdie and an eagle on consecutive holes to pull ahead of Greg Norman, Ian Baker-Finch and Craig Parry to win the event...Missed the cut in his only two official PGA TOUR starts. \n\n1993: Played in three official PGA TOUR events, missing the cut at the Memorial Tournament, the Buick Open and the PGA Championship. \n\n1992: Missed the cut in his only two TOUR starts, at the Phoenix Open and the Memorial Tournament. \n\n1991: Began his season with three rounds in the 60s at the Phoenix Open. Along with a third-round, 3-over 74, finished T50 at TPC Scottsdale...Other made cuts came at the PGA Championship (T52), the U.S. Open (60th) and the GTE Byron Nelson Golf Classic (T76).\n\n1990: Made the cut in half of his 10 starts. Highlight of the year was his final-round 66 at The Open Championship that led to a T8 performance at St. Andrews' Old Course. Tied with Steve Pate, Donnie Hammond and Corey Pavin, nine shots behind winner Nick Faldo...Also made the cut at the U.S. Open (64th) and the PGA Championship (T66)...Only other top-25 came at THE PLAYERS Championship, a T24.\n\n1989: Enjoyed six made cuts in his 10 PGA TOUR starts. Top finish was a T19 at the USF&G Classic in New Orleans. Opened with an even-par 72 at English Turn then followed with three consecutive under-par rounds (71-71-68) to earn the top-20 finish...Finished T61 in both the U.S. Open and The Open Championship.\n\n1988: Enjoyed two top-10 finishes and eight made cuts in 16 starts…Carded a T3 at GTE Byron Nelson Golf Classic, one stroke out of a Bruce Lietzke-Clarence Rose playoff. Four under-par rounds, accentuated by a Saturday 67 resulted in an 8-under total and a T3 at TPC Las Colinas…The following week at Colonial CC in Fort Worth, finished T5 at Colonial National Invitation, with a 5-under 275…Along with fellow Australians Rodger Davis and Greg Norman, lost to the Irish team of Eamonn Darcy, Ronan Rafferty, and Des Smyth in the Dunhill Cup.\n\n1987: Played in 21 PGA TOUR events, with his best finish a T11 at the Buick Open in July. Opened with an even-par 72 then shot rounds of 67-68-67…A final-round 66 capped four under-par rounds that resulted in a 13-under-275 total and a 13-stroke victory over countryman Vaughan Somers to wrap up a second Queensland Open title in Australia. \n\n1986: Played in 20 PGA TOUR events, making 15 cuts. Also turned in three top-10s. First came in his season-opening tournament, the Bob Hope Chrysler Classic. In the five-round affair, only a second-round 73 kept him from contending. Came back strong with a third-round 63 at Indian Wells CC. Finished 67-68 to finish eighth, five shots out of the Donnie Hammond-John Cook playoff…In June, shot weekend rounds of 67-67 at Atlanta CC to T9 at the Georgia-Pacific Atlanta Golf Classic…Top outing of the year came in the season's final major, the PGA Championship. Played well on the final day, shooting a 4-udner 67 at Inverness Club to T7 with Mike Hulbert and Jim Thorpe, six shots behind winner Bob Tway. \n\n1985: Was tied for first at The Open Championship after opening-rounds of 68-71-70. Shot a Sunday round of 75 to fall to T3, two strokes behind champion Sandy Lyle…Set the record low score for the Queensland Open, shooting a four round 269 for his win at Coolangatta-Tweed. His 269 was four strokes better than Allan Murray's 273 at Keperra in 1960…Joined the Australian team of Graham Marsh and Greg Norman to win the first Dunhill Cup.\n\n1984: In 20 PGA TOUR starts, included three top-10 and five top-25 finishes…At the Masters Tournament at Augusta National, a 6-under 282 resulted in a T6 finish…Two weeks later, at the MONY Tournament of Champions at La Costa CC, shot a first-round 64 and a third-round 68 derailed by over-par rounds Friday and Sunday to eventually finish fourth…In Harrison, N.Y., shot rounds of 68-71-69-66 for a 10-under 272 and T2 at the Manufacturers Hanover Westchester Classic, five strokes behind champion Scott Simpson.\n\n1983: Won the last of his eight PGA TOUR victories when he captured the Houston Coca-Cola Open with a 9-under 275 over Lee Elder, Jim Thorpe and Lee Trevino…First top-10 of the season came at the Bing Crosby National Pro-Am, shooting three consecutive 70s to finish the event on his way to a T9…Three weeks after his win in Houston, held a two-stroke lead over Andy Bean and Scott Hoch at the Memorial Tournament with a round to play. Fell into a T2 with Ben Crenshaw by shooting a final-round 74 at Muirfield Village, losing to Hale Irwin by a shot…Next top-10 came at the U.S. Open. Shot a final-round 69 at Oakmont CC to T8…Was only two strokes off Tom Watson's 54-hole lead at The Open Championship before a final-round 75 derailed his victory chances, dropping him into a T14…Two weeks later, opened with a 3-under 68 and closed with a 69 to T4 at the Canadian Open…Closed his season with four consecutive top-10s—at the Buick Open (T7), the World Series of Golf (10th), the Panasonic Las Vegas Pro Celebrity Classic and a T3 at the Lajet Coors Classic. Shot a final-round, 2-under 70 at The Lajet Coors Classic, his sixth consecutive under-par final-round score...In early November, competed in the U.S. vs Japan Goldwin Cup Match, eventually won by the U.S. team led by Hale Irwin. \n\n1982: Acquitted himself well at the MONY Tournament of Champions at La Costa. Par-or-better rounds of 70-72-70-71 left him at T2 with Andy Bean, Ron Streck and Craig Stadler, three shots shy of winner Lanny Wadkins...Added a T3 two weeks later, at the Byron Nelson Golf Classic. Was four shots off Bob Gilder's 54-hole lead then proceeded to shoot an even-par 70 on the final day to finish seven shots behind Gilder's winning 14-under score...In defense of his U.S. Open title, at Pebble Beach GL, was tied for third, two shots behind 54-hole leader Bill Rogers with a round to play. Shot a 1-over 73 on the final day, dropping into a T6 with Jay Haas, Wadkins and Gary Koch, five strokes short of winner Tom Watson…Shot four sub-70 rounds at the Bank of Boston Classic to T5 at Pleasant Valley CC, four shots behind Gilder's winning score…Only other top-10 came at the Honda Inverrary Classic in early March, where opening and closing 67s led to a T9...Led from start to finish to capture his second consecutive Lancome Trophy on the European Tour. Punctuated his victory by canning a 20-foot birdie putt on the 72nd hole. Edged out Seve Ballesteros by two shots with a 12-under -276 total.\n\n1981: Shot a 67 in the final round of the U.S. Open to overturn a three-shot deficit, defeating third-round leader George Burns...Became the fourth Australian major champion (after Jim Ferrier, Peter Thomson and Kel Nagle) and the first to win a U.S. Open...Won the Phoenix Open by one stroke, with rounds of 65-68-69-66, over Lon Hinkle...Finished T2 at the Doral-Eastern Open...Picked up a T5 at the Canadian Open a T6 at the World Series of Golf, finished seventh at the Masters and was 10th at the MONY Tournament of Champions. \n\n1980: Made five top-10s including a victory at the Memorial Tournament, along with 10 top 25s in 17 made cuts out of 19 starts. Finished T5 at the Bay Hill Classic with a final-round total of 289. Opened the Masters Tournament with a 65 and co-leader status before being derailed by a second-round 73. Weekend rounds of 72-70 earned him solo fifth. Came from behind late to win the Memorial Tournament with a 30-foot birdie putt on the final hole to edge Tom Watson by a stroke.won the Memorial Tournament. At the Western Open at Butler National GC, finished T6, eight strokes behind champions Scott Simpson...Next top-10, a T7, came at the Manufacturers Hanover Westchester Classic. Took an opening round 132 lead into Saturday before a third-round 77 dropped him down the leaderboard. Earned a T7 finish with a final-round 69 at Westchester CC.\n\n1979: Won the PGA Championship at Oakland Hills. Enjoyed a two-hole lead Sunday, only to double bogey on the final hole. Dropped into a playoff with Ben Crenshaw, finally making birdie on the third playoff hole to secure the win...First top-10 of the season came at the Doral-Eastern Open, a T9…Added a seventh-place finish at the U.S. Open at Inverness…The following week, was in the hunt at the Canadian Open, eventually settling for a T5 at Glen Abbey GC…Two weeks after his PGA Championship title, and in his next start, took a one-shot lead into the final round of the Manufacturers Hanover Westchester Classic. Led Scott Simpson by a shot. Could only manage an even-par 71 on the final day, with Jack Renner coming from off the pace to win by a shot when he shot a Sunday 67 at Westchester CC…Earlier in the year, finished T3 at the Atlanta Classic, with weekend rounds of 67-68 shooting him up the leaderboard…Additional top-10s came at the IVB-Philadelphia Classic (T6), the Greater Milwaukee Open (T7) and the Buick-Goodwrench Open (T8)...At the Westlakes Classic in Adelaide, Australia, madeseven birdies Friday and rammed in a 25-foot birdie putt Sunday on No. 17 to clinch the title. \n\n1978: Best showing in five top-10 and 11 top-25s came in early March at the Florida Citrus Open, with a solo second at Rio Pinar CC in Orlando, Fla. Was tied for second-round lead but stumbled Saturday with a 73. A final-round 66 led to a 15-under 273 total, leaving him two strokes behind champion Mac McLendon…Finished T9 at the Masters Tournament, with a 5-under 283…Enjoyed two successive top-10s in May, the first coming at the Byron Nelson Golf Classic outside Dallas, with the second at the Memorial Tournament in Dublin, Ohio...Finished the season at Westchester CC, at the American-Express Westchester Classic. Ended the tournament in a T10 after a 5-under 66, five strokes behind Lee Elder…Trailed by three strokes Sunday at the Mexico Cup. Entered into a seesaw battle with Don January at an event where the lead changed six times before January muffed a 5-foot putt on No. 18, his 5-under-par 67 enough to allow him to pass January for the win.\n\n1977: Made 14 cuts in 15 TOUR events. He had four top-10 finishes, highlighted by a solo second at the Doral-Eastern Open in mid-March. Carded a 10-under 278 on the strength of four under-par rounds to finish one stroke behind Andy Bean in Miami…Next top-10, a T6, came in early April at the Masters Tournament…Finished seventh at the MONY Tournament of Champions in mid-April, with a 3-under 285…Final top-10 happened at the Byron Nelson Golf Classic in Dallas in early May (T6)…In November, turned back Don January, Bruce Lietzke and John Lister to win the Australian Open by three strokes with a 4-under-284 total...Also won the South African PGA Championship.\n\n1976: Prevailed in wet, windy conditions at the American Golf Classic in Akron, Ohio, to emerge victorious over Lou Graham, posting four rounds in the 60s for 14-under 274, four strokes ahead of Graham...Won the American Express Westchester Classic with rounds of 63-68-70-71 pver Ben Crenshaw, Tom Watson and Fuzzy Zoeller...Came from behind to secure a victory over the reigning champion Hale Irwin in the Piccadilly World Match Play Championship. Birdied the 38th hole with a 12-foot putt on the second extra hole for the victory when Irwin missed an 18-footer...At the Chunichi Crowns (Japan Golf Tour) turned in a 4-under-par 276, one stroke ahead of Yasuhiro Miyamoto who lost a chance to win after a triple bogey on No. 17 in the final round.\n\n1975: Played in 26 TOUR events and finished 44th on the final money list. Best outing of the campaign came at the B.C. Open in Endicott, N.Y. Had three 68s along with a third-round 71 to T2 at En-Joie GC, a stroke behind Don Iverson…Picked up a T8 at the First NBC New Orleans Open on the strength of a final-round 67…Never broke par at the PGA Championship but still finished T10, with a pair of even-par 70s in the second and third rounds to go with his 72-74 start and finish…Only other top-10 was a T8 at the Kemper Open.\n1974: Never seriously contended on the PGA TOUR but still recorded six top-10s in his 22 made cuts. First top-10 of the year was a result of a 65-70-70 finish at the 90-hole Bob Hope Desert Classic…Was only two shots off the lead at the Greater New Orleans Open in March with a round to play but got off to a slow start, shot a Sunday, 1-over 73 at Lakewood CC and settled for a T6, 10 shots behind winner Lee Trevino…Played steady golf to conclude his TOUR season, finishing T9 (Westchester Classic), 12th (Tournament Players Championship), T11 (Southern Open), T9 (World Open Golf Championship), T7 (Ohio Kings Island Open) and T6 (Sahara Invitational).\n\n1973: Played in a career-high 31 PGA TOUR tournaments. Came close to winning right out of the box, finishing T2 at the season-opening Glen Campbell-Los Angeles Open. Put himself in position with a 69-69-70 start at Riviera CC. Was only a stroke behind Rod Funseth when the final round began. Could never mount a Sunday charge, shot an even-par 71 and fell into a tie with Tom Weiskopf, Dave Hill and Don Bies, three shots behind Funseth in Pacific Palisades…Waited all the way until May to claim his second and final top-10, a T8 at the Houston Open. Shot weekend rounds of 71-69…Only other top-15 was a T11 showing at the Florida Citrus Open in March. \n\n1972: Played in 18 PGA TOUR events, the most in his career at that point. Won the Cleveland Open sinking a 10-foot par putt on the second playoff hole over countryman Bruce Devlin. Shot a final-round 69 to tie Devlin who missed a 5-foot putt on the 18th hole for the outright win…Looked like he might win again in late-August when he forced a playoff at the Liggett & Myers Open. Opening rounds of 72-72 gave way to a 68 in the third round, good for a share of the third-round lead with Jerry McGee and Larry Ziegler. Could only come in with a 73 on the final day, remaining tied with Lou Graham, Hale Irwin and Ziegler, with Lou Graham prevailing in the overtime…Early in the year, at the unofficial Ford Maracaibo Open and the Caracas General Motors Open in late-January, early February, was T7 at the Ford event and fourth in Venezuela, four under-par rounds giving him the top-five performance.\n\n1971: Played in five PGA TOUR events and an additional four unofficial events. Made the most of his time at the Caracas General Motors Open, winning the Venezuela event by a shot over Tommy Bolt. Shot rounds of 67-70-66-69 to secure the title at Valle Arriba GC…Added a T6 a week later, at the Los Lagartos International and a fourth-place finish at the Panama Open Invitational at Panama GC, thanks to a final-round 63…In May, fired a 2-under-par 70 on the final day for a five-round total of 353 to win the first JAL Open in Miyazaki, Japan. Defeated Takaaki Kono by three shots and countryman Graham Marshby four strokes...Enjoyed his first official TOUR top-10 when he strung together rounds of 71-72-71-72 at Harbour Town GL to T9 at the Sea Pines Open Invitational in South Carolina…In his first Masters Tournament appearance, made the cut and was T36…Missed the cut in his first U.S. Open start (77-80)...Represented Australia in the World Cup contested in Palm Beach, Fla., team event eventually won by the U.S. team of Jack Nicklaus and Lee Trevino...Returned ot the World Cup to defend the 1970 title he won with Bruce Devlin. The duo finished T11 with Japan. Was T8 in the International Trophy, with New Zealand's Bob Charles.\n\n1970: In five PGA TOUR starts playing as a non-member, made three cuts—his top outing a T32 at The Open Championship…Was also T34 at the Western Open...Won the Tasmanian Open by one stroke over Terry Kendall...In Bangkok in late-March, trailed Chinese second-round leader, Hsiek Yung-Yo. Came from three strokes back Sunday to finish at 2-under, defeating Taiwan's Hsieh Min Nan at the Thailand Open...Defeated Walter Godfrey at the Yomiuri International on the Japan Golf Tour. Made birdies on Nos. 1, 11, 17 and 18 to take the three-shot triumph...Captured the World Cup team title, with teammate Bruce Devlin. The duo carded rounds of 65-67-65-73 for the 10-shot win over Argentina (Roberto De Vicenzo-Vicente Fernandez) at the Jockey Club in Buenos Aires. In the International Trophy, the individual portion of the event, rounds of 65-67-65 gave him a two-shot lead to begin the final round. Fired a 73 on the final day, which allowed De Vicenzo to come from behind to win with a final-day 70…Won the French Open by a stroke. \n","otherCarHigh" : "","personal" : "Inducted into the Sport Australia Hall of Fame in 1990...Discovered the game of golf when he was 13...Found a set of left-handed clubs in his garage and played with them for two years before making the switch to a right-handed set...Worked in a golf shop in Melbourne, Australia, at age 16 and, after a three-year apprenticeship, took a head professional job at a nine-hole course in Tasmania...Became a touring professional in the late 1960s, first in Australia and then the Far East...Awarded the Order of Australia by Queen Elizabeth II in 1992 for contributions to the game...Inducted into the Australian Sports Hall of Fame and the Australian Golf Hall of Fame...A member of the Masters Tournament Cup & Tee Committee, which sets up the Augusta National layout each April...Involved in the golf design business, with a number of courses to his credit, including Grayhawk GC in Scottsdale, Ariz., the Raven GC in Phoenix and Grandover GC in Greensboro, N.C...Considers his victory at the 1981 U.S. Open his biggest thrill in golf and credits Bruce Devlin as the person who most influenced his career...Loves to fly fish in his home state of Montana...Favorite athlete is Rod Laver, and his favorite entertainer is Paul McCartney. Enjoys playing at Augusta National, Pebble Beach and Muirfield...Lists President George H.W. Bush as his hero.","otherInfo" : "","ntlTeams" : "World Cup (2), 1970, 1971; U.S. vs. Japan Matches (1), 1983; Dunhill Cup (3), 1985, 1986, 1988.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1996","qSchoolYear" : "","exmtStatus" : "Net-70 on All-Time Money List","otherVics" : "(19): 1970 Thailand Open, French Open. 1971 Caracas Open, JAL Open. 1975 Wills Masters. 1976 Chunichi Crowns Invitational, Piccadilly World Match Play. 1977 Australian Open, South African PGA Championship. 1978 Mexico Cup. 1979 Westlakes Classic, New Zealand Open. 1980 Mexican Open, Rolex Japan, Brazilian Classic. 1981 Lancome Trophy. 1982 Lancome Trophy. 1985 Queensland Open. 1994 Australian Skins.","intlVics" : "","curYearHigh" : "Highlight of his year was being inducted into the World Golf Hall of Fame in July at St. Andrews...Lone start on the Champions Tour was in April when he and partner Tony Jacklin finished seventh in the Legends Division at the Bass Pro Shops Legends of Golf.","carHigh" : "2004: Withdrew during the final round of the Bank of America Championship in late June and was later diagnosed with congestive heart failure that sidelined him for the remainder of the year...Played in 12 events earlier in the season, with his best effort a 52nd in the Liberty Mutual Legends of Golf. 2002: Recorded the 10th hole-in-one of his professional career in the final round of the Ford Senior Players Championship. 2001: Spent two months away from the circuit early in the year while his wife, Maureen, underwent open-heart surgery. Returned at the Liberty Mutual Legends of Golf in early April and, along with partner Bruce Fleisher, T2 in the rain-shortened better-ball event. 2000: Teamed with Bruce Fleisher to finish second at the Liberty Mutual Legends of Golf, one stroke behind Jim Colbert and Andy North. 1999: Defeated Larry Mowry by four strokes at the Raley's Gold Rush Classic. Opened with a sizzling 9-under 63 then rebounded from a two-stroke deficit after 36 holes with a final-round 65. 1998: Defeated Dave Stockton in a Champions Tour-record, 10-hole sudden-death playoff at the Royal Caribbean Classic...He and partner Hugh Baiocchi lost a two-hole playoff to Dale Douglass and Charles Coody at the Liberty Mutual Legends of Golf. 1997: Secured three victories and was among the top five nine times...Won twice early in the year at the GTE Classic and the Southwestern Bell Dominion, then claimed his third title in September at the Comfort Classic...Picked up his first Champions Tour win by three strokes in Tampa, but his other two victories were nail-biters...Eagled the final hole at Dominion CC to slip past John Jacobs in San Antonio and then birdied the final hole in Indianapolis for a one-stroke victory over Larry Nelson and Bud Allin...Recorded his first Champions Tour hole-in-one at Ralphs Senior Classic. 1996: Made his debut at the Bruno's Memorial Classic in June and competed in 19 events...Was one of the players in the record five-man playoff at the Emerald Coast Classic and won on the first extra hole with a birdie by Lee Trevino.\n","otherCarHigh" : "Probably best known as a winner of two major championships, the 1979 PGA Championship and the 1981 U.S. Open...Birdied the third extra hole at Oakland Hills CC to defeat Ben Crenshaw for the PGA title...At Merion GC in the 1981 U.S. Open, he trailed George Burns by three strokes after 54 holes, but played one of the finest finishing rounds in Open history, a 3-under-par 67 that included hitting all 18 greens in regulation. Won by one stroke over Burns and Bill Rogers...First victory on the PGA TOUR came in the 1972 Cleveland Open, where he defeated close friend Bruce Devlin in a playoff...Made more than $100,000 in six consecutive TOUR campaigns (1979-84), with the high mark coming in 1983 when he collected $244,924. Claimed his last TOUR victory that year, coming from five strokes back on Sunday afternoon to win the Houston Coca-Cola Open...Teamed with Devlin to win the World Cup for Australia and was on the winning Australian Dunhill Cup team in 1985 and again in 1986...Was selected as the first captain of the International Team for the 1994 Presidents Cup...Has had 11 holes-in-one in his professional career.","personal" : "Discovered the game of golf when he was 13...Found a set of left-handed clubs in his garage and played with them for two years before making the switch to a right-handed set...Worked in a golf shop in Melbourne, Australia, at age 16 and, after a three-year apprenticeship, took a head professional job at a nine-hole course in Tasmania...Became a touring professional in the late 1960s, first in Australia and then the Far East...Awarded the Order of Australia by Queen Elizabeth II in 1992 for contributions to the game...Inducted into the Australian Sports Hall of Fame and the Australian Golf Hall of Fame...A member of the Masters Tournament Cup & Tee Committee, which sets up the Augusta National layout each April...Involved in the golf design business, with a number of courses to his credit, including Grayhawk GC in Scottsdale, AZ, the Raven GC in Phoenix, AZ, and Grandover GC in Greensboro, NC...Considers his victory at the 1981 U.S. Open to be his biggest thrill in golf and credits Bruce Devlin as the person who most influenced his career...Loves to fly fish in his home state of Montana...Favorite TV show is \"The Tonight Show\" and favorite athlete is Rod Laver...Top entertainer is Paul McCartney and favorite golf courses are Augusta National, Pebble Beach and Muirfield...Lists President George Bush as his hero.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 5 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}