{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "08123","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Brehaut","first" : "Jeff","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "170","weightMetric" : "77","birthDate" : "June 13, 1963","age" : "52","birthPlace" : "Mountain View, California","residence" : "Los Altos, California","family" : "Wife, Hilary; Riley Harrison, Natalie Bailey","education" : "University of the Pacific (1986, Communications)","splInterest" : "Landscaping, home renovations, stock market, San Francisco 49ers football","pronunciation" : "BRAY-hoe","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1986","clubAffl" : "Los Altos G&CC (Los Altos, California)","cityPlaysFrm" : "Los Altos; California; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,591,822&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1993","exmtStatus" : "Conditional - Veteran Member","otherVics" : "(1): 2004 Callaway Golf Pebble Beach Invitational.","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Made no Web.com Tour or Champions Tour starts. \n\n2013: Along with John Riegger, made his Champions Tour debut, at the inaugural Encompass Championship and finished T59 at North Shore CC. \n\n2012: Made only two starts during the year. Missed the cut at the Mexico Open and advanced to the weekend at the Preferred Healths Systems Wichita Open.\n\n2011: Made the cut in nine of 21 starts and had three top-25 finishes. Only top-10 of the year came at the Midwest Classic in Kansas City where he finished T8...Made back-to-back eagles on par-5s in the second round of the Albertsons Boise Open. Became only the third player in the tournament's 22-year history to register consecutive eagles, which came on Nos. 2 and 3...Finished T48 at the Chiquita Classic. Started his second round on the back nine and shot a 41 and was headed home for the weekend when he turned things around on the front nine. Posted three birdies and a pair of eagles for a 7-under 29 and a round of 70 to make the cut. \n\n2010: Made the cut in 20 of 27 starts and ended the year No. 51 on the money list...Opened the season with a T8 at the Moonah Classic, his first top-10 since a T7 at the 2008 Knoxville Open. Did not have a top-10 in 24 Web.com Tour starts in 2009...Next top-10 was a T9 at the Mexico Open Bicentenary, where he posted a second-round 66 to get into contention...Notched his third top-10 11 starts later at the Chattanooga Classic. Improved his scores each day—71-68-67-66—to finish T5. \n\n2009: Ended the Web.com Tour season No. 96 on the money list. Had four top-25 finishes among his 13 cuts made, with his highest finish a T13 at the Christmas in October Classic. Only start on the PGA TOUR led to a T58 finish at the U.S. Open. \n\n2008: Played 26 Web.com Tour events, making 16 cuts with three top-10s and five top-25s. In his eighth Tour start of the season, finished solo fifth at the South Georgia Classic for his first top-10 on Tour since a T7 at the 1998 Hershey Open. Posted a final-round 67 at the Melwood Prince George's County Open to jump into a T2, one shot back of winner Jeff Klauk. Bogey-free effort Sunday resulted in his best finish since a playoff loss at the 1997 Wichita Open. Was T7 at the Knoxville Open. \n\n2007: Finished No. 194 on the PGA TOUR money list with a career-low eight made cuts in 21 starts. Did not post a top-10 finish for the first time since the 2001 season. Fell out of the top 125 in his seventh season on TOUR, despite winning $558,594. \n\n2006: Recorded first top-10 of the PGA TOUR season in his 23rd start, a T6 at The International. Followed with a T5 in his next start two weeks later at the Reno-Tahoe Open. Just second time in his career that he posted top-10s in back-to-back starts (2005 Buick Open, T6; The International, third). \n\n2005: Recorded a career year, with five top-10s and more than $1 million in earnings. Finished T10 at the John Deere Classic, his first top-10, in 10th start of season. Second top-10 was a T6 at the Buick Open, where he finished eight strokes behind Vijay Singh. Posted four rounds in the 60s. One week later, finished third at The International, three points behind champion Retief Goosen in event that used the Modified Stableford scoring system. With T4 finish at the Deutsche Bank Championship, surpassed $1 million in season earnings for the first time in his career, with his $216,562 payday. Held a share of the 36-hole lead with eventual champion Olin Browne, but 2-under 70 dropped him out of the lead. Recorded a season-best fifth top-10 with his T10 finish at the Chrysler Championship. Led by two strokes after first-round, 7-under 65. \n\n2004: Improved 2005 status with T13 finish at PGA TOUR National Qualifying Tournament. Made 17 cuts in a career-high 34 starts and finished 149th on money list. Among the leaders all week at the John Deere Classic, thanks to a first-round 65. Finished T11...Lone top-10 was T8 at Chrysler Classic of Greensboro. One shot off the 36-hole lead after opening 68-66...Won the Callaway Golf Pebble Beach Invitational, a late-season unofficial event which includes players from all Tours. \n\n2003: Made 23 cuts in 32 tournaments entered. Season's earnings were greater than the total of his three previous seasons on TOUR combined. Secured card down the stretch by making the cut in seven of his last eight starts and earning 41 percent of his total ($266,897) during that period. Stretch included a career-best T5 finish at the Chrysler Classic of Greensboro in his second-to-last start, which moved him from No. 122 to No. 97 on the money list. \n\n2002: Medalist at PGA TOUR National Qualifying Tournament to retain TOUR card for 2003. Shot low round on each course, his lowest rounds of the year, with a tournament course record 64 on the TPC Stadium Course and a 63 on the Jack Nicklaus Tournament Course...Recorded a T7 at the SEI Pennsylvania Classic for his first top-10 since posting a T8 at the 1999 Westin Texas Open...Had two events on his Major Medical Extension remaining to earn $231,306 (and equal No. 125 on the final 2001 money list) to remain in Major Medical Extension category. \n\n2001: Was T32 at TOUR Qualifying School to earn card for 2002. Participated in 26 events, making 14 cuts. Top finishes were T25 at Nissan Open and T21 at the BellSouth Classic. \n\n2000: Underwent shoulder surgery on Jan. 25. Did not make a cut on the PGA TOUR and made three cuts in six Web.com Tour starts. \n\n1998: Participated in his sixth Web.com Tour Championship in six years on Tour. \n\n1997: Earned his first TOUR card by finishing T23 at the PGA TOUR Qualifying Tournament. Captured his second title on the Web.com Tour, at the Mississippi Gulf Coast Classic. \n\n1995: Earned his first Web.com Tour win, at the Inland Empire Open. \n\n1992: Named Golden State Tour Player of the Year after winning three times. \n","otherCarHigh" : "Inducted into the University of Pacific Hall of Fame in 2006. Others enshrined there are football coaches Pete Carroll and Amos Alonzo Stagg and agent Scott Boras. Attended Los Altos (Calif.) High School.","personal" : "Enjoys working around the house, gardening, the stock market and following the San Francisco 49ers. Is handy with tools. Lists Cypress Point GL and Pine Valley among his favorite courses he's played. Would like to play Augusta National in the future...Never travels without his computer. Favorite college team is the University of Southern California. Favorite pro team is the San Francisco 49ers. Favorite movie is \"Gladiator.\" Favorite books are those by Vince Flynn. Favorite athlete to watch is Tiger Woods. Favorite vacation spots are the beach and the mountains. Dream foursome would include Ben Hogan, Jack Nicklaus and Woods.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1999","qSchoolYear" : "1998, 1999, 2001, 2002, 2004","exmtStatus" : "","otherVics" : "(1): 2004 Callaway Golf Pebble Beach Invitational.","intlVics" : "","curYearHigh" : "","carHigh" : "2005: Recorded a career year with five top-10s and more than $1 million in earnings...Finished T10 at the John Deere Classic, his first top-10, in 10th start of season...Second top-10 was a T6 at the Buick Open, where he finished eight strokes behind Vijay Singh. Posted four rounds in the 60s...One week later, finished third at The INTERNATIONAL, three points behind champion Retief Goosen in the Modified Stableford scoring system...With T4 finish at the Deutsche Bank Championship, surpassed $1 million season earnings for the first time in career with his $216,562 payday. Held a share of the 36-hole lead with eventual champion Olin Browne, but 2-under 70 dropped him out of the lead...Recorded a season-best fifth top-10 with his T10 finish at the Chrysler Championship. Led by two strokes after first-round, 7-under 65. 2004: Improved 2005 status with T13 finish at 2004 PGA TOUR Qualifying Tournament. Made 17 cuts in a career-high 34 starts and finished 149th on money list...Was among the leaders all week at the John Deere Classic, thanks to an first-round 65. Finished T11...Lone top-10 was T8 finish at Chrysler Classic of Greensboro. One shot off the 36-hole lead after opening 68-66. 2003: Made 23 cuts in 32 tournaments entered. Season's earnings were greater than the total of his three previous seasons on TOUR combined...Secured card down the stretch by making the cut in seven of his last eight starts and earning 41 percent of his total ($266,897) during that period. Stretch included a T5 finish at the Chrysler Classic of Greensboro in his second-to-last start, which moved him from No. 122 to No. 97 on the money list...First top-10 of the season was a T10 at the Bay Hill Invitational. 2002: Medalist at PGA TOUR Qualifying Tournament to retain TOUR card for 2003. Shot low round on each course, his lowest rounds of the year, with a tournament course record 64 on the TPC Stadium Course and a 63 on the Jack Nicklaus Tournament Course...Recorded a T7 at the SEI Pennsylvania Classic for his second top-10 in 77 career PGA TOUR starts and the first since posting a T8 at the 1999 Westin Texas Open. Was one back of the lead heading into the last day, but a final-round 71 at Waynesborough Country Club dropped him to T7. 2001: T32 at Qualifying School to earn card for 2002. Made the cut in more than half his 26 starts with two top-25s. 2000: Underwent shoulder surgery on Jan. 25. Did not make a cut on the PGA TOUR and made three cuts in six Nationwide Tour starts. 1999: Recorded his first top-10 in his 23rd TOUR start, T8 at the Westin Texas Open. 1998: Earned his first TOUR card by finishing T23 at the Qualifying Tournament...Participated in his sixth Nationwide Tour Championship in six years on Tour. 1997: Captured his second title on the Nationwide Tour, where he played from 1993-1998, at the Mississippi Gulf Coast Classic. 1995: Collected first Nationwide Tour win at the 1995 Inland Empire Open. 1992: Named Golden State Tour Player of the Year after winning three times.\n","otherCarHigh" : "","personal" : "Inducted into the University of Pacific Hall of Fame in 2006. Others enshrined there are Pete Carroll, Amos Alonzo Stagg and Scott Boras.","otherInfo" : "Fell out of the top 125 in seventh season on TOUR. Recorded first top-10 of the 2005 season in his 23rd start of the season, a T6 at The INTERNATIONAL. Followed with a T5 in his next start two weeks later at the Reno-Tahoe Open. Just second time in his career that he posted top-10s in back-to-back starts (2005 Buick Open-T6, The INTERNATIONAL-3rd). Recorded a career year in 2005 with five top-10s and more than $1 million in earnings. Finished T10 at the John Deere Classic, his first top-10, in 10th start of season. Second top-10 was a T6 at the Buick Open, where he finished eight strokes behind Vijay Singh. Posted four rounds in the 60s. One week later, finished third at The INTERNATIONAL, three points behind champion Retief Goosen in the Modified Stableford scoring system. With T4 finish at the Deutsche Bank Championship, surpassed $1 million season earnings for the first time in career with his $216,562 payday. Held a share of the 36-hole lead with eventual champion Olin Browne, but 2-under 70 dropped him out of the lead. Recorded a season-best fifth top-10 with his T10 finish at the Chrysler Championship. Led by two strokes after first-round, 7-under 65. Improved 2005 status with T13 finish at 2004 PGA TOUR Qualifying Tournament. Made 17 cuts in a career-high 34 starts in 2004 and finished 149th on money list. Among the leaders all week at the 2004 John Deere Classic, thanks to a first-round 65. Finished T11. Lone top-10 of 2004 was T8 at Chrysler Classic of Greensboro. One shot off the 36-hole lead after opening 68-66. Made 23 cuts in 32 tournaments entered in 2003. Season's earnings were greater than the total of his three previous seasons on TOUR combined. Secured card down the stretch by making the cut in seven of his last eight starts and earning 41 percent of his total ($266,897) during that period. Stretch included a career-best T5 finish at the Chrysler Classic of Greensboro in his second-to-last start, which moved him from No. 122 to No. 97 on the money list. Medalist at 2002 PGA TOUR Qualifying Tournament to retain TOUR card for 2003. Shot low round on each course, his lowest rounds of the year, with a tournament course record 64 on the TPC Stadium Course and a 63 on the Jack Nicklaus Tournament Course. Recorded a T7 at the 2002 SEI Pennsylvania Classic for his first top-10 since posting a T8 at the 1999 Westin Texas Open. T32 at TOUR Qualifying School to earn card for 2002. Had two 2002 events on his Major Medical Extension remaining to earn $231,306 (and equal No. 125 on the final 2001 money list) to remain in Major Medical Extension category. Participated in 26 events in 2001, making 14 cuts. Top 2001 finishes were T25 at Nissan Open and T21 at 2001 BellSouth Classic. Underwent shoulder surgery on Jan. 25, 2000. Did not make a cut on the PGA TOUR in 2000 and made three cuts in six Nationwide Tour starts. Earned his first TOUR card by finishing T23 at the 1997 Qualifying Tournament. Participated in his sixth Nationwide Tour Championship in six years on Tour in 1998. Tied for second all-time on the Nationwide Tour behind John Elliott's seven appearances in the season-ending event. Captured his second title on the Nationwide Tour, where he played from 1993-1998, at the 1997 Mississippi Gulf Coast Classic. Earned his first Nationwide Tour win at the 1995 Inland Empire Open. Named 1992 Golden State Tour Player of the Year after winning three times.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2013","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(1): 2004 Callaway Golf Pebble Beach Invitational.","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "Played the PGA TOUR full time in 1998 and from 2001-2007...Had his career year in 2005, with five top-10s and more than $1 million in earnings. Finished third that year at The International, three points behind champion Retief Goosen in event that used the Modified Stableford scoring system. With T4 finish and $216,562 payday at the Deutsche Bank Championship, surpassed seven-figures in season earnings for the only time in his career. Held a share of the 36-hole lead with eventual champion Olin Browne...Medalist at the 2002 PGA TOUR National Qualifying Tournament near Palm Springs, Calif., to retain TOUR card for 2003. Shot low round on each course, his lowest rounds of the year, with a tournament course record 64 on the TPC Stadium Course and a 63 on the Jack Nicklaus Tournament Course...Underwent shoulder surgery on January 25, 2000...Played mostly on the Web.com Tour, from 1993-98 and from 2008-11. Won twice on the Web.com Tour, claiming his first title in 1995 at the Inland Empire Open, a one-stroke victory over Danny Briggs and David Toms...Captured his second event at the 1997 Mississippi Gulf Coast Classic, cruising to a six-stroke triumph over Ahmad Bateman and Tom Scherrer...Made back-to-back eagles on par-5s in the second round of the 2011 Albertsons Boise Open. Became only the third player in the tournament's 22-year history to register consecutive eagles, which came on Nos. 2 and 3...Named Golden State Tour Player of the Year in 1992 after winning three times...Inducted into the University of Pacific Hall of Fame in 2006. Others enshrined there are football coaches Pete Carroll and Amos Alonzo Stagg and agent Scott Boras. Was All-Pacific Coast Conference in 1984...Attended Los Altos (Calif.) High School.","personal" : "Enjoys working around the house, gardening, the stock market and following the San Francisco 49ers. Is handy with tools. Lists Cypress Point GL and Pine Valley among his favorite courses he's played. Would like to play Augusta National in the future...Never travels without his computer. Favorite college team is the University of Southern California. Favorite pro team is the San Francisco 49ers. Favorite movie is \"Gladiator.\" Favorite books are those by Vince Flynn. Favorite athlete to watch is Tiger Woods. Favorite vacation spots are the beach and the mountains. Dream foursome would include Ben Hogan, Jack Nicklaus and Woods.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "2013: Along with John Riegger, made his Champions Tour debut, at the inaugural Encompass Championship and finished T59 at North Shore CC. \n\n2012: Made two Web.com Tour appearances, missing the cut at the Mexico Open and finishing T52 at the Preferred Health Systems Wichita Open...Earned status on the 2013 Champions Tour after finishing as the runner-up at the the National Qualifying Tournament at TPC Eagle Trace. Was in third place in the event through three rounds but moved past Mark Mouland and solidified his position, three strokes back of Gene Jones, after a final-round 68. Will not become eligible for the Tour until he turns 50 in mid-June."}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}