{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24138","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Poulter","first" : "Ian","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "189","weightMetric" : "86","birthDate" : "January 10, 1976","age" : "40","birthPlace" : "Stevenage, England","residence" : "Buckinghamshire, England; Orlando, Florida","family" : "Wife, Katie; Aimee-Leigh (2\/1\/02), Luke James (5\/22\/04), Lily Mai (3\/4\/09), Joshua James (1\/26\/12)","education" : "Barclay School","splInterest" : "Cars, all ball sports","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1995","clubAffl" : "","cityPlaysFrm" : "Woburn; ; England","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2004","qSchoolYear" : "","exmtStatus" : "67th in 2014-15 FedExCup points","otherVics" : "(1): 2010 Shark Shootout [with Dustin Johnson].","intlVics" : "(13): 1999 Ivory Coast Open [EurChall]. 2000 Italian Open [Eur]. 2001 Moroccan Open [Eur]. 2002 Italian Open [Eur]. 2003 Celtic Manor Resort Wales Open [Eur], Nordic Open [Eur]. 2004 Volvo Masters Andalucia [Eur]. 2006 Madrid Open Masters [Eur]. 2007 Dunlop Phoenix [Jpn]. 2009 Barclays Singapore Open [Eur]. 2010 UBS Hong Kong Open [Eur]. 2011 Volvo World Match Play Championship [Eur], JBWere Masters [Aus].","curYearHigh" : "Won all three matches, including a 4&3 singles result over Danny Chia, for the victorious Europe side in the EURASIA Cup in Kuala Lumpur in January...In his first start at the Puerto Rico Open at Coco Beach, birdied his first three and final three holes in round two, good for a bogey-free 6-under 66. Posted a 4-under 68 in the third round to hold the 54-hole lead. An even-par 72 on Sunday left him one stroke shy of joining the playoff between Steve Marino and eventual-champion Tony Finau. His T3 finish was his best showing on the PGA TOUR since finishing T3 at the 2015 Honda Classic.","carHigh" : "2014-15: Split his time between the PGA TOUR and European Tour. On the PGA TOUR, collected four top-10 finishes in just 16 starts to advance to the FedExCup Playoffs for a ninth consecutive season. Made it through the BMW Championship, the third of four Playoffs' events before ending his season at No. 67 in the FedExCup standings...Made a run at his first victory since the 2012 World Golf Championships-HSBC Champions when he finished second at the Turkish Airlines Open in November 2014. Entered the final round tied for second with Marcel Siem and Lee Westwood, a stroke off Wade Ormsby's lead. Shot a 3-over 75 at The Montgomerie Maxx Royal in the third round but recovered on the final day with a bogey-free, 5-under 67. Final birdie of the day in Antalya came at the 13th hole and couldn't make another birdie the rest of the round. His second-round 64 tied him with Victor Dubuisson and Henrik Stenson for low round of the tournament...In the weather-forced Monday finish at The Honda Classic, took a three-stroke lead at 9-under into the final round, which began Sunday afternoon and ended Monday morning. Wheels came off the track in the final round, with two double bogeys and a triple bogey, resulting in a 4-over 74 and T3 with Russell Knox and fellow Englishman Paul Casey. Birdied his 71st and 72nd holes to climb back inside the top five. Told media following his round he would spend the ensuing couple of hours driving with his son, who followed in the gallery, explaining the ups and downs of life as a professional golfer...Finished T6 to record his third top 10 in the Masters in the last five years. Was also T10 in 2010 and seventh in 2012. Shot up the leaderboard on the strength of weekend rounds of 67-67 after opening 73-72...Opened with rounds of 65-67-68 at the Crowne Plaza Invitational at Colonial to enter the final round one stroke behind leader Kevin Na. Was never able to recover completely from a bogey on the opening hole, going on to post an even-par 70 to T5, two strokes behind champion Chris Kirk. Posted third top-15 finish in four starts at Colonial...In late-June, played in the Japan Golf Tour's ISPS Handa Global Cup, where four consecutive sub-70 rounds (67-68-68-69) led to a T4 with three other players. Finished two shots out of the Toshinori Muto-Angelo Que playoff. \n\n2013-14: Made 13 of 17 cuts to go with a pair of top-10s. Finished T23 at the Deutsche Bank Championship, but it was not enough to move on to the third FedExCup Playoffs event, ending his season at No. 78 in the FedExCup standings. Only the third time in eight years of the Playoffs that he has finished outside the top 60...Making his first start of the season, finished second by three strokes to Dustin Johnson in defense of his World Golf Championships-HSBC Champions title. Trailed Johnson by three strokes entering the final round after opening 71-67-63. Birdied the first two holes in the final round and traded the lead with Johnson throughout the day. A bogey on the par-4 15th hole, coupled with Johnson's eagle-birdie stretch at Nos. 16 and 17, dashed hopes for a repeat victory...In his fourth start at the Northwestern Mutual World Challenge, experienced an up-and-down week at Sherwood CC. Managed a seventh-place finish in the 18-man field. Rounds of 76-67-73-69 gave him his third top-seven performance in four starts...Closed the calendar year by teaming with Freddie Jacobson to finish second behind Matt Kuchar and Harris English at the Franklin Templeton Shootout in December...Posted the low round of the day, a 6-under 64, in the final round of the FedEx St. Jude Classic to claim a T6, with four others. Opened with rounds of 69-68, before a third-round, 2-over 72 in the third round temporarily broke his stride. Endured numerous weather delays with the rest of the field at TPC Southwind en route to the top-10...At the Ryder Cup at Gleneagles in Scotland, went 0-1-2 in his four matches in the European team's five-point victory over the U.S. in the biennial event.\n\n2013: Made 13 of 16 cuts on TOUR, with four top 10s. Finished No. 53 in the final FedExCup standings...Making his second career Hyundai Tournament of Champions start (T6 in 2011), finished the weather-shortened event T9, with rounds of 71-74-69...The 2010 World Golf Championships-Accenture Match Play Championship winner nearly garnered a second title in Marana, Ariz., but settled for fourth-place honors after losing to defending champion Hunter Mahan, 4 and 3, in the semifinals at The GC at Dove Mountain...Made a Sunday charge at The Open Championship, with a 4-under 67, including an eagle-birdie-birdie-birdie stretch on Nos. 9-12 at Muirfield. His T3 finish marked his third top 10 in 13 Open starts (second in 2008 and T9 in 2012)...Entered the Deutsche Bank Championship No. 77 in the FedExCup Playoffs, went on to post four rounds in the 60s at TPC Boston and finished T9. Moved from No. 77 to No. 52 in the standings to advance to the BMW Championship. Previous-best finish in seven overall starts and three made cuts at TPC Boston was T45 in 2010.\n\n2012: Finished No. 39 in the FedExCup standings to miss making his first career start at the TOUR Championship by Coca-Cola...Claimed his second career PGA TOUR win in November in China...Finished third at the Arnold Palmer Invitational, seven shots behind winner Tiger Woods. Recorded first top-10 at Bay Hill in seven career starts...Finished a career-best seventh at the Masters Tournament, with rounds of 72-72-70-69. Was one of five players with all four rounds at par or better...Opened with a 7-under 65 to share with Martin Laird the first-round lead at THE PLAYERS Championship. The 65 was his lowest score in 28 previous rounds at TPC Sawgrass. Struggled to a 76 in the second round and finished T25 following rounds of 71-73 on the weekend...Played steady golf all week at the BMW PGA Championship in his native England on his way to a T10 at Wentworth Club...A final-round, 3-under 67 led to a T9 finish at the British Open...Finished T3 at the PGA Championship to record top-10s in three of his last four major starts (seventh at the Masters and T9 at The Open Championship). Had five consecutive birdies (Nos. 1-5) in the final round, the season's longest birdie streak in a major. PGA Championship start was his 40th in a major. Made his 11th start in the PGA Championship. Previous-best performance at the PGA Championship was T9 in 2006. Was trying to become only the second Englishman to win the PGA Championship (Jim Barnes in 1916 and 1919)...Went 4-0 in leading the European team to its second consecutive Ryder Cup victory. Inspired play all week helped fuel a come-from-behind win for Europe. Defeated Webb Simpson, 2-up, in his singles match...Shot a final-round, bogey-free, 7-under 65 at the BMW Masters to T4 in Shanghai. Finished five shots behind winner Peter Hanson...A week later, overcame a four-stroke deficit in the final round of the World Golf Championships-HSBC Champions to claim a two-stroke win over four others in Shenzhen, China. His 21-under-par total set the new tournament low score in relation to par and became the third-lowest total by a winner in a World Golf Championships event. In winning the tournament, became just the second player to make his first two PGA TOUR wins a World Golf Championships event, joining Darren Clarke (2000 Accenture Match Play Championship and 2003 Bridgestone Invitational). The win came in his eighth consecutive start in the event, making him the only player to compete in each HSBC Champions since its 2005 inception...After shooting a third-round 64 at the Talsker Masters, looked to be in prime position to successfully defend the title he won there a year earlier. Stumbled on the final day, though, shooting an even-par 72 to fall to Adam Scott by four shots. \n\n\n\n\n\n2011: Made 12 of 16 cuts, but only registered one top-10 finish. Had lowest finish in FedExCup (87th) since 2008...Making his first career start at the Hyundai Tournament of Champions, carded a final-round, 7-under 66 to finish T6...Played on the European Tour in May and defeated Luke Donald in the finals of the Volvo World Match Play Championship in Spain. He held on for a 2-and-1 victory at Finca Cortesin to deny Donald the chance to move to No. 1 in the Official World Golf Ranking at the time. Had a scary moment in the championship match. Trying to hit an approach shot from a steep, side-hill lie on the eighth hole, he tumbled down the hill after impact but avoided any serious injury...Joined with Justin Rose to represent England at the Mission Hills World Cup. The duo shot a foursomes 63 Sunday at Mission Hills GC but fell short of the winning U.S. team, settling for a T2...A week later, he defended his title at the UBS Hong Kong Open. Despite a slow start, where he opened with a 1-over 71 at Hong Kong GC, he rebounded with three consecutive sub-70 rounds to T4...For a second consecutive year, he won a title late in the season. At the JBWere Masters in Melbourne, Australia, he came from two strokes behind on the final day with a 4-under 67 to defeat Marcus Fraser by three strokes. \n\n\n\n2010: Made 15 starts on the PGA TOUR, highlighted by a win at the World Golf Championships-Accenture Match Play Championship. Member of victorious European Ryder Cup squad...In first start of the season, posted a 4-and-2 victory over fellow Englishman Paul Casey to win the Accenture Match Play Championship, becoming the first player from England to win a World Golf Championships event. It was his first PGA TOUR victory in his 103rd start. He was 2-up after the morning 18 holes and moved to 4-up after two holes in the afternoon. Jumped from No. 11 to No. 5 on the Official World Golf Ranking, his highest career ranking. In his six individual matches, defeated players from six countries (United States, Australia, India, Thailand, Spain and England). Played only 114 holes all weekâonly Tiger Woods with 112 holes in 2003 played fewer. Improved his Accenture Match Play record to 18-7. Was so dominant on the weekend that he trailed for only one hole over the final 50 holes of the tournament...Held the second-round co-lead with Lee Westwood before finishing T10 at the Masters. In six trips to the Masters, Poulter has never finished worse than T33. His first- and second-round 68s matched his best round at Augusta National (third round, 2009)...Withdrew from the PGA Championship after 54 holes due to a back injury...Tallied 3-1-0 record for winning European Ryder Cup team, with a 8-3-0 career record in the biennial event...In mid-November, in defense of his Barclays Singapore Open, he stumbled to a final-round 73 to T6. Posted a second-round 63 to climb into contention...The following week, at the UBS Hong Kong Open, he flirted with a 59 in the second round at the par-70 Hong Kong GC before settling for a 10-under 60. Parlayed that play into victory, where he edged Matteo Manassero and Simon Dyson by a stroke. In his second-round 60, he had to hole out from the fairway on No. 18 for the 59 but landed his approach shot pin high, 6 feet to the right...Looked like he would make it two European Tour wins in a row when he had a birdie putt to win on the 72nd hole at the Dubai World Championship. Just missed that bid to fall into a playoff with Robert Karlsson. He parred the second playoff hole to Karlsson's birdie. Finished fourth in the Race to Dubai, that tour's season-long points competition...Returned to the U.S. in mid-December and teamed with Dustin Johnson to win the Shark Shootout in Naples, Fla. The duo shot a final-round 59 in the scramble format to defeat the team of Darren Clarke-Graeme McDowell by two strokes. \n\n2009: Recorded 12 top-25 finishes in 17 starts, including a season-best runner-up finish at THE PLAYERS...Finished T9 after a third-round, 2-and-1 loss to Sean O'Hair at the World Golf Championships-Accenture Match Play Championship...Finished T5 at the Quail Hollow Championship, three strokes behind champion Sean O'Hair...Recorded the third runner-up finish of his PGA TOUR career at THE PLAYERS Championship, finishing four strokes behind champion Henrik Stenson...Shot 12-under 268 for an eighth-place finish at the Crowne Plaza Invitational where he played the back nine bogey-free and 11-under for the week...Finished T9 at The Barclays, joining Tiger Woods, Steve Stricker and Robert Allenby as the only players finishing in the top-20 to avoid a double bogey all week...Edged China's Liang Wen-Chong by one shot to complete a wire-to-wire victory in the Barclays Singapore Open in early November. Parred the 18th hole to secure his first win since the 2007 Dunlop Phoenix in Japan and first on the European Tour since the 2006 Madrid Masters...Just missed out on advancing to the TOUR Championship by Coca-Cola, finishing 31st on the FedExCup points list. \n\n2008: Recorded seven top-25 finishes and made 12 of 15 cuts...Only top-10 finish of the season came in his 11th start, where a 1-under 69 on the final day propelled him to a runner-up effort at the British Open, four strokes behind champion Padraig Harrington. It represented his best effort in 23 major championship appearances...Had the best individual Ryder Cup record in Europe's loss at Valhalla, finishing 4-1-0. Only loss came in Friday Foursomes. 2007: Had five top-10s and eight top-25s as he earned more than $1 million for a second consecutive season...Best finish of the year came in April at the EDS Byron Nelson Championship, finishing T3...Fourth top-10 came in August at The Barclays, a T9, his second top-10 finish in two starts at Westchester CC. Moved up 14 spots in the PGA TOUR Playoffs for the FedExCup standings from 73rd to 59th...Ended season with a T10 at the BMW Championship, his fifth top-10 of the season. 2006: Recorded four top-10s in 15 starts, made 13 cuts and earned more than $1.5 million...Finished T7 at the Zurich Classic of New Orleans for first top-10 in eighth start...In June, added a T9 at the Barclays Classic...The next week finished T12 at the U.S. Open...Recorded his first top-10 in a major championship with a T9 at the PGA Championship...Won the Banco Madrid Valle Romano Open de Madrid Golf Masters on the European Tour by five strokes in September...Finished T2 at the World Golf Championships-American Express Championship in London, his first top-10 at the event...Finished T9 at the Volvo Masters the last European Tour event of the season. Finished ninth on the European Tour order of merit. 2005: Did not win on European Tour for the first season since joining the tour in 2000...Played in a career-high 20 TOUR events with two top-10s...Playing in his third event of the season, posted a T8 at the Bob Hope Chrysler Classic...Semifinalist at the World Golf Championships-Accenture Match Play Championship where he fell to eventual champion David Toms, 3 and 2. Defeated Jim Furyk, Stuart Appleby, Rory Sabbatini and Nick O'Hern before losing to Toms. Lost in 20 holes to Retief Goosen in consolation match to finish fourth and earn $450,000. 2004: Joined the TOUR as a Special Temporary Member the week of August 4âŚAt the European Tour's season-ending Volvo Masters, defeated Sergio Garcia in a playoff and finished ninth in European Tour's order of merit...In first TOUR start, finished T5 at the World Golf Championships-Accenture Match Play Championship, losing to Stephen Leaney, 1-up, in the fourth round. In first three rounds, defeated Chris Riley, Duffy Waldorf and John Huston...Member of victorious European Ryder Cup squad and posted a 1-1 record in Ryder Cup debut. 2003: Victorious twice in Europe, at the Celtic Manor Resort Wales Open and the Nordic Open, and finished career-best fifth in the order of merit. 2002: Captured the 59th Italian Open Telecom Italia, opening with a 61 and edging Paul Lawrie by two strokes in the 54-hole event...Battled Justin Rose all week at the Victor Chandler British Masters but eventually came up a stroke short, finishing second to Rose. Shot four rounds in the 60s (68-67-67-68)...Assumed a share of the 36-hole lead at the BMW International Open and ultimately settled for a T4...Was T5 in mid-October at the Lancome Trophy. 2001: Capped successful sophomore campaign with victory at the Moroccan Open in his third European Tour start of the season. Held a four-shot lead through 54 holes and coasted to a two-stroke win over David Lynn after a final-round 70...Represented England for the first time in World Cup competition, pairing with Paul Casey to lead England to a solo fifth at the Taiheiyo Club in Gotemba City, Japan. 2000: His first year culminated in winning the Sir Henry Cotton Rookie of the Year Award, thanks to a victory in the Italian Open in October. Had four rounds in the 60s to defeat Gordon Brand, Jr. by a shot. He ultimately finished finishing 31st on the order of merit. 1999: Played the European Challenge Tour, with a win at the Open de Cote d'Ivoire. Despite a final-round 73 at Ivoire GC, he beat Sebastien Delagrange by two strokes...Had two other top-10s, at the Is Molas Challenge (T7) and the Rolex Trophy (T9).\n","otherCarHigh" : "","personal" : "Has partnered with Dreamflight to give seriously ill and disabled children Holiday of a Lifetime trips to Central Florida theme parks...Took up the game at age 4 when his father, Terry, a single-digit handicapper, gave him a cut-down 3-wood...Older brother Danny is also a professional...Noted for his colorful hairstyles and clothing, most notably the 2004 majors where he wore trousers that featured pink (Masters Tournament), Union Jack (The Open Championship) and United States stars and stripes (PGA Championship) designs. Has developed his own clothing line, which is available at his website, ianpoulter.com.uk. His design company designed the uniforms for Great Britain and Ireland in the 2008 Curtis Cup...Is an avid car collector, and along with his 2008 purchase of a Ford GT, he has a Bentley Continental GT, a Ferrari California and has owned a Ferrari, Nissan Skyline and an Aston Martin DB9.","otherInfo" : "","ntlTeams" : "Ryder Cup (5), 2004, 2008, 2010, 2012, 2014; World Cup (5), 2001, 2007, 2008, 2009, 2011; Seve Trophy (3), 2003, 2005, 2011; Eurasia Cup (1), 2016.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T3rd at the Puerto Rico Open at Coco Beach.","dynStats" : "He ranks 74th in Career Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/ianjamespoulter1"},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/ianjamespoulter"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/ianjamespoulter"},{"cat" : "youtube","desc" : "","url" : "https:\/\/www.youtube.com\/user\/IanJamespoulter"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}