{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20726","tourCodeUC" : "C","tourCodeLC" : "c","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "McLean","first" : "Alan","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "220","weightMetric" : "100","birthDate" : "September 27, 1970","age" : "45","birthPlace" : "Glasgow, Scotland","residence" : "London, Ontario, Canada","family" : "Wife, Laura; Grace Kate (4\/8\/04)","education" : "","splInterest" : "Movies, cooking","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1995","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "15,765&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "37th Nationwide Tour Qualifier at the 2004 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Has played on the Canadian Tour off and on since the 1997 season. Most recently, made five of seven cuts for a No. 19 finish on the 2003 Order of Merit list. Best Canadian Tour finishes came at the 2003 Lewis Chitengwa Memorial Championship and the 1999 Telus Edmonton Open, both runner-up showings. Has played on the South African Tour since 1995, picking up one victory during the 1998 season. Named the Tour's Rookie of the Year in 1995. Finished one stroke behind Ernie Els in the 2001 Vodacom Players Championship on the South African Tour. He placed 16th on the Order of Merit in 2004, while also playing on the European Tour, where he tied for seventh in driving distance. His best finish was a T7 at the Open de Sevilla. Has also played on the Asian Tour.\n","otherCarHigh" : "","personal" : "Lists getting on a roll as the biggest thrill in golf. Names Arnold Palmer as his hero. Got his start in golf by caddying for his dad.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "2012 Jamieson WFCU Windsor Roseland Charity Classic","intlVics" : "","curYrHigh" : "","carHigh" : "2014: Made three cuts in six events with best finish a T27 at the ATB Financial Classic. \n\n2013: Finished T31 at the Dakota Dunes Open for his best outing on Tour. Best Southern Africa Tour finish was a T16 at the Nedbank Affinity Cup.\n\n2012: Divided season between the Mackenzie and Southern Africa Tour. Captured his first win in 132 Mackenzie Tour starts at the Jamieson WFCU Windsor Roseland Charity Classic. Finished 16th on the Order of Merit. Best outing on the Southern Africa Tour was T24 at the Vodacom Origins-Simola in May. \n\n2011: Made six cuts in nine events with season best a top 10 (T7) at the Dakota Dunes Open. On the Southern Africa Tour, T25 at the Dimension Data Pro-Am.\n\n2010: Best outing was a T23 at the Dakota Dunes Casino Open. Claimed T11 on the European Tour's Alfred Dunhill Links Championship. Posted three top 25s on the Southern Africa Tour; T12 at the Telkom PGA Championship, T23 at the Nashua Masters and T21 at the Alfred Dunhill Championship.\n\n2009: Finished T3 at the Tour Championship. On the European Tour, claimed two top 25s. The first came at the Italian Open (T25) and at The Celtic Manor Wales Open (T17). Finished T6 at the Vodacom Championship on the Southern Africa Tour, his season-best.\n\n2008: Had full European Tour status but suffered an ankle injury early in the year and played only sporadically from early May until the end of the season. Won several Great Lakes events. Finished second back-to- back at the ATB Financial Classic and the TELUS Edmonton Open...Finished T6 at the Riviera Nayarit Classic andT6 at the Free Press Manitoba Classic.\n\n2007: Played in Canadian Open. Finished third at 2007 Russian Open on the European Tour and earned over $130,000. Earned more than $260,000 in just six European Tour starts and over $300,000 on the golf course.\n\n2005: Earned Web.com Tour status with his best outing a T7 at the Alberta Classic. Finished T4 on Southern Africa Tour at the Telkom PGA Championship.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Mackenzie Tour-PGA T was 1st in 2012 at the Jamieson WFCU Windsor Roseland Charity Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}