{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01108","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "", "personalInfo" : {"name" : {"last" : "Boros","first" : "Julius","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "215","weightMetric" : "98","birthDate" : "March 3, 1920","age" : "96","birthPlace" : "Fairfield, Connecticut","residence" : "Fort Lauderdale, Florida","family" : "Wife, Ann (deceased), wife, Armen; Jay (9\/7\/51), Joy (3\/1\/56), Julius, Jr. (5\/2\/57), Gary (5\/1\/60), Gay (2\/6\/62), Guy (9\/4\/64), Jody (8\/15\/66)","education" : "","splInterest" : "Baseball","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1949","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "1982","combTourMoney" : "1,146,896&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(4): 1951 Massachusetts Open. 1956 Carolinas PGA Championship. 1964 Carolinas PGA Championship. 1979 South Florida PGA Championship. 1979 Legends of Golf [with Roberto De Vicenzo].","intlVics" : "","curYearHigh" : "","carHigh" : "1994: On May 28, while riding in a golf cart at Coral Ridge CC not far from his Fort Lauderdale, Fla., home, suffered a fatal heart attack, dying at age 74. \n\n1991: Made his final competitive appearance, in the Legendary Division at the Liberty Mutual Legends of Golf. Teaming with Bill Collins, the duo T5 at Barton Creek CC in Austin, Texas. \n\n1990: Made three Champions Tour starts, a 75th-place showing at the Fairfield-Barnett Space Coast Classic his best outing. That also marked his final, official Champions Tour start. \n\n1989: Opened 69-65 with partner Bill Collins and went on to T10 in the Liberty Mutual Legends of Golf's Legendary Division. \n\n1988: Made six official starts. Also teamed with George Bayer to T9 in the Legendary Division of the Liberty Mutual Legends of Golf at Onion Creek CC in Austin, Texas.\n\n1987: Finished 35th at the Newport Cup in late-September, his top outing of the campaign. Also was T4 at the Liberty Mutual Legends of Golf's Legendary Division. Teamed with Kel Nagle to finish at 10-under with Jack Fleck-Howie Johnson, well behind runaway winners Jerry Barber-Doug Ford. \n\n1986: Made 14 Champions Tour starts, a T33 in July at the Greenbrier American Express Championship in West Virginia his best effort…In the Liberty Mutual Legends of Golf, teamed with Bobby Nichols to T15.\n\n1985: Best finish in his nine Champions Tour starts was a T21 at the Daytona Beach Seniors Golf Classic at Pelican Bay G&CC.\n\n1984: Teamed with Miller Barber at the Liberty Mutual Legends of Golf. Made a strong run at victory at Onion Creek. The duo held the 36-hole lead, a stroke ahead of Billy Casper-Gay Brewer. Fell a stroke behind Casper-Brewer after 54 holes and settled for a second-place finish when they shot a 3-under 67 to Casper and Brewer, who fired a closing, best-ball 65. \n\n1983: Made 12 Champions Tour starts, a ninth-place finish at the Boca Grove Classic in early December. Opened 69-68 in the 72-hole affair. Added rounds of 72-74 over his final 36…Joined forces with Miller Barber to T3 at the Liberty Mutual Legends of Golf at Onion Creek CC in Austin, Texas. Watched as Roberto De Vicenzo-Rod Funseth pulled away late for the victory…Also picked up an eighth-place finish at the unofficial Vintage Invitational in February. \n\n1982: Received his highest professional honor when the World Golf Hall of Fame inducted him, along with the LPGA's Kathy Whitworth…Had his fourth runner-up finish at the PGA Seniors' Championship in December when he took a share of the 54-hole lead with Arnold Palmer but shot a final-round, 3-over 75 to finish second, a shot behind Don January…In the inaugural Shootout at Jeremy Ranch in Park City, Utah, finished fifth…Added a T4 at the Hilton Head Seniors International, a 36-hole, rain-shortened event…Underwent a heart bypass to open a clogged artery.\n\n1981: His streak of top-10 finishes at the PGA Seniors' Championship ended at 10 consecutive tournaments when he turned in a T27 at Turnberrry Isle CC…Played in an additional five tournaments, a T4 at the Marlboro Classic his best showing. \n\n1980: After playing an instrumental role in the creation of the Champions Tour, went out and earned a top-10 in the circuit's inaugural event, the Atlantic City Senior International. Finished T8…Added another top-10 at the inaugural U.S. Senior Open at Winged Foot GC. Finished T8… Another top-10 came at the Suntree Senior PGA Tour Classic…Was T4 with Bob Erickson, Bob Goalby, Walker Inman, Charles Sifford, Art Wall and Fred Wampler at the PGA Seniors' Championship, two shots behind winner Arnold Palmer at Turnberry Isle CC…At the unofficial Liberty Mutual Legends of Golf in Austin, Texas, in defense of their title, again joined forces with Roberto De Vicenzo to T4, a distant 13 strokes behind the winning team of Tommy Bolt and Art Wall…Made his last PGA TOUR appearance at the PGA Championship. Shot rounds of 79-75 to miss the cut.\n \n1979: Made his last two PGA TOUR cuts, individually, at the Colonial National Invitation in May, where he T49, and at the team event, the Walt Disney World National Team Championship. Paired with Bill Collins to shoot rounds of 69-68-65-69 to T11…In another team competition, was victorious with partner Roberto De Vicenzo at the Liberty Mutual Legends of Golf. The duo shot opening rounds of 68-64 and were four strokes behind Fred Haas-Dick Mayer with 18 holes to play. Shot a final-round 63, matching the same score of Tommy Bolt-Art Wall to finish regulation tied. Won the tournament in a playoff…At the Walt Disney World Resort in February, shot rounds of 74-72-75-69 to miss by a stroke getting into the playoff with Jack Fleck, Bob Erickson and Bill Johnston at the PGA Seniors' Championship. After opening 74-72-75, his 3-under 69 was the only sub-70 round on the final day and tied him for low-round honors for the week. Finished T4 with Roberto De Vicenzo and defending champion Joe Jimenez…In the second PGA Seniors' Championship in the calendar year, finished T5 at Turnberry Isle CC in North Miami.\n \n1978: Only made one cut, at the Colgate Hall of Fame Classic in August at Pinehurst, N.C. Finished T56…In defense of his PGA Seniors Championship, finished T10 at the Walt Disney World Resort…Played in the first Liberty Mutual Legends of Golf, pairing with teammate Roberto De Vicenzo to shoot rounds of 68-61-68 at Onion Creek CC in Austin, Texas, to T3 with Cary Middlecoff-Bob Rosburg, four shots behind the winning team of Gardner Dickinson-Sam Snead. \n\n1977: Passed the $1-million mark in career earnings when he T59 at the Pleasant Valley Classic, earning a check for $493…Best PGA TOUR finish of the season was a T26 at the Colonial National Invitation….A year after skipping the PGA Seniors' Championship, ending his streak of three consecutive runner-up finishes, fired rounds of 71-69-71-72 at the event at the Walt Disney World Resort in Florida to capture a one-shot triumph over Fred Haas in unseasonably rainy, cold and windy conditions outside Orlando. \n\n1976: Best PGA TOUR finishes were a T31 at the Doral-Eastern Open (three of four rounds at par or better) and a T35 at the Colonial National Invitation, including a second-round 66. \n\n1975: Made 14 cuts, including made cuts in both of his major championship starts—at the U.S. Open (T38) and the PGA Championship (T40)…Came remarkably close to winning in early August at the Westchester Classic in New York. Entered the final round in fourth, five shots behind 54-hole leader Tom Weiskopf. Had a stellar final day at Westchester CC, shooting a best-of-the-day, 7-under 65 to force a playoff with Gene Littler, an extra session Littler won with a par on the first extra hole. It was his only top-25 of the season. Remarkably, his next-best finish was a T27 at the Greater Milwaukee Open in July…Was again in the top five at the PGA Seniors' Championship at the Walt Disney World Resort in Lake Buena Vista, Fla. Finished fourth, four shots behind winner Charles Sifford. \n\n1974: Had an impressive start to his season that saw him make five cuts in an abbreviated year. At the Jackie Gleason Inverrary, picked up steam as the tournament progressed, shooting a second-round 71, followed by weekend rounds of 69-67 to forge a third-place finish, two strokes behind winner Leonard Thompson at Inverrary G&CC's East Course…Moved into contention in May, at the Colonial National Invitation in Fort Worth. Opened 69-70 (1-under) and was tied for fifth, three shots behind 36-hole leader Charles Courtney. A 2-over 72 dropped him into sixth place with a round to play. Fired a 2-under 68 on the final day to improve to fourth, three shots behind winner Rod Curl…Finished second at the PGA Seniors' Championship for a third consecutive year, this time turning in a T2 with Art Wall. It was Roberto De Vicenzo who took the title at the Port St. Lucie CC in Florida. Fired an even-par 72 and watched as the Argentine shot a 6-under 66 to take the crown by three shots…Was inducted into the PGA Hall of Fame.\n\n1973: Had a strong PGA TOUR season, with six top-10s among his 16 made cuts. Started quickly in his season-opening event, the Glen Campbell-Los Angeles Open. Fired rounds of 67-70 to sit in second, a stroke behind halfway leader Dave Stockton. Remained three behind the leader, Rod Funseth, with 18 holes to play at Riviera CC. Faltered on the final day, shooting a 1-over 72 to drop into a T10 with three others…Didn't have another top-10 until the Byron Nelson Golf Classic. A closing-round 69 led to a T8 after he fell from contention Saturday with a 6-over 76…Still in the Dallas-Fort Worth area, picked up a fifth-place finish at the Colonial National Invitation, with opening and closing 69s at Colonial CC…Played well at the U.S. Open, taking a share of the 54-hole lead at Oakmont CC with Jerry Heard, Arnold Palmer and John Schlee after a 73-69-68 start. On the final day, finished with a 3-over 73 to fall into a T7 with Heard and Lanny Wadkins, four shots behind winner Johnny Miller…Went out the next week and finished eighth at the American Golf Classic at Firestone CC in Akron…Final top-10 of the PGA TOUR campaign came in August, at the Liggett & Myers Open in North Carolina, a T10 effort…Came close to winning but ultimately finished second at the PGA Seniors' Championship. Began the final round a stroke behind 54-hole leader Sam Snead. But a 1-over 73 combined with Snead's 3-under 69, gave Snead the five-shot victory. \n\n1972: Made 14 PGA TOUR cuts and earned two top-10s during the year. Had a nice showing at the Doral-Eastern Open in Miami. Four under-par rounds resulted in a T5…A month later, opned 66-69-68 at the Greater Greensboro Open and was T2 with Arnold Palmer and Gary Player, a shot behind 54-hole leader Bruce Crampton. Dreams of winning ended when he stumbled to a 1-over 72 to drop into a T7 with Crampton, three shots behind winner George Archer, who defeated Tommy Aaron in a playoff…In defense of his PGA Seniors' Championship, played valiantly all week at PGA National GC in Florida but fell a stroke short of Sam Snead after taking a share of the 54-hole lead with Tommy Bolt into the final day. Eventually finished T2 with Bolt. \n\n1971: Won for the first time since turning 50. Battled Tommy Bolt all week at the PGA Seniors' Championship at PGA National GC in Palm Beach Gardens, Fla. Became the only player under-par for the week, recovering from an opening 73 to fashion rounds of 69-71-72 the rest of the way to take the three-shot win over Bolt…On the PGA TOUR, came close to winning twice at age 51. Three weeks after his birthday, fashioned scores of 67-68-67-69 to earn runner-up honors at the Florida Citrus Invitation in Orlando. Came up a stroke short of winner Arnold Palmer at Rio Pinar CC…Was the 54-hole leader at the Colonial National Invitation in Fort Worth in May after a 71-71-67 start gave him a one-shot advantage over Dave Stockton. Any thoughts he had of winning disappeared after a slow start resulted in a 6-over 76 that dropped him into a tie with George Knudson, Fred Marti and Orville Moody, two shots behind winner Gene Littler…At the National Team Championship, joined forces with Bill Collins to T2 behind the winning team of Palmer-Jack Nicklaus in Ligonier, Pa. Earlier in the week, the American Golf Hall of Fame at Foxburg CC in Foxburg, Pa inducted him, along with Cary Middlecoff, Jock Hutchison and Walter J. Travis…Played in the U.S. Professional Match Play Championship at the CC of North Carolina. Defeated Miller Barber in his first match and got past Terry Dill in the second round before falling to DeWitt Weaver in the third round…At the Bahamas National Open in mid-December, used an opening 67 to T6, five strokes behind winner Bob Goalby. \n\n1970: Made 18 cuts and enjoyed three top-10s. Best finish of the year was in December, at the Coral Springs Open. Middle rounds of 67-65 helped him to a fifth-place effort, three shots behind winner Bill Garrett…First top-10 was a T6 at Houston Champions International. A 1-under 70 on the final day aided the performance…Final top-10 of the season came at the Western Open, a T9, at Beverly CC in Chicago. \n\n1969: Played a full campaign, finishing 38th on the money list. Was in contention three times but came away winless. First opportunity at victory came at the Greater Greensboro Open. Enjoyed a pair of 67s in the first and third rounds, sandwiched around an even-par 71. Through 54 holes, was tied for fourth with Gene Littler and Gary Player, a stroke behind the threesome of George Archer, Deane Beman and Dave Marr. Played well on the final day, firing a 2-under 69 at Sedgefield CC that was enough to earn him a playoff spot against Littler, Orville Moody and Tom Weiskopf. Five years after winning this tournament in a playoff, matched Littler shot for shot through four extra holes before finally falling on the fifth playoff hole when Littler made a birdie…At the Buick Open in Michigan in July, was tied for third with Homero Blancas and Frank Beard, two shots behind leader Lee Elder with a round to play. Instead of putting pressure on Elder, went the other way, shooting a final-day 76 to drop into a T6, seven behind winner Dave Hill…Through 54 holes of the Avco Classic in Sutton, Mass., was 12 shots back of runaway leader Tom Shaw. Still made a nice, final-day showing at Pleasant Valley CC, firing a 4-under 68 while Shaw was skying to a 5-over 77. Still finished T4, four short of Shaw's winning score…Played in three of the four major championships, making the cut in all three. Was T32 at the Masters Tournament, T13 at the U.S. Open in Houston and T25 at the PGA Championship at NCR CC in Dayton, Ohio.\n\n1968: Won the final two tournaments of his career and solidified his position as one of the great players of his generation when he came from off the pace on the final day of the PGA Championship to win in the San Antonio heat at Pecan Valley CC. At age 48, became the oldest winner in major championship history. Made a long chip to within two feet that led to par on the 72nd hole, denying Bob Charles and Arnold Palmer a playoff…The second win of the campaign and the final victory of his career came a month later, at the Westchester Classic in New York. Rounds of 70-65 put him in a tie for second at the halfway mark, tied with four other players two shots behind leader Bob Murphy. Despite a third-round, 3-under 69 at Westchester CC, fell three behind Murphy with a round to play. Secured the unlikely victory when Murphy stumbled to an even-par 72 and he shot a 68, enough to hold off a hard-charging Jack Nicklaus (final-round 66) and Dan Sikes to win by a shot. At the time, he was the third-oldest winner in TOUR history, behind only Sam Snead (52) and Jim Barnes (51)…Came close to winning four times. First runner-up of the season came at the Phoenix Open. Began the final round seven shots behind leader George Knudson but recorded a 4-under 67 on the final day to move into a T2 with Jack Montgomery and Sam Carmichael, three shots behind Knudson's winning pace…Had another second-place finish at the Tournament of Champions in Las Vegas in April. Made a valiant run at victory at Stardust CC, shooting a final-round 66 only to come up a stroke short of winner Don January…Was in position to win the Cleveland Open in June. Was five shots behind leader Dave Stockton with a round to play. Could only muster a 1-under 70 on the last day at Lakewood CC to finish T3 with Roberto De Vicenzo and Don January, three shots behind Stockton…The following week, only a third-round 75 kept him from making a serious run at the Buick Open in Michigan. Finished T6…Sandwiched between his two wins were a pair of fourth-place performances. First was a solo-fourth at the Western Open in August…A week later, opened with a 3-over 73 at the American Golf Classic at Firestone CC in Akron, Ohio. Was par or better the rest of the way to T4, a stroke out of the Nicklaus-Frank Beard-Lee Elder playoff that Nicklaus won…Represented the U.S. at the World Cup in Olgiata GC in Rome, Italy. Joined with Lee Trevino to finish second, two shots behind Canada (Al Balding- Knudson).\n1967: Enjoyed a banner season, winning a career-high three times and making 23 PGA TOUR cuts, earning $126,786 and finishing fourth on the money list. First triumph came in February at the Phoenix Open. Shot a pair of 69s in the first and third rounds and complemented those with two 67s in the second and final rounds to hold off a hard-charging Ken Still on the final day at Arizona CC. Still shot a 7-under 63 only to finish second, a stroke behind…Win No. 2 came at the Florida Citrus Open in March. Middle rounds of 67 sandwiched around a pair of 2-under 70s to open and close the tournament at Rio Pinar CC were enough to edge George Knudson and Arnold Palmer by a shot…A third title and a win at the Masters Tournament was in his grasp in April. Held a share of the 54-hole lead with Bobby Nichols and Bert Yancey, two shots clear of Ben Hogan and Gay Brewer. Played poorly on the final day, shooting a final-round, 3-over 75 as Brewer went on to win…Grabbed his third title of the season in June at the Buick Open in Michigan. Solid play all week at Warwick Hills CC in Grand Blanc led to a three-shot win over R.H. Sikes, Yancey and Bob Goalby. Win came four years after his initial victory at Warwick Hills…Also enjoyed three third-place finishes—at the Los Angeles Open (T3), the Canadian Open (T3) and the Minnesota Golf Classic (solo third)…Added six additional top-10s—at the Jacksonville Open (seventh), the Houston Champions International (T5), the PGA Championship (T5), the Western Open (T10), the Carling World Open (T7), the Thunderbird Classic (T5) and the Sahara Invitational (T7)…The week before the Sahara Invitational, competed in his fourth and final Ryder Cup. Playing at Champions GC in Houston, played two foursomes' matches with Billy Casper, going 1-0-1, the winning result coming against Brian Huggett and George Will. In four-balls, played one match, with Palmer, with the duo delivering a 1-up win over George Will and Hugh Boyle. In singles' play, lost to Brian Huggett in the morning then halved his match with Bernhard Hunt in the afternoon.\n\n1966: Picked up his second consecutive 23rd-place finish on the money list, with nine top-10s but no victories for a second consecutive year. Best result was a T4 at the Cleveland Open in August and a T4 at the Houston Champions International in November. In Cleveland, began the final round five shots off the lead, shot an even-par 71 at Lakewood CC and tied with Bobby Nichols seven strokes behind winner R.H. Sikes…In Houston, took the first-round lead after a 5-under 66 at Champions GC. Couldn't sustain the momentum, firing rounds of 72-71-69 over his final 54 holes to tie with Lionel Hebert, three shots short of Arnold Palmer…First top-10 came at the Pensacola Open, a T8 that was a bit of a disappointment after a final-round, 1-over 73 kept him from making a Sunday push…Was T9 the following week at the Doral Open, a third-round, 5-under 67 helping the cause…Was T9 in June at the Memphis Open, a pair of 67s in the second and third rounds securing him the top-10…After finishing 15th at The Open Championship, ran off a string of five consecutive top-10s—a T6 at the PGA Championship, a T7 at the 500 Festival Open, the T4 in Cleveland, a T7 at the Thunderbird Classic and a fifth-place effort at the Insurance City Open. \n\n1965: Had a pair of third-place finishes as highlights of his season that resulted in a 23rd-place finish on the money list. First third-place effort came in June, at the Memphis Open. Was in command early, shooting scores of 66-64 to cruise to a four-shot, 36-hole lead over George Archer and Gene Littler. Maintained his lead through 54 holes at Colonial CC, despite a 1-over 71 in the third round. Couldn't hang on, dropping into a T3 with three others, when he fired a 2-over 72…A week later, was T3 again, this time at the Buick Open. Two years after his initial victory at Warwick Hills, was again the holder of the 36-hole lead, two shots ahead of seven players. An even-par 72 in the third round dropped him into a second-place tie with Jack Nicklaus and Johnny Pott, a shot shy of leader Tony Lema. A second consecutive 72 left him alone in third, two shots behind Lema's winning score…Remained hot for his next two starts—at the Cleveland Open and the U.S. Open. Was T5 in Cleveland, thanks to consecutive 70s over his final 36 holes…At the U.S. Open at Bellerive CC in St. Louis, was 7-over through 36 holes and tied for 17th. Made his move in the third round, shooting an even-par 70, a score bettered only by Doug Sanders' 1-under 69. Began the final round five shots behind leader Gary Player. Again fired a 70, one of only four par-or-better rounds in the final round, to move into a T4 with Al Geiberger, five shots behind Player's triumphant score…Represented the U.S. in the Ryder Cup for a second consecutive tournament and third time overall. At Royal Birkdale in Southport, England, in early October, went 2-0 in foursomes, lost his four-ball match with Tony Lema, falling to Bernard Hunt and Neil Coles, and then won both of his singles' matches, 4 and 2 over Lionel Platts and 2 and 1 over Jimmy Hitchcock. \n\n1964: Highlight of the year came in April when he overcame a third-round, 1-over 73 at the Greater Greensboro Open to force a playoff with Doug Sanders. Through 54 holes, was five shots behind pacesetter Jack Nicklaus. His final-round 66 that allowed him to catch Sanders at the end of regulation was the low round of the day and of the tournament (tied with Sanders' third-round 66). Finally broke through and won in Greensboro after finishing T2 in 1955 and T3 in 1957…Was never in solid contention the rest of the way but did record a T4 at the Tournament of Champions in May in Las Vegas. Entered the final round at Desert Inn tied with Arnold Palmer for eighth place, eight shots behind Nicklaus. Played solid, with a 4-under 68 on the final day, a score that allowed him to move up four spots and three shots behind Nicklaus' winning score…His T5 late in the year at the St. Paul Open at Keller GC came thanks to a final-round 66 that moved him from a tie for 18th when the day began into his final position—four shots behind winner Charles Courtney…Added a top-10 in his first start of the year, a T9 at the Los Angeles Open…Was also T6 at the Phoenix Open in February, a pair of 70s over his final 36 holes helping his cause. \n\n1963: Had his career-best season as a professional, finishing third on the money list and recording 21 top-25s in 23 made cuts on his way to a three-victory season—including his second U.S. Open title. At the extraordinarily difficult Country Club in Brookline, Mass., did not record one of the four under-par rounds during the week, but his even-par 71 and his closing 72 were enough to get him into a playoff at 9-over with Jacky Cupit and Arnold Palmer. In the 18-hole playoff, took early advantage and finally finished under-par, shooting a 1-under 70 to outdistance Cupit by three shots and Palmer by six…Was in contention at the Masters Tournament in April, After consecutive under-par rounds Friday and Saturday (69-71), trailed Jack Nicklaus by two shots with 18 holes to play. Had a solid, even-par 72 on the final day, matching Nicklaus, leaving him T3 with Sam Snead, two shots behind Nicklaus, who won the first of his six green jackets…Won the Colonial National Invitation and was the only player under par at Colonial CC in Fort Worth. Took control of the tournament with a 4-under 66 in the second round, giving him a two-shot advantage over Doug Sanders with 36 holes to play. Increased his lead to three strokes despite shooting a 1-over 71 in the third round. Coasted home without much difficulty, with Gary Player's final-round 67 placing him second, still four shots short…Was ready to make it two tournaments in succession when he traveled to the Sooner State for the Oklahoma City Open a week later. Hung around the lead all week and was only two shots behind 54-hole leader Don Fairfield with 18 holes to play at Quail Creek G&CC. Played solid golf on the final day, recording a 4-under 68 only to watch Fairfield shoot a 69 to win by a stroke…In his next start, at the 500 Festival Open in Indianapolis in early June, fired an opening-round 68 followed by 67-65 (10-under) to take a share of the 54-hole lead with Dow Finsterwald at Speedway GC. Shot a 1-under 70 on the final day as Finsterwald took control of the event. Settled for a T2 with Tommy Aaron, Tony Lema and Bobby Nichols, two short of Finsterwald…Maintained his hot play a week later in Michigan, at the Buick Open. Went wire to wire, opening with a 66 and taking a four-shot lead into the weekend. Opened a six-shot bulge over Gene Littler and Art Wall through 54 holes and cruised home, winning by five shots over Finsterwald…Just missed winning a pair of other titles—at the Western Open in July and the American Golf Classic in August. At the Western Open at Beverly CC in Chicago, seemed out of contention, six shots behind 54-hole leaders Arnold Palmer and Sam Snead after a 3-over 74 in the third round. Came from way back in the final round, shooting a 4-under 67 to catch Palmer, who fired a 73. Nicklaus, with a closing 66, also joined the 18-hole playoff that Palmer won the next day. Shot a 71 that was short of Palmer's 70. Nicklaus had a 73…A month later at Firestone CC, shared the first-round lead with Miller Barber and Johnny Pott. Entered the final 36 holes five shots behind Pott and was still four back of Pott with a round to play. At Firestone's South Course, could never put pressure on Pott and finished solo third, five behind Pott's 4-under total…Other top-fives on the season came at the San Diego Open (fifth), the St. Petersburg Open (T5) and the Cleveland Open (T4, thanks to a season-best-tying, final-round 65)…Played in the Ryder Cup for a second time, with Palmer captaining the U.S. squad at East Lake GC in Atlanta. Went 1-0-1 in foursomes, with Tony Lema as his partner in the halved match against Neil Coles and Bernard Hunt and the victory (1-up) over Tom Haliburton and Hunt. In four-balls, was Littler's partner in their halved match with Peter Alliss and Hunt. Lost his first Ryder Cup match when he dropped a 1-down decision to Harry Weetman in day-three singles. Came back in the afternoon to win his singles match against Weetman, 2 and 1. \n\n1962: Had a productive season, with 10 top-10s and a 23rd-place finish on the money list. Top outing of the year came in August, at the Insurance City Open in Connecticut. Entered the weekend tied for second with Jack Burke, Jr., Gene Littler and Jerry Steelsmith, two shots behind leader Paul Harney. Dropped considerably in the third round after a 1-over 72 left him five shots behind and tied for ninth with 18 holes to play. Made a valiant comeback on the last day, shooting a 5-under 66—the low round of the day. Needed one less stroke to catch Bob Goalby and Art Wall, who decided things in a playoff that Goalby won. Settled for a T3 with Steelsmith…Picked up his first top-10 in the season-opener, the Los Angeles Open. Weekend rounds of 70 gave him a T8…Was T10 in April at the Greater Greensboro Open. Up-and-down week in North Carolina featured a 67-76-69-75 performance…Added a T8 in mid-May at the Hot Springs Open in Arkansas…Two weeks later, was T10 at the Memphis Open…Another T10 came at the Eastern Open in Baltimore three weeks after that…Never broke 70 in four rounds at the Western Open at Medinah CC's No. 3 Course but his 70-72 finish leaving him at 3-over was good for a T5…Added a T7 at the Motor City Open in mid-July…Had back-to-back top-10s in September, at the Denver Open (T8) and the Seattle World's Fair Open (T6)…Was also T5 at the unofficial Sahara Invitational in late-September in Las Vegas.\n\n1961: Did not enjoy a top-three performance but was able to record six top-10s in his 26 made cuts. Best stretch came in March. At the St. Petersburg Open in Florida, four rounds in the 60s—69-68-66-65—led to a T4…The following week, at the Sunshine Open at Bayshore CC in Miami Beach, kept his streak of sub-70 rounds alive with 68-67-69 to start the tournament. Entered the final round tied with Gay Brewer and Gary Player atop the leaderboard, four shots clear of a trio of players. On the last day, shot a 72 along with Brewer, paving the way for Player, who held off Arnold Palmer for the title. Eventually settled for a T4 with Brewer and Dave Ragan…At the unofficial Seminole Pro-Am in Palm Beach two days later, finished T3 at the 36-hole event…Was fifth at the Houston Classic in mid-April…Added a T9 at the Tournament of Champions. A quick start of 67-71 gave way to a 75-74 (5-over) finish and a T9 with Billy Casper and Doug Sanders…Picked up another T9 in mid-August in Connecticut at the Insurance City Open. Again, was in prime position to win after scores of 67-68-68 left him in fourth place, four shots behind leader Joe Campbell. Instead of making a final-day surge at Wethersfield CC, went the other direction, posting a 2-over 73 to tumble to a T9 with two others…Final top-10 of the campaign was at the Cajun Classic Open in mid-November. Weekend rounds of 68-69 in Louisiana gave him a T4.\n\n1960: Won a TOUR title for a third consecutive season. Finished at even-par at the Colonial National Invitational, enough to win the Fort Worth event by a shot over Gene Littler and Kel Nagle. Only broke par once (third-round, 1-under 69)…At the Bing Crosby National Pro-Am in January, had the low score of the final round (along with Wes Ellis, Doug Ford and Al Balding), a 1-over 73 at Pebble Beach GL, but it wasn't enough during tough scoring conditions to catch Ken Venturi, who cruised to a three-shot triumph. Finished T2 with Tommy Jacobs…At the Tournament of Champions at Desert Inn CC in May, shot a 6-under 66 in the third round and sat two shots off Jerry Barber's 54-hole lead with a round to play. Shot a final-round 71 and watched as Barber fired a 5-under 67 to pull away. Finished five shots behind Barber's winning score…Had a disappointing finish at the U.S. Open in June. Playing at Cherry Hills CC outside Denver, opened with a 2-over 73 but redeemed himself with scores of 69-68 over his next 36 holes to sit tied with Barber and Dow Finsterwald, two strokes behind leader Mike Souchak. Matched his first-round score over the final 18 holes to drop into a T3 with Finsterwald, Jack Fleck, Dutch Harrison, Ted Kroll and Souchak, all at 1-under, and three shots behind winner Arnold Palmer…Picked up two top-10s the rest of the campaign, at the Western Open, with four sub-par rounds to T8 at the Utah Open, with four rounds in the 60s at the Salt Lake CC to T9…Earlier in the year, was a stroke off Arnold Palmer's lead at the halfway point of the Masters Tournament. Was still only a stroke off the lead after 54 holes following an even-par 72. Chance at winning the green jacket ended with a final-round 75 at Augusta National that dropped him into a solo-fifth position…Was also T8 at the Memphis Open after rounds of 69-69 on the weekend. \n\n1959: Waited until September to win his first title of the year. Claimed the Dallas Open on the strength of four under-par rounds at Oak Cliff CC, winning a year after a disappointing playoff loss in the same tournament. Held off Earl Stewart (64), Dow Finsterwald (65) and Bo Wininger (68) in the final round by shooting a 1-under 70 to defeat the trio by a shot…Earlier in the year in Texas, just missed winning a second tournament when he lost in a Houston Classic playoff to Jack Burke, Jr. Forced the overtime by shooting a final-round 68. Couldn't do much against Burke in the 18-hole playoff, with Burke shooting a 64 to win by five shots…Next-best finish was a T3 at the season-ending Coral Gables Open, where opening and closing 67s led to a tie with Arnold Palmer and Johnny Pott, six shots shy of winner Doug Sanders…Began his season with a ninth-place showing at the Los Angeles Open in early January…Waited until the Masters Tournament in April before he added a second top-10, a T8 in Georgia…At the Tournament of Champions, began the tournament with a pair of 70s on his way to a T4…Added a T8 in July at the Buick Open…Weekend rounds of 66-67 at the Western Open resulted in a T7…Final top-10 of the year was another seventh-place finish, this time at the West Palm Beach Open…Earned a spot on his first U.S. Ryder Cup team, playing for captain Sam Snead. In his foursomes match against Dai Rees and Ken Bousfield, joined with Dow Finsterwald to win, 2-up. Did not play in singles.\n\n1958: Enjoyed a two-victory season and a sixth-place finish on the money list. Broke through for his first victory since 1955 when he won the Arlington Hotel Open in Arkansas. Took control of the tournament with a second-round 64 at Hot Springs CC to lead by two at the 36-hole point. Increased his advantage to four shots over Bob Rosburg with a third-round 68. Had to sweat a little in the final round as Cary Middlecoff shot a 67. Hung on for the one-shot triumph over Middlecoff by firing a 71 of his own…Made it into a playoff at the Dallas Open at Oak Cliff CC, finishing at 12-under and tied with Sam Snead, Gary Player and John McMullen. In the sudden-death extra session, Snead birdied the first playoff hole for the win…A week earlier, posted a final-round, 6-under 66 at Red Run GC in Royal Oak, Mich., to T3 at the Western Open…Added a third-place finish at the U.S. Open at Southern Hills CC in Tulsa, finishing six shots behind winner Tommy Bolt…In his next start, at the Buick Open, was T6, ending a four-tournament run of nothing but top-10s…Made his PGA Championship debut the same year the tournament moved from a match-play format to medal play. Never threatened winner Dow Finsterwald but still turned in a T5 with Bolt and Jay Hebert, nine strokes behind Finsterwald at Llanerch CC in Pennsylvania…Two weeks later, was in Illinois for the Gleneagles-Chicago Open. Began the tournament slowly, opening with a 73 before reeling off rounds of 69-66-65 to close fast on Ken Venturi. It wasn't enough as Venturi won by a shot…Second consecutive runner-up came at the St. Paul Open in Minnesota two weeks later. Opened with a 66 and closed 67-64 over his final 36 holes but still finished T2 with Snead, a distant four shots behind Mike Souchak…After numerous close calls, used a second-round 66 to go with three other rounds in the 70s to outdistance Billy Casper by two shots to win the Carling Open at Cherokee Town and CC in Atlanta. Held a two-shot advantage with a round to play, matching Casper with a final-round 74…A week later, traveled to Cuba for the Havana International. Finished fifth…Made the short return flight to South Florida the following week, for the West Palm Beach Open. Shot a closing 66 to T6...Closed his year with a T4 at the Mayfair Inn Open in Sanford, Fla., outside Orlando. Again used a closing 66 to parlay that into a top-10 (T4)…Named to the PGA Tournament Committee, a post he held until 1960.\n\n1957: Went winless for a second consecutive year, falling to 32nd on the money list. Played his best golf during a two-month stretch, beginning in April. After missing the cut at the Masters Tournament, finished T3 the following week at the Greater Greensboro Open…Two weeks later, at the Kentucky Derby Open, shot a final-round 65 to move from a tie for 10th to a solo-third position, three shots short of winner Billy Casper…Played solid at the U.S. Open at Inverness Club in Toledo, Ohio. Only a 5-over 75 in the second round kept him from winning. Fired consecutive 70s over the final 36 holes to tie with Walter Burkemo, a T4, two shots out of the Dick Mayer-Cary Middlecoff 18-hole playoff Mayer went on to win…Added back-to-back top-10s early in the year, at the Tucson Open (T9) and the Texas Open (T5) on consecutive weeks in February…Late in the year, was T4 at the West Palm Beach Open…The following week, traveled to Venezuela for the Caracas Open…A final-round 67 moved him into a T3 with Marty Furgol, two shots behind the Al Besselink-Bob Rosburg playoff. \n\n1956: Played an abbreviated schedule, making seven starts and not recording a win, his streak of two consecutive seasons with at least one victory ending. Best outing was a T2 at the U.S. Open at Oak Hill CC in Rochester, N.Y. Recorded three 71s and a final-round 69 at the par-70 course to tie with Ben Hogan, a stroke behind Cary Middlecoff's winning total…Claimed his only other top-10 at the Mayfair Inn Open in mid-Decmber, a T7. Opened with consecutive 67s before shooting a final-round 71…Also had a T4 at the unofficial Thunderbird Invitational in January. \n\n1955: Led the money list for a second time, winning once and finishing second twice. In his 23 made cuts, had 11 top-10s. Lone victory came at the World Championship of Golf in Chicago in August. Rounds of 70-72-69-70 gave him a two-shot triumph over Fred Haas at the Tam O'Shanter Club…First runner-up showing was in North Carolina in April, at the Greater Greensboro Open. Began the event with three sub-70 rounds (68-67-69) but couldn't make it a fourth, settling for a 1-under 70 at Sedgefield CC to tie with Art Wall, a stroke behind champion Sam Snead…Next runner-up came in Milwaukee in July, at the Miller High Life Open, along with Ted Kroll. Three 67s and a third-round 68 were not enough to catch Cary Middlecoff, who dominated the entire week, rolling to a four-shot victory…Also had a runner-up finish at the unofficial Bing Crosby Pro-Am Invitational, opening 70-71 and shooting an even-par 72 at Pebble Beach GL at the 54-hole tournament to again finish four shots short of Middlecoff…First top-10 of the year came at the Houston Open. The T5 was disappointing as he began the final round at Memorial Park GC a stroke off Jerry Barber's 54-hole lead. Fired a final-round, 3-over 74 to drop into the T5 with three others…In his next start, three weeks later, at the St. Petersburg Open, finished T8…At the first major championship of the season, opened and closed with 71s at Augusta National to finish T4 at the Masters Tournament…At the U.S. Open, suffered through a disappointing, final-round 77 at the U.S. Open at The Olympic Club. Began the final 18 holes tied with Snead and Tommy Bolt, a shot behind leader Ben Hogan. Settled for a T5 with Bob Rosburg, five shots out of the Jack Fleck-Hogan playoff…Added a second T4, this time at the Colonial National Invitation in Fort Worth…Weekend rounds of 66-68 at the Western Open allowed him to claim a solo-fifth-place finish outside Chicago…Final top-10 was a T4 at the Insurance City Open in Connecticut, a T4, thanks to a 67-69 weekend at Wethersfield CC. \n\n1954: Won multiple titles in a season for a second time, capturing two events—the Ardmore Open and the Carling Open. At the Ardmore Open in Oklahoma, in the final playing of the event, shot weekend rounds of 72-70 at Dornick Hills G&CC to defeat Jerry Barber by a shot…Second victory came in July, at the Carling Open at Manakiki CC in Willoughby Hills, Ohio. Trailed Barber and Ted Kroll by a shot with 18 holes to play and found himself in a playoff with George Fazio when he shot a final-round 71 to Fazio's 70. In the playoff, made a par on the first extra hole to secure the title…First top-10 of the year came at the Los Angeles Open, a T9 after a third-round 67 moved him up the leaderboard…At the unofficial Miami Beach International Four-Ball, joined with Dutch Harrison to finish second to the team of Tommy Bolt and Dick Mayer…At the Insurance City Open in Connecticut in June, used rounds of 69-66-68 over his final 65 holes to finish third at Wethersfield CC, two shots out of the Bolt-Earl Stewart playoff Bolt won…After playing well in the team format in Miami earlier in the year, returned to South Florida for the Miami Open in mid-December. Opened with a 66 to take a one-shot lead. Hung around the top of the leaderboard the rest of the way. Was tied for fourth with 18 holes to play, only a shot behind 54-hole leaders Ed Furgol, Kroll and Bo Wininger. Shot a final-round 69 but watched as Bob Rosburg blitzed the field with a closing 65 to take the victory. Settled for a T4 with Pete Cooper, Furgol and Kroll.\n\n1953: Had something of a disappointing season, playing in 20 events and finishing 30th on the money list. Best performance of the year came in San Antonio, at the Texas Open. Four sub-70 rounds led to a T3 at 18-under, two shots behind unlikely winner Tony Holguin…Best outing of the season came at the unofficial Bing Crosby Pro-Am Invitational in Monterey. At the 54-hole tournament, was tied for second with Tommy Bolt, three shots behind 36-hole leader Lloyd Mangrum. At Pebble Beach GL on the final day, could only manage an even-par 72 but remained in second, four shots behind Mangrum's winning total…Enjoyed a strong showing at the Greater Greensboro Open. After an opening 73, three 69s followed that gave him a seventh-place finish…Two weeks later, was T10 at the Masters Tournament…Added a T10 two weeks after that, at the Tournament of Champions…Final top-10 of the season came in Baltimore, at the Eastern Open. A disappointing final round of 76 came after he was only a stroke off Doug Ford and Dick Mayer's 54 hole lead. Settled for a T8...Represented the U.S. at the World Cup.\n\n1952: Won twice and was named the PGA Player of the Year, leading the TOUR in money earned. Made his first official victory a big one when he captured the U.S. Open at Northwood CC in Dallas. Had one of only eight under-par rounds—a 2-under 68 in the third round. Began the third round four shots behind leader Ben Hogan, and when the round was over, he held a two-shot lead advantage over Hogan. In the afternoon, played his second 18 holes and fired a 1-over 71 that was more than enough to give him a four-shot triumph over Ed Oliver…Won again seven weeks later against a stellar field at the World Championship of Golf outside Chicago. Put together rounds of 68-71-70-67 at the Tam O'Shanter Club, enough to help him finish regulation tied with Cary Middlecoff, a shot clear of Roberto De Vicenzo and Jim Ferrier. In the 18-hole playoff, shot a 68 to Middlecoff's 70, capturing the title and the $25,000 first prize…First top-10 of the year was at the Phoenix Open in January. Opened 66-69 at Phoenix CC to take a two-shot, 36-hole lead over Lloyd Mangrum. Couldn't keep the momentum going, and a pair of 2-over 73s left him T4 with Fred Hawkins and Middlecoff…In March, put himself in contention at the Texas Open in San Antonio. Began the tournament 65-68 (11-under) and was a stroke behind the leaders at the halfway point. Added two more under-par rounds (67-68), but it wasn't enough as he T3, eight shots behind winner Jack Burke, Jr.'s pace…At the Masters Tournament, began a three-start streak that saw him finish T7 in all three events. Shot a final-round 71 at Augusta National to secure the T7 at the Masters…Two weeks later, was par or better in all four Greater Greensboro Open rounds for the T7…At the unofficial Greenbrier Pro-Am, in West Virginia, opened with a 70 then rattled off three consecutive 69s to T7…Finished T4 at the Ardmore Open at Dornick Hills G&CC in Ardmore, Okla…Following his U.S. Open win, in his next start, flirted with victory at the Motor City Open in Michigan. A final-round 68, to go with a second-round 68, left him T6 with Max Evans and Fred Haas, four shots out of the Middlecoff-Ted Kroll playoff…Added two more top-10s the rest of the way, at the Fort Wayne Open (T4) and the National Celebrities Open (T5)…As a tribute, the Carolinas PGA and Mid-Pines Club in Southern Pines, N.C., hosted the unofficial Julius Boros Open, a 54-hole event won by Sam Snead by a shot over Doug Ford. Shot rounds of 70-72-70 (T7) at the eponymous event that paid tribute to his late-wife, Ann, who had died a year earlier. \n\n1951: Made 15 cuts and had six top-10 finishes. At the unofficial Bing Crosby Pro-Am, a rain-shortened event in January, finished T3…First official top-10 was at the Lakewood Park Open, where he tied with Jimmy Thomson, Dick Mayer and Henry Ransom for a T3, four shots behind champion Cary Middlecoff…Enjoyed top-10s at both the Colonial National Invitation (eighth) and the U.S. Open (T4)…Added a T10 at the Canadian Open, thanks to a pair of 69s…Final official top-10 was a T7 at the Blue Ribbon Open in Milwaukee…A year after finishing T4 at the North & South Open, followed that with a T7 at Pinehurst…Finished third at the unofficial Carolina Open, three shots behind amateur Billy Joe Patton…Suffered a tragedy in September when his wife, Ann, nicknamed “Buttons,” died of a cerebral hemorrhage during childbirth. \n\n1950: Left behind a job as an accountant to become a professional golfer and made his PGA TOUR debut as a pro at the Masters Tournament. Finished T35 in his first event…His next start came at the U.S. Open, where he opened with a 2-under 68 at Merion GC to take a share of third place through 18 holes. Didn't break par again, finishing at 11-over but placing a respectable ninth, only four shots behind Ben Hogan, Lloyd Mangrum and George Fazio, who battled it out in an 18-hole playoff Hogan won…Added a second top-10 two months later when he T9 at the Eastern Open in Maryland…First top-five came in the unofficial North & South Open at Pinehurst. On the No. 2 Course, rounds of 71-72-70-69 led to a T4, tying with Tommy Bolt, seven shots behind winner Sam Snead…Married Ann Cosgrove.\n","otherCarHigh" : "","personal" : "First wife, Ann, nicknamed \"Buttons,\" was an accomplished amateur golfer and won the 1950 Massachusetts State Championship in 1950, the same year the couple married...Brother Ernie also played on the PGA TOUR, as did his cousin, Jim Boros...Authored the instructional book Swing Easy, Hit Hard that came out in 1965.","otherInfo" : "","ntlTeams" : "Ryder Cup (4), 1959, 1963, 1965, 1967. World Cup (2), 1953, 1968.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 18 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}