{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "28780","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Thompson","first" : "Nicholas","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "185","weightMetric" : "84","birthDate" : "December 25, 1982","age" : "33","birthPlace" : "Plantation, Florida","residence" : "Palm Beach Gardens, Florida","family" : "Wife, Christen; Nicholas )","education" : "Georgia Tech (2005, Business Management)","splInterest" : "Cars","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2007, 2012)","trndProYear" : "2005","clubAffl" : "Trump National GC (Jupiter, Florida)","cityPlaysFrm" : "Palm Bch Gardens; FL; United States","websiteUrl" : "http:\/\/www.nicholasthompsongolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "6,371,026&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2007","exmtStatus" : "Fully Exempt \/ 27th Web.com Tour Qualifier at the 2011 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2011: Made the cut in 16 of 25 starts, with five top-25 finishes. Collected his only top-10 of the year with a solo fourth at the Melwood Prince George's County Open. Third-round, 7-under 64 helped him move up the leaderboard and helped him to register his best finish since a T2 at the 2008 Ginn sur Mer Classic on the PGA TOUR...Shot an 8-under 63 in the final round of the Utah Championship for low-round-of-the-day honors. Was in contention until a third-round 74 ended his chances at victory. The 63 was his low round of the season and one stroke off his career-best (62) at the 2007 Preferred Health Systems Wichita Open. Was No. 58 on the money list following a missed cut at the Albertsons Boise Open. Made the cut in the final six events of the year but a T18 was his best finish down the stretch and he wound up No. 61 on the final money list. 2010: Slid out of the top 125 for the first time since rookie campaign in 2006. Played 29 PGA TOUR events with three top-25 showings to finish 153rd on the money list..Was 11-under par and within two strokes of the lead during final round of Zurich Classic of New Orleans before a double bogey at No. 15 derailed his run to the finish, eventually finishing T7...Also finished T12 at the Puerto Rico Open and T13 at the Travelers Championship. 2009: Made the cut in 16 of 31 starts on the PGA TOUR, with five top-25 finishes. Lone top-10 finish of the year, a T8, came in the Fall Series at the Frys.com Open. In what was believed to be the first time in PGA TOUR history, followed up a holed 261-yard 3-wood for double eagle at the 579-yard, par-5 11th hole with an ace at the 230-yard, par-3 13th. He played the three-hole stretch in 5-under during a third-round 65...Sank a 9-foot bogey putt on the 72nd hole at the season's final event, the Children's Miracle Network Classic, to finish T11 and place in the top 125 to retain his card for the 2010 season. 2008: Sophomore season on TOUR included career-best numbers in starts (36), cuts made (21), money ranking (No. 41), earnings ($1,869,329), top-10 finishes (6) and top-25 finishes (11). Played in the first three events of the PGA TOUR Playoffs, finishing No. 41 in the final standings...Career-best T2 came at the Ginn sur Mer Classic, one shot behind tournament winner Ryan Palmer. Collected a career-best $276,000. 2007: Made the cut in 23 of 31 events during the Web.com Tour season, with 11 top-25s. Finished No. 6 on the money list, with $328,331. Played in every tournament with the exception of the Price Cutter Charity Championship. Closed with a 4-under 68 and then parred the first extra hole to defeat David Morland IV in a playoff at the HSBC New Zealand PGA Championship. His first Tour win was worth $113,684 and moved him into the top spot on the money list. He fell no lower than sixth the rest of the year. His victory helped him earn co-Player of the Month honors with Scott Sterling for January\/February. Had back-to-back top-10 finishes at the Athens Regional Foundation Classic (T6) and the Henrico County Open (T8). Fourth top-10 of the season came at the BMW Charity Pro-Am at The Cliffs, where he posted the day's best round of 64 Sunday to finish one stroke behind tournament winner Nick Flanagan. Still collected $70,200 for his efforts to virtually lock a PGA TOUR card for the 2008 season. Other top-10 finishes were posted at the Knoxville Open (T9), Northeast Pennsylvania Classic (T10) and Albertsons Boise Open (third). 2006: Made the cut in 15 of 32 starts during his PGA TOUR rookie season. Best finish was a T6 at the B.C. Open. Shot a final-round 64 to move from a T24 after 54 holes. 2005: Earned his TOUR status, thanks to a T3 finish at the Qualifying Tournament. Made it through all three stages in his first attempt at the tournament after a strong collegiate career at Georgia Tech. Medalist during first stage at the TPC Tampa Bay.\n","otherCarHigh" : "Member of the winning U.S. team in the 2005 Walker Cup. Teammates included PGA TOUR members J.B. Holmes and Jeff Overton, who also made it through the Qualifying Tournament that year. Second-team All-American in 2002, third team in 2004 and honorable mention in 2002-03. Part of the 2002 ACC Championship team. Won one collegiate tournament during the 2004-05 season and finished fifth on school's all-time career scoring average list.","personal" : "Younger sister and brother are both accomplished golfers. In 2007, his sister Alexis, at 12 years, 4 months, 1 day, became the youngest player to qualify for the U.S. Women's Open. She survived the qualifier at Heathrow (Fla.) CC to make it to Pine Needles (N.C.) CC, where he helped her in practice rounds before going to that week's Web.com Tour event. Alexis bettered the previous age mark of 12 years, 11 months, 21 days set by Morgan Pressel in 2001. Alexis turned professional in June 2010 at age 15 and in September 2011 became the youngest tournament winner in LPGA history at 16 years, 7 months, 8 eight days. Brother, Curtis, is a member of the LSU golf team.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 2005.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2006","qSchoolYear" : "2005","exmtStatus" : "131st in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Made only 14 of 31 PGA TOUR cuts, with one top-10 to finish just outside the top 125 (No. 131) in the FedExCup standings for the second consecutive season...Thanks largely to a bogey-free, 6-under 65 in the second round of the OHL Classic at Mayakoba, claimed a T9 with six others...Missed the cut at the Wyndham Championship and was one of five players to drop out of the FedExCup Playoffs (dropped from 123 to 131). For the second consecutive season entered the Wyndham Championship inside the line for the FedExCup Playoffs but dropped out and failed to advance...Played in all four Web.com Tour Finals events in an attempt to improve his status but finished No. 64 on that money list.\n\n2013-14: Made 12 of 30 PGA TOUR cuts, with just one top-10. Finished No. 126 in the FedExCup standings, only 0.627 points behind No. 125 (Robert Allenby) to miss the Playoffs by one spot. However, was able to finish No. 123 on the money list to retain PGA TOUR card for 2014-15...Finished T3 at the Crowne Plaza Invitational at Colonial just one shot out of the Adam Scott and Jason Dufner playoff. Shot rounds of 69-68-69-66 in his fourth start at Colonial. Missed the cut at Colonial in his last two starts (2009 and 2013)...Finished T70 at the Wyndham Championship. Back-to-back bogeys on No. 13 and No. 14 in the final round resulted in him dropping out of the FedExCup Playoffs.\n\n2013: Made 20 of 29 cuts on TOUR, with two top-10s. Finished No. 60 in FedExCup points after advancing to the BMW Championship for the second time in his career (2008)...Was T6 at the Humana Challenge on the strength of a closing-round 64. It was his first top-10 on TOUR since the 2010 season...Posted back-to-back, 7-under 65s in the second and third rounds of the Sanderson Farms Championship to finish fourth on the same day his sister Lexi finished T3 at the LPGA's Marathon Classic.\n\n2012: Finished T31 at the Web.com Tour Championship for a 22nd position on the money list to earn a return trip to the PGA TOUR...First top-10 of the year was a solo eighth at the Soboba Golf Classic in California...Tied for 10th at The Rex Hospital Open...Following his effort in Raleigh, he qualified for the U.S. Open at The Olympic Club in San Francisco. Made the 36-hole cut on the number (8-over) and wound up T51 in his second U.S. Open start (missed the cut in 2006)...Had a T9 finish at the United Leasing Championship, which included third-round 65...Added another T9, at the Utah Championship, the following week, which included Saturday's low round, a 65...He enjoyed his third top-10 in a row (T7) two weeks later at the Nationwide Children's Hospital Invitational...A final-round 64 resulted in a T2 finish at the News Sentinel Open in Knoxville, Tenn. and his first appearance in \"The 25\" in 2012 at No. 24...Was sixth at the next week's Mylan Classic to reach No. 17 in earnings, the highest ranking he would achieve during the season. \n\n2011: Made the cut in 16 of 25 starts on the Web.com Tour, with five top-25 finishes. Collected his only top-10 of the year with a solo fourth at the Melwood Prince George's County Open. Third-round, 7-under 64 helped him move up the leaderboard and helped him to register his best finish since a T2 at the 2008 Ginn sur Mer Classic on the PGA TOUR...Shot an 8-under 63 in the final round of the Utah Championship for low-round-of-the-day honors. Was in contention until a third-round 74 ended his chances at victory. The 63 was his low round of the season and one stroke off his career-best (62) at the 2007 Preferred Health Systems Wichita Open. Was No. 58 on the money list following a missed cut at the Albertsons Boise Open. Made the cut in the final six events of the year but a T18 was his best finish down the stretch and he wound up No. 61 on the final money list. \n\n2010: Slid out of the top 125 for the first time since rookie campaign in 2006. Played 29 PGA TOUR events with three top-25 showings to finish 153rd on the money list..Was 11-under par and within two strokes of the lead during final round of Zurich Classic of New Orleans before a double bogey at No. 15 derailed his run to the finish, eventually finishing T7...Also finished T12 at the Puerto Rico Open and T13 at the Travelers Championship. \n\n2009: Made the cut in 16 of 31 starts on the PGA TOUR, with five top-25 finishes. Lone top-10 finish of the year, a T8, came in the Fall Series at the Frys.com Open. In what was believed to be the first time in PGA TOUR history, followed up a holed 261-yard 3-wood for double eagle at the 579-yard, par-5 11th hole with an ace at the 230-yard, par-3 13th. He played the three-hole stretch in 5-under during a third-round 65...Sank a 9-foot bogey putt on the 72nd hole at the season's final event, the Children's Miracle Network Classic, to finish T11 and place in the top 125 to retain his card for the 2010 season. \n\n2008: Sophomore season on TOUR included career-best numbers in starts (36), cuts made (21), money ranking (No. 41), earnings ($1,869,329), top-10 finishes (6) and top-25 finishes (11). Played in the first three events of the PGA TOUR Playoffs, finishing No. 41 in the final standings...Career-best T2 came at the Ginn sur Mer Classic, one shot behind tournament winner Ryan Palmer. Collected a career-best $276,000. \n\n2007: Made the cut in 23 of 31 events during the Web.com Tour season, with 11 top-25s. Finished No. 6 on the money list, with $328,331. Played in every tournament with the exception of the Price Cutter Charity Championship. Closed with a 4-under 68 and then parred the first extra hole to defeat David Morland IV in a playoff at the HSBC New Zealand PGA Championship. His first Tour win was worth $113,684 and moved him into the top spot on the money list. He fell no lower than sixth the rest of the year. His victory helped him earn co-Player of the Month honors with Scott Sterling for January\/February. Had back-to-back top-10 finishes at the Athens Regional Foundation Classic (T6) and the Henrico County Open (T8). Fourth top-10 of the season came at the BMW Charity Pro-Am at The Cliffs, where he posted the day's best round of 64 Sunday to finish one stroke behind tournament winner Nick Flanagan. Still collected $70,200 for his efforts to virtually lock a PGA TOUR card for the 2008 season. Other top-10 finishes were posted at the Knoxville Open (T9), Northeast Pennsylvania Classic (T10) and Albertsons Boise Open (third). \n\n2006: Made the cut in 15 of 32 starts during his PGA TOUR rookie season. Best finish was a T6 at the B.C. Open. Shot a final-round 64 to move from a T24 after 54 holes. \n\n2005: Earned his TOUR status, thanks to a T3 finish at the Qualifying Tournament. Made it through all three stages in his first attempt at the tournament after a strong collegiate career at Georgia Tech. Medalist during first stage at the TPC Tampa Bay. Amateur: Member of the winning U.S. team in the 2005 Walker Cup. Teammates included PGA TOUR members J.B. Holmes and Jeff Overton, who also made it through the Qualifying Tournament that year. Second-team All-American in 2002, third team in 2004 and honorable mention in 2002-03. Part of the 2002 ACC Championship team. Won one collegiate tournament during the 2004-05 season and finished fifth on school's all-time career scoring average list.\n","otherCarHigh" : "","personal" : "In round two of the 2009 Frys.com Open at Grayhawk GC, became the first player in PGA TOUR history to record a double eagle and ace in the same round, a distinction that still belongs to only him...Younger sister and brother are both accomplished golfers...In 2007, his sister Lexi, at 12 years, 4 months, 1 day, became the youngest player to qualify for the U.S. Women's Open...She survived the qualifier at Heathrow (Fla.) CC to make it to Pine Needles (N.C.) CC, where he helped her in practice rounds before going to that week's Web.com Tour event...Lexi bettered the previous age mark of 12 years, 11 months, 21 days set by Morgan Pressel in 2001...Lexi turned professional in June 2010 at age 15...Brother, Curtis, a former member of the LSU golf team, is a current Web.com Tour member.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 2005.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T2nd in 2008 at the Ginn sur Mer Classic.","dynStats" : "He ranks T42nd in Consecutive GIR on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/NickThompsonPGA"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}