{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "33936","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Wiebe","first" : "Gunner","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.84","weight" : "185","weightMetric" : "84","birthDate" : "January 1, 1989","age" : "27","birthPlace" : "Englewood, Colorado","residence" : "San Diego, California","family" : "Single","education" : "University of San Diego (2011, Communication)","splInterest" : "Writing, ping pong, the beach, body surfing, watching Denver Broncos\nHiking, biking","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2011","clubAffl" : "San Diego CC (San Diego, California)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,125&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2013","otherVics" : "","intlVics" : "","curYrHigh" : "Earned conditional status on PGA TOUR Latinoamérica with a T26 finish at Q-School, held in Lima, Peru in January...Shot 67-68-65-69 in May to finish T5 at the 57th Abierto Mexicano (the Mexico Open) for his best PGA TOUR Latinoamérica performance of the year...Three other top 25s were a pair of T21s and a T24...Finished the season 72nd on the Order of Merit.","carHigh" : "2014: Finished his second year on PGA TOUR Latinoamérica ranked 89th on the Order of Merit following a season of only five cuts made in 13 starts… Had two top-25 finishes at the Roberto De Vicenzo Invitational Copa NEC (T13) in April and at the Ecuador Open (T14) in September… Missed the cut at the Stonebrae Classic in August on his only start of the year on the Web.com Tour.\n\n2013: Finished the PGA TOUR Latinoamérica season ranked No. 36 in the Order of Merit. Had two top-10 finishes and only missed one cut in ten starts. His best finish was T3 at the Mundo Maya Open in Merida, Mexico in May. Closed that tournament by carding an impressive 7-under par 29 on the back nine. Made back-to-back eagles on holes 13 and 14 to set a PGA TOUR Latinoamérica record. Finished T8 at the Dominican Republic Open two weeks later for his other top-10 finish of the season. Earned his PGA TOUR Latinoamérica card by finish fifth at the Qualifying Tournament hosted by the CC La Planicie in Lima, Peru in February… In his only Web.com Tour start of the season finished T50 at the Utah Championship, carding four rounds in the 60s in July.\n","otherCarHigh" : "Played college golf at the University of San Diego, where he won four tournaments, including the 2010 WCC Championship – an event in which he shot 216 (73-71-72) at Hiddenbrooke Golf Course in Vallejo, CA… Advanced to the first round of Match Play at the 2010 U.S. Amateur Championship, ranking 15th overall through the first two rounds of stroke play by shooting a 1-over par 144 (70-74)... Participated in his first PGA TOUR event, the Farmers Insurance Open at Torrey Pines on January 28-29, 2010... He shot a 73 on the very tough South Course at Torrey Pines, but failed to make it to weekend play... He qualified for the PGA TOUR event by winning the lone amateur spot in a field of 100 players with a handicap of 0 or better, defeating his San Diego University coach Tim Mickelson in an 18-hole playoff... In the summer of 2009, he won the Ft. Collins qualifier to advance to US Amateur at Southern Hills... At the US Amateur shot 72-78 (150)… Attended Kent Denver High School in Colorado where he was a four-time Regional Champion... During his senior year he earned seven individual wins and was named First Team All-State... As a junior, Gunner won six individual championships with the Sun Devils in the Metropolitan Conference while setting the team scoring record.","personal" : "Has two sisters… His father Mark is a two-time PGA TOUR champion, with victories at the 1985 Anheuser-Busch Golf Classic and the 1986 Hardee's Golf Classic. He is also a four-time Champions Tour winner, with his most recent victory coming at the 2013 Senior British Open… His father is the only golf instructors he has had… Affiliated to Whisper Rock in Scottsdale, Arizona… In addition to golf, he played basketball in High School earning All-State honors in Colorado… Graduated from the University of San Diego, with a bachelor's degree in Communication in 2011… His hobbies include hiking and biking… His biggest thrill in golf is “making a shot” and his biggest thrill outside of golf is dancing… Considers Murfield, Southern Hills and Cherry Hills the best golf courses he has ever played… Never travels without headphones… Drives a Toyota 4Runner… Favorite websites are The Chive and ESPN… Favorite college teams are North Carolina and Stanford… The Denver Broncos (NFL) and the Denver Nuggets (NBA) are his favorite pro teams… Favorite book “Lost in Shangri-la”… Favorite foods are steak and shrimp… Favorite athlete to watch is Roger Federer… His top cities are San Diego and San Francisco… Considers Hawaii the best vacation spot… Oldest club in his bag is an Adams hybrid he has had for seven years… Mark Wiebe, Ben Murray and John Ogden would round out dream foursome… Not many people know that he likes to write… Favorite charity is Adam's Camp, which serves children with special needs… Twitter: @Gunner_Wiebe… Instagram: @gwiebe13","otherInfo" : "","prYrSeason" : "","exmtStatus" : "2015 Q-School"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2016","exmtStatus" : "Finished T133 at 2015 Web.com Tour Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "Earned conditional status on PGA TOUR Latinoamérica with a T26 finish at Q-School, held in Lima, Peru in January...Shot 67-68-65-69 in May to finish T5 at the 57th Abierto Mexicano (the Mexico Open) for his best PGA TOUR Latinoamérica performance of the year...Three other top 25s were a pair of T21s and a T24...Finished the season 72nd on the Order of Merit.","carHigh" : "2014: Playing PGA TOUR Latinoamérica, made 13 starts and played the weekend five times...Top finishes were a T13 in Uruguay and T14 in Ecuador...Was 89th on the final Order of Merit. \n\n2013: In first year on PGA TOUR Latinoamérica, played 10 tournaments and made 9 cuts, after finishing fifth at the February Q-School...Best outings were a T3 in Meridan, Mexico and a T8 in the Dominican Republic on back-to-back weeks in the spring...Ended the season 36th on the Order of Merit.\n\n2012: Competed on the National Pro Tour.\n\nPlayed one Web.com Tour in 2011 (Midland, Texas), 2013 (Utah) and 2014 (Hayward, Calif.), missing the cut in all three.\n\n","otherCarHigh" : "In high school, was Regional champion four consecutive years and played on a state championship team his senior year. Won seven individual titles as a senior and was named first-team All-State. As a junior, Gunner won six individual championships while setting the team scoring record...Played college golf at the University of San Diego, where he won four tournaments, including the 2010 WCC Championship. Also made three appearances in the NCAA Championship while at USD. Was a first-team All-West Coast Conference selection his senior year...Advanced to the first round of Match Play at the 2010 U.S. Amateur Championship, ranking 15th overall through the first two rounds of stroke play by shooting a 1-over par 144 (70-74)...In January, 2010, secured the only available spot in amateur qualifying (100 entries) for his first PGA TOUR start, at the Farmers Insurance Open in his hometown of San Diego. Defeated his U. of San Diego coach Tim Mickelson in an 18-hole playoff. Shot a 73 on the very tough South Course at Torrey Pines, but failed to play the weekend...In 2010 was the Colorado Golf Association player of the year...In the summer of 2009, won the Ft. Collins qualifier to advance to U.S. Amateur at Southern Hills, where he shot 72-78 at Southern Hills.","personal" : "Graduated from Kent Denver School in Englewood, Colo. in 2007...Father, Mark, is a two-time winner on the PGA TOUR and five-time winner on the Champions Tour...Mother is Cathy...Has two sisters, Taylor and Collier...Picked golf over other sports because \"it runs in my blood.\"...If not a golfer would love to announce live sports or have a radio show...First tee intro song would be \"Sugar\" by Robin Schulz...Earliest golf memories were walking practice rounds inside the ropes with his dad on the PGA TOUR and being in the locker room during rain delays...Biggest thrill in golf was qualifying for the PGA TOUR's Farmers Insurance Open in San Diego in the amateur qualifier - 100 players for one spot. One other was watching his dad win the 2013 Senior British Open and being part of his sister's June 2015 wedding...Favorites include Roger Federer and T.J. Ward (non-golfer athletes), Denver Broncos (pro team), Stanford (college team), Boys Will Be Boys, You Heard Me and Paddle Your Canoe (books), Turks and Caicos and Santa Barbara (vacation spots), Vietnamese, acia bowls and artichokes (food), Cherry Hills, Muirfield, Southern Hills and The Inverness Club (golf courses), \"The Rock,\" \"Talented Mr. Ripley,\" \"Gone in 60 Seconds,\" \"Pitch Perfect\" and anything James Bond (movies) and \"Arrow,\" \"New Girl\" and \"Archer\" (TV shows)...Always puts left shoe on first and marks his ball with a buffalo head nickel given to him by his grandfather...Most famous person met is Charles Barkley at a 2014 golf outing...Single best sporting event attended is 2013 Rose Bowl...Would like to trade places with Will Smith for a day since \"The dude seems to have it all figured out.\"...Not many people know I have a passion for public speaking...Would love to teach a class to high school students about writing and life skills...Charity involvement includes \"Adam's Camp,\" which focuses on special needs kids, and his dad hosts a fund-raising tournament for every year...Twitter handle is @Gunner_Wiebe.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Earned conditional status on PGA TOUR Latinoamérica with a T26 finish at Q-School, held in Lima, Peru in January...Shot 67-68-65-69 in May to finish T5 at the 57th Abierto Mexicano (the Mexico Open) for his best PGA TOUR Latinoamérica performance of the year...Three other top 25s were a pair of T21s and a T24...Finished the season 72nd on the Order of Merit.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri was T3rd in 2013 at the Mundo Maya Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}