{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "12510","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Campbell","first" : "Chad","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "205","weightMetric" : "93","birthDate" : "May 31, 1974","age" : "41","birthPlace" : "Andrews, Texas","residence" : "Colleyville, Texas","family" : "Wife, Amy; Grayson (12\/4\/07), Dax (9\/6\/08), Cannon (3\/22\/10), Dodge (1\/28\/14)","education" : "University of Nevada-Las Vegas (1996, Hotel Administration)","splInterest" : "Hunting, boating, spending time with family, watching all his sons play sports","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2001)","trndProYear" : "1996","clubAffl" : "","cityPlaysFrm" : "Andrews; TX; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "24,312,138&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "10th BUY.COM TOUR Qualifier at the 2000 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "Making his second start of the 2015-16 PGA TOUR Season, finished T8 at the Shriners Hospitals for Children Open for his first top-10 since a T8 at the FedEx St. Jude Classic in mid-June...Opened with a bogey-free 4-under 66 en route to a T9 finish at The RSM Classic. It marked his second top-10 finish in six starts at the event (T7-2012).","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Leading money winner on the Hooters Tour in 1998 and 2000. Captured eight of the first 16 tournaments of the 2000 season on the way to earning $188,279. The closest competitor was over $110,000 behind...Has 13 career victories on that tour...Has played in eight BUY.COM TOUR events prior to 2000, with a tie for 22nd in the 1996 Permian Basin Open his best finish...Had a T35 finish at the 1999 Michelob Championship at Kingsmill, the best of his four PGA TOUR starts...Biggest thrill in golf is playing in the 1999 and 2000 U.S. Opens, even though he did not make the cut...First-Team Junior College All-American at Midland (Texas) College...Teammates at UNLV included PGA TOUR member Chris Riley and former BUY.COM TOUR member Ted Oh...Member of the UNLV golf team that placed second at the 1996 NCAA Championships...Got started in golf playing with his father and his brother...Has made three holes-in-one in competitive rounds.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2001","qSchoolYear" : "","exmtStatus" : "96th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "Making his second start of the 2015-16 PGA TOUR Season, finished T8 at the Shriners Hospitals for Children Open for his first top-10 since a T8 at the FedEx St. Jude Classic in mid-June...Opened with a bogey-free 4-under 66 en route to a T9 finish at The RSM Classic. It marked his second top-10 finish in six starts at the event (T7-2012).","carHigh" : "2014-15: Claimed seven top-25 finishes in 28 starts to earn his seventh start in the FedExCup Playoffs and first since 2012. Missed cuts at The Barclays and Deutsche Bank Championship resulted in an end to his season. Placed 96th in the FedExCup standings...After an opening-round, 5-under 67 at the Zurich Classic of New Orleans, posted scores of 68 in each of the three ensuing rounds to claim a T8 with three others at TPC Louisiana. Birdied the par-5 seventh and par-4 13th holes all four days en route to the finish...Carded rounds of 69-66-70-68 to T8 with four other players at the FedEx St. Jude Classic in mid-June. 2013-14: With one top-10 finish in 10 made cuts (18 starts), finished 152nd in the FedExCup standings and missed the FedExCup Playoffs for the second straight season. Will utilize his one-time, top-50 PGA TOUR career money-list exemption for the 2014-15 season...Finished T30 at the Crowne Plaza Invitational at Colonial after holding a share of the third-round lead. Closed with a final-round 74 to fall from contention...Finished T7 at the Travelers Championship on the strength of an opening round 64...Failed to regain his exempt status for the 2014-15 PGA TOUR Season via the Web.com Tour Finals, with a T17 at the Hotel Fitness Championship his best outing.\n\n2013: Claimed four top-25 finishes in 14 made cuts (of 25 starts) on the PGA TOUR, highlighted by a top-10 finish in Mississippi in July. Missed the FedExCup Playoffs for the first time in his career and failed to finish inside the top 125 on the money list for the first time since the 2001 season...The 2007 Sanderson Farms Championship winner returned to Annandale GC in July and posted four sub-par rounds to claim a T7, with Bill Lunde. Made five birdies and an eagle in the third round, good for a 7-under 65 on his way to the finish, his first top-10 since a T7 at the 2012 McGladrey Classic...Made the cut in two of the four Web.com Tour Finals' events, with a best showing of T29 at the season-ending Web.com Tour Championship on the Dye Valley Course at TPC Sawgrass.\n\n2012: Finished the season No. 104 in the FedExCup standings, failing to advance at least to the second round of the PGA TOUR Playoffs for the first time in six seasons...Earned his first top-10 of the season and best finish on TOUR since a runner-up finish to Martin Laird in a playoff at the 2009 Shriners Hospitals for Children Open with a T3 at the FedEx St. Jude Classic. Held a share of the lead at 8-under going to the 72nd hole, but his tee shot found the lake left of the fairway and led to a bogey. He went on to finish two shots behind winner Dustin Johnson...Finished T4 at the Wyndham Championship, with rounds of 71-64-65-66. Bogeyed his final hole to drop to 14-under 266, four shots behind winner Sergio Garcia...Was unable to mount a charge in the first Playoffs event, missing the cut by one stroke at The Barclays and failing to advance to the Deutsche Bank Championship...Posted four rounds in the 60s for the first time since the 2011 Sony Open in Hawaii, finishing T7, five strokes behind Tommy Gainey at The McGladrey Classic. 2011: Recorded one top-10 finish on the PGA TOUR, the fewest of his career since his first full season in 2002...Finished T5 at The Open Championship for his fourth top-10 finish in 34 major championship starts. With the exception of a third-round, 4-over 74, carded three under-par rounds at Royal St. George's (69-68-69). 2010: Recorded two top-10 finishes en route to finishing No. 89 in the FedExCup standings...Opened the Sony Open in Hawaii with rounds of 68-64 to sit one shot behind tournament leader Ryan Palmer. Closed 73-66 to finish T8 for his third top-10 finish in eight starts at the event...Only other top-10 came at the Travelers Championship in June. Made a hole-in-one on the par-3 16th hole in the first round, earning a $50,000 shopping spree at a Hartford jewelry store...Entered the Deutsche Bank Championship ranked No. 83 on the FedExCup points list and needed a strong finish to advance to the 70-player BMW Championship field, but was disqualified for failing to register prior to the start of the tournament. 2009: Recorded three top-10 finishes, including two playoff losses, and a final ranking of 59th on the FedExCup points list...Closing rounds of 65-64 led to a T9 at the 50th Bob Hope Classic in his first outing of the season, representing his first top-10 at the five-day event since capturing the title in 2006...Finished T2 at the Masters Tournament, losing in a three-man playoff. Finished tied at 12-under 276 with Angel Cabrera and Kenny Perry. Bogeyed the first playoff hole, the par-4 18th, after failing to get up and down from the right bunker. Cabrera beat Perry on the second playoff hole...Was co-leader after 36 and 54 holes at Justin Timberlake Shriners Hospitals for Children Open before being eliminated in a three-way playoff (Martin Laird, George McNeill) when he missed a 4-foot par putt on the second extra hole. Laird won at third extra hole. Ranked T1 in Greens In Regulation (87.5 percent, hitting 63 of 72 for the week). 2008: With six top-10 finishes, another solid year...Despite a rough start with a 1-over 73 at the Shell Houston Open, fought back with rounds of 64-65 to move within one stroke of 54-hole leader and eventual champion Johnson Wagner. Struggled on Sunday with a 3-over 39 on the front nine, but managed an even-par 72 to finish in a tie for second with Geoff Ogilvy...Had a T3 at the U.S. Bank Championship in Milwaukee, to remain in the top 30 in the FedExCup standings. One of seven players with at least a share of the lead during the final round. Finished three strokes behind champion Richard S. Johnson...Was T7 at the Deutsche Bank Championship, including a final-round 66 that included two eagles...Made his third consecutive Ryder Cup Team, this time as a captain's pick. Had a 2-1-0 record, which included a 2-and-1 victory over Padraig Harrington in Singles. 2007: Competed in two events in the inaugural FedExCup Playoffs and claimed his fourth career TOUR title at the Viking Classic...Finished fourth at the World Golf Championships-Accenture Match Play Championship, falling to Trevor Immelman in the consolation final, 4 and 2...Became the first player in the last 10 years to win the Viking Classic after not playing in the final group on Sunday. He began the event ranked 160th in Greens in Regulation. His fourth PGA TOUR victory, however, was largely credited to a first-place Greens in Regulation ranking for the week. 2006: Earned more than $2 million and finished in the top 30 (No. 14) on TOUR money list for fourth straight season...Won for the first time since 2004 with a victory at the Bob Hope Chrysler Classic. Posted rounds of 63-66-68-67-71—335 and was the solo leader after the second, third and fourth rounds. Finished three strokes ahead of Jesper Parnevik and Scott Verplank...In fourth career Masters appearance, finished T3, three strokes behind champion Phil Mickelson. Held the 36-hole lead by three strokes over three players after opening 71-67, but surrendered lead in the third round with a 3-over-par 75...Made his second U.S. Ryder Cup team (0-1-2), earning one point for two halved matches. 2005: Season highlighted by two runner-up finishes, one official and one unofficial...First was at rain-shortened Nissan Open. Posted rounds of 68-65 on Thursday-Friday and did not hit another shot until Monday morning, as unplayable conditions due to heavy rain canceled the final two rounds. Tied with Adam Scott for the lead at 9-under-par after two rounds, the two played off on Monday morning. Scott parred the first hole of sudden death to take the unofficial victory...Second came at the final full-field event of the season, the Chrysler Championship ($572,000), and moved him inside top 30 on the money list to qualify for his third TOUR Championship (43rd to 17th). 2004: Finished in the top 30 on the TOUR money list and won for the second straight season...Came from four strokes back of Stuart Appleby at the Bay Hill Invitational and won by six. It was his second win in last 10 events on TOUR after winning 2003 season-ending TOUR Championship. Largest come-from-behind victory at Bay Hill since 1984 when Gary Koch made up six shots to win. Final-round 6-under 66 was the best by a winner at Bay Hill since Phil Mickelson fired a 7-under 65 in 1997...In mid-May, finished one stroke behind winner Steve Flesch at the Bank of America Colonial. Shared the third-round lead with Flesch and Brian Gay...Finished seventh on the Ryder Cup Team points list to make his first Ryder Cup Team...Made second straight TOUR Championship but had to withdraw at the halfway point due to a family illness. 2003: Became the first player in TOUR history to record his first win at the season-ending TOUR Championship. Fired personal best, course and tournament record 10-under 61 in third round to take a one-stroke lead over Charles Howell III. Final-round 68 was good for three-stroke victory over Howell and $1,080,000 check. Became seventh first-time winner of season...Runner-up to Shaun Micheel at PGA Championship at Oak Hill CC in Rochester, NY. Tied for the lead with Micheel entering the final round, was outdone on 72nd hole as Micheel's 7-iron shot from 175 yards rolled within inches of the cup to clinch a two-stroke victory...Improved from 164th in world at beginning of season to 26th after his victory. 2002: TOUR rookie had strong first season, thanks to two top-10s...Had a second, a T3 and fourth-place showing in his first 41 TOUR events. 2001: Second of three Web.com Tour players to earn TOUR card by winning three events in a season (Heath Slocum and Pat Bates the others)...Named Web.com Tour Player of the Year...Held third-round lead at PGA TOUR's Southern Farm Bureau Classic before placing second behind Cameron Beckman. 2000: Leading money winner on the Hooters Tour for third time in career. Captured eight of the first 16 tournaments on the way to earning $188,279. Closest competitor was more than $110,000 behind...Has 13 career victories on that tour...Named Player of the Year for third consecutive year. 1997: Named Rookie of the Year on the Hooters Tour. Amateur: Member of UNLV golf team that placed second at the 1996 NCAA Championship...Teammates at UNLV included PGA TOUR member Chris Riley and former Web.com Tour member Ted Oh...First-team Junior College All-America at Midland (Texas) College.\n","otherCarHigh" : "","personal" : "Started playing golf with his father and brother in Andrews, Texas...While playing golf at UNLV, worked at a coffee shop with other teammates to earn spending money...Avid Dallas Cowboys fan...Among several charitable initiatives, spent time at the 2009 AT&T Byron Nelson with a group of students from the J. Erik Jonsson Community School, a school which meets the educational needs of low-income children and their families.","otherInfo" : "","ntlTeams" : "Ryder Cup (3), 2004, 2006, 2008.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T8th at the Shriners Hospitals for Children Open.","dynStats" : "He ranks 48th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/pages\/Chad-Campbell\/110192434576"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}