{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01414","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Gilder","first" : "Bob","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "180","weightMetric" : "82","birthDate" : "December 31, 1950","age" : "65","birthPlace" : "Corvallis, Oregon","residence" : "Corvallis, Oregon","family" : "Wife, Peggy; Bryan (3\/24\/75), Cammy Lynn (6\/10\/77), Brent (3\/4\/81)","education" : "Arizona State University (1973, Business Administration)","splInterest" : "Football, auto racing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1973","clubAffl" : "Pumpkin Ridge GC (Cornelius, Oregon)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "14,548,308&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in every event for which he was eligible (22), and best effort was in April at the Bass Pro Shops Legends of Golf, where he and teammate Bobby Wadkins finished T5...Played in all five major championships once again and has now played in every major championship since joining the Champions Tour, a streak of 73 in a row...Has also played in 106 consecutive tournaments for which he was eligible on Tour heading into 2016.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1976","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in every event for which he was eligible (22), and best effort was in April at the Bass Pro Shops Legends of Golf, where he and teammate Bobby Wadkins finished T5...Played in all five major championships once again and has now played in every major championship since joining the Champions Tour, a streak of 73 in a row...Has also played in 106 consecutive tournaments for which he was eligible on Tour heading into 2016.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2000","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(6): 1973 Western Athletic Conference Championship [indiv]. 1974 New Zealand Open. 1982 Bridgestone International. 1988 Isuzu Kapalua International. 1988 Acom Team Championship [with Doug Tewell]. 1990 Acom P.T.","intlVics" : "","curYearHigh" : "Played in every event for which he was eligible (22), and best effort was in April at the Bass Pro Shops Legends of Golf, where he and teammate Bobby Wadkins finished T5...Played in all five major championships once again and has now played in every major championship since joining the Champions Tour, a streak of 73 in a row...Has also played in 106 consecutive tournaments for which he was eligible on Tour heading into 2016.","carHigh" : "2014: Played in all 24 events for which he was eligible...Finished T12 at the Constellation SENIOR PLAYERS Championship and final-round 7-under 63 at Fox Chapel matched his age. Score Sunday was the best final round among the field and equaled the lowest final round in tournament annals (Tom Kite\/2003). It was also his best score since he posted a final-round 63 at the 2009 ACE Group Classic. Performance at Fox Chapel GC came in his record 66th consecutive start in a senior major championship...Added two more starts in majors and began the 2015 season with a streak of 68 consecutive major championship appearances on Tour...Will also begin the 2015 season with a streak of 84 consecutive starts in events for which he was eligible. \n\n2013: Reached a career milestone in October when he played in his 1,000th event (PGA TOUR and Champions Tour) at the Greater Hickory Kia Classic at Rock Barn, becoming just the 19th player in history with as many combined starts on both circuits in his career...Best finish during the year came in his final start when he was T22 at the AT&T Championship in San Antonio. \n\n2012: Once again played a busy schedule, with 20-plus starts on his calender for the 12th consecutive year...Best finishes were a pair of T14s at The Principal Charity Classic (in defense of his 2011 title) and at the Dick's Sportings Goods Open. \n\n2011: Nearly earned a place among the top-30 money-winners for the first time in three years but fell one spot shy, finishing 31st on the final money list—seven spots better than his finish the previous year...Won his 10th career Champions Tour title and second victory in West Des Moines, Iowa, when he birdied three of the last four holes to overtake Mark Brooks at The Principal Charity Classic. Trailed Brooks by four strokes heading to the 15th tee Sunday, but after birdies at Nos. 15 and 16, holed a dramatic 30-foot birdie putt on the final hole and then watched a faltering Brooks miss a 5-foot par putt that would have sent the event to a playoff. Win in Iowa ended a victory drought of 4 years, 8 months 13 days, and he joined Jay Haas as a multiple winner of the Principal event. Victory at 60 years, 6 months, 5 days, made him the oldest winner of the Iowa event and, coupled with 61-year-old Tom Watson's win the week prior at the Senior PGA Championship, gave the Champions Tour its first back-to-back winners over age 60 in the history of the circuit. Best finish in a stroke-play event prior to coming to Iowa was a T56 twice, but made 15 birdies and just one bogey at Glen Oaks for the victory. Iowa appearance was his 178th consecutive for which he was eligible, passing Mike McCullough for second on the all-time list behind Dana Quigley (278 straight). Streak came to an end the following week when he chose to take a European vacation rather than play at the Greater Hickory Classic at Rock Barn...Was on the leaderboard throughout the Boeing Classic and eventually T5 near Seattle, thanks to three consecutive sub-par scores at TPC Snoqualmie Ridge. \n\n2010: Once again, played every event for which he was eligible and ended his year with a streak of 169 consecutive starts in that category...Rebounded from a sub-par 2009 campaign and was among the top 25 in 11 of his 24 starts...Final-round 6-under-par 66 was his third consecutive round in the 60s at Club de Golf Fontainebleau and jumped him into a T5 at the inaugural Montreal Championship, his best Champions Tour finish since the Commerce Bank Championship in July 2007...Also opened with a 6-under 66 at the SAS Championship and was on the leaderboard throughout before eventually T8 at Prestonwood. \n\n2009: Course-record 63 at the TPC Treviso Bay on Sunday included 10 birdies and matched his career-best Champions Tour round. His 9-under-par score moved him into a T29 at The ACE Group Classic. Record round in Naples came one day after he shot 83. The 20-stroke differential matched the second-biggest swing from one round to the next in Champions Tour history. \n\n2008: Made his eighth consecutive appearance in the Charles Schwab Cup Championship for the Tour's top-30 money winners. His T30 finish at the AT&T Championship allowed him to jump Joe Ozaki and claim the coveted 30th and final spot. \n\n2007: Only player to compete in all 29 events during the season...Final-round 65 at The Raven jumped him up into a T3 at The Boeing Championship at Sandestin. Performance in Destin was his best since winning 2006 Constellation Energy Classic. \n\n2006: Narrowly missed joining the $1-million club when he fell just over $5,000 shy of hitting the coveted mark for the fourth time in his career...For the second consecutive year was the only player to compete in all 28 official events...Became the third player to defend a title on the season, joining Dana Quigley and Allen Doyle with that distinction, when he was a two-stroke winner at the Constellation Energy Classic near Baltimore. Posted Sunday's best round, a 7-under-par 65 at Hayfields CC, to make up three shots on second-round leader Don Pooley for his ninth Champions Tour crown. Played bogey-free golf over his final 36 holes and made just one bogey all tournament...Was named the Champions Tour September Player of the Month. \n\n2005: Claimed his eighth career victory on the Champions Tour at the Constellation Energy Classic near Baltimore. Win ended a victory drought of 2 years, 4 months, 28 days. Despite a double bogey in the final round, became the second consecutive wire-to-wire winner at Hayfields CC, and his 18-under-par 198 total equaled the tournament record. Opened with a course-record-tying 64 and cruised to a four-stroke triumph over Morris Hatalsky. Needed just 78 putts and credited a switch to the \"claw\" putter grip three months earlier for his success near Baltimore...First experimented with the \"claw\" after first round of the Allianz Championship and was among the leaders of that event after 36 holes. Eventually T4 near Des Moines after a final-round 70...Following his win in Baltimore, nearly made it two wins in succession when he battled Hale Irwin down the stretch at the SAS Championship before eventually finishing T2, two behind Irwin. \n\n2004: Played his best golf from May into early June, finishing third three times in five appearances...Was T3 for the second consecutive year at the FedEx Kinko's Classic in Austin. Helped his cause with a final-round, 7-under-par 65, the low round of the tournament and his best round of the year...Shared the 36-hole lead at the Farmers Charity Classic with Andy Bean before slipping back into a T3, with a final-round 71. \n\n2003: Among his nine top-10 finishes were a win, three seconds and a third...Played some of his best golf during a one-month stretch starting in late April with his seventh Champions Tour win at the Emerald Coast Classic. His 54-hole 17-under 193 total shattered the tournament record by three strokes, and was also the lowest 54-hole winning score on the Champions Tour. Closing-round 63 in Pensacola was also the best finish by a winner in 2003. Used a second-round 64 to vault himself into a tie with Tom Watson after 36 holes and then cruised easily to the title after shooting a 7-under 63 on Easter Sunday. Made 23 birdies over 54 holes, the most by any player in the field, and birdied both par-5s at The Moors all three days...Champions Tour's April Player of the Month...Came close to defending his title at the FleetBoston Classic in August, finishing T2 with Bruce Fleisher behind Allen Doyle...Went head-to-head with Jim Thorpe at the Long Island Classic two weeks later but lost by one stroke. Had an opportunity to birdie the final hole and set up a potential playoff with Thorpe, but missed a 6-foot birdie attempt on the final hole to finish second. \n\n2002: Had his most-productive season as a professional, with four wins and earnings totaling $2,367,637...Was the Champions Tour's Player of the Month for July and September after recording a pair of victories in consecutive weeks during each month...In July, became the first player since Jim Thorpe in 2001 to claim back-to-back events and the first professional since Lee Elder (1985) to win consecutive tournaments on the Champions Tour in playoffs. Defeated John Mahaffey with a birdie-3 on the third extra hole to win the FleetBoston Classic at Nashawtuc. Became the first wire-to-wire winner in the 22-year history of the event and just the third player ever to win both a PGA TOUR (1982 Bank of Boston Classic) and Champions Tour event in the Boston area (Arnold Palmer and Bruce Fleisher). Fell into playoff after making bogey on the final hole, ending a run of 64 straight holes without a blemish...Defeated Hale Irwin a week earlier with a par on the first hole of a playoff to win the SBC Senior Open in Chicago. Trailed Irwin by one stroke with two holes to play in regulation, but made a crucial 15-foot birdie putt on the 16th hole to send the tournament to a playoff. Moved into the lead on Saturday with a course-record 63 on the Port Course at Harborside International...In September, rallied from two strokes down with eight holes to play to win the Allianz Championship. Dueled John Bland down the stretch and took the lead for good when Bland made bogey on the 17th hole at Glen Oaks. Victory in Des Moines was his third of the season, a first for him since claiming three PGA TOUR events in 1982...Added a fourth victory, and his third in a playoff, when he bested Tom Jenkins with a birdie-3 on the second extra hole to win the Kroger Senior Classic. Had just one bogey during the event at TPC River's Bend (No. 3, second round). Helped his cause by posting the first hole-in-one of his Champions Tour career on Friday...Became the second player to go over the $2-million mark after pocketing $50,700 for a T5 at the Napa Valley Championship.\n\n2001: Was named Rookie of the Year, thanks to a pair of victories and 11 other top-10 finishes...Earnings of more than $1.6 million were five times greater than his best year on the PGA TOUR (1982- $308,648)...Started and ended the season on a positive note...Closed with a 4-under 67 at TPC Tampa Bay to win the Verizon Classic by three strokes over four players. Only needed 75 total putts over three days for his Verizon title, his first win on TOUR in 18 years and 18 days (1983 Phoenix Open)...Became a multiple champion for the first time since 1982 when he closed the year with a victory at the SENIOR TOUR Championship at Gaillardia. Was the first-round leader in Oklahoma City and stayed close to the lead over the next two days. Eventually edged Doug Tewell by a stroke in windy conditions despite carding a 1-over 73, the highest finishing score by a winner since the 1999 Lightpath Long Island Classic. \n\n2000: Cruised to medalist honors at the 2000 Champions Tour National Qualifying Tournament despite playing all four days with a sprained left ankle and kidney stones. His 72-hole total of 19-under 269 shattered the Q-school scoring record and his seven-stroke margin of victory over Bill Holstead and Terry Mauney at Eagle Pines GC was the second-largest winning margin ever in a National Qualifying final.\n","otherCarHigh" : "Joined the PGA TOUR in 1976 after successfully earning his first player's card at the Qualifying School in the Fall of 1975 on his third try...Made 649 starts on the PGA TOUR and 42 more on the Web.com Tour before embarking on his Champions Tour career...Played the Web.com Tour on a full-time basis in 1997...First of six career PGA TOUR victories came in the 1976 Phoenix Open, where he overtook Roger Maltbie to win by two strokes. Victory came in his second start on the circuit (missed cut at Tucson the week before)...Last official win also came in Phoenix again in 1983, this time in a playoff with Johnny Miller, Rex Caldwell and Mark O'Meara...Had his best year on the PGA TOUR in 1982 when he won three times: Byron Nelson Classic, Manufacturers Hanover-Westchester Classic, Bank of Boston Classic. His four-round score of 22-under 266 at the Nelson was the lowest in the tournament's 16 years at Preston Trail GC...Posted a 19-under-par 261 score to win at Westchester. Highlight of that performance was a third-round double eagle on 509-yard 18th hole. Fairway marker commemorates the feat and marks the exact spot where he hit 3-wood...Was also a playoff winner over Jack Newton and Bob Charles in the 1974 New Zealand Open...Defeated John Mahaffey by two strokes in the 1988 Isuzu Kapalua International...Claimed three titles in Japan: 1982 Bridgestone International, 1988 Acom Team title (with Doug Tewell), 1990 Acom P.T...Was a member of the American team in the 1982 USA vs. Japan Team Matches and the 1983 Ryder Cup...Played collegiately at Arizona State where he was a teammate of Tom Purtzer, Howard Twitty and Morris Hatalsky. Joined the team as a walk-on and eventually won the Western Athletic Conference individual title in 1973 and was an honorable mention All-America in 1973...Has two career holes-in-one.","personal" : "Enjoys racing cars and raced seriously from 1985-92 in some Trans-Am races...Enjoys spy movies...Favorite golf course is Harbour Town GL in South Carolina...Says the best shot of his career was his double eagle in the third round on the 18th hole at Westchester in 1982.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T30th at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks 82nd in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}