{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01864","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Nelson","first" : "Larry","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "150","weightMetric" : "68","birthDate" : "September 10, 1947","age" : "68","birthPlace" : "Fort Payne, Alabama","residence" : "Marietta, Georgia","family" : "Wife, Gayle; Drew (10\/7\/76), Josh (9\/28\/78); three grandchildren","education" : "Kennesaw Junior College (1970)","splInterest" : "Grandchildren, golf course architecture","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1971","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "2007","combTourMoney" : "18,373,951&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1973","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(1): 1978 Georgia Open.","intlVics" : "(4): 1980 Tokai Classic [Jpn]. 1983 Dunlop International Open [Jpn]. 1989 Suntory Open [Jpn]. 1991 Dunlop Phoenix [Jpn].","curYearHigh" : "","carHigh" : "2014: Teamed with Bruce Fleisher to go wire to wire and win in the Legends Division of Bass Pro Shops Legends of Golf in April. The pair finished with a 45-hole total of 12-under-par 139, three shots ahead of Jack Nicklaus and Gary Player...Bettered his age for the first time on the Champions Tour when, at age 67, he shot a 6-under-par 66 in the second round of the 3M Championship. Earlier in the season, matched his age for the second time in his career by shooting a 67 on the last day of the Allianz Championship...Made an ace in the second round at The Principal Charity Classic with an 8-iron from 172 yards on No. 17. It was his second hole-in-one on the Champions Tour (2006 Ford SENIOR PLAYERS Championship) and eighth of his career.\n\n2013: Had four top-25 finishes in 18 starts during the season...One of the high points came late in the year when he matched his age for the first time in a Tour event by shooting a 6-under-par 66 in the opening round of the SAS Championship in October. Shared the first-round lead before eventually finishing T18 in North Carolina...Narrowly missed another match-his-age opportunity in his final round of the season when he fired a 67 on Sunday at the AT&T Championship...Best finish came in his first start in Hawaii when he was T14 at the Mitsubishi Electric Championship at Hualalai, stringing together three straight sub-par rounds...Was also T16 at Dick's Sporting Goods Open after three under-par rounds. \n\n2012: Made 15 starts during the season. Highlight of his year came in early October when he finished T6 at the SAS Championship. Shot 6-under-par 66 Saturday to move into contention, two strokes off the lead and it proved to be his best round of the year and one stroke shy of matching his age. Performance in Raleigh at Prestonwood CC, was his first top-10 finish since the end of the 2010 season at the AT&T Championship...Troubled during the latter portion of the year with right-shoulder and left-thumb issues...Teamed with his son Josh to finish second at the PNC Father\/Son Challenge in December in Orlando. \n\n2011: His best showing among 15 starts was a T17 with partner Hale Irwin at April's Liberty Mutual Legends of Golf...Also played in the PGA Championship at the Atlanta Athletic Club (missed cut), 30 years after he won the title at the same venue. \n\n2010: Saved his best performance for the final full-field event of the season. Made a strong bid to become the oldest winner in Champions Tour history as well as earning his first win in six years when he held a one-stroke advantage after 36 holes at the AT&T Championship in San Antonio. Remained among the leaders until the 54th hole, but fell one stroke shy of the two-man playoff after a 1-under-par 70 and finished T3...Carded rounds of 68 both Friday and Sunday to finish T8 at the Home Care & Hospice First Tee Open at Pebble Beach, at the time his best effort since early in the 2009 campaign...He and teammate Hale Irwin finished T8 at the Liberty Mutual Legends of Golf. \n\n2009: Runner-up finish at the Outback Steakhouse Pro-Am was his best on the Champions Tour since winning the 2004 Administaff Small Business Classic. Was the first-round leader after firing a 6-under 65 and again held the lead early on the back nine Sunday. Eventually fell two strokes short of Nick Price after playing the last six holes at TPC Tampa Bay in 1-over. \n\n2008: Made just 16 appearances due to problems with his left hand. Subsequent surgery kept him out of action for three months during the summer. Played at The Principal Charity Classic in early June and then did not play again until late August at the Walmart First Tee Open at Pebble Beach...Early in the year, teamed with Jim Thorpe for a T7 at the Liberty Mutual Legends of Golf...Defended his Del Webb Father\/Son Challenge title with son Drew. It was his third title in the event. \n\n2007: Best performance of the season came at the U.S. Senior Open, where he was T11 at Whistling Straits...Capped year with victory in the Del Webb Father\/Son Challenge with son Josh. Win near Orlando made him the second father (Raymond Floyd) to claim title with two different sons. \n2006: Inducted into World Golf Hall of Fame in November...Best event was a T4 at the JELD-WEN Tradition...Also T6 at the Liberty Mutual Legends of Golf in Savannah...Made a hole-in-one on hole No. 8 in the third round of the Ford Senior Players Championship. Used a 6-iron on the 171-yard hole for his first ace on the Champions Tour after making four on the PGA TOUR. \n\n2005: T5 at the Ford Senior Players Championship, thanks, in part, to rounds of 67-69 on the weekend near Detroit. \n\n2004: Pocketed over $1.4 million in earnings, the most in one year since the 2001 season when he went over $2 million...Earned his 19th career Champions Tour title at the Administaff Small Business Classic near Houston in October. Matched the largest come-from-behind win of the season when he rallied from seven strokes back with a final-round 64, which included 10 birdies. Eventually defeated Hale Irwin with birdie on the first playoff hole for the victory at Augusta Pines. Win was his fourth overall title in the state of Texas and second of the year in the Lone Star State...Was victorious in May in Austin at the FedEx Kinko's Classic, a one-stroke triumph over Bruce Lietzke at The Hills CC. After an opening-round, 1-over-par 73, followed with rounds of 69-67 and his final round was bogey-free...Was also second to Mark McNulty at the Outback Steakhouse Pro-Am when he made birdie on the final hole near Tampa...Also second to Gil Morgan by two strokes at the SBC Classic despite shooting three straight 68s at Valencia. \n\n2003: Earned his first win since October 2001 at the Constellation Energy Classic in mid-September. Forged a two-stroke victory over Doug Tewell and Jim Dent at Hayfields CC near Baltimore after being the 36-hole co-leader with Jay Sigel. Trailed at one point on the back nine before making a critical birdie on the 16th hole to tie Tewell. Pulled away on the final two holes when Tewell bogeyed both 17 and 18. Victory in Maryland was worth $225,000 and pushed him past the $1 million mark in single-season earnings for the sixth consecutive year. Win also propelled him to September Player of the Month honors...Battled Fuzzy Zoeller and eventual winner Dana Quigley down the stretch in the season-opening MasterCard Championship before eventually finishing second...Was also second at the Toshiba Senior Classic, finishing four strokes behind Rodger Davis. Helped his cause with a second-round 64...At the Emerald Coast Classic in April, finished as a runner-up—the third time that occurred in his first seven starts of the season. Ended four strokes back of Bob Gilder despite playing his last 36 holes at The Moors without making a bogey...Late in the season, held the 36-hole lead at the inaugural Greater Hickory Classic at Rock Barn, but finished second after a final-round 70...Had a penchant for going low several times in the first half of the year. Shot 64 in both the second rounds of the MasterCard Championship and Toshiba Senior Classic before matching his Champions Tour career-best round for a seventh time with a 7-under 63 on the final day of the Columbus Southern Open, his lowest score since the final day of the 2001 SBC Championship in San Antonio. \n\n2002: Two best events came in back-to-back starts during May. Was the 36-hole leader at the Bruno's Memorial Classic, but slipped to third, one stroke out of playoff contention, after a final-round 70 at Greystone...Backed up Birmingham performance with a solo second effort at the rain-shortened TD Waterhouse Championship. \n\n2001: Eclipsed the $2-million mark in earnings for a second straight year and again led the Champions Tour in official victories with five...Claimed the first two events of the season—the MasterCard Championship by one stroke over Jim Thorpe and the Royal Caribbean Classic by one point over Isao Aoki. Became the first player to win the first two tournaments in a season since Don January did so in 1981...Added a third victory in late June by defending his title at the FleetBoston Classic (by three strokes over Bruce Fleisher), the fifth player in the history of the Boston event to win in successive years. Defended again at the Farmers Charity Classic in Michigan, nipping Jim Ahern by one shot for his fourth victory of the season...Picked up his fifth win late in the campaign at the SBC Championship, defeating Bob Gilder and Gary McCord by two strokes. Matched the low round of his career when he fired a second-round 63 at the Toshiba Senior Classic and also carded 63 in the final round of the SBC Championship. \n\n2000: Voted by his peers as the winner of the Jack Nicklaus Award, symbolizing the Champions Tour's Player of the Year...Earned $2,708,005, the third-highest money total in Champions Tour history at the time, claiming the Arnold Palmer Award as the leading money-winner on the Champions Tour. Averaged $90,267 per start over 30 appearances, thanks to a season-best six victories that included four wins in his final eight starts...His 32 consecutive par\/better rounds was a record at the time...Won by five over Hale Irwin and Bruce Fleisher at the Las Vegas Senior Classic...Second win came near St. Louis when he posted a three-stroke victory over Tom Watson at the Boone Valley Classic, thanks to a dramatic eagle on the 17th hole...Was 4-under-par over his last nine holes at Nashawtuc and claimed the FleetBoston Classic by four over Jim Thorpe...Cruised to a wire-to-wire victory the following week and beat Dave Stockton by three strokes at the Foremost Insurance Championship in Grand Rapids. His 18-under 198 total at Egypt Valley included a course-record 63 on the final day...Took the lead in the money race for good when he edged Bill Brask and Jim Thorpe by a stroke at the Bank One Senior Championship in Dallas...Went on to best Gil Morgan and Jim Dent in a six-hole playoff at the Vantage Championship...Set Champions Tour standard for Most Rounds in the 60s (59\/breaking Bruce Fleisher's old mark of 56 in 1999)...Raised eyebrows when he fired a 12-under-par 58 (29-29—58) in the Thursday Pro-Am at the Kroger Senior Classic (missed 15-footer on the last hole for 57). \n\n1999: Bothered by a herniated disc in his neck at several points during the year, but still won multiple official titles...Thwarted Bruce Fleisher's attempt at winning a third straight Champions Tour start when he prevailed by two strokes at the GTE Classic near Tampa...Birdied three of his last seven holes to edge Dana Quigley for the Bruno's Memorial Classic title near Birmingham. \n\n1998: Won three times in his first full year on the Champions Tour and lost two other events in playoffs...Initial victory came at the American Express Invitational in Sarasota...Opened with a sizzling 9-under 63 and cruised to a wire-to-wire, four-stroke win over Dave Stockton...Registered another easy start-to-finish win at the Pittsburgh Senior Classic. After building a Champions Tour record-tying eight-stroke lead after 36 holes, waltzed to a five-shot triumph over Bob Duval at Sewickley Heights...Used a pair of 65s on the weekend to ease past Graham Marsh for the Boone Valley Classic title near St. Louis. \n\n1997: Made his Champions Tour debut at the Boone Valley Classic, just two days after turning 50, and T16...Best effort was a T2 in his second career start at the Comfort Classic.\n","otherCarHigh" : "","personal" : "Didn't begin playing golf until returning from his military service in Vietnam. Got his instruction from reading Ben Hogan's book, The Five Fundamentals of Golf...Broke 100 the first time he played and broke 70 within nine months...Active in golf course design, with 12 courses open for play worldwide...Was a pitcher\/shortstop for a Georgia Colt League championship team as a youngster...Missed seven weeks during the summer of 1998 with a herniated disc near his neck...Underwent surgery to repair cartilage damage and the removal of a cyst on his right wrist in February 2005 in Orlando, Fla.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1997","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(5): 1978 Georgia Open. 1980 Tokai Classic. 1983 Dunlop International Open. 1989 Suntory Open. 1991 Dunlop Phoenix.","intlVics" : "(5): 1999 Chrysler Senior Match Play Challenge. 2004 Office Depot Father\/Son Challenge [with Drew]. 2007 Del Webb Father\/Son Challenge [with Josh]. 2008 Del Webb Father\/Son Challenge [with Drew]. 2015 Bass Pro Shops Legends of Golf (Legends) [with Bruce Fleisher].","curYearHigh" : "","carHigh" : "2014: Played in just 10 events, fewest since his rookie season in 1997...Finished T24 at the Mitsubishi Electric Championship at Hualalai...Teamed with Bruce Fleisher for a second-place finish in the unofficial Legends Division in June's Big Cedar Lodge Legends of Golf. \n\n2013: Had four top-25 finishes in 18 starts during the season...One of the high points came late in the year when he matched his age for the first time in a Tour event by shooting a 6-under-par 66 in the opening round of the SAS Championship in October. Shared the first-round lead before eventually finishing T18 in North Carolina...Narrowly missed another match-his-age opportunity in his final round of the season when he fired a 67 on Sunday at the AT&T Championship...Best finish came in his first start in Hawaii when he was T14 at the Mitsubishi Electric Championship at Hualalai, stringing together three straight sub-par rounds...Was also T16 at Dick's Sporting Goods Open after three under-par rounds. \n\n2012: Made 15 starts during the season. Highlight of his year came in early October when he finished T6 at the SAS Championship. Shot 6-under-par 66 Saturday to move into contention two strokes off the lead, and it proved to be his best round of the year. Was one stroke shy of matching his age. Performance in Raleigh at Prestonwood CC, was his first top-10 finish since the end of the 2010 season at the AT&T Championship...Troubled during the latter portion of the year with right-shoulder and left-thumb issues...Teamed with his son, Josh, to finish second at the PNC Father\/Son Challenge in December in Orlando. \n\n2011: His best showing among 15 starts was a T17 with partner Hale Irwin at April's Liberty Mutual Legends of Golf...Also played in the PGA Championship at the Atlanta Athletic Club (missed cut), 30 years after he won the title at the same venue. 2010: Saved his best performance for the final full-field event of the season. Made a strong bid to become the oldest winner in Champions Tour history as well as earning his first win in six years when he held a one-stroke advantage after 36 holes at the AT&T Championship in San Antonio. Remained among the leaders until the 54th hole, but fell one stroke shy of the two-man playoff after a 1-under-par 70 and finished T3...Carded rounds of 68 both Friday and Sunday to finish T8 at the Home Care & Hospice First Tee Open at Pebble Beach, at the time his best effort since early in the 2009 campaign...He and teammate Hale Irwin finished T8 at the Liberty Mutual Legends of Golf. 2009: Runner-up finish at the Outback Steakhouse Pro-Am was his best on the Champions Tour since winning the 2004 Administaff Small Business Classic. Was the first-round leader after firing a 6-under 65 and again held the lead early on the back nine Sunday. Eventually fell two strokes short of Nick Price after playing the last six holes at TPC Tampa Bay in 1-over. 2008: Made just 16 appearances due to problems with his left hand. Subsequent surgery kept him out of action for three months during the summer. Played at The Principal Charity Classic in early June and then did not play again until late August at the Walmart First Tee Open at Pebble Beach...Early in the year, teamed with Jim Thorpe for a T7 at the Liberty Mutual Legends of Golf...Defended his Del Webb Father\/Son Challenge title with son Drew. It was his third title in the event. 2007: Best performance of the season came at the U.S. Senior Open, where he was T11 at Whistling Straits...Capped year with victory in the Del Webb Father\/Son Challenge with son Josh. Win near Orlando made him the second father (Raymond Floyd) to claim title with two different sons. 2006: Inducted into World Golf Hall of Fame in November...Best event was a T4 at the JELD-WEN Tradition...Also T6 at the Liberty Mutual Legends of Golf in Savannah...Made a hole-in-one on hole No. 8 in the third round of the Ford Senior Players Championship. Used a 6-iron on the 171-yard hole for his first ace on the Champions Tour after making four on the PGA TOUR. 2005: T5 at the Ford Senior Players Championship, thanks, in part, to rounds of 67-69 on the weekend near Detroit. 2004: Pocketed over $1.4 million in earnings, the most in one year since the 2001 season when he went over $2 million...Earned his 19th career Champions Tour title at the Administaff Small Business Classic near Houston in October. Matched the largest come-from-behind win of the season when he rallied from seven strokes back with a final-round 64, which included 10 birdies. Eventually defeated Hale Irwin with birdie on the first playoff hole for the victory at Augusta Pines. Win was his fourth overall title in the state of Texas and second of the year in the Lone Star State...Was victorious in May in Austin at the FedEx Kinko's Classic, a one-stroke triumph over Bruce Lietzke at The Hills CC. After an opening-round, 1-over-par 73, followed with rounds of 69-67 and his final round was bogey-free...Was also second to Mark McNulty at the Outback Steakhouse Pro-Am when he made birdie on the final hole near Tampa...Also second to Gil Morgan by two strokes at the SBC Classic despite shooting three straight 68s at Valencia. 2003: Earned his first win since October 2001 at the Constellation Energy Classic in mid-September. Forged a two-stroke victory over Doug Tewell and Jim Dent at Hayfields CC near Baltimore after being the 36-hole co-leader with Jay Sigel. Trailed at one point on the back nine before making a critical birdie on the 16th hole to tie Tewell. Pulled away on the final two holes when Tewell bogeyed both 17 and 18. Victory in Maryland was worth $225,000 and pushed him past the $1 million mark in single-season earnings for the sixth consecutive year. Win also propelled him to September Player of the Month honors...Battled Fuzzy Zoeller and eventual winner Dana Quigley down the stretch in the season-opening MasterCard Championship before eventually finishing second...Was also second at the Toshiba Senior Classic, finishing four strokes behind Rodger Davis. Helped his cause with a second-round 64...At the Emerald Coast Classic in April, finished as a runner-up—the third time that occurred in his first seven starts of the season. Ended four strokes back of Bob Gilder despite playing his last 36 holes at The Moors without making a bogey...Late in the season, held the 36-hole lead at the inaugural Greater Hickory Classic at Rock Barn, but finished second after a final-round 70...Had a penchant for going low several times in the first half of the year. Shot 64 in both the second rounds of the MasterCard Championship and Toshiba Senior Classic before matching his Champions Tour career-best round for a seventh time with a 7-under 63 on the final day of the Columbus Southern Open, his lowest score since the final day of the 2001 SBC Championship in San Antonio. 2002: Two best events came in back-to-back starts during May. Was the 36-hole leader at the Bruno's Memorial Classic, but slipped to third, one stroke out of playoff contention, after a final-round 70 at Greystone...Backed up Birmingham performance with a solo second effort at the rain-shortened TD Waterhouse Championship. 2001: Eclipsed the $2-million mark in earnings for a second straight year and again led the Champions Tour in official victories with five...Claimed the first two events of the season—the MasterCard Championship by one stroke over Jim Thorpe and the Royal Caribbean Classic by one point over Isao Aoki. Became the first player to win the first two tournaments in a season since Don January did so in 1981...Added a third victory in late June by defending his title at the FleetBoston Classic (by three strokes over Bruce Fleisher), the fifth player in the history of the Boston event to win in successive years. Defended again at the Farmers Charity Classic in Michigan, nipping Jim Ahern by one shot for his fourth victory of the season...Picked up his fifth win late in the campaign at the SBC Championship, defeating Bob Gilder and Gary McCord by two strokes. Matched the low round of his career when he fired a second-round 63 at the Toshiba Senior Classic and also carded 63 in the final round of the SBC Championship. 2000: Voted by his peers as the winner of the Jack Nicklaus Award, symbolizing the Champions Tour's Player of the Year...Earned $2,708,005, the third-highest money total in Champions Tour history at the time, claiming the Arnold Palmer Award as the leading money-winner on the Champions Tour. Averaged $90,267 per start over 30 appearances, thanks to a season-best six victories that included four wins in his final eight starts...His 32 consecutive par\/better rounds was a record at the time...Won by five over Hale Irwin and Bruce Fleisher at the Las Vegas Senior Classic...Second win came near St. Louis when he posted a three-stroke victory over Tom Watson at the Boone Valley Classic, thanks to a dramatic eagle on the 17th hole... Was 4-under-par over his last nine holes at Nashawtuc and claimed the FleetBoston Classic by four over Jim Thorpe...Cruised to a wire-to-wire victory the following week and beat Dave Stockton by three strokes at the Foremost Insurance Championship in Grand Rapids. His 18-under 198 total at Egypt Valley included a course-record 63 on the final day...Took the lead in the money race for good when he edged Bill Brask and Jim Thorpe by a stroke at the Bank One Senior Championship in Dallas...Went on to best Gil Morgan and Jim Dent in a six-hole playoff at the Vantage Championship...Set Champions Tour standard for Most Rounds in the 60s (59\/breaking Bruce Fleisher's old mark of 56 in 1999)...Raised eyebrows when he fired a 12-under-par 58 (29-29—58) in the Thursday Pro-Am at the Kroger Senior Classic (missed 15-footer on the last hole for 57). 1999: Bothered by a herniated disc in his neck at several points during the year, but still won multiple official titles...Thwarted Bruce Fleisher's attempt at winning a third straight Champions Tour start when he prevailed by two strokes at the GTE Classic near Tampa...Birdied three of his last seven holes to edge Dana Quigley for the Bruno's Memorial Classic title near Birmingham. 1998: Won three times in his first full year on the Champions Tour and lost two other events in playoffs...Initial victory came at the American Express Invitational in Sarasota...Opened with a sizzling 9-under 63 and cruised to a wire-to-wire, four-stroke win over Dave Stockton...Registered another easy start-to-finish win at the Pittsburgh Senior Classic. After building a Champions Tour record-tying eight-stroke lead after 36 holes, waltzed to a five-shot triumph over Bob Duval at Sewickley Heights...Used a pair of 65s on the weekend to ease past Graham Marsh for the Boone Valley Classic title near St. Louis. 1997: Made his Champions Tour debut at the Boone Valley Classic, just two days after turning 50, and T16...Best effort was a T2 in his second career start at the Comfort Classic.\n","otherCarHigh" : "Captured 10 PGA TOUR titles, including three majors. Won the 1981 PGA Championship at Atlanta Athletic Club. Opened with a 70, then shot consecutive 66s for a four-stroke lead after 54 holes. Finished with a 71 and a four-stroke victory over Fuzzy Zoeller...Trailed Tom Watson and Seve Ballesteros by one stroke after three rounds of the 1983 U.S. Open at Oakmont but fired a closing 67 for a one-stroke win over Watson...At the 1987 PGA Championship at PGA National GC, he used three different configurations of irons over four days of oppressive heat, but still managed to defeat Lanny Wadkins in a playoff...Recorded two victories (Jackie Gleason-Inverrary Classic and Western Open), two seconds and two thirds in 1979 en route to a second-place finish on the money list behind Watson with $281,022...Was named as Golf Digest's Most Improved Player that season...Best earnings year was 1987, when he made $501,292, 14th on the money list...Along with the PGA title, also was victorious at the 1987 Walt Disney World\/Oldsmobile Classic...Last title came in 1988 at the Georgia-Pacific Atlanta Classic, where he defeated Chip Beck by one stroke...Played on three U.S. Ryder Cup teams (1979, 1981 and 1987) and had a 9-3-1 record...In his final full year on the PGA TOUR in 1996, rebounded from four consecutive seasons in which he earned less than $100,000 to record the third-best earnings season of his 23-year career. In 21 starts, made $305,083 and finished 70th on the PGA TOUR money list...Received the PGA of America's highest annual honor in conjunction with the 2011 PGA Championship at Atlanta Athletic Club, the PGA's Distinguished Service Award, which honors outstanding individuals who display leadership and humanitarian qualities, including integrity, sportsmanship and enthusiasm for the game of golf...Inducted into the World Golf Hall of Fame in November 2006.\n","personal" : "Didn't begin playing golf until returning from his military service in Vietnam. Got his instruction from reading Ben Hogan's book, The Five Fundamentals of Golf...Broke 100 the first time he played and broke 70 within nine months...Active in golf course design, with 12 courses open for play worldwide...Was a pitcher\/shortstop for a Georgia Colt League championship team as a youngster...Missed seven weeks during the summer of 1998 with a herniated disc near his neck...Underwent surgery to repair cartilage damage and the removal of a cyst on his right wrist in February 2005 in Orlando, Fla.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T26th at the Mitsubishi Electric Championship at Hualalai.","dynStats" : "He ranks 58th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/Larry_Nelson"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}