{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06214","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Boros","first" : "Guy","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "275","weightMetric" : "125","birthDate" : "September 4, 1964","age" : "51","birthPlace" : "Fort Lauderdale, Florida","residence" : "Pompano Beach, Florida","family" : "Wife, Kim; Jamie Christine (1\/25\/00), Thomas Julius (9\/30\/01)","education" : "University of Iowa (1986)","splInterest" : "Fishing, hunting","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2003)","trndProYear" : "1986","clubAffl" : "","cityPlaysFrm" : "Pompano Beach; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,776,713&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1993","exmtStatus" : "Fully Exempt","otherVics" : "","intlVics" : "(2): 1989 Atlantic Classic [Can]. 1991 British Columbia Open [Can].","curYearHigh" : "Played in 14 events during his rookie campaign, including five via open qualifying...Turned in his most impressive outing in a Champions Tour event when he open qualified and then finished T3 at the Boeing Classic near Seattle in August...Rebounded from a second-round 1-over-par 73 with a 6-under-par 66 Sunday to finish T10 at The Principal Charity Classic in June in Iowa, the state where he starred as a collegian at the University of Iowa...Playing on a sponsor's exemption, found himself two strokes off the lead after 36 holes of the Allianz Championship before finishing T11...Made the cut at the PGA TOUR's Puerto Rico Open, finishing T64...Missed the cut at the TOUR's Barbasol Championship.","carHigh" : "2013: Made the cut in 10 of 24 Web.com Tour starts and had five top-25 finishes...Finished T4 at the Chile Classic, the third stop on the schedule. Birdied the 72nd hole for a final-round 65 to wind up 18-under par, 17-under over his final 54 holes. Highlight of the day was an eagle-2 at the 12th hole, where he dunked an 8-iron approach from 157 yards. His finish in Santiago was his best on Tour since he won the 2003 Dayton Open...Also T9 at The Rex Hospital Open...Made the cut in one of the four Finals' events, with a T25 at the Nationwide Children's Hospital Championship.\n\n2011: Made five cuts in 16 starts on the Web.com Tour, with his best finish being a T39 at the Price Cutter Charity Classic. In his only PGA TOUR start, finished T55 at the Viking Classic. 2010: Played six events on PGA TOUR on Past Champions status, making three cuts with a best finish of T24 at the Puerto Rico Open. Did not play on the Web.com Tour. 2009: Made 15 starts on the Web.com Tour, with three top-25 finishes. Best effort was a T5 at the Northeast Pennsylvania Classic where he held the second- and third-round leads. Made seven starts on the PGA TOUR with his lone top-25 a T23 at the St. Jude Classic. 2008: Made six starts on TOUR. Also played 15 Web.com Tour events, making three cuts, with a best showing of T18 at the Livermore Valley Wine Country Championship. 2006: Played both the Web.com Tour and PGA TOUR, with 10 Web.com Tour starts and five on the PGA TOUR. Made two cuts on the PGA TOUR and did not make a cut on the Web.com Tour. 2005: Had two top-25 finishes in 22 starts, with a T15 at the Rex Hospital Open his best showing. 2004: In return trip to PGA TOUR, finished 208th on money list, with one top 25—a T18 at the Booz Allen Classic. Fired a 9-under-par 63 in the third round of the HP Classic of New Orleans. 2003: Played extensively on the Web.com Tour, finishing the season 14th on the money list, with $210,462 to earn a higher status than his Past Champion category for the 2004 TOUR season. Made the cut in 13 of 20 events, including three top-10 finishes. Grabbed his second career win on the Web.com Tour, at the Lake Erie Charity Classic at Peek'n Peak Resort. Birdied the final hole to finish 13-under-par 275, one shot in front of Bob Heintz and Chris Couch. Won again five weeks later at the Dayton Open. Playing in just third PGA TOUR event of season, finished T10 at the Reno-Tahoe Open. Top 10 was first since solo third at 1997 season-opening Mercedes Championships, a span of 72 TOUR events between top-10s. 2002: Posted his first top-25 on the PGA TOUR in four years, a T13 at the SEI Pennsylvania Classic. 2001: Won the Tri-Cities Open while playing 23 events to finish 43rd on the Web.com Tour money list. 1996: Became the first son of a PGA TOUR winner in 15 years to win a TOUR title, capturing the inaugural Greater Vancouver Open. 1991: Led the Canadian Tour Order of Merit while winning the British Columbia Open. 1989: Won the 1989 Atlantic Classic on the Canadian Tour.\n","otherCarHigh" : "Three-time All-Big Ten golfer at University of Iowa.","personal" : "Caddied for his father, Julius, for several years. Dad is a World Golf Hall of Fame member, an 18-time PGA TOUR winner who won two U.S. Opens.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1994","qSchoolYear" : "1993","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(2): 1989 Atlantic Classic [Can]. 1991 British Columbia Open [Can].","curYearHigh" : "Played in 14 events during his rookie campaign, including five via open qualifying...Turned in his most impressive outing in a Champions Tour event when he open qualified and then finished T3 at the Boeing Classic near Seattle in August...Rebounded from a second-round 1-over-par 73 with a 6-under-par 66 Sunday to finish T10 at The Principal Charity Classic in June in Iowa, the state where he starred as a collegian at the University of Iowa...Playing on a sponsor's exemption, found himself two strokes off the lead after 36 holes of the Allianz Championship before finishing T11...Made the cut at the PGA TOUR's Puerto Rico Open, finishing T64...Missed the cut at the TOUR's Barbasol Championship.","carHigh" : "2011: Made 16 starts on the Web.com Tour, with his best finish being a T39 at the Price Cutter Charity Classic. In his only PGA TOUR start, finished T55 at the Viking Classic. 2010: Made the cut in half of his six starts on TOUR, with a T24 at the Puerto Rico Open his best finish. 2009: Split time between the PGA TOUR and Web.com Tour. Made eight of 15 cuts on the Web.com Tour, with three top-25 finishes and a season-best T5 at the Northeast Pennsylvania Classic. Made four cuts in seven starts on TOUR, with a T23 at the St. Jude Classic his best showing. 2008: Made two of six cuts on TOUR...Made three cuts in 15 events on the Web.com Tour. 2007: Finished T49 at the Reno-Tahoe Open in only cut made of four attempts. Made six cuts in 22 attempts on the Web.com Tour, with his best finish being a T22 at the Price Cutter Charity Championship. 2006: Played the Web.com Tour and PGA TOUR, with 10 Web.com Tour starts compared to five on the TOUR. Made two cuts in five starts on the TOUR. 2004: In return trip to PGA TOUR, finished 208th on the money list with one top-25. 2003: Played extensively on the Web.com Tour, finishing 14th on the money list to earn higher status than his past champion category for the 2004 PGA TOUR season. Grabbed his second Web.com Tour win at the Lake Erie Charity Classic at Peek'n Peak Resort. Birdied final hole to finish 13-under-par 275, one shot in front of Bob Heintz and Chris Couch. Won again five weeks later at the Dayton Open. Playing in just third PGA TOUR event of 2003 season, finished T10 at the Reno-Tahoe Open. Top-10 was first since solo third at 1997 season-opening Mercedes Championships. 2002: Posted just one top-25 on the PGA TOUR between 1999-2002, a T13 at the 2002 SEI Pennsylvania Classic. 2001: Won the Tri-Cities Open while playing 23 events to finish 43rd on the Web.com Tour money list. 1996: Became first son of a PGA TOUR winner to win a TOUR title in 15 years when he won the inaugural Greater Vancouver Open. 1991: Winner of the Canadian Tour's British Columbia Open and went on to win the Tour's Order of Merit title. 1989: Won his first Canadian Tour title at the Atlantic Classic. Has also played on the PGA Tour of Australasia. Amateur: Three-time All-Big Ten golfer at University of Iowa. \n","otherCarHigh" : "Was a three-time All-Big 10 selection at the University of Iowa.","personal" : "Has also played on the Asian, Canadian and Australian Tours...Favorite golf course is Pebble Beach and would like to play Pine Valley. Favorite teams are the Iowa Hawkeyes, Miami Dolphins and Miami Heat. Favorite tv show is \"Seinfeld\" and his favorite movie is \"The Outlaw Josey Wales.\" Favorite entertainer is Hank Williams, Jr. Favorite athlete to watch is Dwyane Wade. Favorite food is Hungarian. Favorite cities to visit are Chicago and Orlando. Favorite vacation spots are the Bahamas and Mexico...Never travels without pictures of his children...First car was a Buick Regal...Dream foursome would include his father and his son. His father was two-time U.S. Open champion and World Golf Hall of Famer Julius Boros. Caddied for his father for several years on TOUR.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in 14 events during his rookie campaign, including five via open qualifying...Turned in his most impressive outing in a Champions Tour event when he open qualified and then finished T3 at the Boeing Classic near Seattle in August...Rebounded from a second-round 1-over-par 73 with a 6-under-par 66 Sunday to finish T10 at The Principal Charity Classic in June in Iowa, the state where he starred as a collegian at the University of Iowa...Playing on a sponsor's exemption, found himself two strokes off the lead after 36 holes of the Allianz Championship before finishing T11...Made the cut at the PGA TOUR's Puerto Rico Open, finishing T64...Missed the cut at the TOUR's Barbasol Championship.","carHigh" : "2014: Made his Champions Tour debut at the Pacific Links Hawaii Championship where he finished T53...A month after turning 50, open-qualified for the SAS Championship and found himself atop the leaderboard after the first round with a 6-under 66. Eventually finished T10 at Prestonwood CC, thanks to a birdie on the 17th hole. Performance as the highest non-exempt player among the top 10 earned him a spot in the Greater Hickory Classic at Rock Barn the following week...Also open-qualified for the AT&T Championship and finished T19 in San Antonio...In 18 starts, top Web.com Tour finish was a 14th-place showing at the United Leasing Championship...Made two starts on the PGA TOUR and missed the cut in both events.\n","otherCarHigh" : "Has made 250 starts on the PGA TOUR and 294 more on the Web.com Tour prior to the 2015 season...Highlight of his PGA TOUR career came in 1996 when he claimed the inaugural Greater Vancouver Open. Was tied for the 54-hole lead with Taylor Smith and held on despite bogeys on three of his final six holes, finishing one better than Smith, Lee Janzen and Emlyn Aubrey...Finished third at the 1997 Mercedes Championship and at the 1994 Deposit Guaranty Golf Classic. Played full-time on the PGA TOUR from 1994-'98 and again in 2004...In all made 110 cuts in his Tour career...Was a three-time winner on the Web.com Tour, including a pair of victories in 2003 at the Dayton Open and the Lake Erie Charity Classic. Other win came at the 2001 Tri-Cities Open...His play in 2003 was instrumental in his return full-time to the PGA TOUR after finishing 14th on the money list...Originally made it on to the PGA TOUR through the National Qualifying Tournament in 1993 where he finished T18...Waa a college star at the University of Iowa where he was a two-time All-Big Ten choice for the Hawkeyes. His brother, Julius, Jr., also competed for the Hawkeyes.","personal" : "Caddied for his father, Julius, for several years. Dad is a World Golf Hall of Fame member, an 18-time PGA TOUR winner who won two U.S. Opens.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T30th at the Allianz Championship.","dynStats" : "He ranks 99th in Charles Schwab Cup Money List on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}