{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02146","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Stewart","first" : "Payne","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "180","weightMetric" : "82","birthDate" : "January 30, 1957","age" : "59","birthPlace" : "Springfield, Missouri","residence" : "Orlando, Florida","family" : "Wife, Tracey Ferguson; Chelsea (11\/13\/85), Aaron (4\/2\/89)","education" : "Southern Methodist University (1979, Business)","splInterest" : "Hunting, fishing, cooking, Christianity","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1979","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "Inducted 2001","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1981","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(1): 1982 Magnolia Classic.","intlVics" : "(7): 1981 Indonesian Open [Asia], Indian Open [Asia]. 1982 Coolangatta-Tweed Head Classic [Aus]. 1990 World Cup [Indiv.]. 1991 Heineken Dutch Open [Eur]. 1992 Hassan II Trophy [Morocco]. 1993 Hassan II Trophy [Morocco].","curYearHigh" : "","carHigh" : "2009: The Payne Stewart GC, designed by Bobby Clampett and Chuck Smith, was dedicated in Branson, Mo.\n\n2006: The city of Branson, Mo., held a groundbreaking for the Payne Stewart GC.\n\n2001: Posthumously inducted into the World Golf Hall of Fame 18 months after his death. Honored with fellow inductees Judy Bell, Donna Caponi, Greg Norman, Allan Robertson and Karsten Solheim.\n\n2000: The PGA TOUR established the Payne Stewart Award, presented on an annual basis to the player who shows respect for the traditions of golf, has a commitment to uphold the game's heritage of charitable support and presents himself in a professional and meticulous way through his dress and conduct. \n\n1999: Boarded a plane on October 25 from his home in Orlando, Fla. Was scheduled to travel to Texas for the season-ending Tour Championship at Champions GC in Houston. At 9:27 p.m., EDT, communication with the plane ended, and officials later determined the plane suffered a loss of cabin pressure. The Learjet eventually veered off course and ran out of gas, crashing in Aberdeen, S.D., with all on board dying from hypoxia (a lack of oxygen)…Finished his season seventh on the money list, with his second U.S. Open victory turning out to be an exclamation point on his career…Won early in the year, at the weather-shortened AT&T Pebble Beach National Pro-Am. Opened 69-64 on the Monterey Peninsula, and his final-round 73 was enough for him to pick up a one-shot triumph over Frank Lickliter II…Was in prime position to make it two wins in four starts when he contended all week at the Honda Classic at TPC Heron Bay, eventually settling for a solo-second finish. Entered the final round seemingly out of contention, six strokes behind 54-hole leader Eric Booker. Played solid golf during tough weather conditions in the final round, shooting an even-par 70. But it wasn't enough to catch winner Vijay Singh, who won by two shots…Four starts later, again was in contention at the MCI Classic at Harbour Town GL. Made it into a playoff with Glen Day and Jeff Sluman, at 10-under. Day won the title with a birdie on the first extra hole. Finished his career on Hilton Head Island with two wins and three additional top-fives…At the U.S. Open at Pinehurst's No. 2 Course in June, opened 68-69 and was tied with Phil Mickelson and David Duval through 36 holes. Took the lead with 18 holes to play when he shot a 2-over 72. Led Mickelson by a shot. In the final day, matched Mickelson stroke for stroke and won the tournament by sinking an improbable par-saving, 25-foot putt on No. 16, a birdie at the par-3 17th and an 18-foot par putt on the final hole, giving him the title…Made one final run at a title, at the Air Canada Championship in early September. Had four rounds in the 60s, one of two players in the field with that distinction (Carlos Franco), to finish T4 with Scott McCarron and Phil Tataurangi, six shots back of champion Mike Weir…In what turned out to be his final PGA TOUR start, shot rounds of 71-71 to miss the cut at the National Car Rental Golf Classic\/Disney…A month earlier, played in his final Ryder Cup, a member of the winning U.S. team at The Country Club in Massachusetts. Halved his foursomes match with partner Davis Love III against Miguel Angel Jimenez-Padraig Harrington, lost his day-two foursomes match with partner Justin Leonard against Sergio Garcia-Jesper Parnevik and lost his singles match to Colin Montgomerie, 1-down.\n\n1998: Enjoyed second-best earnings year in his 17 full seasons on TOUR, and his big year of winnings put him seventh on the all-time money list, with $9,659,058. Began year by making first 15 cuts before missing the weekend at the PGA Championship, where he shot rounds of 76-74. Played in 19 events and finished in top 10 six times. Claimed his best finish since T3 at 1997 Bay Hill Invitational when he turned in a T4 at the Nissan Open. Opened with rounds of 60-67 to stand one off Billy Mayfair's 36-hole lead. Closed 69-70 to finish T4, with John Daly…Closing 65 at THE PLAYERS Championship produced a T8 finish at TPC Sawgrass. The 65 was the low round of the tournament…His bid for a third MCI Classic title ended with a final-round 72. Stood two shots behind Davis Love III after 54 holes but finished T3, 10 strokes back…Led after the first three rounds of the U.S. Open after posting 66-71-70. A closing 74 left him one stroke behind Janzen. Also finished second to Janzen at the 1993 U.S. Open. Tied the U.S. Open record with six consecutive birdies over two days. Birdied last three holes of the first round and first three of the second round…Opening 64 gave him the Greater Vancouver Open lead. Followed with rounds of 69-65, leaving him atop the leaderboard through 54 holes. Closing 70 put him three strokes behind winner Brandel Chamblee…Finished T4 at the Michelob Championship at Kingsmill after rounds of 70-67-71-67. \n\n1997: Had good start to year and a good finish. Earned three of seven top-10s in the first month of play then added four more in final month of action. Claimed more than $500,000 for the ninth time in his career. Following elbow surgery (chip removal) the previous December, made first start at the Phoenix Open…Closest brush with victory came at the Honda Classic. Shot three consecutive 68s and trailed by one stroke after the first and third rounds. Due to weather delays, played 36 holes Sunday. His closing 71 fell one short of 54-hole leader and winner Stuart Appleby…The following week, stood four strokes out of the lead through 54 holes at the Bay Hill Invitational. Final-round 67 left him T3, four strokes behind winner Phil Mickelson…Second top-10 stretch began at the Greater Vancouver Open. Fired an opening 64 to trail by one after 18 holes. Following back-to-back 68s, still trailed by one shot through 54 holes. Sunday 71 dropped him to T6…Added top-10s at the Bell Canadian Open (T8) and at the Michelob Championship at Kingsmill (T9)…In hometown of Orlando, shot 64 for the first-round lead at the Walt Disney World\/Oldsmobile Classic. Added a 67 to keep the lead through 36 holes. A weekend 70-75 dropped him to T10.\n\n1996: Seven top-10 finishes highlighted his campaign. Finished 33rd on the money list, with $537,293 in earnings. Finished third in PGA TOUR All-Around category, behind Fred Couples and Mark Calcavecchia. A victory at final full-field event—the Walt Disney World\/Oldsmobile Classic—would have earned him a spot in the TOUR Championship. With rounds of 68-63-70, was one stroke off lead entering final round. Dueled Tiger Woods throughout Sunday's round, losing in the end by one stroke…After a T12 at the Mercedes Championships, recorded a T4 at the Bob Hope Chrysler Classic. A fourth-round 63, tying the course record at Indian Ridge, gave him a share of the lead with Mark Brooks, John Huston, and Jeff Maggert. A closing 70 left him three strokes behind winner Brooks. Claimed a T3 at the Honda Classic, shooting 70-70-68-68. Despite an opening-round 74 at the Freeport-McDermott Classic outside New Orleans, came back to T4…Finished T9 in defense of his Shell Houston Open crown…Two weeks later, shot a closing 68 in Fort Worth to T6 at the MasterCard Colonial…The following week, entered the final round of the Kemper Open four strokes off Jay Williamson's lead…Closing 72 dropped him to T10.\n \n1995: After struggling with his game in 1994, returned to his prior form and won his ninth career title, at the Shell Houston Open. Came from seven strokes back after 54 holes to tie Scott Hoch and force a playoff in Texas. Won the playoff with a par on the first extra hole. The win was his first since his U.S. Open victory, a span of 3 years, 10 months, 14 days…Was one of only 10 players under par at THE PLAYERS Championship as he finished two strokes behind winner Lee Janzen in Ponte Vedra Beach…Finished T4 in his second start of the season, at the Phoenix Open..Was fifth the next week, at the AT&T Pebble Beach National Pro-Am…Other top-10 finishes included a T9 at the Kemper Open, where he was only one stroke back through 54 holes…Was also eighth at the Buick Open, where he opened with a pair of 65s.\n\n1994: Struggled more with mental side of golf than physical in least productive campaign since second year on TOUR, in 1982…Money-list finish was the lowest since his rookie season (No. 157). Took long stretches away from game on several occasions. Returned from a three-week hiatus following PGA Championship to place T10 in Bell Canadian Open, his second and final top-10 of year….After three more weeks away from the TOUR, finished T24 at the Walt Disney World\/Oldsmobile Classic, his final top-25…In February, had a solo fifth in the Bob Hope Chrysler Classic, his final-round 63 the lowest of his season…The next week, was T19 in Buick Invitational of California…Only other top-25 was T15 in FedEx St. Jude Classic in Tennessee in July…Of his seven missed cuts, six occurred over a nine-event stretch from THE PLAYERS Championship through the Canon Greater Hartford Open.\n\n1993: Was $17,125 shy of recording his second million-dollar campaign. Was a runner-up finisher four times, including a head-to-head battle with Lee Janzen in the U.S. Open. Trailed Janzen by a shot through 54 holes at Baltusrol GC. Shot an even-par 70 Sunday to Janzen's 69, giving Janzen the two-shot win and the title…Placed third at Memorial, where Paul Azinger holed out from bunker on the 72nd hole to supplant him as tournament leader…First top-10 of the season was a T9 at the AT&T Pebble Beach National Pro-Am…Two weeks later, was third at the Buick Invitational of California outside San Diego, a third-round 75 betraying him…The following week, at the Nissan Los Angeles Open, finished T2 in the weather-shortened event. Rounds of 72-66-71 at Riviera CC left him tied with Dave Barr, Fred Couples and Donnie Hammond, three strokes short of Tom Kite's winning total…Was again a runner-up in early April, in New Orleans, at the Free-ort-McMoRan Golf Classic. A final-round 69 at English Turn G&CC left him tied with Russ Cochran, one shot shy of champion Mike Standly…Enjoyed a top-10 at the Masters Tournament the following week, a T9…At the Shell Houston Open, another weather-shortened tournament, rounds of 66 in the first and final rounds, combined with a 68, gave him a T3 showing, a stroke out of the Jim McGovern-John Huston playoff…Final runner-up effort was a T2 at the Hardee's Golf Classic. Despite rounds of 66-68-67-65, could only finish T2 with D.A. Weibring, a distant seven shots behind the dominant David Frost…Won his second Skins Game title in late-November, defeating Fred Couples, Azinger and Arnold Palmer and pocketing $280,000…Played in the Ryder Cup, with the U.S. prevailing over Europe by two points. Went 3-1-0 in his four matches, including a 3-and-2 singles' win over Mark James…Also captained the victorious U.S. Dunhill Cup squad, which included Couples and John Daly...Successfully defended the Hassan II Trophy he won a year earlier in Morocco. \n\n1992: His No. 44 on money-list position at the end of the year was his worst since his first year on TOUR (No. 157 in 1981). Had consecutive top-10 finishes right after Memorial Day…Was T6 at the Kemper Open…Followed that with a T3 at the Memorial Tournament. Closed with back-to-back 66s at Muirfield Village for his best finish of the campaign, a 274-total, just one stroke out of the David Edwards–Rick Fehr playoff…Late in season opened 64-67 at the Walt Disney World\/Oldsmobile Classic, good for share of lead at the tournament's midpoint, before finishing solo fourth…Followed the Disney event with a T7 at the H-E-B Texas Open, closing with a 63, his lowest round of the season…Also had T6 at Greater Milwaukee Open after closing with sucessive 67s...Won his first Hassan II Trophy in Morocco.\n\n1991: Solidified his position as one of the game's great players when he added the U.S. Open crown to his list of achievements. In Minnesota, at Hazeltine National GC, finished regulation tied with Scott Simpson by shooting rounds of 67-70-73-72. The duo ended in a tie at 6-under. Won the 18-hole Monday playoff by shooting a 75 to Simpson's 77…First top-10 of the campaign came at the MCI Heritage Golf Classic. Four under-par rounds at Harbour Town GL resulted in a T4…Only other top-15 outings were a T12 at the Independent Insurance Agent Open, a T13 at the PGA Championship and a T14 at the Canadian Open…Won the unofficial Skins Game in December, beating John Daly, Curtis Strange and Jack Nicklaus…Was 2-1-1 at the Ryder Cup at The Ocean Course in South Carolina. Lost his singles' match to David Feherty, 2 and 1, during the Americans' one-point triumph. \n\n1990: Recorded eight top-10s, with winnings of $976,281 and a No. 3 spot on the money list. Successfully defended his title at the MCI Heritage Classic, defeating Steve Jones and Larry Mize in a playoff with a birdie on the second playoff hole at Harbour Town GL…Won the GTE Byron Nelson Classic at TPC Las Colinas by two strokes over Lanny Wadkins…Had three close calls, finishing second at the Memorial Tournament, the Centel Western Open and The Open Championship. A week after winning the Byron Nelson, played in the weather-shortened Memorial Tournament and shot a final-round 69 that left him a stroke behind winner Greg Norman…In mid-June, at the Centel Western Open, began the event at Butler National with a 68-67 first 36 holes to take a one-shot lead into the weekend. Shot a pair of 72s in the third and final rounds to finish four shots behind Wayne Levi…Final runner-up showing came at The Open Championship. Remained in striking distance of Nick Faldo at St. Andrews' Old Course, sitting in a tie for second with 18 holes to play—five shots back of Faldo's pace. Fired a final-round, 1-under 71 on the final day to finish in a T2 with Mark McNulty, unable to narrow Faldo's final advantage…At the World Cup, represented the U.S. with teammate Jodie Mudd at the event at the Grand Cypress Resort in Orlando. Won the International Trophy that goes to the individual champion. Shot four rounds in the 60s to outlast Denmark's Anders Sorensen by two shots. In the team competition, the U.S. finished fifth, six shots behind Germany (Bernhard Langer-Torsten Giedeon).\n\n1989: For the first time, won two tournaments in a season and finished a career-high second on the money list, surpassing $1 million for the first time in his career ($1,201,301). Highlight of the year came at the PGA Championship at Kemper Lakes outside Chicago. Opened the final major of the year with a 2-over 74 but moved up the leaderboard with a 6-under 66 Friday and was tied for 14th with nine others at the halfway mark. Appeared too far back after a 3-under 69 Saturday left him six shots behind 54-hole leader Mike Reid, with 10 players ahead of him. When Reid faltered Sunday, shooting a 2-over 74, he pounced, with a 5-under 67 that was enough to pass Reid and hold off Andy Bean, who shot a 66. The one-stroke victory was his first major championship…Other victory came early in the year when he set the stage for bigger things later in the season with a triumph at the MCI Heritage Golf Classic on Hilton Head Island. Rounds of 65-67-67-69 earned him a seemingly easy five-shot win over Kenny Perry at Harbour Town GL. Was the only player in the field to record four consecutive sub-70 rounds…Just missed on making his season very special, with three runner-up performances and an additional two third-place showings. First second-place effort came at the Honda Classic in early March. Four under-par rounds at TPC Eagle Trace were not enough, as he finished four strokes behind winner Blaine McCallister…The following week, only an opening 76 at the Nestle Invitational at Bay Hill kept him from seriously contending in Orlando. Finished T4 after consecutive rounds of 69-65-70 followed…Was also the runner-up at the Buick Open. Maintained a one-shot advantage over Hal Sutton with a round to play at Warwick Hills G&CC. Could only fashion an even-par 72 on the final day that left him T2 with Billy Andrade and Doug Tewell, with Leonard Thompson passing everybody for the title…Final runner-up was at the season-ending Nabisco Championship. Couldn't convert another tournament at Harbour Town GL in to a victory. Finished the tournament tied with Tom Kite at the end of regulation, with Kite securing the title on the second extra hole with a par. Still was able to force the playoff with Kite by shooting a Sunday, 5-under 66…Added third-place performances at the Memorial Tournament (final-round 65) and the NEC World Series of Golf…At the unofficial Asahi Glass Four Tours World Championship of Golf at Yomiuri CC in Tokyo, went 1-2-1 in his four singles matches, beating Jet Oazki, losing to Bernhard Langer and Gordon Brand (in the team championship match) and halving with Wayne Grady…In his second Ryder Cup, was 1-3-0 at The Belfry's Brabazon Course. Lost in singles to Jose Maria Olazabal, who he had defeated in singles two years earlier. Lone win came in foursomes, when he joined forces with Lanny Wadkins to win, 1-up, over Howard Clark and Mark James. \n\n1988: Two runner-up outings, including a playoff loss, were the highlights of his season that saw him finish 14th on the money list. Opened the year with back-to-back top-10s, at the MONY Tournament of Champions (T7) and the Bob Hope Chrysler Classic (T4)…First runner-up finish of the campaign came at the Honda Classic, a T2 despite a pair of 67s on the weekend at TPC Eagle Trace. His weekend play wasn't enough to catch winner Joey Sindelar…At the Provident Classic, opening and closing rounds of 65 combined with second- and third-round 67s, was enough to earn him a tie at the end of regulation with Phil Blackmar at Valleybrook G&CC. In the overtime session in Chattanooga, lost the tournament when Blackmar made birdie on the first sudden-death hole…Only other top-five performances occurred at the Texas Open (T5) and at the Nabisco Championship—a disappointing finish to his season, a T3. Was two shots off the pace after shooting a Saturday 64 at the par-72 Pebble Beach GL. Missed the Curtis Strange-Tom Kite playoff by a stroke when he shot a 1-over 73 on a day when no player in the 30-man field was able to break par…Added top-10s at the Hertz Bay Hill Classic and the Memorial Tournament (T6s) , The Open Championship (T7), THE PLAYERS Championship (T8), the Panasonic Las Vegas Invitational and the PGA Championship (T9s) and the U.S. Open (T10).\n\n1987: Surpassed the $500,000 mark in earnings for a second consecutive year, finishing 12th on the final money list. Won his third career title, capturing the Hertz Bay Hill Classic. Took control of the tournament with an 8-under 63 in the third round after opening 69-67 through the first 36 holes. Added a 65 Sunday to defeat David Frost by three shots…Picked up a pair of runner-up showings, finishing T2 a week before his victory. At the Honda Classic, had a disappointing start to the event, opening with a 3-over 75. Played solid golf the rest of the way—68-68-71—but could only force his way into the runner-up position with Bernhard Langer, three shots behind winner Mark Calcavecchia…First second-place effort came at the AT&T Pebble Beach National Pro-Am. Began the final round two shots clear of Langer, Sandy Lyle and Lanny Wadkins. Never gathered any momentum on the final day, firing an even-par 72 Sunday at Pebble Beach GL, allowing Johnny Miller to pass him and win by a shot…Earned an additional two third-place efforts. First came at the Greater Greensbor Open, where a pair of 70s on the weekend led to a T3…Was solo third at the Big “I” Hoston Open, thanks to a closing 67 in Texas…Best major championship showing came at The Open Championship, a T4, at Muirfield…Played in his first Ryder Cup, part of the U.S. team that lost to Europe in Dublin, Ohio. Was 2-2-0 in his four matches, including a decisive 2-up singles' win over Jose Maria Olazabal.\n\n1986: Earned more than half-a-million dollars for the first time in his career and without the benefit of a victory still finished third on the money list. In his 22 made cuts in 29 starts, finished in the top-10 in 16 of them. Had three runner-up finishes, all in weather-shortened tournaments. First came at the AT&T Pebble Beach National Pro-Am. Placed a distant five shots behind winner Fuzzy Zoeller…Lost in a playoff at the Colonial National Invitational—a 54-hole tournament. Fired rounds of 72-67-66 to complete regulation tied with Dan Pohl, with Pohl getting the better of him in the overtime in Fort Worth…Final second-place finish came at the Vantage Championship, where his final two rounds in the 54-hole event got him to 13-under but still a stroke short of winner Ben Crenshaw at Oak Hills CC in San Antonio…Additional top-fives came at the Walt Disney World Oldsmobile Classic (T4), a disappointing result especially after he held the 54-hole lead by two strokes over Raymond Floyd, Lon Hinkle and Mike Sullivan…Finished third at the Federal Express St. Jude Classic in August, T4 at the Byron Nelson Golf Classic and T5 at both the Bob Hope Chrysler Classic and the PGA Championship.\n\n1985: Came close to victory again but two runner-up finishes—at The Open Championship and the Byron Nelson Golf Classic—left him winless for a second consecutive year. Only missed two cuts in his 27 starts. Began his season with a final-round 66 at the Bing Crosby National Pro-Am, which allowed him to move into a T5 in Monterey…Added a T4 at the Houston Open in late-April, this time a solid 66 in the opening round to go with three other par-or-better efforts at Woodlands CC…At the Byron Nelson Golf Classic, weekend rounds of 66-68 were enough to get him into a playoff with Bob Eastwood at Las Colinas. Both players struggled in the overtime, with Eastwood eventually prevailing on the first playoff hole when he made a bogey…Played solid all week at the U.S. Open at Oakland Hills, firing three rounds of 70 to go with a third-round 71 that gave him a T5…In his next major start, at The Open Championship, rallied on the final day at Royal St. George's GC with a 2-under 68 (tying him with Jose Rivero and Eamonn Darcy). His strong, final-round play still left him a stroke short of winner Sandy Lyle…Final top-10s of the campaign came at the Southern Open (T6) and the Walt Disney World\/Oldsmobile Clasic (T4)…Recorded his lone PGA TOUR hole-in-one when he aced the par-3 16th at Riviera CC in the second round on his way to a T25 at the Los Angeles Open.\n \n1984: Saw his streak of years winning a tournament end at two, but he did record his best money-list finish, an 11th-place position. Biggest disappointment came at the Colonial National Invitational in May when he lost in a playoff to Peter Jacobsen. Opened a two-shot, 54-hole lead over Jacobsen in Fort Worth but watched Jacobsen force a playoff when Jacobsen shot a Sunday 70 to his 2-over 72. Jacobsen won the overtime period with a birdie on the first sudden-death hole…The following week, was in contention again, finishing T3 at the Memorial Tournament in Ohio. Needed a strong final round to overcome the five-shot deficit he faced with a round to play. Did shoot a 3-under 69 that allowed him to move into a T3 but still three shots shy of winner Jack Nicklaus…Waited all the way until mid-May for his first top-10, a T9 at the Byron Nelson Golf Classic…Again just missed on a victory—this time at the Buick Open in August. At Warwick Hills, rounds of 65-65-69-69 left him one shot short of Denis Watson. A birdie on any of his finishing holes would have forced the playoff, but he ended the tournament making four consecutive pars…Final top-five of the season was a T3 at the 90-hole Panasonic Las Vegas Invitational. Shot a fourth-round, 6-under 64 at Tropicana CC to move into third, a shot behind co-leaders Johnny Miller and Craig Stadler. In the final round, at Las Vegas CC, shot a 1-over 72 to T3 with Stadler, two shots behind Watson. \n\n1983: Won on TOUR for a second consecutive season, waiting until late-October to earn the title. At the Walt Disney World Golf Classic in Orlando, fired consecutive rounds of 69-64-69-67 at the three Walt Disney World courses to edge Nick Faldo and Mark McCumber by two shots…Made a strong bid for a win at the Greater Milwaukee Open in July. Began the final day tied for 11th, four shots behind leader Don Pooley. Fired a 5-under 67 only to fall a stroke short of the Morris Hatalsky-George Cadle playoff that Hatalsky won at Tuckaway CC…A week earlier, at the Western Open, had a solid first 54 holes at Butler National. Was two strokes off McCumber and Tom Watson's lead. Could only manage a 2-over 74 on the final day to fall into a T6 with Clarence Rose, five shots behind McCumber's winning score…In defense of his Miller High Life Quad Cities Open title, was in a position to make it two wins in a row in Coal Valley. Was tied for second with Hatalsky and Danny Edwards, trailing Dan Forsman by a shot. Came in with an even-par 70 Sunday to finish T7 with Ron Streck…Added a T9 in his season-opening event, the Joe Garagiola-Tucson Open…Was also T4 at the Southern Open.\n\n1982: Broke through in a big way by winning a pair of tournaments during his 24 TOUR appearances. After missing two cuts and finishing T42 at the Honda Inverrary Classic, he entered the unofficial Magnolia Classic played opposite the Masters Tournament and took control of the event early. At Hattiesburg CC in Mississippi, shot an opening 65 then took a share of the second-round lead, with Don Levin, at 8-under. A third-round 71 dropped him into a T2 with Mike Smith and Jeff Thomsen with 18 holes to play. Rolled to a three-shot triumph when he fired a 3-under 67 on the final day to outlast Jay Cudd and Bruce Douglass…Validated that win four months later when he captured the Miller High Life Quad Cities Open. At Oakwood CC in Coal Valley, Ill., began the final round tie for fifth, two shots off the lead held by a trio of players. On the final day, shot a best-round-of-the-day 63 to pull away from the field and defeat McGowan and Brad Bryant by two shots…Made another strong bid at victory in August, at the Buick Open in Michigan. Held a share of the 54-hole lead with Curtis Strange at Warwick Hills G&CC after opening 68-69-67. Couldn't maintain his momentum, match Strange by shooting an even-par 72 on the final day to fall into a T3 with George Archer, three shots short of winner Lanny Wadkins…Other top-10 came at the Danny Thomas-Memphis Classic in June—a T9. \n\n1981: TOUR debut as a professional came at The Open Championship. In his first major appearance, shot rounds of 73-75-74-77 to T58 at Royal St. George's GC…Picked up his first top-10 when he opened 67-65 at the Southern Open in October. Took a three-shot lead into the weekend, leading a group of five players. Shot an even-par 70 at Green Island CC Saturday to drop into a tie with Jeff Mitchell atop the leaderboard. Faltered badly Sunday, shooting a 3-over 73 to T9 with Dave Eichelberger, Scott Hoch and Calvin Peete…Only other top-15 outing was a T15 at the Pleasant Valley Jimmy Fund Classic outside Boston. Had four rounds at par or better at Pleasant Valley CC…Won his first professional title, the Indian Open…Added another victory later in the season when he captured the Indonesia Open in Jakarta in April. Finished regulation tied with Sukree Onsham, Chi San Hsu and Tze Chung Chen. Curled in a 20-foot birdie putt on the first extra hole to capture the title.\n\nAmateur: Made his PGA TOUR debut, earning a spot in the Colonial National Invitational field. Rounds of 76-74 in Fort Worth led to a missed cut. \n\n","otherCarHigh" : "","personal" : "Was always easily identified on course because he was the only player on TOUR to wears knickers...Introduced to the game by his father, Bill, who played in the 1955 U.S. Open.","otherInfo" : "","ntlTeams" : "Ryder Cup (4), 1987, 1989, 1991, 1993; World Cup (2), 1987, 1990; Nissan Cup (1), 1986; Kirin Cup (1), 1987; AsahiGlass Four Tours World Championship of Golf (2), 1989, 1990; Dunhill Cup (1), 1993.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 11 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}