{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23983","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Donald","first" : "Luke","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "165","weightMetric" : "75","birthDate" : "December 7, 1977","age" : "38","birthPlace" : "Hemel Hempstead, England","residence" : "Jupiter, Florida","family" : "Wife, Diane; Elle Georgina (2\/26\/10), Sophia Ann (11\/11\/11), Georgina Campbell (5\/23\/14)","education" : "Northwestern University (2001, Art Theory and Practice)","splInterest" : "Art, music, wine making","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2001","clubAffl" : "","cityPlaysFrm" : "High Wycombe; ; England","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2002","qSchoolYear" : "2001","exmtStatus" : "2011 leader in official earnings, (through 2015-16)","otherVics" : "(2): 2004 World Cup [with Paul Casey]. 2005 Target World Challenge.","intlVics" : "(8): 2004 Scandinavian Masters [Eur], Omega European Masters [Eur]. 2010 Madrid Masters [Eur]. 2011 BMW PGA Championship [Eur], Barclays Scottish Open. 2012 BMW PGA Championship [Eur], Dunlop Phoenix [Jpn]. 2013 Dunlop Phoenix [Jpn].","curYearHigh" : "At the European Tour's British Masters in October 2015, posted weekend rounds of 65-69 at Woburn GC to earn a top-five showing, a T5 with Kiradech Aphibarnrat, Marcus Fraser and Mike Lorenzo-Vera, four strokes short of winner Matthew Fitzpatrick.","carHigh" : "2014-15: Claimed a pair of top-10 finishes in 18 starts to advance to the FedExCup Playoffs for an eighth time. A 2-over 73 in the final round at TPC Boston resulted in a T39 finish and an end to his season at No. 80 in the FedExCup standings...At the European Tour's Nedbank Golf Challenge in early December, took a two-stroke lead into the weekend after firing a second-round, 9-under 63 at Gary Player CC in Sun City, South Africa. Maintained a one-shot lead over Danny Willett with a round to play but shot a 1-over 73 on the final day to drop into solo third, six shots behind Willett...The 2006 Honda Classic champion returned to PGA National and once again worked himself into the mix down the stretch. Despite a 4-over 74 in the third round, posted scores of 69-67-67 in the other three rounds, respectively, to claim a T7. The top-10 finish was his fourth consecutive in the event and fifth in the previous six years...Posted four rounds in the 60s to finish T7 at the Travelers Championship…Turned in a top-10 at the Aberdeen Asset Management Scottish Open in July. Had four rounds in the 60s at Gullane GC to T7 with Daniel Brooks and Ross Fisher. \n\n2013-14: By own standards had an off year, with 13 of 17 made cuts and just three top-10s. Ended season at the second FedExCup Playoffs event near Boston after missing the cut at The Barclays and finishing T57 at the Deutsche Bank Championship. Ended a streak of advancing to the TOUR Championship by Coca-Cola each season since 2009...After opening with a 1-over 73 at the DP World Tour Championship, the European Tour's season finale in November 2013, peeled off rounds of 66-67-67 to T5 with Rory McIlroy and Lee Westwood in Dubai...Shot a final round, 5-under 66 to defend his title at the Dunlop Phoenix on the Japan Golf Tour in late-November 2013. Entered the final round with a two-stroke lead at Phoenix CC. Finished at 14-under 270 to defeat Kim Hyung-sung of South Korea by six shots...The 2006 Honda Classic champion and 2008 runner-up returned to PGA National in late February, where he opened with rounds of 67-68-68. A 2-over 72 in the final round sidetracked his bid for a second title, putting him in a T8 with Sergio Garcia, Stuart Appleby and David Lingmerth...Two years after winning the Valspar Championship on the first hole of sudden death, returned to Innisbrook Resort & GC and nearly claimed a second title at the Copperhead Course. The T4 finish was his fourth consecutive top-10 in the event. He finished sixth in 2010, won in 2012 and claimed fourth-place honors last year...With rounds of 70-69-66, entered the final round of the RBC Heritage with a two-stroke lead over John Huh. His final-round, 2-under 69 left him one stroke behind fellow RBC Ambassador Matt Kuchar. The runner-up finish was the 13th of his career, with three coming at Harbour Town. His last six starts at the RBC Heritage, beginning in 2009, led to T2, T3, second, T37, T3 and another second-place finish. In the nine occasions that he has held\/shared the 54-hole lead, has won twice (2002 Sanderson Farms Championship and the 2006 Honda Classic), finished second six times and third once...At the European Tour's BMW PGA Championship, struggled early in the final round, with a bogey and a triple bogey in his first six holes. Rebounded nicely after that with five birdies over his final 12 holes but had to settle for a T3 with 54-hole leader Thomas Bjorn, two strokes behind McIlroy's 14-under winning total.\n\n2013: Season included 14 made cuts in 17 starts, with a T3 at the RBC Heritage the best of his five top-10 finishes. Finished the season No. 28 in the FedExCup...In defense of his Tampa Bay Championship title, closed with bogey-free rounds of 67-69 to finish T4 with Greg Chalmers and Justin Leonard...Carded a final-round, 2-under 69 to finish T3 at the RBC Heritage. In eight starts at the event, owns four top-three finishes (T2 in 2009, T3 in 2010 and second in 2011)...In May, in recognition of his contributions to professional golf and his role as a global ambassador for Britain, was honored with a Most Excellent Order of the British Empire at Buckingham Palace as part of the 2012 Queen's Birthday Honours List. The MBE is an order of chivalry—it was established by George V in 1917—which honors civilians and service personnel for public service and other distinctions...Making his 10th start at the U.S. Open, finished T8 for his first top-10 at the event. The U.S. Open had been the lone major he had failed to record a top 10, with three previous top-10s at the Masters and two each at the PGA Championship and The Open Championship...Posted three rounds in the 60s at Firestone CC en route to a T9 with three others at the World Golf Championships-Bridgestone Invitational. Began the final round T4, before a 2-over 72 resulted in the T9...Began the BMW Championship at No. 54 in the FedExCup standings, but playing at Conway Farms and not far from the Northwestern University campus where he starred in college, finished T4, five strokes behind winner Zach Johnson. Moved all the way to No. 29 in the FedExCup to guarantee his fifth consecutive trip to the TOUR Championship by Coca-Cola. Only other player to play his way into the closing event at East Lake GC was Nick Watney (from No. 34 to No. 12). Went on to finish T18 at East Lake GC.\n\n2012: Making his third start of the season, and one week after losing the top spot to Rory McIlroy in the Official World Golf Ranking, finished T6 at the World Golf Championships-Cadillac Championship for his first top-10 of the season (after leading the TOUR in 2011, with 14)...Carded a final-round 66 to overcome a three-shot, 54-hole deficit and win the Transitions Championship in a four-man, one-hole playoff to claim his fifth PGA TOUR title. Improved his PGA TOUR playoff record to 1-2 when he converted a 6-foot, 7-inch birdie putt on No. 18, the first hole of sudden-death, to defeat Jim Furyk, Sangmoon Bae and Robert Garrigus. Closing 66 was a career-best at the Copperhead Course, and he became the first player from England to win the Transitions Championship. With the victory, he moved ahead of McIlroy as the No. 1 player in the Official World Golf Ranking just two weeks after losing the top spot...Collected his third top 10 of the season with a solo third at the Zurich Classic of New Orleans. Bounced back from an opening-round 73, with scores of 65-66-67 over the final 54 holes. Recorded an eagle on the par-4 No. 1 in the second round when he holed a 7-iron from 150 yards. Moved back to No. 1 in the Official World Golf Ranking with the New Orleans finish. Owns top-10s in both of his appearances at the Zurich Classic of New Orleans (T8 in 2011 and third in 2012)...Posted his fourth top-10 of the season with a solo sixth at THE PLAYERS, finishing 9-under. Played the final 57 holes in 11-under. Carded a final-round 66 that featured a 6-under 30 on the back nine at TPC Sawgrass, equaling the tournament record back-nine score. During opening round 72, made eagles at the par-5 No. 2 and par-5 No. 16, becoming the 17th player to record two eagles in one round at THE PLAYERS since 1982. Notched third top 10 in 10th career start at THE PLAYERS. Narrowly missed moving back to No. 1 in the Official World Golf Ranking with solo-sixth finish. Needed a finish of solo fourth or better to overtake McIlroy after McIlroy missed the 36-hole cut...Regained the No. 1 position in the OWGR in late May when he successfully defended his BMW PGA Championship at Wentworth Club on the European Tour. Was tied with Justin Rose with 14 holes to play in the final round and then took control of the tournament, beating Rose and Paul Lawrie by four strokes. In the process, became on the third player in the event's history to win back to back, joining Nick Faldo and Colin Montgomerie...Finished T5 in his 12th Open Championship appearance, handing on to the top spot in the Official World Golf Ranking in the process. After missing the cut in his first five starts (1999, 2000 and 2002-04), he has since reeled off six of seven made cuts at the Open, with best finishes in 2012 (T5), 2009 (T5) and 2010 (T11)...Making his 26th start in a World Golf Championships event, recorded his 13th top 10 finish, a T8 at the Bridgestone Invitational. Both McIlroy and Tiger Woods entered the week with a chance to surpass him in the Official World Golf Ranking, but he hung on to the top spot with his sixth top-10 finish of the season...Finished T32 at the PGA Championship, with McIlroy winning the year's final major championship, and in the process falling from the top spot in the Official World Golf Ranking...Bookend top-10 finishes in the Playoffs—T10 at The Barclays and T3 at the TOUR Championship by Coca-Cola—gave the Englishman his third-consecutive top-10 finish in the FedExCup, a ninth-place effort following his third-place performances the previous two seasons. Opened at East Lake GC with a 1-over 71 but was the only player in the field to post rounds in the 60s the final three days (69-67-67)...Making his fourth start in the Ryder Cup, helped lead the European team to a one-point win over the United States in his adopted hometown of Chicago. Posted a 2-2-0 record for the week, highlighted by leading a Sunday charge as the first match out, defeating Bubba Watson, 2 and 1...Trailed leader Peter Hanson by four shots entering the final round of the European Tour's BMW Masters in Shanghai. Shot a bogey-free, 6-under 66 on the final day at Lake Malaren GC but still finished four shots shy of Hanson's winning total, settling for a solo third...Won his third title of the campaign when he captured his first Japan Golf Tour title—the Dunlop Phoenix. Opened 65-64 and held a four-stroke lead at the halfway point at Phoenix CC. Maintained his four-shot cushion through 54 holes, leading Brendan Jones and Shunsuke Sonoda. Shot a final-round, 3-under 68 to defeat Hideki Matsuyama by five strokes...A week later, went into the final round of the DP World Tour Championship tied for the lead with McIlroy. Shot a final-round, 1-under 71 in the European Tour's final event of the season to T3, five shots behind McIlroy. Completed the European Tour season seventh in the Race to Dubai rankings. \n\n2011: Became first player from England to earn PGA TOUR Player of the Year honors since the award's inception in 1990. Also became the first Englishman to claim the Arnold Palmer Award. Won two events on TOUR and ranked No. 1 on the both the PGA TOUR's and European Tour's money lists. Earned his third career PGA TOUR title and first World Golf Championships triumph, at the Accenture Match Play Championship, with a 3-and-2 victory over Martin Kaymer in the finals. On the road to the championship match, he defeated Charley Hoffman (6 and 5), Edoardo Molinari (2 and 1), Matteo Manassero (3 and 2), Ryan Moore (5 and 4) and Matt Kuchar (6 and 5). It was his first victory since the 2006 Honda Classic, a span of 86 starts during which he collected 28 top 10s. Never trailed in any of his six matches and was never extended to the 18th hole in any match, joining Tiger Woods as champions who never played No. 18 en route to victory. Improved from No. 9 to No. 3 in the Official World Golf Ranking, the highest position of his career...Came back the following week with a T10 finish at The Honda Classic, an event he won in 2006...Finished T6 at the World Golf Championships-Cadillac Championship in his bid to become the sixth player with multiple World Golf Championships victories and just the second player (Tiger Woods) to win consecutive World Golf Championships events. Entered the final round just two shots behind Dustin Johnson, but an even-par 72 left him five strokes behind Nick Watney...Recorded fourth-consecutive top-10 finish with a T4 finish at the Masters Tournament. With rounds of 72-68-69-69, strung together three rounds in the 60s for the first time in seven starts at the Masters. Has three top-10 finishes at the Augusta National (T3 in 2005, T10 in 2007 and T4 in 2011) and has closed with rounds of 69-69 in both of his best finishes...Knowing a victory would have propelled him to No. 1 in the Official World Golf Ranking, he lost on the third playoff hole to Brandt Snedeker at The Heritage after holding the second- and third-round leads. Extended his TOUR-leading streak of consecutive rounds at par or better to 13, but still fell just shy of winning an event that has seen him finish second (2011), T3 (2010) and T2 (2009) in his last three starts at Harbour Town. It marked his fifth top-10 in six starts, with his only missed cut coming in his first start at the Northern Trust Open. It was the sixth time in seven attempts he has failed to carry the 54-hole lead\/co-lead on to victory on the PGA TOUR, with his win at the 2006 Honda Classic the exception...Sixth top-10 finish of the year came in the form of T8 honors at the Zurich Classic of New Orleans in his first appearance there. Shot rounds of 68-71-70-69 and remained in the No.2 spot in the FedExCup standings as Bubba Watson's win moved him into the No. 1 spot...Seventh consecutive top-10 showing came at THE PLAYERS, with rounds of 69-67-71-71 to finish T4, three shots out of the K.J. Choi-David Toms playoff. Earned second-career top five at THE PLAYERS. Seven top 10s in first eight starts equal the total number he had during the entire 2010 season...A week later in Europe, he had a chance to ascend to the No. 1 position in the Official World Golf Ranking. Made it to the finals of the Volvo World Match Play Championship but dropped the championship match to Ian Poulter, 2 and 1, at Finca Cortesin in Spain...Finally made it to No. 1, ascending to the top spot when he defeated Lee Westwood in a playoff at the BMW PGA Championship. Came from behind on the final day to force overtime and then watched as Westwood hit his approach onto the green on the first playoff hole into the water. He added a fifth career European Tour win in early July when he shot a final-round 63 at the rain-shortened Barclays Scottish Open to defeat Fredrik Andersson Hed by four strokes at Castle Stuart GL. The 63 was his low European Tour 18-hole round, and the victory was worth €550,249, putting him atop the Race to Dubai money chart despite only playing seven tournaments...Finished T7 at the Memorial Tournament for his second top 10 in seven starts at the event (T6 in 2008). Led the FedExCup standings for the first time in his career. Joined Tiger Woods as the only players to hold No. 1 slot in both the FedExCup standings and the Official World Golf Ranking at the same time...Finished T2 at the World Golf Championships-Bridgestone Invitational. It is his third top 10 at the Bridgestone Invitational and first since 2006. Was one of five players to record all four rounds in the 60s at Firestone CC...Became one of just six players with multiple top-10 finishes in the 2011 major championships with a T8 performance at the PGA Championship (T4 at the Masters his best showing). Closed with matching, 2-under 68s on the weekend for his 10th top-10 finish of the season (tops on TOUR)—equaling his career-high for top 10s in 2006. Played Atlanta Athletic Club's Nos. 1-14 at 10-under par for the week but was 7-over on Nos. 15-18...One season after finishing runner-up at the event, finished T3 at the Deutsche Bank Championship. Ended two strokes behind champion Webb Simpson for his TOUR-leading 11th top-10 finish of the season...Finished fourth at the BMW Championship in his 10th career start at the event. Recorded three straight rounds in the 60s, after opening with a 4-over 75 (75-66-67-68)...Finished T3 at the TOUR Championship by Coca-Cola for his TOUR-leading 13th top-10 finish. It marked the second-straight year he has finished one stroke out of the playoff at East Lake. As a result of his strong play all season, finished No. 3 in the FedExCup for the second-consecutive season. He and Webb Simpson were the only two players with three top-10 finishes in the four Playoff events...Trailed money leader Simpson by $363,029 with one event left in the 2011 TOUR season. Added the Children's Miracle Network Hospitals Classic to his schedule in an effort to claim the money title. Needed to finish no worse than in a two-way tie for second to have a chance. Paired with Simpson in all four rounds, the world's No. 1-ranked player came from five strokes back in the final round, highlighted by six consecutive, back-nine birdies (Nos. 10-15) to claim the title, his first PGA TOUR stroke-play title since the 2006 Honda Classic. \n\n2010: Recorded three runner-up finishes during the season en route to third in the final FedExCup standings. Won his third career European Tour event and was part of the victorious European Ryder Cup squad...Finished second at the Northern Trust Open, two strokes behind Steve Stricker. His final-round, 5-under 66 gave him his third consecutive top-10 finish at Riviera. Was aiming to become just the second Englishman (Nick Faldo, 1977) to win at Riviera CC...Turned in his top World Golf Championships performance when he T3 at the HSBC Champions in Shanghai, China. Finished a distant 10 strokes behind winner Francesco Molinari. He started the final round four back of the lead but saw his chances at victory derailed by a 1-over 73...Lost in third round of World Golf Championships-Accenture Match Play Championship to fellow Englishman Oliver Wilson in 20 holes, marking his fourth T9 at Accenture in six appearances...Finished T6 at the Transitions Championship, ranking third in Greens in Regulation (54 of 72, 75 percent)...Followed a T2 at the 2009 Verizon Heritage with a T3 in 2010. One of just five players who managed under-par scores all four rounds, finishing three strokes behind champion Jim Furyk. It was the 40th top-10 and the 90th top-25 finish of his career on the PGA TOUR...Won the Madrid Masters on the European Tour, making an eagle on the par-5 16th hole in the final round to break a tie with Rhys Davies...Posted four rounds in the 60s at the RBC Canadian Open to finish third, two strokes off Carl Pettersson's winning score of 14-under...Opened the final round of The Barclays with six consecutive birdies, the longest-birdie streak to open a round since Joe Durant opened with seven birdies during the final round of the 2005 Honda Classic. Carded a front nine 7-under-par 28 to equal the low nine-hole score of the season. Finished T15. Prior to final round, chosen as one of Colin Montgomerie's three captain's selections for the 2010 European Ryder Cup team...Entered the final round of the Deutsche Bank Championship two strokes behind 54-hole leader Jason Day and actually took possession of the lead on the front nine, but was unable to match Charley Hoffman's 62, finishing T2...Also finished runner-up at the TOUR Championship, just one stroke behind tournament and FedExCup champion Jim Furyk. It was the 10th second-place finish of his PGA TOUR career. Since the 2004 season when Donald posted his first runner-up finish at the Buick Invitational, only Tiger Woods (15) and Jim Furyk (13) have more second-place finishes...Went 3-1 at the Ryder Cup to help lead the European Team to a slim one-point win over the United States. Capped the competition with a 1-up win over Jim Furyk to join Ian Poulter with a team-high three points earned. \n\n2009: Finished in the top 30 in the FedExCup standings for the first time in his career...His six top-10 finishes were the most since the 2006 season...Steady start to season after left wrist surgery in 2008, with top-25 finishes at the Sony Open in Hawaii (T23), FBR Open (T25) and a T7 at the Buick Invitational, where he ranked No. 1 in Sand Saves (7 for 7)...Posted his second top-10 of the season at the Northern Trust Open (T6), where he was one of four players to record all four rounds in the 60s. It represented his fourth top-15 finish at the tournament in the last five years...Finished T9 after conceding his third-round match to Ernie Els at the Accenture Match Play Championship when he re-injured his wrist during the match...Closed with weekend rounds of 65-66 (matched only by champion Brian Gay) to finish T2 and 10 strokes back at the Verizon Heritage. It was the seventh runner-up finish of his career...Finished two shots back of winner Stewart Cink in T5 at The Open Championship with a final-round 67, one of five players to shoot the final-round low that day. It marked his career-best finish at The Open Championship in nine starts and his best finish in a major championship since a T3 at the 2006 PGA Championship...Finished T10 at BMW Championship, the third PGA TOUR Playoff event, in adopted hometown of Chicago. Jumped from 32nd to 28th in FedExCup standings entering the TOUR Championship by Coca-Cola, securing third trip to Atlanta. \n\n2008: Season cut short after undergoing surgery on his left wrist on Aug. 11 to repair a tendon injury. Still managed to surpass $1 million in earnings for the fifth consecutive season, finishing the season No. 67 on the money list...Posted three top-10 finishes in just 11 starts, with a best finishing being a runner-up to Ernie Els at The Honda Classic. Held the 18-hole lead and a share of the 54-hole lead...Withdrew on No. 15 at Torrey Pines in the final round at the U.S. Open with a wrist injury. He had his wrist taped by an emergency medical team, but decided he could not continue. \n\n2007: Two runner-up finishes highlighted a consistent season that included marriage to the former Diane Antonopoulos on June 24 in Greece. Finished 31st in FedExCup points, so didn't qualify for the TOUR Championship. Was 29th in money...Finished seventh at the season-opening Mercedes-Benz Championship...T2 at the Sony Open in Hawaii the following week. Held the 18-hole lead after posting a 7-under-par 63, and a share of the 36-hole lead at 11-under-par 129. Entered final round one behind Charles Howell III. Remained in the hunt until the 72nd hole, when a chip for eagle and a share of the lead hit the flagstick and lipped out. Converted birdie to tie with Howell, one stroke behind winner Paul Goydos...Finished T8 at the Arnold Palmer Invitational, six strokes behind Vijay Singh...Finished T10 at the Masters Tournament after failing to break par in any single round. Third career top-10 finish in a major championship...Extended his streak of rounds in the 60s at the EDS Byron Nelson Championship to 12 with runner-up finish to Scott Verplank. Missed a 10-foot birdie putt on the 72nd hole that would have forced a playoff...At the BMW Championship in adopted hometown of Chicago, finished T30 to fall from No. 28 to 31 in FedExCup points, failing to qualify for the TOUR Championship. \n\n2006: Had a career year with a then-career-best 10 top-10s, including a win at The Honda Classic, and earnings of more than $3 million...Opened with a career-best 10-under 62 at Spyglass Hill GC and was the first-round leader at the AT&T Pebble Beach National Pro Am. Finished T7...Finished T9 at the Accenture Match Play Championship, defeating Richard Green and Shigeki Maruyama before falling to Retief Goosen in the third round...Captured second career TOUR title at The Honda Classic with rounds of 72-67-68-69—276 (12-under). Co-leader through 54 holes with Billy Mayfair. Nursing a one-stroke lead over Geoff Ogilvy on the 72nd hole, hit 5-iron approach to 4 feet from 199 yards and converted the birdie for a two-shot victory. Earned career-best paycheck of $990,000 and jumped into the top-10 in the Official World Golf Ranking (No. 10) for the first time in his career...Shared the 54-hole lead (14-under 202) with Tiger Woods at the PGA Championship but final-round 2-over 74 left him tied for third, six strokes behind Woods. Also shared the 36-hole lead (8-under 136) with three others. The T3 matched his career-best finish in a major (2005 Masters). One of only 10 players who managed to make the cut in all four majors during the season...Playing in his second Ryder Cup, had a 3-0-0 record for the victorious European Team. Career record in Ryder Cup is 5-1-1...Posted T6 finish at the American Express Championship in London, his third top-10 in a World Golf Championships event during the year...Earned a spot in the field at the TOUR Championship for the second time in his five-year career, finished T5...Selected to represent England with David Howell at the Barbados World Cup...Fired a bogey-free, final-round 64 in mid-December to come from six strokes back and win the Target World Challenge. \n\n2005: Finished runner-up for the second straight season at the Buick Invitational. Shared the third-round lead at 14-under 202 with Tom Lehman. Closed with 1-over 73 to finished three strokes back of Tiger Woods...Picked up second runner-up finish of the season with a T2 at THE PLAYERS Championship. Shared second-round lead with Lee Westwood, Tim Herron and Joe Durant at 10-under 134 and held third-round lead by one stroke over Durant at 12-under 204. Final-round 4-over 76 after playing 33 holes on Monday left him one behind Fred Funk. Missed 25-foot birdie putt on 72nd hole...Finished T3 in his Masters debut to lead first-time participants. Final-round 69 included eagles on No. 13 and No. 15. 2004: Won two times on the European Tour and collected four top-10s on the PGA TOUR. Earned a spot on the European Ryder Cup Team after his consistent play on both the PGA TOUR and the European Tour...Lost in a three-way playoff (along with Chris Riley) to John Daly at the Buick Invitational in fourth start of season. Sank a 10-foot birdie putt on the 72nd hole to force a sudden-death playoff. On the first extra hole, Donald and Riley both missed birdie putts inside 10 feet while Daly splashed a 100-foot bunker shot to tap-in range for birdie to claim the title...Claimed his first European Tour victory after carding a 3-under 69 in the final round for a five-shot victory at the Scandinavian Masters. Collected a second victory on the European Tour at the Omega European Masters, just a week before making his first appearance in the Ryder Cup Matches in the United States...Teamed with Paul Casey to win the World Cup in Spain in mid-November. 2003: Posted eight top-25 finishes in the 17 cuts made for the season. \n\n2002: First start as a member of the PGA TOUR was a T13 at the Sony Open in Hawaii...Earned first TOUR title in rookie season at Southern Farm Bureau Classic, joining Jonathan Byrd as only rookies to win that season. Tournament reduced to 54 holes due to unplayable conditions. Carded rounds of 66-68-67—201 to win by one over Deane Pappas. Trailed Brad Elder by one after 18 holes and two through 36 holes. Birdied Nos. 15-17 and finished with 4-under-par 32 on back nine Saturday afternoon to take the lead from Elder for the first time. Play was suspended prior to Sunday tee time of 10:10 a.m., and was deemed a 54-hole tournament on Monday morning. 2001: Turned professional in August, making his debut at the Reno-Tahoe Open on a sponsor exemption. Earned sponsor exemptions into six other events and managed to make four cuts. Best finish was a T18 at the Bell Canadian Open...Only 2001 college graduate to make it through all three stages of Qualifying Tournament. Amateur: Led the GB&I Walker Cup team to a 15-9 victory in 1999 and 12½-11½ victory in 2001, going 7-1 in match play over two competitions...Won the 1999 NCAA individual title. Two-time Big Ten individual champion (1999 and 2000). Won the 1999 Fred Haskins Award for top collegiate golfer. Won 1999 Jack Nicklaus Award as collegiate men's golf's player of the year, which earned him a spot in the field at the 2000 Memorial Tournament, where he finished T51. Broke Tiger Woods' Golfstat Cup record for lowest stroke average (70.45) in 1999. Three-time (1999-2001) first-team All-American.\n","otherCarHigh" : "","personal" : "Earned degree in art theory and practice at Northwestern University. Donated one of his paintings to a PGATOUR.COM auction, and the winning bid was $1,640, which was split between PGA TOUR Charities and junior golf charity in Chicago...Is involved with The First Tee of Chicago and the Ronald McDonald House of Chicago.","otherInfo" : "","ntlTeams" : "Ryder Cup (4), 2004, 2006, 2010, 2012; World Cup (3), 2004, 2005, 2006. Walker Cup (2), 1999, 2001.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T2nd at the RBC Heritage.","dynStats" : "He ranks 87th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/LukeDonald"},{"cat" : "google+","desc" : "","url" : "https:\/\/plus.google.com\/101886903046244060387\/posts"},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/lukedonald"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/lukedonald"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}