{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "05163","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "De Vicenzo","first" : "Roberto","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "200","weightMetric" : "91","birthDate" : "April 14, 1923","age" : "93","birthPlace" : "Buenos Aires, Argentina","residence" : "Buenos Aires, Argentina","family" : "Wife, Delia; Roberto Ricardo (2\/5\/47), Eduardo (1\/6\/49)","education" : "","splInterest" : "Hunting, fishing, tennis, soccer","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1938","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "1989","combTourMoney" : "611,458&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1947","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(3): 1951 Palm Beach Round Robin, Inverness Four-Ball [with Henry Ransom]. 1974 PGA Seniors' Championship.","intlVics" : "(206): 1942 Abierto del Litoral. 1943 Abierto del Centro, Westinghouse Grand Prix. 1944 Argentine PGA Championship, Argentine Open, Cirio Grand Prix. 1945 Argentine PGA Championship, Cirio Grand Prix, Bahia Blanca Open. 1946 Argentine PGA Championship, Palermo Grand Prix, Chile Open [tie, with Enrique Bertolino], Vina del Mar Open, Abierto del Litoral, Abierto del Sur, La Plata Open, Masllorens Grand Prix, Ranelagh Open, tie. 1947 Argentine PGA Championship, Abierto del Litoral, Abierto del Sur, Cirico Grand Prix, Ranelagh Open, Masllorens Grand Prix, Cali Open, Alvear Grand Prix, Mailly Grand Prix, San Isidro Open, America Cup. 1948 Argentine PGA Championship, Uruguay Open, Cirio Grand Prix, Masllorens Grand Prix, Ranelagh Open, La Plata Open. 1949 Argentine Open, Argentine PGA Championship, Uruguay Open, Abierto del Litoral, Ituzaingo Grand Prix, Masllorens Grand Prix, San Isidro Open. 1950 Dutch Open, French Open, Belgian Open, Masllorens Grand Prix, Ituzaingo Grand Prix, San Isidro Open, San Martin Grand Prix. 1951 Argentine Open, Argentine PGA Championship, Masllorens Grand Prix, Cali Open, Bogota Open, Barranquilla Open, Mexican Open, Alvear Grand Prix, San Isidro Open. 1952 Argentine Open, San Isidro Open, Panama Open, Santo Domingo Open. 1953 Argentino Grand Prix, Panama Open, Mexican Open, Peru Open, World Cup [with Antonio Cerda]. 1954 Brazilian Open, Peru Open, Barranquilla Open, Bogota Open, Alvear Grand Prix, San Martin Grand Prix. 1955 Mexican Open, PGA of Mexico, Medellin Open. 1956 Jamaica Open, Barranquilla Open, Bogota Open, PGA of Mexico. 1957 Brazilian Open, Jamaica Open. 1958 Argentine Open, Peru Open, Medellin Open, PGA of Mexico. 1959 PGA of Mexico. 1960 Argentine PGA Championship, Charles of the Ritz Grand Prix, Siam Grand Prix, Brazilian Open, Barranquilla Open, Bogota Open, French Open. 1961 Colombian Open, Chile Open, Barranquilla Open, Ranelagh Open. 1962 Argentine Masters, Abierto del Norte, Abierto del Centro, Abierto del Sur, Branca Grand Prix, Suixtill Grand Prix, Barranquilla Open, World Cup [ind]. 1963 Brazilian Open, Branca Grand Prix, Tortugas Grand Prix. 1964 Argentine Masters, Argentine PGA Championship, Uruguay Open, Bogota Open, Minerva Grand Prix, Jockey Club Rosario Open, Brazilian Open, French Open, German Open. 1965 Argentine Open, Argentine PGA Championship, Bogota Open, Abierto del Centro, Rio Cuarto Open, Acantilados Grand Prix, Jockey Club Rosario Open, Los Lagartos Open. 1966 Argentine Masters, Argentine PGA Championship, Abierto del Norte, Ranser Grand Prix. Spanish Open, Los Lagartos Open. 1967 Argentine Open, Abierto del Centro, Abierto del Sur, Ranelagh Open, Ranser Grand Prix, Pindapoy Grand Prix. 1968 Los Lagartos Open, Abierto del Litoral, Ranelagh Open, Acantilados Grand Prix, Peugeot Grand Prix. 1969 Argentine PGA Championship, Norptagonico Open, Ranelagh Open, Glustora Grand Prix, Lomas Open, Kanmar Grand Prix, Los Lagartos Open, PGA of Mexco. 1970 Argentine Open, Argentine Masters, Ranelagh Open, Old Smuggler Grand Prix, Itanhanga Open, World Cup [ind]. 1971 Argentine PGA Championship, Acantilados Grand Prix, La Cumbre Open, Pinamar Open, Santa Teresita Open, Panama Open. 1972 Argentine PGA Championship, Abierto del Centro, Venezuela Open, San Pablo Open, Rio Grande Open, Abierto del Sur, Ranelagh Open, Acantilados Grand Prix, Caracas Open. 1973 Brazilian Open, Panama Open, Venezuela Open, Abierto del Centro, Abierto del Sur, Abierto del Norte, Lomas Open. 1974 Argentine PGA Championship, PGA Seniors Championship, Argentine Masters, Argentine Open, Panama Open, Los Lagartos Open, Abierto del Centro, Abierto del Norte, San Martin Grand Prix, Charles of the Ritz Grand Prix. 1975 Jockey Club Roasrio Open, Charles of the Ritz Grand Prix, Raleigh Cup. 1976 Velox Grand Prix, Metropolitano Open. 1977 Argentine PGA Championship, Abierto del Sur, Velox Grad Prix. 1978 Abierto del Sur, Santiago Open, San Martin Grand Prix, Sidesa Grand Prix. 1979 Acantilados Grand Prix, Sidesa Grand Prix. 1983 Abierto del Norte. 1985 Argentine PGA Championship, Santo Tome Open, Oro Negro Open.","curYearHigh" : "","carHigh" : "One of the greatest international players in the history of the sport. Won more than 200 titles worldwide, including national opens in Argentina, Belgium, Brazil, Chile, Colombia, Holland, France, Germany, Jamaica, Mexico, Panama, Peru, Spain, Uruguay and Venezuela. \n\n2001: Played in his final Liberty Mutual Legends of Golf. Was T3, with Mike Fetchick in the Demaret Division of the 27-hole event, finishing six strokes behind the winning team of Don January-Gene Littler. \n\n2000: Teamed with Mike Fetchick to T2 with Tommy Bolt-Jack Fleck in the Demaret Division of the Liberty Mutual Legends of Golf. Finished a stroke behind Joe Jimenez-Charles Sifford.\n\n1999: Lost in a playoff along with teammate Mike Fetchick at the Liberty Mutual Legends of Golf in St. Augustine, Fla., to the team of Joe Jimenez-Charles Sifford. In the 36-hole Legendary Division, he and Larry Mowry T6 in the 36-hole affair.\n\n1997: At the Liberty Mutual Legends of Golf, was T19 with Larry Mowry at PGA West's Palmer Course in La Quinta, Calif.\n\n1995: Was solo 26th at the Liberty Mutual Legends of Golf, with Peter Thomson as his partner. The duo T7 in the Legendary Division.\n\n1994: Made his final official Champions Tour start, finishing T54 at the Las Vegas Senior Classic in May...A week later, was T17 at the Liberty Mutual Legends of Golf, with partner Peter Thomson. The team was T4 in the Legendary Division's 36-hole tournament within a tournament. \n\n1993: Only official start was his T45 finish at the Las Vegas Senior Classic. Finished T24 at the Liberty Mutual Legends of Golf, for the first time being played not using a team format. In the Legendary Champions Division, he was T2, two strokes behind winner Don January.\n\n1992: Was T3 in the Legendary Champions Division of the Liberty Mutual Legends of Golf, pairing with Charles Sifford to finish four shots behind the winning team of Mike Fetchick-Bob Toski.\n\n1991: Shot best-ball rounds of 64-59-63-66 with teammate Charles Sifford to rout the field and win the Liberty Mutual Legends of Golf's Legendary Division by 15 strokes over Bob Goalby and Sam Snead...At the unofficial Chrysler Cup at TPC Prestancia in Florida, in his singles match, lost by nine strokes to Lee Trevino as he represented the International team in the competition won by the U.S...Best Champions Tour individual finish was a T32 at his final event of the year, the Security Pacific Senior Classic.\n\n1990: Playing for the International team at the Chrysler Club at TPC Prestancia in Sarasota, Fla., lost his singles match to Don Bies, shooting a 72 to Bies' 69...With Charles Sifford, the duo finished three strokes behind the winning team of Mike Fetchick-Bob Toski at the Liberty Mutual Legends of Golf at Barton Creek CC in Austin, Texas.\n\n1989: Highlight of his career came when he was inducted into the World Golf Hall of Fame...Along with Charles Sifford, successfully defended the Liberty Mutual Legends of Golf's Legendary Champions Division title, outlasting Joe Jimenez-Mike Souchak by three shots at Onion Creek CC...Best finish in 11 official Champions Tour starts was a T19 at the RJR Championship. \n\n1988: Won the Liberty Mutual Legends of Golf Legendary Champions Division, teaming with Charles Sifford. Opened with a 63 in the 72-hole best-ball event and rolled to a three-shot win over Joe Jimenez-Mike Souchak. \n\n1987: In his second start of the Champions Tour season, was T6 at the GTE Classic at Wood Ranch GC \n.\n1986: Played in his final PGA TOUR event, receiving an invitation from Jack Nicklaus to play in the Memorial Tournament, shooting rounds of 77-78 at Muirfield Village GC to miss the cut…Made seven official Champions Tour starts, with a pair of runner-up performances on the that Tour. Lost in a playoff at the Denver Post Champions of Golf to Gary Player…Six weeks later, again flirted with victory, at the MONY Syracuse Senior Classic, falling a stroke short of Bruce Crampton at Lafayette CC in New York…Other top-10 came at the Merrill Lynch\/Golf Digest Commemorative (T9)…For the second consecutive season, was the runner-up at the Abierto del Sur in Argentina, this time losing to Vicente Fernandez. \n\n1985: Won the final three tournaments of his career, the Santo Tome Open, the Oro Negro Open and, for the 17th and final time, the Argentine PGA Championship. Won his first Argentine PGA Championship in 1944, a span of 41 years between his first victory in the event and his last…Battled Miller Barber at the U.S. Senior Open at Edgewood Tahoe CC in Nevada. Struggled to a 3-over 75 in the third round, and a final-round 72 left him in second, four shots behind winner Miller Barber…Played with Ken Still at the Liberty Mutual Legends of Golf, with the pair finishing T5, three shots shy of the winning team of Don January-Gene Littler…Also had a close call, finishing second to Florentino Molina at the Abierto del Sur in Argentina…Other Champions Tour top-10s came at the MONY Senior Tournament of Champions (eighth), the Digital Seniors Classic (T4) and the PaineWebber World Seniors Invitational at Quail Hollow Club in Charlotte, N.C. (sixth).\n\n1984: Won his second and final Champions Tour title, capturing the Merrill Lynch\/Golf Digest Pro-Am by two strokes over Gardner Dickinson at Newport CC in Rhode Island. Shot rounds of 68-68-70…Opened the year with a T9 at the Senior Seiko\/Tucson Match Play. Beat Art Wall, 3 and 1, in his opening match before dropping a 3-and-2 decision to Gay Brewer in the second round in the 24-player field…Was solo fourth at the Viceroy Panama Open in January, an unofficial Champions Tour event at Panama GC…Finished T5 at the Vintage Invitational in Ojai, Calif…A month later, was solo sixth at the Senior PGA Tour Roundup at Hillcrest CC in Los Angeles…Played with Rod Funseth at the Liberty Mutual Legends of Golf. The duo fired rounds of 67-62-67-68 to T3 at Onion Creek CC. \n\n1983: Won his first tournament title in four years when he walked away a victor at the Abierto del Norte, his fifth overall win in the event…At age 60, teed it up in his first PGA TOUR event since the 1979 Manufacturers Hanover Westchester Classic. At the 90-hole Panasonic Las Vegas Pro-Am, shot a fourth-round 70 but still missed the cut…Won the unofficial, 36-hole Doug Sanders Celebrity Classic on the Champions Tour, beating Miller Barber and Pete Hessemer in a playoff…Came back a week later and won the Liberty Mutual Legends of Golf for a second time. Thanks to a final-round 61 that he and teammate Rod Funseth shot at Onion Creek CC, they came from behind to defeat Jack Burke, Jr.-Paul Harney by two shots…Was solo sixth at the U.S. Senior Open, his first start in the event since winning in 1980. \n\n1982: Again played with Bob Goalby at the Liberty Mutual Legends of Golf. Finished T2 with two other teams, at 15-under 195, but that score left the runners-up well behind the winning team of Don January-Sam Snead, who finished 27-under…Had his worst showing at the PGA Seniors' Championship, finishing T17.\n\n1981: Didn't win a tournament for the first time since 1941, a streak of 40 consecutive years…Played with a new partner at the Liberty Mutual Legends of Golf, pairing with Bob Goalby. The team shot a 1-over 71 in the first round then recovered nicely, shooting a best-ball score of 16-under over the final 54 holes to T5…After missing the previous-year's PGA Seniors' Championship, he returned to action and opened with a 71 at Turnberry Isle CC then shot three even-par 72s the rest of the way to T7.\n\n1980: Improved his streak of consecutive years with a victory to 39 when he made his Champions Tour debut and promptly won, capturing the U.S. Senior Open by four strokes over amateur Bill Campbell at Winged Foot GC's East Course in New York. Shot rounds of 74-73-68-70.\n\n1979: At the Liberty Mutual Legends of Golf, again joined forces with Julius Boros to battle Tommy Bolt and Wart Wall to a tie at the end of the 54-holew regulation. The duo defeated Bolt-Wall in the playoff to split the $70,000 first prize at Onion Creek CC…In the second of two PGA Seniors' Championships that season, was T12 at the event at Turnberry Isle CC in North Miami, Fla. Opened with a disappointing 82 but recovered nicely, playing 3-under for the remainder of the tournament, including a 4-under 68 in the second round…Won two international titles, the Acantilados Grand Prix and the Sidesa Grand Prix…In the first PGA Seniors' Championship of the campaign, at the Walt Disney World Resort, he was T4, a stroke out of the three-man playoff that Jack Fleck won over Bob Erickson and Bill Johnston…Elected not to defend his U.S. Senior Open title...Made on PGA TOUR start, at the Manufacturers Hanover Westchester Classic, missing the cut at Westchester CC. \n\n1978: Finished T7 at the PGA Seniors' Championship at the Walt Disney World Resort…Played in the first Liberty Mutual Legends of Golf, pairing with Julius Boros to T3 at Onion Creek CC in Austin, Texas, four shots behind the winning team of Gardner Dickinson-Sam Snead…Won four South American titles—the Abierto del Sur, the Santiago Open, the San Martin Grand Prix and the Sidesa Grand Prix. \n\n1977: Earned three titles—the Argentine PGA Championship for a 16th time, the Abierto del Sur and the Velox Grand Prix (for a second consecutive year)…At the British PGA Seniors' Golf Championship, finished second, three strokes behind Christy O'Connor, Sr., at Cambridgeshire Hotel Course…Lone PGA TOUR start came at The Open Championship, where he was T48 at Turnberry in Scotland.\n\n1976: Again, only made one PGA TOUR start. At The Open Championship, he was T32…Two victories came at the Velox Grand Prix and the Metropolitano Open, where he defeated Florentino Molina at Palermo GC in Buenos Aires, Argentina.\n\n1975: Was a three-time winner, capturing the Jockey Club Rosario Open, the Raleigh Cup and successfully defending his Charles of the Ritz Grand Prix…Only PGA TOUR start came at The Open Championship, where he T28…Elected not to defend his PGA Seniors' Championship.\n\n1974: Playing in his first PGA Seniors' Championship, he opened 68-68 at Port St. Lucie CC in Florida. Finished 71-66 to outdistance Julius Boros and Art Wall by three shots…Won his seventh Abierto del Centro title and his third in a row, defeating Jorge Soto at Cordoba CC…Won his fifth and final Argentine Masters, beating Carlos Liberto…Won his ninth and final Argentine Open, beating Vicente Fernandez at Mar del Plata GC…Won the Panama Open for a second consecutive year, opening with a Panama GC course-record, 11-under 61 (29 on the front nine, 32 on the back) and cruised from there…Also won the Los Lagartos Open, the Argentine PGA Championship, the Abierto del Norte, the San Martin Grand Prix and the Charles of the Ritz Grand Prix in his 10-win season…Played in his final World Cup, his 19th overall appearance and 15th representing Argentina. Teamed with Fidel de Luca again to finish T8. In the International Trophy, he was solo eighth. \n\n1973: Won his fourth Panama Open title. Grabbed a six-stroke lead through 36 holes at Panama GC, shooting a 10-under 62 in the second round, breaking Butch Baird's course record set five years earlier. Even though he shot a final-round 74, he still finished at 17-under 271 to defeat England's Peter Oosterhuis by eight strokes…Edged Dale Hayes of South Africa to win the Brazilian Open…Won the Abierto del Centro for a second consecutive time and fifth time overall…Broke free from a third-round tie with Vicente Fernandez to win the Venezuela Open in Caracas…Won his second Abierto del Centro in a row…Also won the Abierto del Sur and Abierto del Norte, as well as the Lomas Open…Was T2, along with Fidel de Luca behind winner Juan Monroy at the Abierto del Litoral in Argentina… At the British PGA Seniors in Scotland, he shot a final-round 64 and battled Kel Nagle all the way to the 72nd green, losing only when Nagle made a 24-foot birdie putt to win…His Argentina World Cup team, with de Luca as his partner, was T4 at Golf Nueva Andalucia in Marbella, Spain, in late-November. The duo held the first-round lead.\n\n1972: Successfully defended his Argentine PGA Championship with a victory over Juan Quinteros at Ranelagh GC…Second victory of the season came at the Abierto del Centro…At the Caracas Open in Venezuela, he shot a final-round, 6-under 64 to defeat John Cook by 10 strokes…Other titles won were the San Pablo Open, the Rio Grande Open, the Abierto del Sur, the Ranelagh Open and the Acantilados Grand Prix…Again played with Vicente Fernandez in the World Cup, carving out a solo ninth-place finish at Royal Melbourne GC in Australia in the weather-shortened, 54-hole event. \n\n1971: Won the Argentine PGA Championship for a second time in three years by defeating Vicente Fernandez at the San Isidro GC…Shot a final-round, 9-under 63 at the Panama Open to win by four strokes over England's Peter Townsend, giving him his third Panama Open title to go with his 1952 and 1953 victories…Four other victories during the year came at the Acantilados Grand Prix, the La Cumbre Open, the Pinamar Open and the Santa Teresita Open…In defense of his World Cup International Trophy title, he finished third at PGA National GC in Palm Beach Gardens, Fla. Argentina, with Florentino Molina, the second member of the team, was fourth in the team competition. \n\n1970: Won the International Trophy at the World Cup for a second time. Opened with a 64 at the Jockey Club in his native Buenos Aires and hung on for a one-shot win over Australia's David Graham. Couldn't bring home two trophies, as his Argentina team, with Vicente Fernandez, finished second, dropping a 10-shot decision to Graham and Bruce Devlin's Australia team…A month later, at the Argentine Masters, he had what was his most satisfying win of the five tournaments he won when he beat two of the best players in the world for the championship. He finished regulation tied with Gary Player and Billy Casper at 7-under 273. In the three-hole cumulative playoff, he made two birdies and a par to Player's three pars and Casper's two pars and a birdie…At Rio Curarto GC, beat Fidel de Luca for the Argentine Open championship…Won the Old Smuggler Grand Prix, the Intanhanga Open in Brazil and the Ranelagh Open…Finished T2 in defense of his Argentine PGA Championship title (tied with de Luca) behind winner Florentino Molina…. The USGA bestowed on him the Bob Jones Award, its highest honor, recognizing his distinguished sportsmanship in golf.\n1969: Successfully defended his Los Lagartos Open victory, doing so in fine fashion, coming back from a third-round 73 to shoot a closing 65 to come from two behind when the day began to beat Larry Mowry by three shots… Earned his 10th Argentine PGA Championship title, winning at Hurlingham GC for a second time (to go with his 1964 victory) over Ruben Terrier…Won the Ranelagh Open for a third consecutive year, and also picked up victories at the Norptagonico Open, the Glustora Grand Prix, the Lomas Open and the Kanmar Grand Prix and the PGA of Mexico…Was T3 at The Open Championship at Royal Lytham & St. Annes, three strokes behind winner Tony Jacklin. Moved into contention with a third-round, 5-under 66 but could only muster a 1-over 72 in the final round…Only other PGA TOUR top-10 was a T10 at the Westchester Classic in New York…Shot a final-round 65 at the World Cup in Singapore but watched as Lee Trevino matched that score to drop the International Trophy by a shot to Trevino. In the team competition, with Leopold Ruiz as his teammate, the Argentina team finished third, nine strokes behind Trevino and Orville Moody's U.S. squad…In his return to the Masters Tournament, he shot rounds of 75-75 to miss the cut.\n\n1968: Suffered through the most disappointing tournament of his career and was in the middle of one of the most dubious finishes in major championship history. Seemingly had forced a playoff at the Masters Tournament on the day of his 45th birthday, shooting a final-round 65 at Augusta National to finish at 11-under 277 and tying him with Bob Goalby. Unfortunately, he signed for a bogey-4 even though he had a par-3 on the 17th hole. That gave him a 66, and instead of an 18-hole playoff with Goalby the following day, he lost the tournament by a stroke…Recovered nicely less than a month later when he won the Houston Champions International by a stroke over Lee Trevino at Champions GC. Came from off the pace of the final day, thanks to a 3-under 68…Won the Los Lagartos International for a third time, shooting rounds of 64-68-67-70 in February to defeat Butch Baird by five strokes at Los Lagartos CC…Four other wins came at the Abierto del Litoral, the Ranelagh Open, the Acantilados Grand Prix and the Peugeot Grand Prix…In defense of his Open Championship title, he was T10 at Carnoustie GC in Scotland…Was in position to win his second PGA TOUR event of the season, the Cleveland Open. Was tied for second, two strokes behind Dave Stockton when the final round began but shot a closing 73 to T3 with Don January and Julius Boros, three shots back of Stockton…After skipping the World Cup in 1967, returned to action, pairing with Orlando Bono Tudino to solo ninth for Argentina at Olgiata GC in Rome, Italy. \n\n1967: Won his most significant title when he captured The Open Championship at Hoylake in England. Held off defending champion Jack Nicklaus with a final-round 70 to win by two strokes. The 44-year-old indicated early in the week the main reason he entered the tournament was “only to meet my friends.”…At the Westchester Classic in New York a month after his Open Championship win, he had his Saturday and Sunday rounds, a pair of 67s, wiped away as rain washed out the day's play. Had his rounds counted, he would have finished at 18-under. Instead, he ended T3, with Nicklaus winning with a 16-under total in a tournament that concluded Wednesday…Had three other PGA TOUR top-10s, including a T2 in defense of his Dallas Open title. Shot a second-round 64 to take the lead at the halfway mark. Dropped into a tie for seventh after a third-round 73 at Oak Cliff CC then rebounded with a Sunday, 3-under 68 to fall a stroke short of winner Bert Yancey…Playing in his first Tournament of Champions the week before the Dallas Open, he was T7…Also was T10 at the Masters Tournament…Won the Argentine Open, beating Alberto Rivadeneira at San Andres GC…Other international victories came at the Abierto del Centro, the Abierto del Sur, the Ranelagh Open, the Ranser Grand Prix and the Pindapoy Grand Prix…In defense of his Argentine Masters title, he came up short against fellow Argentinian Vicente Fernandez, finishing solo second.\n \n1966: Broke through and won his first PGA TOUR title, capturing the Dallas Open with a final-round 67 at Oak Cliff CC to defeat the trio of Joe Campbell, Raymond Floyd and Harold Henning by a stroke…Successfully defended his Los Lagartos International title, reeling off rounds of 67-67-66 over his final 54 holes to roll to a four-shot win over Tom Nieporte…Picked up his third Argentine Masters title in five years… Other wins came at the Abierto del Norte, the Ranser Grand Prix and the Spanish Open…Opened his season at the Panama Open, placing T5 in Panama City, five shots behind winner Wilf Homenuik…Played in the World Cup for Argentina, again with Leopoldo Ruiz as his partner. The duo was T6 at Yomiuri Club in Tokyo.\n\n1965: Followed up his nine-win season from the year before with eight more titles…Was in a three-way tie through 54 holes at the Bogota Open with Al Besselink and Willie Scholl but cruised on the final day to win by four at Los Lagartos GC…Won the Argentine PGA Championship for a second consecutive season and ninth time overall, beating Rodolfo Sereda at San Andres GC…Won the Argentine Open over Orlando Tudino, just as he did in winning the 1958 Argentine Open…Other victories came at the Abierto del Centro, the Rio Cuarto Open, the Acantilados Grand Prix and the Jockey Club Rosario Open…At the World Cup, Argentina (with Elcido Nari) finished T9. He was T7 in the International Trophy, 10 shots short of winner Gary Player…At The Open Championship at Royal Birkdale GC, was in contention all week before finally falling to a solo fourth, three strokes behind winner Peter Thomson in England…In his other two PGA TOUR made cuts, he was T13 at the Carling World Open and T39 at the American Golf Classic. \n\n1964: Won nine tournaments—including four national open crowns. His third French Open title came at a familiar place, Chantilly, but he had to go extra holes to secure the win. Finished regulation tied with South Africa's Cobie LeGrange after holding a one-shot lead with 18 holes to play. It took him five holes—and in fading sunlight—to finally put away LeGrange…Made it back-to-back wins when he left France and traveled to Krefeld, Germany, came from four strokes off the pace in the final round and won the German Open by a stroke over Harold Henning and Ramon Sota…Earlier in the season, won his eighth Argentine PGA Championship crown, beating Leopoldo Ruiz at Hurlingham GC…Won his second Argentine Masters title, defeating Florentino Molina…Successfully defended his Brazilian Open title, edging Elcido Nari in Sao Paulo…Also won the Uruguay Open…Other victories came at the Bogota Open, the Minerva Grand Prix and the Jockey Club Rosario Open…Finished second as a team at the World Cup, but Argentina was 11 strokes behind the U.S. squad of Jack Nicklaus and Arnold Palmer. Paired with Leopoldo Ruiz at Royal Kaanapali in Maui, Hawaii. Finished fifth in the International Trophy, five shots behind Nicklaus' winning total. \n\n1963: Won the Brazilian Open for a second time, outlasting Welshman Dave Thomas at Sao Paulo CC…Successfully defended his Branca Grand Prix title, and added the Tortugas Grand Prix to his year's victory total…Three years after defeating Fidel de Luca at the Argentine PGA Championship, watched as de Luca reversed his fortune, winning the title at the Jockey Club in Buenos Aires…Finished second at the Argentine Open to amateur Jorge Ledesma at the General San Martin GC…Played for Argentina and was 11th, with de Luca, at the weather-shortened World Cup (63-hole tournament due to fog) at St-Nom-La-Breteche in Paris.\n\n1962: Nineteen years after winning his first Abierto del Centro, he picked up win No. 2, defeating amateur Angel Monguzzi at Cordoba CC…Won the Argentine Masters, a weather-shortened victory over New Zealand's Bob Charles…Earned his first Abierto del Sur win in 15 years, his third championship overall…Counted wins at the Branca Grand Prix, the Suixtill Grand Prix and the Barranquilla Open…Again played for Argentina in the World Cup, with the tournament at the Jockey Club in Buenos Aires. Paired with Fidel de Luca, the duo contended all week before finally falling by two strokes to the U.S. team of Arnold Palmer-Sam Snead. In the International Trophy, he shot rounds of 71-68-69-68 to capture his first individual title in the 10-year-old competition, by two strokes over Palmer and Peter Alliss.\n\n1961: Fifteen years after sharing the title with Enrique Bertolino, he won the Chile Open outright, one of two national open titles he won that year…Also prevailed at the Colombian Open in Bogota…Other wins came at the Barranquilla Open, for a second consecutive year, and the Ranelagh Open…Played in the World Cup for Mexico for a fourth time, joining with Juan Antonio Estrada to finish 14th at Dorado Beach Resort in Puerto Rico. \n\n1960: Recovered from his disappointing Open Championship performance by winning the French Open for a second time, this time at St. Cloud. Trailed Bill Johnston by six strokes when the final, 36-hole day began. Shot a 4-under 68 in the morning to trail by three strokes with 18 holes to play and then caught Johnston early in the final round. His nine-birdie, two-bogey final round gave him a 65, three strokes ahead of Johnston and fellow countryman Leopoldo Ruiz…In the first playing of the Argentine PGA Championship not using a match-play format, he won, defeating Fidel de Luca at San Isidro GC…Four other titles came courtesy of the Charles of the Ritz Grand Prix, the Siam Grand Pirx, the Barranquilla Open and the Bogota Open…Again represented Mexico in the World Cup, at Portmarnock in Dublin, Ireland. Finished solo eighth in the International Trophy, while his team—with Jose Gonzales—was 12th. \n\n1959: Won only one tournament, the PGA of Mexico…Returned to World Cup action, again playing for Mexico, with Juan Neri his partner. Had a difficult tournament at Royal Melbourne GC in Australia, shooting a second-round 69 but also recording a 76 (first round) and an 82-81 finish. Finished 33 strokes behind International Trophy winner Stan Leonard of Canada. In team competition, Mexico was T17. \n\n1958: Won the Argentine Open for a fifth time, getting the better of Orlando Tudino at Rosario GC…Three other titles came at the Peru Open, the Medellin Open and the PGA of Mexico…During a swing through the Caribbean in late-January and early-February, he was T5 at the Panama Invitational, T4 at the Jamaica Open and fifth at the Puerto Rico Open…Back on the mainland, came close to winning his first TOUR title, settling for a T2 with Jay Hebert at the Houston Open, a stroke behind winner Ed Oliver at Memorial Park GC…Added a T4 at the Azalea Open, a final-round 73 his undoing… \n\n1957: Won the Colonial National Invitation with the highest winning score in tournament history, a 4-over 284. Shot a final-round, even-par 70 to come from four shots behind to defeat third-round leader Dick Mayer by a shot. After receiving his $5,000 first-prize check, he said, “It's a lot of American pesos.”…Won the All-American Open at the Tam O'Shanter CC outside Chicago, holding off Gene Littler, who fired a final-round 63…At Berwind CC, host of the Puerto Rico Open, shot consecutive 70s in the final two rounds to fall two strokes short of Chick Harbert…The following week, he successfully defended his Jamaica Open title, cruising to a 13-stroke victory over Stan Dudas and Doug Sanders at Constant Spring GC in St. Andrew. He held an eight-shot advantage after 36 holes and cruised from there, shooting four rounds in the 60s including a second-round 62…At the Venezuela Open, watched as Belgium's Flory Van Donck shot a final-round 69 to leave him a stroke behind Van Donck, T2 with Joe Conrad. Held a five-shot advantage at the 36-hole mark and a three-stroke cushion going into the final round…Captured the Brazilian Open in Rio de Janeiro by eight shots over Argentina's Leopoldo Ruiz at Itanbanga GC…Didn't play in the World Cup for the first time since the tournament's inception in 1953. \n1956: In the final round of the Jamaica Open in late January, he hit a 3-wood on his second shot into the hole on the 525-yard 14th for a double eagle. Playing the par-68 Jamaica Golf Club in Kingston, held a one-stroke lead over Bob Watson entering the final round after a 4-under 64 in the third round. The double eagle helped him to another 64 and a two-shot victory over Watson to successfully defend his title in the fourth annual tournament…Also won the Barranquilla Open, the PGA of Mexico, for a second consecutive year, and the Bogota Open…Was solo third at The Open Championship, recovering from a third-round 79 at Royal Liverpool to shoot a 2-under 70 in the final round, finishing four shots behind winner Peter Thomson…Was also solo fifth at the Texas International Open…In mid-August, at the Tam O'Shanter Club, he began the final round tied for 28th, shot a tournament-best 65 and moved up into a solo third, four back of Ted Kroll…Because he was a head professional affiliated with Churubusco CC in Mexico, he was allowed to represent Mexico in the World Cup at Wentworth Club in England. Joined forces with Percy Clifford to solo ninth. In the International Trophy, he took a one-stroke lead over Ben Hogan into the final round but ballooned to a final-round 74 to drop into second, losing to Hogan by five strokes. \n\n1955: After just missing out on winning a second consecutive Mexican Open title in 1954, he came back to win Mexico's national open by five shots over Tony Holguin…Other two international titles came at the PGA of Mexico and the Medellin Open in Colombia…At the Tam O'Shanter CC outside Chicago, he T8 at the All American Open for his only TOUR top-10 of the season…For the third consecutive year, teamed with Antonio Cerda in the World Cup, this time at Columbia CC outside Washington, D.C. The duo finished T4, 13 strokes behind the winning U.S. team of Chick Harbert-Ed Furgol. Was tied for the International Trophy lead at the halfway point but struggled over the final 36 holes to T10 (70-69-72-76)…Held a three-shot lead with two holes remaining in the Panama Open but finished bogey-bogey to Antonio Cerda's birdie-birdie climax, giving Cerda the victory. Finished T2 with Arnold Palmer. Opened the tournament with a 10-birdie, first-round 62…At Constant Spring GC, home of the Jamaica Open, shot a final-round 64, but it wasn't enough to catch Cerda, who won by four shots. \n\n1954: In mid-September, he won the Brazilian Open at Sao Paulo CC, shot a final-round, 4-under 67 and a 7-under 277 overall to come from off the pace to defeat Ted Kroll, the third-round leader…Added a second South American title when he grabbed victory at the Peru Open in Lima…Other victories came at the Bogota Open, the Alvear Grand Prix, the San Martin Grand Prix and the Barranquilla Open…In defense of his Mexican Open title, came up a stroke short of winning two in a row in Mexico, falling by a stroke to Johnny Palmer. Palmer held a four-stroke lead through 71 holes but had to make a dramatic putt for double bogey on the final hole to avoid a playoff…Again contended all week, at the Western Open in Cincinnati. Shared the 54-hole lead with Bob Rosburg after a third-round 66 at Kenwood CC. Could only muster a 1-under 71 in the final round and finished solo third, a shot out of the Lloyd Mangrum-Ted Kroll playoff that Mangrum captured…Added a T7 at the Carling Open in Ohio…Played in his second PGA Championship, winning his first three matches—against Gene Webb (5 and 4), Henry Ransom (4 and 3) and Elroy Marti (8 and 6) before losing in the quarterfinals to Walter Burkemo, 5 and 4…Final top-10 of the TOUR season came at the World Championship of Golf, where he T6…In defense of its World Cup title, he again played with Antonio Cerda for Argentina and finished second, four strokes behind Australia (Kel Nagle-Peter Thomson) at Laval-Sur-Le Lac in Montreal. Was solo eighth in the International Trophy…In search of his second Abierto del Centro victory, lost to Martin Pose at Cordoba GC…Lost in the finals of the Argentine PGA Championship, dropping a 3-and-2 decision to Martin Pose, who he had defeated in the finals of his 1945 victory…Was a runner-up to Martin Pose at the Abierto del Centro…In search of his third consecutive Panama Open title, with both victories leaving Sam Snead in second, it was Snead who won as he broke the Panama GC course record. Fell by six shots to Snead.\n\n1953: Was dominant at the Mexican Open, improving his score each day, punctuated by a final-round 64 that gave him a three-shot victory over Cary Middlecoff for his second consecutive win in Mexico's national open…Made it two Panama Opens in a row when he again got the better of Sam Snead at Panama GC. Shot a tournament-record-breaking, 14-under 274, bettering his 1952 winning score by eight strokes. Trailed Sam Snead by a shot through 54 holes but ended up beating Snead by three shots…Added additional titles at the Argentino Grand Prix and the Peru Open…Only PGA TOUR top-10 was a T10 at the Houston Open, thanks to a final-round 69…Teamed with Antonio Cerda to win the inaugural World Cup (then known as the Canada Cup). At the June event at Beaconsfield CC in Montreal, he shot a 75-72 combined with Cerda's 70-70 to defeat the Canadian team of Stan Leonard and Bill Kerr by 10 strokes. In the International Trophy, he finished T3, seven strokes behind Cerda…Was runner-up to Mario Gonzalez at the Argentine Open at Campos Argentinos for the second time…Gonzalez got the better of him at the Brazilian Open as he again was the runner-up to Gonzalez. It was his fourth second-place finish in Brazil's national open, with three of his close calls coming to Gonzalez. \n\n1952: Had a quartet of top-fives in his official starts. First came at the Ardmore Open in Oklahoma. Took the first-round lead, with an opening 65. Shot a final-round 74 to finish five shots back of Dave Douglas…Traveled from Oklahoma to make his first PGA Championship appearance, getting all the way to the quarterfinals (wins over Eric Monti and Jack Burke, Jr.) before falling to Jim Turnesa, 5 and 4, at Big Spring CC in Louisville, Ky…A month later, outside Detroit, was T4 at the Motor City Open. In almost a reverse of his play in Oklahoma, he began with a 74 then fought back with a final-round 66 to T4 with Dick Mayer, three shots out of the Cary Middlecoff-Ted Kroll playoff that Middlecoff won…The following week at the St. Paul Open, was in a three-way tie for second entering the final round, three shots behind defending champion Cary Middlecoff. Shot a 1-under 71 on the final day to slip into a T4 at 14-under, eight shots behind Middlecoff. Made it five top-10s in a row, shooting four par-or-better rounds to T7 at the Canadian Open at St. Charles CC in Winnipeg…Added a T10 at the Sioux City Open in late July…In early August, was T3 at the World Championship of Golf outside Chicago. Hovered around the lead all week at the Tam O'Shanter Club and shot a final-round 69 only to finish a stroke out of the Middlecoff-Julius Boros playoff, with Boros prevailing…Successfully defended his Argentine Open title, beating Juan Anzaldo as he did in 1949. Tournament was at San Andres GC…In January, he won the Panama Open by three strokes over Sam Snead…Enjoyed two other victories during the campaign—the San Isidro Open and the Santo Domingo Open.\n\n1951: Made 12 official PGA TOUR starts, with a T4 at the Greater Greensboro Open his best showing…Also played in his first U.S. Open, shooting rounds of 75-76-74-77 to T29 at Oakland Hills CC…Won his third Argentine Open. Defeated Antonio Cerda at San Isidro GC…Finished as runner-up to Juan Anzaldo at the Abierto del Litoral in Argentina…Also had two unofficial victories in the U.S., capturing the Palm Beach Round Robin in June and the Inverness Four-Ball Invitational in Ohio two weeks later, with Henry Ransom as his partner as they defeated the team of Jim Ferrier-Sam Snead at Inverness CC…Won the Masllorens Grand Prix for a sixth consecutive time, his final victory in the event…Won the Mexican Open at Chapultepec GC, on the strength of a second-round 65. Easily outdistanced the field with a 13-under 275, beating Al Besselink by six shots…Walked away with victories at the Argentine PGA Championship, the Cali Open, the Bogota Open, the Barranquilla Open, the Alvear Grand Prix and the San Isidro Open.\n\n1950: Opened his PGA TOUR season with a T6 at the Miami Beach Open, finishing T6, 10 strokes behind winner Sam Snead…Played in his first major championship, finishing T12 at the Masters Tournament…Appeared in his first Open Championship and made it a successful one, contending all week at Royal Troon in Scotland. Battled Bobby Locke and shot a final-round 70 to fall by three strokes to Locke, finishing T2 with Fred Daly and Dai Rees…Added top-10s at two unofficial events—the Seminole Pro-Am in South Florida (T2) and the Aiken Pro-Am in South Carolina (T7)…Shot a 9-under 279 at Chantilly GC to win the French Open for his first European victory…Stayed in continental Europe to secure the Dutch Open title, defeating John I. Cruickshank, and the Belgian Open…Won his fifth consecutive Masllorens Grand Prix, and successfully defended his titles at the Ituzaingo Grand Prix and the San Isidro Open…Also won the San Martin Grand Prix.\n\n1949: Won seven times, including a fourth consecutive Masllorens Grand Prix and second consecutive victories at the Argentine PGA Championship and the Uruguay Open…At Olivos GC, won the Argentine Open, beating Juan Anzaldo…Added victories at the Abierto del Litoral, Ituzaingo Grand Prix and the San Isidro Open…Was a runner-up at the Brazilian Open for a third time, again, as he did in 1946, falling to Mario Gonzalez.\n\n1948: Enjoyed his first PGA TOUR top-10, at the Phoenix Open, a sixth-place showing in Arizona….A month after his play in Phoenix, his first TOUR title eluded him when he finished T2 at the New Orleans Open, along with Lawson Little and Fred Haas, a stroke behind champion Bob Hamilton…Joined forces with Enrique Bertolino at the Miami International Four-Ball, losing in the second round, 1-down, to Herman Keiser and Johnny Palmer …Won his third national open, the Uruguay Open, to go with his 1944 Argentine Open and 1946 Chile Open titles…Won the Argentine PGA Championship for a second time, and successfully defended his Ranelagh Open…Added a third consecutive triumph at the Masllorens Grand Prix. Other wins came at the Cirio Grand Prix and the La Plata Open.\n\n1947: Made his PGA TOUR debut, at the Miami Open and finished T20… Won the Argentine PGA Championship for the third time in four years, with a 5-and-4 victory over Eduardo Blasi at Ranelagh Club…Finished solo second at the Argentine Open, behind Enrique Bertolino at Argentino GC…Successfully defended his Abierto del Sur and Masllorens Grand Prix wins from the previous year, and also added titles at the Cirico Grand Prix, the Ranelagh Open, the Cali Open, the Alvear Grand Prix, the Mailly Grand Prix, the San Isidro Open and the America Cup.\n\n1946: Battled U.S. Open champion Lloyd Mangrum at the Ranelagh Open in November in Buenos Aires. The two, playing at Ranelagh Club, finished in a tie when officials elected to not hold a playoff. They were three shots ahead of Vic Ghezzi…Defeated Arturo Soto for the first of what would be five Abierto del Litoral championships… Finished in a tie with Enrique Bertolino at the Chile Open, and officials declared the duo co-winners when they decided not to hold a playoff…Won his second Abierto del Litoral, edging Arturo Soto, for his second title…Won his first Abierto del Sur (South Open)…Also added titles at the Palermo Grand Prix, the Vina del Mar Open, the La Plata Open and the Masllorens Grand Prix…Going for his third consecutive Argentine PGA Championship, he lost to Emilio Serra, 5 and 4, in the finals at Hurlingham GC…Came close to winning the Brazilian Open, again finishing as runner-up. Lost to Mario Gonzalez at Sao Paulo CC…\n\n1945: Successfully defended his Argentine PGA Championship title, defeating Martin Pose, 5 and 4, in the finals at San Andres GC…At Gavea GC in Brazil, Pose turned the tables, winning the inaugural Brazilian Open…Was unable to defend his Argentine Open title as officials canceled the tournament because of World War II…Successfully defended his Cirio Grand Prix title, and also added the Bahia Blanca Open championship.\n\n1944: Won the Argentine PGA Championship, defeating Eduardo Blasi, 10 and 9, in the finals at Ituzaingo GC…Won the first of nine Argentine Opens, beating Arturo Soto at Ituzaingo GC…Also won the Cirio Grand Prix.\n\n1943: Enjoyed his first multi-win season when he won the Abierto del Centro (Center Open) and the Westinghouse Grand Prix. \n\n1942: Won his first title as a professional, taking the Abierto del Litoral (Coast Open) by defeating Jose Jurado. The victory began a streak that saw him win at least one tournament every year until 1980, when he went winless.","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "World Cup (19), 1953, 1954, 1955, 1956, 1959, 1960, 1961, 1962, 1963, 1964, 1965, 1966, 1968, 1969, 1970, 1971, 1972, 1973, 1974","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1980","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(1): 1974 PGA Seniors' Championship.","curYearHigh" : "","carHigh" : "2001: Played in his final Liberty Mutual Legends of Golf. Was T3, with Mike Fetchick in the Demaret Division of the 27-hole event, finishing six strokes behind the winning team of Don January-Gene Littler. \n\n2000: Teamed with Mike Fetchick to T2 with Tommy Bolt-Jack Fleck in the Demaret Division of the Liberty Mutual Legends of Golf. Finished a stroke behind Joe Jimenez-Charles Sifford.\n\n1999: Lost in a playoff along with teammate Mike Fetchick at the Liberty Mutual Legends of Golf in St. Augustine, Fla. to the team of Joe Jimenez-Charles Sifford. In the 36-hole Legendary Division, he and Larry Mowry T6 in the 36-hole affair.\n\n1997: At the Liberty Mutual Legends of Golf, was T19 with Larry Mowry at PGA West's Palmer Course in La Quinta, Calif.\n\n1995: Was solo 26th at the Liberty Mutual Legends of Golf, with Peter Thomson as his partner. The duo T7 in the Legendary Division.\n\n1994: Made his final official Champions Tour start, finishing T54 at the Las Vegas Senior Classic in May...A week later, was T17 at the Liberty Mutual Legends of Golf, with partner Peter Thomson. The team was T4 in the Legendary Division's 36-hole tournament within a tournament. \n\n1993: Only official start was his T45 finish at the Las Vegas Senior Classic. Finished T24 at the Liberty Mutual Legends of Golf, for the first time being played not using a team format. In the Legendary Champions Division, he was T2, two strokes behind winner Don January.\n\n1992: Was T3 in the Legendary Champions Division of the Liberty Mutual Legends of Golf, pairing with Charles Sifford to finish four shots behind the winning team of Mike Fetchick-Bob Toski.\n\n1991: Shot best-ball rounds of 64-59-63-66 with teammate Charles Sifford to rout the field and win the Liberty Mutual Legends of Golf's Legendary Division by 15 strokes over Bob Goalby and Sam Snead...At the unofficial Chrysler Cup at TPC Prestancia in Florida, in his singles match, lost by nine strokes to Lee Trevino as he represented the International team in the competition won by the U.S...Best Champions Tour individual finish was a T32 at his final event of the year, the Security Pacific Senior Classic.\n\n1990: Playing for the International team at the Chrysler Club at TPC Prestancia in Sarasota, Fla., lost his singles match to Don Bies, shooting a 72 to Bies' 69...With Charles Sifford, the duo finished three strokes behind the winning team of Mike Fetchick-Bob Toski at the Liberty Mutual Legends of Golf at Barton Creek CC in Austin, Texas.\n\n1989: Highlight of his career came when he was inducted into the World Golf Hall of Fame...Along with Charles Sifford, successfully defended the Liberty Mutual Legends of Golf's Legendary Champions Division title, outlasting Joe Jimenez-Mike Souchak by three shots at Onion Creek CC...Best finish in 11 official Champions Tour starts was a T19 at the RJR Championship. \n\n1988: Won the Liberty Mutual Legends of Golf Legendary Champions Division, teaming with Charles Sifford. Opened with a 63 in the 72-hole best-ball event and rolled to a three-shot win over Joe Jimenez-Mike Souchak. \n\n1987: In his second start of the Champions Tour season, was T6 at the GTE Classic at Wood Ranch GC \n.\n1986: Played in his final PGA TOUR event, receiving an invitation from Jack Nicklaus to play in the Memorial Tournament, shooting rounds of 77-78 at Muirfield Village GC to miss the cut…Made seven official Champions Tour start, with a pair of runner-up performances on the that Tour. Lost in a playoff at the Denver Post Champions of Golf to Gary Player…Six weeks later, again flirted with victory, at the MONY Syracuse Senior Classic, falling a stroke short of Bruce Crampton at Lafayette CC in New York…Other top-10 came at the Merrill Lynch\/Golf Digest Commemorative (T9)…For the second consecutive season, was the runner-up at the Abierto del Sur in Argentina, this time losing to Vicente Fernandez. \n\n1985: Won the final three tournaments of his career, the Santo Tome Open, the Oro Negro Open and, for the 17th and final time, the Argentine PGA Championship. Won his first Argentine PGA Championship in 1944, a span of 41 years between his first victory in the event and his last…Battled Miller Barber at the U.S. Senior Open at Edgewood Tahoe CC in Nevada. Struggled to a 3-over 75 in the third round, and a final-round 72 left him in second, four shots behind winner Miller Barber…Played with Ken Still at the Liberty Mutual Legends of Golf, with the pair finishing T5, three shots shy of the winning team of Don January-Gene Littler…Also had a close call, finishing second to Florentino Molina at the Abierto del Sur in Argentina…Other Champions Tour top-10s came at the MONY Senior Tournament of Champions (eighth), the Digital Seniors Classic (T4) and the PaineWebber World Seniors Invitational at Quail Hollow Club in Charlotte, N.C. (sixth).\n\n1984: Won his second and final Champions Tour title, capturing the Merrill Lynch\/Golf Digest Pro-Am by two strokes over Gardner Dickinson at Newport CC in Rhode Island. Shot rounds of 68-68-70…Opened the year with a T9 at the Senior Seiko\/Tucson Match Play. Beat Art Wall, 3 and 1, in his opening match before dropping a 3-and-2 decision to Gay Brewer in the second round in the 24-player field…Was solo fourth at the Viceroy Panama Open in January, an unofficial Champions Tour event at Panama GC…Finished T5 at the Vintage Invitational in Ojai, Calif…A month later, was solo sixth at the Senior PGA Tour Roundup at Hillcrest CC in Los Angeles…Played with Rod Funseth at the Liberty Mutual Legends of Golf. The duo fired rounds of 67-62-67-68 to T3 at Onion Creek CC. \n\n1983: Won his first tournament title in four years when he walked away a victor at the Abierto del Norte, his fifth overall win in the event…At age 60, teed it up in his first PGA TOUR event since the 1979 Manufacturers Hanover Westchester Classic. At the 90-hole Panasonic Las Vegas Pro-Am, shot a fourth-round 70 but still missed the cut…Won the unofficial, 36-hole Doug Sanders Celebrity Classic on the Champions Tour, beating Miller Barber and Pete Hessemer in a playoff…Came back a week later and won the Liberty Mutual Legends of Golf for a second time. Thanks to a final-round 61 that he and teammate Rod Funseth shot at Onion Creek CC, they came from behind to defeat Jack Burke, Jr.-Paul Harney by two shots…Was solo sixth at the U.S. Senior Open, his first start in the event since winning in 1980. \n\n1982: Again played with Bob Goalby at the Liberty Mutual Legends of Golf. Finished T2 with two other teams, at 15-under 195, but that score left the runners-up well behind the winning team of Don January-Sam Snead, who finished 27-under…Had his worst showing at the PGA Seniors' Championship, finishing T17.\n\n1981: Didn't win a tournament for the first time since 1941, a streak of 40 consecutive years…Played with a new partner at the Liberty Mutual Legends of Golf, pairing with Bob Goalby. The team shot a 1-over 71 in the first round then recovered nicely, shooting a best-ball score of 16-under over the final 54 holes to T5…After missing the previous-year's PGA Seniors' Championship, he returned to action and opened with a 71 at Turnberry Isle CC then shot three even-par 72s the rest of the way to T7.\n\n1980: Improved his streak of consecutive years with a victory to 39 when he made his Champions Tour debut and promptly won, capturing the U.S. Senior Open by four strokes over amateur Bill Campbell at Winged Foot GC's East Course in New York. Shot rounds of 74-73-68-70.\n","otherCarHigh" : "","personal" : "","otherInfo" : "Inducted into the World Golf Hall of Fame in 1989...Enjoyed great success around the world, with more than 100 international victories and well over 200 total career wins...Probably his greatest triumph came in 1967 when he won The Open Championship at Hoylake by two strokes over Jack Nicklaus...Won four times on the PGA TOUR, the last coming at the 1968 Houston Champions by one stroke over Lee Trevino. The win came just three weeks after he signed an incorrect scorecard at the Masters, voiding an apparent tie with Bob Goalby...Represented Argentina in the World Cup 17 times and won the individual title in 1969 and 1972. Teamed with Antonio Cerda to win the team crown in 1953.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 5 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}