{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27936","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Laird","first" : "Martin","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "190","weightMetric" : "86","birthDate" : "December 29, 1982","age" : "33","birthPlace" : "Glasgow, Scotland","residence" : "Scottsdale, Arizona","family" : "Wife: Meagan; Jack (2\/25\/14), Hannah Katherine (4\/13\/16)\n","education" : "Colorado State University (2004 Marketing)","splInterest" : "European soccer, watching sports, music, cars","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2007)","trndProYear" : "2004","clubAffl" : "","cityPlaysFrm" : "Glasgow; ; Scotland","websiteUrl" : "http:\/\/www.martin-laird.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "13,377,682&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "30th Nationwide Tour Qualifier at the 2006 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "(1): 2006 San Juan Open.","curYearHigh" : "Earned his first top-10 of the season at the Farmers Insurance Open in January, marking the second straight year he finished in the top 10 in San Diego (T7-2015). It was his sixth start of the year and first time finishing in the top 40 in the 2015-16 PGA TOUR Season.","carHigh" : "Member of the Nationwide Tour in 2005. Made the cut in eight of 19 starts, with a T18 at the Preferred Health Systems Wichita Open his only top-25 finish. Missed the cut at the 2004 Envirocare Utah Classic in his only career start prior to his rookie season. Has never played in a PGA TOUR event. Two-time winner on the Gateway Tour. Winner of the 2006 San Juan Open. Winner of the 2004 Denver Open. \n","otherCarHigh" : "Two-time All-American selection at Colorado State University, where he won four collegiate golf tournaments. Holds school records for top-10 (23) and top-20 finishes (31).","personal" : "Cites competing at a high level and seeing hard work pay off as his biggest thrill in golf. Lists his dad and Greg Norman as his heroes. Got his start in golf when his father introduced him to the game. Actually learned to play the game lefthanded, before later switching sides.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2008","qSchoolYear" : "","exmtStatus" : "99th in 2014-15 FedExCup points","otherVics" : "(2): 2004 Denver Open. 2006 San Juan Open.","intlVics" : "","curYearHigh" : "Earned his first top-10 of the season at the Farmers Insurance Open in January, marking the second straight year he finished in the top 10 in San Diego (T7-2015). It was his sixth start of the year and first time finishing in the top 40 in the 2015-16 PGA TOUR Season.","carHigh" : "2014-15: Claimed three top-10 finishes in 22 starts to play his way into the FedExCup Playoffs for the sixth time and first since 2013. Missed cuts at The Barclays and Deutsche Bank Championship ended his season at No. 99 in the FedExCup standings...Started the season-opening Frys.com Open with matching rounds of 6-under 67 to carry a one-stroke lead into the weekend. Went on to finish T3 (three strokes behind champion Sangmoon Bae) following a final-round, 1-under 71. Was seeking his first win on TOUR since the 2013 Valero Texas Open. The T3 finish came in his third start at the Frys.com Open and equaled his entire top-10 output from the 2013-14 PGA TOUR season, when his lone top-10 finish in 20 starts was a T6 at the Barracuda Championship...At the Waste Management Phoenix Open, opened with back-to-back, 5-under 66s to take a two-stroke lead into the weekend at TPC Scottsdale. A third-round 68 extended his lead after 54 holes to three strokes at 13-under 200. A Sunday struggle resulted in a 1-over 72 and an eventual T5 with amateur Jon Rahm, three strokes behind winner Brooks Koepka...Finished T7 at the Farmers Insurance Open, recording his first back-to-back top-10s since stringing together three in a row in 2011, at the World Golf Championships-Cadillac Championship (T10), the Valspar Championship (T5) and the Arnold Palmer Invitational (won). 2013-14: In a last bid to finish inside the top 125 in FedExCup standings and make the Playoffs for a sixth time, claimed a T14 at the Wyndham Championship to finish at No. 127 that ended his PGA TOUR season. Only two top-15 finishes among 20 starts came in his last two events of the season...At the Barracuda Championship in Reno, was one of only two players in the field to collect double-digit points in three of the four rounds in the Modified Stableford scoring event. Geoff Ogilvy, the event's winner, was the other. In the first, third and final rounds, collected 13, 14 and 12 points, respectively. Struggled on the second day, with two bogeys and three double bogeys (or worse), costing him 11 points. An eagle at the par-5 18th (his ninth hole), made for a minus-4 total on the day. The T6 finish was his first top-10 since a T5 at the 2013 PLAYERS Championship. \n\n2013: Concluded the year No. 74 in the FedExCup, marking just the second time since the 2008 season he has failed to advance to the BMW Championship. Season highlighted by his win at the Valero Texas Open, his third PGA TOUR win...Starting the final round five shots off Billy Horschel's 54-hole lead at the Valero Texas Open, tied the TPC San Antonio course record of 9-under 63 Sunday to claim a two-stroke win over Rory McIlroy. Birdied his last three holes in the final round to secure the victory, snapping a streak of 16 straight American winners on TOUR, dating to Tommy Gainey's 2012 win at The McGladrey Classic. The win earned him the final spot into the following week's Masters Tournament. With the win, he became the first player since Johnson Wagner to earn the final spot into the Masters by virtue of a win the week before (2008 Shell Houston Open)...Posted 5-under 67s in the second and fourth rounds of his fifth consecutive PLAYERS Championship to claim a T5 with Henrik Stenson and Ryan Palmer. Also closed with a 67 in 2012 en route to a T2 at TPC Sawgrass. Played the par-5 second hole for the week in 5-under...Posted four sub-70 rounds at the Scottish Open in mid-July to T5 at Castle Stuart GL...Late in the year, played in his second World Cup, with teammate Stephen Gallacher. Finished T20 in the individual competition at Royal Melbourne GC but paired with Gallacher to finish 10th representing Scotland in the team portion of the event. \n\n2012: Playing in the Hyundai Tournament of Champions for the second time in three years, he broke par for the eighth consecutive round with a final-round, 6-under 67 to finish solo second, three shots back of winner Steve Stricker. The runner-up finish was the fourth of his career (2009 Reno-Tahoe Open, 2010 Barclays and 2010 Justin Timberlake Shriners Hospitals for Children Open)...Finished T5 at the World Golf Championships-Accenture Match Play Championship after losing to Lee Westwood in the quarterfinals, 4 and 2. It marked his best finish and his second top 10 in a World Golf Championships event (T10 at the 2011 Cadillac Championship). Matched the best finish by a Scot in Accenture Match Play Championship history (Paul Lawrie T5 in 2001)...Closed with a 5-under 67 at THE PLAYERS despite a bogey on No. 18 to post 11-under and finish T2, two shots behind winner Matt Kuchar. Collected third top 10 of the season and second runner-up finish on the year. Posted his score despite playing holes No. 16-18 4-over in the second round, finding the water on both No. 16 (bogey) and No. 17 (double bogey). Carded a 7-under 65 in the first round, equaling the low round of the week to share the 18-hole lead with Ian Poulter. Notched first top 10 in his fourth start at THE PLAYERS. Prior to his 65 in the first round, he had never posted a score in the 60s in 10 career TPC Sawgrass rounds. \n\n2011: Season highlighted by his second win in three seasons and career-best numbers in earnings (No. 23), top 10s (six) and top 25s (11)...Carried a two-stroke lead into the final round of the Arnold Palmer Invitational and then posted a 3-over 75 to finish one stroke ahead of Steve Marino to win the Orlando-area tournament. His rollercoaster final round included three birdies, four bogeys, a double bogey and a two-putt for par from almost 87 feet on the 72nd hole for the win. The final-round 75 is the highest finish by a winner on the PGA TOUR since Trevor Immelman won the 2008 Masters Tournament with a 3-over 75. His score is the highest in a non-major since Peter Lonard won the 2005 Heritage with a 4-over 75. The Scot becomes the first European winner of the Arnold Palmer Invitational. He is just the fourth international-born player to win, joining South African Ernie Els (1998 and 2010), Australian Rod Pampling (2006) and Vijay Singh of Fiji (2007). Recorded the 300th win on the PGA TOUR by a former Web.com Tour player. He finished 74th in his only other start at the Arnold Palmer Invitational (2010)...In his third start of the season, posted a third-round, 7-under 64 at TPC Scottsdale en route to T3 honors at the Waste Management Phoenix Open...One of a PGA TOUR record nine players tied for the lead after the first round of the Northern Trust Open at 4-under. Finished T25...Recorded a T10 finish at the World Golf Championships-Cadillac Championship, his first top 10 in a World Golf Championships event...Collected his third top 10 of the season at the Transitions Championship, finishing T5 at 10-under-par...Birdied his final two holes Sunday of the Valero Texas Open to claim T9 honors, his fifth top-10 finish of the season. The top-10 performance tied his career-record for most in a season...Topped that mark by notching his sixth such finish at the Crowne Plaza Invitational at Colonial (T10).\n\n2010: Earned first trip to the TOUR Championship on the strength of a second-place finish at the first Playoffs event, The Barclays. Finished 11th in the final FedExCup standings...Had a T4 finish at the season-opening SBS Championship, representing the best finish of the seven players making their first appearance at the event. Placed four strokes behind repeat winner Geoff Ogilvy...Next top-10 finish came 13 starts later when four rounds in the 60s led to a T10 finish at the Crowne Plaza Invitational at Colonial...Led by three strokes through 54 holes at The Barclays, with rounds of 69-67-65. Holding a one-stoke lead on the final hole of regulation, 3-putted from 23 feet for a bogey to fall back into a playoff with Matt Kuchar, posting a final-round 71. On the first hole of sudden death Kuchar's 7-iron from 190 yards curled to 2 1\/2 feet for birdie. Laird could not match the birdie, and he settled for a runner-up finish to move from No. 92 in the FedExCup Standings to No. 3. Finished 30th at the TOUR Championship in his first career start in the Atlanta event...Held the 54-hole lead in defense of his first TOUR title at the Justin Timberlake Shriners Hospitals for Children Open after opening 69-62-63. Posted a final-round 69 to force a playoff with Jonathan Byrd and Cameron Percy at 21-under-par 263. Bid for repeat in Las Vegas ended when Byrd made a hole-in-one on the fourth extra hole. After winning his first career playoff on TOUR in 2009 in Las Vegas, has dropped his last two playoffs. \n\n2009: Won for the first time in his PGA TOUR career at the Justin Timberlake Shriners Hospitals for Children Open...After three top-10s in 2008 he posted his first top-10 of the season at the Legends Reno-Tahoe Open, a T2, holing a 5-foot putt for birdie at the 72nd hole. Finished third-round 66 in spectacular fashion posting birdie, birdie, birdie, eagle over last four holes. Ranked No. 3 in Driving Distance (344.1-yard average) and T4 in Fairways Hit (49 of 56 for 87.5 percent) for the week...Won the Justin Timberlake Shriners Hospitals for Children Open for his first PGA TOUR title, beating George McNeill with a birdie on the third hole of a playoff in the Fall Series event. Closed with a 3-under 68 to match McNeill and former UNLV player Chad Campbell at 19-under 265. Campbell was eliminated on the second extra hole. Laird holed an 11-foot birdie putt on the par-4 18th for the victory after McNeill, the 2007 winner, hit his approach near the greenside water hazard, then lipped out an 18-foot par putt. Earned $756,000 and a two-your TOUR exemption for the breakthrough victory at TPC Summerlin in his 53rd TOUR start. Jumped from 134th to 62nd on the money list with $1,271,254...Finished the season at No. 65 on the money list. \n\n2008: Made 20 of 29 cuts with three top-10 finishes in his rookie season on TOUR, landing in the 125th position in the final week...Rookie birdied five consecutive holes on Sunday (Nos. 2-6) at the Legends Reno-Tahoe Open on his way to a 6-under 66 and a T4 finish, his first career top-10...Posted his second-consecutive T4 two weeks later at the Wyndham Championship at Sedgefield CC in Greensboro, N.C., Laird, who was the first-round co-leader with Bob Heintz after a 63, ended the week with another 7-under-par 63 in the final round...Shot a final-round 67 to finish T7 at The Barclays...Entered the final tournament, the Children's Miracle Network Classic, ranked 126th on the money list. Finished T21 at the Disney tournament to jump into the 125th spot after Shane Bertsch, ranked 125th entering the week, missed the cut. \n\n2007: Made the cut in 19 of 27 events on the Web.com Tour, including nine top-25 finishes. Finished No. 13 on the money list, with $252,679. Got off to a strong start with weekend appearances in nine of his first 10 starts. Became the first player from Scotland to win on the Web.com Tour with his one-stroke win over Jeremy Anderson and Justin Bolli at the Athens Regional Foundation Classic. Ended the year in strong fashion with a T3 at the season-ending Web.com Tour Championship at Barona Creek. \n\n2006: Won the San Juan Open, his second career pro victory. \n\n2005: Made the cut in eight of 19 starts on the Web.com Tour, with a T18 at the Preferred Health Systems Wichita Open his only top-25 finish. \n\n2004: Missed the cut at the 2004 Envirocare Utah Classic in his only career Web.com Tour start prior to his rookie season in 2005. Won the 2004 Denver Open for his first professional win. \n\nAmateur: Two-time All-American selection at Colorado State University, where he won four collegiate golf tournaments. Holds school records for top-10 (23) and top-20 finishes (31).\n","otherCarHigh" : "","personal" : "Played his first event as a professional in his native Scotland at the 2009 Scottish Open, shooting 65 in the first round and finishing 10th...Has the flag of his home country, Scotland, on his golf belt, golf bag and golf balls...Became an ambassador to ClubGolf in Scotland whose goal is to introduce golf to every Scottish child by age 9. His wife, Meagan, is actively involved with the PGA TOUR Wives Association and both help with various events the PTWA sponsors throughout the year.","otherInfo" : "","ntlTeams" : "World Cup (2), 2011, 2013.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T8th at the Farmers Insurance Open.","dynStats" : "He ranks T95th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/pages\/Martin-Laird-GOLF\/186325368084215"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}