{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "22000","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Wood","first" : "Chris","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-5","heightMetric" : "1.96","weight" : "195","weightMetric" : "88","birthDate" : "November 26, 1987","age" : "28","birthPlace" : "Bristol, England","residence" : "Bristol, England","family" : "Single","education" : "","splInterest" : "Cars, mountain biking, music, soccer","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2008","clubAffl" : "Long Ashton GC (Bristol, England)","cityPlaysFrm" : "; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(3): 2012 Thailand Open [OneAsia]. 2013 Commercial Bank Qatar Masters [Eur]. 2015 Lyoness Open [Eur].","curYearHigh" : "","carHigh" : "2015: Had a solid showing in late-March at the Trophy Hassan II, finishing T3 with five others at Golf du Palais Royal in Morocco. Shot rounds of 67-72-74-67 to finish two shots behind winner Richie Ramsay...Had weekend rounds of 68-67 at the BMW PGA Championship in late-May to T2 with Thongchai Jaidee, six shots shy of winner Beyong Hun An. On his fifth shot of the day, made a hole-in-one at the par-3 second hole...Won his second career European Tour event when he held off Rafael Cabrera-Bello at the Lyoness Open in Austria in mid-June. Opened and closed with a pair of 67s at Diamond CC to defeat Cabrera-Bello by two shots. Entered the final round five shots behind 54-hole leader Gregory Bourdy but made up ground quickly, with birdies on two of his first three holes Sunday. Added three more along the way, while Bourdy was shooting a 6-over 78. The victory moved him back inside the Official World Golf Ranking top 100 (No. 78) for the first time since mid-2014...Made it to the quarterfinals of the Saltire Energy Paul Lawrie Match Play in Aberdeen, Scotland. Qualified for the round of 16 with a 2-up victory over Julien Quesne before falling, 5 and 4, to David Howell...Enjoyed weekend rounds of 65-65 at St. Andrews' Old Course to move up the leaderboard and into a T4 at the Alfred Dunhill Links Championship in Scotland. Tied with Bernd Wiesberger, Kiradech Aphibarnrat, Benjamin Hebert and Joakim Lagergren...Picked up an additional top-10 in mid-October, a T9 with three others at the British Masters. Finished six strokes behind winner Matthew Fitzpatrick...The following week, at the Portugal Masters, finished alone in second, nine shots behind dominant winner Andy Sullivan. Still posted four sub-70 rounds during the week at Oceanico Victoria GC...Had a strong showing in late-October, early November in Turkey, finishing fifth at the Turkish Airlines Open. Four under-par rounds at The Montgomerie Maxx Royal, including back-to-back 66s to open the tournament in Antalya, gave him a fifth-place finish.\n\n2013-14: Finished the European Tour season ranked 64th in the Race to Dubai standings and didn't qualify for any of the final four events. In mid-May, shot rounds of 73-70-69-75 to T7 with three others at the Open de Espana, three shots out of the Miguel Angel Jimenez-Richard Green-Thomas Pieters playoff...A month later, had four rounds at par or better to T8 with five others at the Irish Open...In October, finished T9 at the Alfred Dunhill Links Championship, thanks to four under-par rounds at the three-course event in Scotland...Fired rounds of 68-64 to T7 at the weather-shortened Portugal Masters.\n\n2013: Took a three-stroke lead into the final round of the European Tour's Commercial Bank Qatar Masters in January. On the par-3 third hole during the Saturday finish, he double bogeyed. Added three birdies and a bogey leading up to the 17th hole. Was a stroke behind George Coetzee and Sergio Garcia, who were in the clubhouse with 17-under 271s. Hit his second-shot approach on the par-5 18th hole to 14 feet and faced an eagle putt that would give him his first European Tour victory. Drained the putt to avoid the playoff...Finished T5 at the Volvo World Match Play Championship in mid-May...In his first start at the World Golf Championships-Bridgestone Invitational, opened with a 4-under 66 at Firestone CC. Ensuing rounds of 68-70-71 resulted in a T7 with Bill Haas...Lone made cut in two major championship appearances came at The Open Championship (T64)...Shot rounds of 66-69-69-65 at the European Tour's Alfred Dunhill Links Championship to T7 in late-September. \n\n2012: Had heartbreak early in the season, finishing second at the Sicilian Open in Italy. Was tied for 10th when the final round began, but he shot a Sunday 64 at Verdura Golf and Spa Resort only to come up a stroke short of winner Thorbjorn Olesen...Was in position to win again in June at the BMW International Open in Germany. A double bogey at the par-4 14th was his undoing as he T3, a stroke out of the Danny Willett-Marcus Fraser playoff...Two months later, won his first professional title when he captured the Thailand Open on the OneAsia Tour. Fired rounds of 67-64-67-67 at Suwan G&CC to edge South Korea's Jang Dong-Kyu by two strokes. Had to wait for his initital title late in his round when the rain interrupted the action...Added two top-10s in Asia late in the season, finishing T7 at the Barclays Singapore Open and then shooting a final-round, 7-under 63 the following week at Hong Kong GC to T10 at the UBS Hong Kong Open. \n\n2011: Along with Manuel Quiros, lost in a playoff to Louis Oosthuizen at the Africa Open in January. He and Quiros both missed their birdie tries on the first extra hole, while Oosthuizen sealed the victory with a birdie putt of his own...Finished a distant T2 to Darren Clarke at the Iberdrola Open in Mallorca, Spain. Entered the final round with a four-stroke lead at Pula GC but skied to a Sunday 76. 2010: Enjoyed five top-10 European Tour finishes, with three of them coming in consecutive weeks in May. T3 at the BMW Italian Open, followed by a T6 at the BMW PGA Championship and a T5 at the Iberdrola Open...Added another top-10 at the Irish Open, where he T3, four strokes behind winner Ross Fisher...Picked up his final top-10 of the season with a T10 at the Barclays Singapore Open. He opened with a first-round 63 to take the lead but was only 1-under over the final 54 holes at Sentosa GC. 2009: Had a successful first full year on the European Tour, winning Rookie of the Year honors, with top-10 finishes, his best coming at the South African Open, the Celtic Manor Wales Open, the European Open and The Open Championship, where he T3. Shot a final-round 67, tied for the lowest final round at Turnberry's Ailsa Course. Also T76 at the PGA Championship in his first tournament in the United States. 2008: Then an amateur, finished T5 at The Open Championship at Royal Birkdale. He turned professional shortly after and played in eight European Tour events. Earned his playing rights for 2009 by finishing fifth at the European Tour Qualifying School. \n\nAmateur: Played an extensive international schedule, with the English Golf Union...Won the 2008 Bonallack Trophy.\n","otherCarHigh" : "","personal" : "Was an avid soccer player until injuring a knee at age 14 and turned to golf.","otherInfo" : "","ntlTeams" : "World Cup (1), 2013; Seve Trophy (2), 2009, 2013; Eurasia Cup (1), 2016.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T20th at the Arnold Palmer Invitational presented by MasterCard.","dynStats" : "He ranks 52nd in Driving Distance - Driver on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}