{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34277","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Garza","first" : "Dustin","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "205","weightMetric" : "93","birthDate" : "January 8, 1988","age" : "28","birthPlace" : "McAllen, Texas","residence" : "Mission, Texas","family" : "Single","education" : "Wichita State University (2010, Criminal Justice)","splInterest" : "Hunting, fishing, clay shooting","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2010","clubAffl" : "Club at Cimarron (Mission, Texas)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2012","otherVics" : "","intlVics" : "","curYrHigh" : "Making only his third start of the PGA TOUR Latinoamérica season in October, he claimed a T4 finish at the Puerto Rico Classic presented by Merrill Lynch. Shot 66 and 69 on the last two rounds of that event, which was shortened to 54 holes due to weather. Had played the first two events of the Latinoamérica season in March, finishing T20 at the 55th Abierto Mexicano de Golf and T32 at the TransAmerican Power Products CRV Open… Made five cuts in 13 starts on the Web.com Tour, where he finished the season ranked No. 145 on the Money List. In June, fired a couple of 68s on the weekend to finish T7 at the Air Capital Classic in Wichita, his career-best Web.com Tour finish.","carHigh" : "2012: Made the cut in all five of his PGA TOUR Latinoamérica starts, collecting one top-5 and two top-25 finishes to close the season ranked 45th in the Order of Merit… Best PGA TOUR Latinoamérica finish was T5 at the Dominican Republic Open… Lowest 18 was a 6-under par 66 in the opening round of the season at the Mundo Maya Open, an event he finished T15… Earned his PGA TOUR Latinoamérica card by finishing T4 at the Qualifying Tournament at the Doral's White Course… Reached the final stage of PGA TOUR Q-School and finished T149 to earn conditional status on the Web.com Tour.\n\n2011: Made 17 starts in Web.com Tour events but did not make a cut.\n\n2010: Missed the cut in his only career Web.com Tour start, at the Nationwide Children's Hospital Invitational...Missed the cut in his only start on the PGA TOUR, at the Travelers Championship.\n","otherCarHigh" : "Was a two-time All-American (First and Third Team) at Wichita State… Won 12 college events… Was the Missouri Valley Conference Most Valuable Player in 2008, 2009 and 2010.","personal" : "Full name is Dustin Chance Garza… Single… Has one brother, Jason, and three sisters Ashli, Meagan and Candace… Graduated from Wichita State University with a bachelor's degree in Criminal Justice in 2010… Hobbies include hunting, finishing and other sports… Lists golf instructors as Peter Murphy, Jaime Gomez, Carlos Espinosa and Butch Harmon…Biggest thrill outside of golf is shooting a 14-point buck during a deer hunt… First car was a Mustang… Favorite professional sports teams are the San Antonio Spurs (NBA) and the Dallas Cowboys (NFL).... Favorite college team is Texas… Favorite movie is \"Tin Cup\"… Favorite food is Chinese… Favorite athlete to watch is Tiger Woods… Not many people know that he is Hispanic.","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2011","exmtStatus" : "Conditionally Exempt: 58th qualifier from Qualifying Tournament, Money List 61-100","otherVics" : "","intlVics" : "","curYearHigh" : "Fired 68-68 on the weekend to finish T7 at the Air Capital Classic in Wichita, his career-best Web.com Tour finish.","carHigh" : "2012: Did not make a start on Tour. 2011: Made 17 starts in Web.com Tour events but did not make a cut. 2010: Missed the cut in his only career Web.com Tour start, at the Nationwide Children's Hospital Invitational...Missed the cut in his only start on the PGA TOUR, at the Travelers Championship.\n","otherCarHigh" : "Was a two-time All-American at Wichita State. Won 12 college events...Was the Missouri Valley Conference Most Valuable Player in 2008, 2009 and 2010.","personal" : "Lists golf instructors as Peter Murphy, Hamie Gomez, Carlos Espinosa and Butch Harmon...Biggest thrill outside of golf is shooting a 14-point buck during a deer hunt...First car was a Mustang...Favorite professional sports team is the San Antonio Spurs. Favorite college team is Texas. Favorite movie is \"Tin Cup.\" Favorite food is Chinese. Favorite athlete to watch is Tiger Woods...Not many people know that he is Mexican-American.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T7th in 2013 at the Air Capital Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}