{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "28237","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "McIlroy","first" : "Rory","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "160","weightMetric" : "73","birthDate" : "May 4, 1989","age" : "26","birthPlace" : "Holywood, Northern Ireland","residence" : "Holywood, Northern Ireland","family" : "Single","education" : "","splInterest" : "Football (Manchester United), rugby, cars, movies, music","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2007","clubAffl" : "","cityPlaysFrm" : "Holywood; ; Northern Ireland","websiteUrl" : "http:\/\/www.rorymcilroy.com","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2010","qSchoolYear" : "","exmtStatus" : "Winner, 2011 U.S. Open; multiple tournament winner (through 2019-20)","otherVics" : "","intlVics" : "(8): 2009 Dubai Desert Classic [Eur]. 2011 Shanghai Masters [Eur], UBS Hong Kong Open [Eur]. 2012 DP World Tour Championship [Eur]. 2013 Emirates Australian Open [Aus]. 2014 BMW PGA Championship [Eur]. 2015 Omega Dubai Desert Classic [Eur], DP World Tour Championship [Eur].","curYearHigh" : "At the European Tour's Turkish Airlines Open in late-October, early November, opened with three consecutive 67s at The Montgomerie Maxx Royal then recorded a final-round, 1-under 71 to T6 with Peter Uihlein, six shots short of winner Victor Dubuisson in the first event of the Race to Dubai...In his second start of the 2015-16 PGA TOUR Season, finished T11 at the World Golf Championships-HSBC Champions. Posted four birdies in five holes on his final nine to record a 66 in the final round to win the DP World Tour Championship, edging out Andy Sullivan by one stroke. Secured his third Race to Dubai title in four years on the European Tour. Was named 2015 European Tour Golfer of the Year for the third time in four years...Posted his first bogey-free round of the season in the third round of the World Golf Championships-Cadillac Championship and had a stretch of 40 consecutive holes without a bogey over rounds three and four. After holding a three-stroke lead through 54 holes, his final-round 74 dropped him to 10-under and T3...While attempting to defend his title at the World Golf Championships-Dell Match Play, he reached the semifinals for the third time at this event. Was his first appearance in the consolation match after losing, 1-down, in the semifinals to eventual champion Jason Day. In the consolation match, he lost, 3 and 2, to Rafa Cabrera Bello while posting four birdies and four bogeys...Two weeks later, overcame a 6-over 77 in the third round of the Masters with a 1-under 71 Sunday at Augusta National to finish T10 with four others, including Jason Day. Made just five pars in the final round against seven birdies and six bogeys. The top-10 finish was his third-straight in the season's first major, coming off a T8 in 2014 and solo-fourth place in 2015.","carHigh" : "2014-15: In what became a bit of a roller-coaster season, managed seven top-10 finishes in just 12 PGA TOUR starts, highlighted by two victories. An ankle injury while playing soccer prevented him from defending his titles at The Open Championship and World Golf Championships-Bridgestone Invitational. As a preventative measure, also did not compete in The Barclays, the first event of the FedExCup Playoffs. During the Playoffs, swapped the World's No. 1 spot several times with Jordan Spieth and Jason Day before ending the season ranked third in the Official World Golf Ranking and 15th in the FedExCup standings...In October 2014, played in the European Tour's Alfred Dunhill Links Championship. Started slowly, with a 1-over 73 at Carnoustie. Played his final 54 holes in 17-under, including a third-round 64 at St. Andrews that included a stretch of nine birdies in 12 holes. Final-round 68, also at St. Andrews' Old Course, left him T2 with Richie Ramsay and Tommy Fleetwood, a stroke behind winner Oliver Wilson...Won the European Tour's Race to Dubai title, finishing with $7,149,503 in earnings, easily outdistancing No. 2 Henrik Stenson. At the Race to Dubai's final event of the season, in November 2014, started quickly at the DP World Tour Championship, shooting a 6-under 66 in the first round at Jumeirah Golf Estates in Dubai. Shared the 18-hole lead with Shane Lowry. Dropped into a tie for fourth through 54 holes after a second consecutive 70, but he finished strong, with a 4-under 68 on the final day to T2 with Victor Dubuisson and Justin Rose, two shots short of winner Stenson...In January, named 2014 Golf Writers Association of America's Player of the Year as voted on by members of the GWAA...At the Abu Dhabi HSBC Golf Championship, made a late run at victory, shooting a 6-under 66 on the final day at Abu Dhabi GC. Had a shot from the bunker that had he made it would have forced a playoff with Gary Stal. His blast from the sand slid by the hole, and he settled for the runner-up position after shooting four under-par rounds. Helped his finishing position with his first professional hole-in-one in the second round, at the Abu Dhabi GC's 15th hole...Turned in four under-par rounds at Emirates GC to capture the Omega Dubai Desert Classic. Opened 66-64-66 and maintained a four-shot lead over Morten Orum Madsen through 54 holes. Was never really threatened during his final 18 holes, making just one bogey against three birdies. Won his fifth European Tour title and his second Dubai Desert Classic to go with his 2009 title...Finished T9 in his seventh World Golf Championships-Cadillac Championship start, falling shy of his best finish at the event of third in 2012. Received massive media attention during the second round when he flung his 3-iron into the pond on the par-4 18th hole. After a diver retrieved the club, tournament host Donald Trump presented the club to McIlroy on the driving range prior to the final round...Finished fourth at the Masters Tournament in April to record his second top 10 at the Augusta National event in his seventh start. Shot rounds of 71-71-68-66 to jump up the leaderboard on the weekend. Finished at 12-under...Defeated Gary Woodland, 4 and 2, in the championship match at the World Golf Championships-Cadillac Match Play to go undefeated (7-0) in his matches at TPC Harding Park in San Francisco. Earned his 10th PGA TOUR victory in his 92nd start at age 25 years, 11 months, 29 days. Joins Tiger Woods (29) and Jack Nicklaus (17) as the only players to win 10 events prior to their 26th birthday on the PGA TOUR in the last 75 years. Won his first event on TOUR on May 2 at the 2010 Wells Fargo Championship and won the 2015 Cadillac Match Play on May 3 (birthday is May 4). Is the ninth player with at least two career World Golf Championships victories (2014 Bridgestone Invitational). Players with multiple World Golf Championships wins include Woods (18), Geoff Ogilvy (three), Darren Clarke (two), Ernie Els (two), Hunter Mahan (two), Phil Mickelson (two), Ian Poulter (two) and Dustin Johnson (two). Is the youngest winner of the Cadillac Match Play and the sixth-youngest in the history of the World Golf Championships series. Is the second player to win the Cadillac Match Play as a No. 1 seed. Woods won the tournament three times (2003-04 and 2008) as the No. 1 seed...Shot a tournament-record 21-under 267 to win by seven shots over Patrick Rodgers and Webb Simpson at the Wells Fargo Championship. Notched his 11th PGA TOUR title in his 94th TOUR start. Became the first repeat winner of the Wells Fargo Championship. Broke his own course record shared with Brendon de Jonge (2014) at Quail Hollow Club with his third-round, 11-under 61. His 72-hole score shattered Anthony Kim's previous-record 16-under 272 set in 2008. Has claimed his 11 TOUR titles by a collective 37 strokes...Made a Sunday charge at the U.S. Open, with a 4-under 66. But bogeys on Nos. 15 and 17 derailed his hope for a fifth major championship title. The T9 marked his 12th top-10 finish (and fourth consecutive) in 26 major appearances. Now owns three top-10s at the U.S. Open (won in 2011 and T10 in 2009)...Injured ankle playing soccer with friends and was not able to defend titles at The Open Championship or World Golf Championships-Bridgestone Invitational. Returned to defend title at the PGA Championship, but finished 17th with four under-par rounds. Did not play in the first FedExCup Playoffs' event (The Barclays) to further rest his injured ankle...Following a T29 at the Deutsche Bank Championship, finished T4 at the BMW Championship, eight strokes behind champion Day. Entered the TOUR Championship by Coca-Cola No. 11 in the FedExCup standings and turned in a T16 at East Lake GC to finish 15th in the FedExCup.\n\n2013-14: Named PGA TOUR Player of the Year for second time in three seasons (2012). Sensational multiple-win season included winning the Byron Nelson Award and Vardon Trophy for Adjusted Scoring Average (68.827) as well as the Arnold Palmer Award as the leading money-winner ($8.280,096). Finished third in the FedExCup standings, thanks to three victories (giving him nine during his PGA TOUR career) and two runner-up finishes (the last of which came at the season-ending TOUR Championship)...In mid-October, overcame a third-round 75 at the Kolon Korea Open on the OneAsia Tour with a final-day 67 at Woo Jeong Hills CC to T2, a stroke behind winner Sung Kang...In first start of the PGA TOUR season, in late-October, early-November, held the 18-hole lead after opening with a 65 at the World Golf Championships-HSBC Champions. Finished T6, his fourth consecutive top-10 finish at Sheshan International GC in Shanghai, China...Played well at the European Tour's season finale, the DP World Tour Championship, where he T5 with Luke Donald and Lee Westwood...With rounds of 69-65-70, entered the final round of the Australian Open trailing Adam Scott by four strokes. Drew even with Scott with eagle-birdie on Nos. 7-8, and then the two battled down the stretch. Entered the final hole needing a birdie to win his first professional event of 2013 and did just that by shooting a final-round, 6-under 66. That gave him a one-stroke victory over Scott, denying the Australian the Triple Crown of Australian golf (Australian Masters, Australian PGA Championship and Australian Open)...Shot four under-par rounds at the Abu Dhabi HSBC Golf Championship in mid-January, including a final-round 68, but could only T2 with Phil Mickelson, a stroke behind winner Pablo Larrazabal...Opened with a 9-under 63 at the Omega Dubai Desert Classic. Was only two strokes off Stephen Gallacher's lead through 54 holes, but a 2-over 74 on the final day at Emirates GC left him T9 with three others, four shots behind Gallacher's winning score...The 2012 Honda Classic champion returned to PGA National in late February, where he opened with a 7-under 63 to take a one-stroke lead. His lead held up all the way to Sunday, where he began the final round with a two-stroke advantage over Russell Henley. Struggled in the final round, with five bogeys and a double bogey (No. 16) to post a 4-over 74 and open the door for sudden death with Henley, Russell Knox and Ryan Palmer. Had a chance to end the tournament in regulation when his second shot into the par-5 72nd hole landed 11 feet from the hole. Unable to convert for eagle, the four went back to No. 18 for sudden death. Henley won the tournament when he was the only one of the quartet to make birdie...In his fourth start at the Shell Houston Open, posted the low round of the day in the final round, a bogey-free, 7-under 65, en route to a T4...Finished a career-best T8 at the Masters Tournament, with rounds of 71-77-71-69...Also finished T8 in his next start, at the Wells Fargo Championship. On his 25th birthday, earned his fourth top-10 finish in five starts at the Charlotte event (won in 2010, missed the cut in 2011, T2 in 2012 and T10 in 2013)...A third consecutive top-10 finish came in early May, at THE PLAYERS Championship, where a final round, 6-under 66 helped result in a T6 with four others. The 66 was one stroke off the low round of the day (Jimmy Walker and K.J. Choi). In his fifth start at TPC Sawgrass, birdied the par-5 16th and par-4 18th holes each of the four rounds. He birdied each of the last three holes on the weekend, resulting in a 10-under total on that stretch for the week...Entered the final round of the European Tour's BMW PGA Championship seven strokes behind leader Thomas Bjorn. Shot a Sunday 66 to vault up the leaderboard as Bjorn fired a 3-over 75. Hung on for the title, beating Shane Lowry by a shot and Bjorn and Donald by two strokes. After making a bogey on the par-4 ninth hole, made five birdies and four pars on the back nine to secure his fourth European Tour title, two of those birdies coming on his 71st and 72nd holes...Shot a first-round 63 to hold a three-shot lead at the Memorial Tournament but finished T15...Became just the third player (Jack Nicklaus and Tiger Woods) to claim three legs of the career grand slam at age 25 or younger by winning The Open Championship in July. Led wire to wire en route to his victory at Royal Liverpool GC, the seventh player to achieve an Open Championship victory in such fashion. Began the final round with a six-stroke lead, and following a 1-under 71, beat a hard-charging Sergio Garcia by two strokes. With the win, became the seventh-youngest player to win his first three major championship titles and the youngest to win The Open Championship since Woods, in 2000. With the win, became the only three-time major champion in the previous 24 major championships. The victory moved him from No. 8 to No. 2 in the Official World Golf Ranking and put him in the No. 1 spot in the European Tour's Race to Dubai...Was three shots behind Garcia entering the final round of the World Golf Championships-Bridgestone Invitational before recording a 4-under 66 to win by two shots at Firestone CC. His eighth TOUR win came in his 82nd start, at age 25 years, 2 months, 30 days. Regained the No. 1 spot in the Official World Golf Ranking for the first time since March 24, 2013, taking the top spot from Scott. The victory was his first in a World Golf Championships event, his 22nd overall start. Joined Darren Clarke (2003) as the only Europeans to win the Bridgestone Invitational. Led the tournament field in Driving Distance and was tied for the lead in Greens in Regulation. Has recorded 16 rounds in the 60s out of 24 total rounds at the Bridgestone Invitational. Four of eight TOUR victories have been in come-from-behind fashion (2010 Wells Fargo Championship, 2012 Deutsche Bank Championship and 2012 BMW Championship are the others). Has recorded two of the last three instances where a player has won back-to-back starts on TOUR. Is the fourth consecutive player in his 20s to win a World Golf Championships event, the longest streak since the inception of the series, in 1999...Posted four rounds in the 60s (66-67-67-68) at Valhalla GC, taking two putts from 34 feet to par the 72nd hole and win the PGA Championship by one stroke over Mickelson. His fourth major championship capped off a streak of three consecutive victories, making him the first player to perform the feat since Woods won five consecutive starts at the conclusion of 2007 and beginning of 2008. Earned 600 points to supplant Jimmy Walker's 30-consecutive-week reign atop the FedExCup standings. At age 25 years, 3 months, 6 days old, became the fourth-youngest to win a fourth major, behind Tom Morris Jr., Woods and Nicklaus. In addition, became the first player to win back-to-back majors since Padraig Harrington at the 2008 Open Championship and PGA Championship. Also joined Harrington (2008), Woods (2000 and 2006), Nick Price (1994) and Walter Hagen (1924) as the only players to win the Open Championship and PGA Championship in the same season. Won back-to-back TOUR events for the second time in his career, winning the Deutsche Bank Championship and BMW Championship in 2012 and the Bridgestone Invitational and PGA Championship this year. Improved to 5 of 7 when carrying the 54-hole lead into the final round, including all four of his major wins. His ninth TOUR title made him the 18 player (31 times) to win two majors in a season, becoming the first to do so since Harrington in 2008. Became the fifth international player to win multiple PGA Championships, joining Jim Barnes (1916 and 1919), Gary Player (1962, 1972), Price (1992 and 1994) and Vijay Singh (1998 and 2004)...After finishing T22 at The Barclays, dropped from the top spot to No. 2 in the FedExCup standings. Retained that position with a T5 finish at the Deutsche Bank Championship, highlighted by a second-round, 7-under 64. Of his 16 rounds at TPC Boston, five have been 65 or better, including a third-round 64 Sunday (the third time he has posted that number)...Finished T8 at the BMW Championship, with rounds of 67-67-72-66. Four-putted the par-3 12th hole in the third and fourth rounds at Cherry Hills CC, but was still able to salvage a top-10 finish...Entered the TOUR Championship No. 4 in the FedExCup standings and was in prime shape to win the FedExCup with just 18 holes remaining, sharing the 54-hole lead with eventual winner Billy Horschel. Played his first 11 holes in 4-over on the final day before finishing with birdies on Nos. 15, 16 and 17 for a 1-over 71 and a T2 finish with Jim Furyk. It marked the fifth runner-up outing of his TOUR career and second of the season (The Honda Classic). Fell to five of eight when carrying the lead into the final round of a PGA TOUR event, with the TOUR Championship marking the first time he had shared the lead with 18 to play. The third place finish in the FedExCup was the second-best showing of his career. He was also second in the season-long competition in 2012...At the Ryder Cup at Gleneagles in Scotland, recorded three points on a 2-1-2 record to help lead the European team to a five-point victory over the U.S in the biennial event. Concluded the week with a 5-and-4 victory in the singles competition over Rickie Fowler. Became the first player since Tom Watson in 1977 to win two major championships and the Ryder Cup in the same season.\n\n2013: After starting the 2013 season No. 1 in the Official World Golf Ranking, went winless in 16 PGA TOUR starts, finishing 50th in the final FedExCup standings...One week after withdrawing from The Honda Classic due to a tooth infection, closed out the World Golf Championships-Cadillac Championship in style, with a bogey-free, 7-under 65 to finish T8...A week before the Masters, made a last-minute decision to play in his first Valero Texas Open. Thanks to a closing 67, finished solo second at 12-under 276, two strokes back of Martin Laird...Finished T10 at the Wells Fargo Championship after holding a share of the first-round lead...Finished T8 at THE PLAYERS, making his first cut at TPC Sawgrass in his fourth start...In defense of his PGA Championship title, finished T8 at the PGA Championship, shooting a final-round, even-par 70 at Oak Hill CC to finish seven shots behind winner Jason Dufner. Finish was lone top-10 in a major championship in 2013...Played in three FedExCup Playoff events, eventually eliminated after finishing T59 at the BMW Championship. \n\n2012: Named PGA TOUR Player of the Year in December. Finished No. 2 in the final FedExCup standings. Led both the PGA TOUR money list and the European Tour money list a year after Luke Donald became the first player to lead both Tours' earning charts...Began the final round of the Abu Dhabi HSBC Golf Championship two strokes behind the leaders, Robert Rock and Tiger Woods, and finished solo second, one shot behind winner Rock. Suffered a setback in the second round when he brushed sand away from his path, sand that was not on the putting surface at Abu Dhabi GC that led to a two-stroke penalty...Went into the weekend of the Dubai Desert Classic on the European Tour tied for the top spot with Thomas Bjorn. Struggled to a 72-71 finish at Emirates GC to fall to T5...In his first PGA TOUR start of the year, advanced to the finals of the World Golf Championships-Accenture Match Play Championship before falling to Hunter Mahan, 2 and 1. Road to the finals included victories over George Coetzee, Anders Hansen, Miguel Angel Jimenez, Sangmoon Bae and a 3-and-1 semifinals victory over Lee Westwood. The championship match pairing marked the first time two players in their 20s met to decide the Accenture Match Play Championship. Runner-up finish marked his best result in the event in four starts, bettering a T5 in 2009. Fell 3-down in his semifinal match to Westwood through four holes but reeled off six birdies from Nos. 6-13 to build a 3-up lead...A week later, at The Honda Classic, was one of just two players to post four-consecutive rounds in the 60s as he overtook the world's No. 1 ranking from Luke Donald with a convincing two-stroke win over Tiger Woods and Tom Gillis. With the victory, his third on the PGA TOUR, he became the second-youngest player to achieve the world's top spot. Only Woods was younger. The win also made him the fifth consecutive international winner of The Honda Classic. Shortly after his winner's press-room interview, he boarded a plane with his girlfriend, professional tennis' Caroline Wozniacki, to travel to New York to watch her compete in an exhibition match against Maria Sharapova in Madison Square Garden the following day...Following a third-round 65, made another charge Sunday at the World Golf Championships-Cadillac Championship (standing at 6-under on the day through 12 holes), but bogeys on Nos. 14 and 18 left him with a 5-under 67 and solo-third. In three TOUR starts this season, owns a win (The Honda Classic), runner-up finish (World Golf Championships-Accenture Match Play Championship) and third-place finish (Cadillac Championship) and as a result captured the lead in the FedExCup points race...Lost his first career PGA TOUR playoff, to Rickie Fowler at the Wells Fargo Championship. Along with D.A. Points recorded par-4s on the first playoff hole (No. 18) before Fowler made a 4-foot birdie putt for the win. Moved back into the No. 1 spot in the Official World Golf Ranking with the runner-up finish...Began the final round of the FedEx St. Jude Classic tied for the lead with Nick O'Hern and Davis Love III, but a double bogey at the 72nd hole left him with a T7 finish. In his second start at TPC Southwind (T29 in 2010), birdied the home hole in the second and third rounds. With the finish, moved up two spots, to No. 6, in the FedExCup standings...Shot a bogey-free, final-round 67 at the Irish Open to finish T10 at Royal Portrush GC...Finished T5 at the Bridgestone Invitational for his sixth consecutive top-10 finish in a World Golf Championships event, the longest active streak. Woods' eight consecutive top-10s is the most in World Golf Championships history, performing the feat twice...Turned a three-shot lead after 54 holes into an eight-shot rout with a bogey-free 66 in the final round to win the PGA Championship at The Ocean Course on Kiawah Island. His margin of victory is the largest in PGA Championship history, breaking Jack Nicklaus' seven-stroke win in 1980. He joins Woods as the only two active players under age 40 with multiple major wins. Woods won his second major in his 18th major championship start (12 as a pro and six as an amateur). Has converted three of four and three consecutive third-round leads into victory on TOUR. Has led going into the final round in three of his last eight majors (2011 Masters and 2011 U.S. Open were the others). His third-round lead was his first lead after any round in a PGA Championship. He also regained the No. 1 spot in the Official World Golf Ranking. Has won his first two majors by a combined 16 shots. Woods won his first two majors by a combined 13 shots. With his victories at the 2011 U.S. Open and this year's PGA Championship, a player from Northern Ireland has won four of the last 11 major championships (Graeme McDowell at the 2010 U.S. Open and Darren Clarke at the 2011 Open Championship). Collected his third top-three finish in four PGA Championship starts (T3 in 2009, T3 in 2010 and T64 in 2011). Is the first player from Northern Ireland to win the PGA Championship. He is the first player from the United Kingdom to win the PGA Championship since Tommy Armour in 1930. Is the sixth European to win the PGA Championship, joining Jim Barnes (1916 and 1919), Jock Hutchison (1920), Armour (1930), Padraig Harrington (2008) and Martin Kaymer (2010). Ended a streak of 16 different consecutive major champions, dating to Harrington at the 2008 PGA Championship. The last time there was a longer streak of different players winning majors started when Larry Nelson won the 1983 U.S. Open and ended when Nelson won the 1987 PGA Championship, 18 different winners. Since 1972, is only the third player from the United Kingdom to win multiple major championships, joining Nick Faldo and Sandy Lyle. At (23 years, 3 months, 8 days) is the youngest player to win the PGA Championship since Woods (23 years 7 months, 15 days) in 1999. Is the sixth-youngest player to win two majors behind only Tom Morris, Jr., Gene Sarazen, Johnny McDermott, Seve Ballesteros and Nicklaus (Woods is seventh). Since 1950, is the 13th different player to win a major championships in back-to-back seasons. His second-round 75 is the highest second-round score by a winner in PGA Championship history. The previous was a 74 by Harrington in 2008. Ended a streak of four consecutive come-from-behind wins in the majors...Birdied five of his first eight holes en route to a final-round 4-under 67 to post a come-from-behind win by one stroke over Louis Oosthuizen at the Deutsche Bank Championship. Matching rounds of 65-65 led to a one-stroke lead over Louis Oosthuizen after two rounds but was then overtaken through 54 holes by the South African, trailing by three strokes. Became the youngest winner of a Playoffs event, and with his fifth PGA TOUR win moved within one of Johnson for the most wins on TOUR by players currently in their 20s. Joined Woods (2007) and Vijay Singh (2004) as players to win the Deutsche Bank Championship the same year of a major championship title. Joined Adam Scott (2003) and Singh (2004) as international winners of the annual event at TPC Boston. With the victory, moved atop the FedExCup standings for the second time this season...Collected fourth win of the season, at the BMW Championship, with rounds of 64-68-69-67 (20-under). Became the first player to win back-to-back starts on TOUR since Jonathan Byrd (2010 Justin Timberlake Shriners Hospitals for Children Open, 2011 Hyundai Tournament of Champions. Was the first player to win back-to-back events since Woods in 2009 (Buick Open and World Golf Championships-Bridgestone Invitational). Was the first player since Johnson (June 2012) to win six PGA TOUR events prior to age 30. Has won three of his last four PGA TOUR starts. The last player to win three of four was Woods, in 2009. Was the fourth player to win back-to-back Playoffs events since its 2007 inception. Woods won the 2007 TOUR Championship by Coca-Cola a week after his BMW Championship victory, Singh won in consecutive starts at the 2008 Barclays and Deutsche Bank Championship and Camilo Villegas won the final two Playoffs event that year—the BMW Championship and TOUR Championship by Coca-Cola. Is the fifth different player to win four or more times in a season in the last 10 years. He joined Justin Rose (2011) in becoming the first back-to-back international winners of the BMW Championship since Nick Price won in 1993 and 1994...Entered the TOUR Championship ranked first in the FedExCup standings. With a win guaranteeing him the FedExCup, finished T10 in his first career start at the event. Entered the final round tied for fourth, three shots behind Brandt Snedeker and Rose. A 4-over 74 left him nine strokes back and No. 2 in the final standings. His over-par final round score snapped a streak of 11 consecutive rounds in the 60s in the Playoffs...Finished 3-2 for the European team at the Ryder Cup, including a win over Keegan Bradley in their singles match...At the BMW Masters on the European Tour in late October, trailed Peter Hanson by a stroke through 54 holes in Shanghai. Fell four shots behind early in the final round then made a late charge, with an eight-hole streak that he played in 5-under to narrow the gap. Needed a birdie on his final hole to force a playoff with Hanson but could only muster a par...Had a non-descript start at the Barclays Singapore Open in mid-November (70-70) then came on strong in the final two rounds at Sentosa GC. Shot a third-round 69 then fired the round of the day Sunday, a 65 to finish solo third and wrap up the Race to Dubai title as the European Tour's leading money-winner...In defense of his 2011 UBS Hong Kong Open title, missed the cut at Hong Kong GC in mid-November...Came back strong the following week, at the DP World Tour Championship in Dubai. Opened with a 66 at Jumeirah Golf Estate, added a 67 in the second round then shot two more 66s on the weekend at the European Tour's final event to win by two shots over Justin Rose. Finished the tournament with a flurry, making five consecutive birdies to end the round, picking up his fifth worldwide title in the process. \n\n2011: Finished the year second in the Race to Dubai, a little more than €1 million behind Luke Donald...Won his first major in record-setting fashion by eight shots at the U.S. Open at Congressional CC. At 22 years, 1 month, 15 days, becoming the ninth-youngest winner of the U.S. Open and the youngest to win the event since Bobby Jones in 1923. He is the first player in U.S. Open history to get to double-digits under-par in the first two rounds. He is the first player in U.S. Open history to reach 13-under par, 14-under par, 15-under par, 16-under par and 17-under par. Set the 36-hole tournament scoring record (131), the 54-hole tournament record (199), and the 72-hole scoring record (268). His six-stroke, 36-hole lead tied Tiger Woods (2000) for the largest at the U.S. Open, while his eight-stroke, 54-hole lead is the second-largest in U.S. Open history behind Woods' 10 strokes in 2000. Set the low first 36-hole score in relation to par at 11-under. Woods (2000) and Ricky Barnes (2009) are tied for second, at 8-under. He also set the low first 54-hole score in relation to par at the U.S. Open (14-under). His 16-under is the most strokes under-par for 72 holes in U.S. Open history. Woods set the old record of 12-under in 2000. Becomes the seventh wire-to-wire (no ties) winner at the U.S. Open, joining Woods (2000 and 20002), Tony Jacklin (1970), Ben Hogan (1953), James Barnes (1921) and Walter Hagen (1914). Is the first player to win the U.S. Open with all four rounds in the 60s since Lee Janzen (1993). The last time the U.S. Open saw back-to-back winners from the British Isles was in 1924 (Cyril Walker, England) and 1925 (William Mcfarlane, Scotland). Last year, Graeme McDowell was the first player from Northern Ireland to win the U.S. Open. He followed a year later, joining his good friend as Northern Ireland champions. The duo also became the first back-to-back winners of the U.S. Open from the same country (outside of the U.S.) since England in 1920 (Edward Ray) and 1921 (Barnes). Woods (2008) and Lucas Glover (2009) were the last back-to-back winners from the U.S. Is one of nine players age 22 and younger with multiple wins with at least one of the wins a major championship. The others are Woods, Gene Sarazen, Tom Morris, Jr., Jack Nicklaus, Tom Creavy, Johnny McDermott, Seve Ballesteros and Jerry Pate...Was a distant second at the Abu Dhabi Championship on the European Tour, eight strokes behind Martin Kaymer. His runner-up showing in the United Arab Emirates came a year after he T3 at the same event, two strokes back of Kaymer...After three rounds in the 60s, entered the final round of the World Golf Championships-Cadillac Championship three strokes behind Dustin Johnson but struggled to a 2-over 74 to finish well behind champion Nick Watney. Finished T10 for his best finish in three starts at the event...Had a third-place showing at the Maybank Malaysian Open...Was fifth at the Memorial Tournament for his second top 10 at the event in as many starts (T10 in 2010). Held the first-round co-lead with Chris Riley, at 6-under 66...Finished T6 at the World Golf Championships-Bridgestone Invitational with all four rounds in the 60s. It was his second consecutive season with all four rounds in the 60s at Firestone CC...Added another top-five on the European Tour, finishing T3 at the Omega European Masters at Crans-sur-Sierre. Shot four rounds in the 60s, including an opening-round 65 in Switzerland but still fell five strokes shy of winner Thomas Bjorn...Contended all week in Hilversum, Netherlands, at the KLM Open before finally finishing third, two strokes behind winner Simon Dyson. Began the final round at Hilversum GC in eighth place, but a Sunday 67 moved him up...Finished a distant second to Rickie Fowler in October at the Kolon Korea Open on the OneAsia Tour...Picked up his second victory of the campaign when he won the Shanghai Masters in China. Finished regulation tied with Anthony Kim and then defeated Kim by making par on the first playoff hole at Lake Malaren's Masters Course. The win was worth $2 million, the largest payday of his career...A week later, also in Shanghai, at the World Golf Championships-HSBC Champions, he had four under-par rounds, including a third-round 65, that led to a T4...Represented Ireland in the World Cup for the second consecutive time, again teaming with Graeme McDowell. Took a third-round lead into the final round at Mission Hills GC's Blackstone Course, but the duo faltered to an even-par 72 in foursomes Sunday to T4...In early December, at the UBS Hong Kong Open, a tournament he says he's always wanted to win, he came from three strokes off the pace on the final day to capture first title after finishing second at the tournament in 2008 and 2009. Playing in the third-to-last group, he holed out from the right bunker for birdie on the 18th hole, his fifth birdie of the day against no bogeys, to ensure the victory. The day before, he shot an even-par 70 marking the first time in 15 rounds that he hadn't shot a round in the 60s at Hong Kong GC. \n\n2010: Rookie season highlighted by an electric, final-round 62 at the Quail Hollow Championship en route to first PGA TOUR victory. Posted T3 finishes at The Open Championship and PGA Championship and was a member of the victorious European Ryder Cup squad...Shot a final-round, 10-under 62 to claim his first TOUR win by four strokes over Phil Mickelson at the Quail Hollow Championship. Eagled the par-5 seventh hole (his 16th hole of the day) in the second round to help make the cut on the number, becoming the first player to win after making the cut on the number since Chris Couch at the 2006 Zurich Classic of New Orleans. Final-round, 10-under 62 set the course record and was the lowest-finishing score by a winner since Brad Faxon's 61 at the 2005 Buick Championship. It was the lowest in relation to par since Ryan Palmer shot the same score to win the 2004 FUNAI Classic at Walt Disney World Resort. Became the third consecutive player in his 20s to win the Quail Hollow Championship (Anthony Kim in 2008 and Sean O'Hair in 2009). At age 20 years, 11 months, 28 days is the youngest winner of the event. With a 16-under 128, posted the lowest final 36-hole score at the tournament by seven strokes (previous mark of 135 owned by four players, most recently Steve Stricker in 2007). Recorded 25 birdies, tied with Vijay Singh (2003) for most in tournament history. Finished the tournament eagle-birdie-par-birdie and tied the back-nine record at Quail Hollow with a 6-under 30 Sunday (Sergio Garcia, first round, 2005, Retief Goosen, third round, 2005). Came from four strokes back on the last day to win. Became the 20th-youngest winner in PGA TOUR history...Finished T10 in his first career start at the Memorial Tournament...Opened The Open Championship with a record-tying 9-under 63, the 24th time the score had been posted in a Major Championship and the eighth time at The Open Championship. Went on to finish T3, equaling his best finish in a major (T3 at the 2009 PGA Championship)...One of just two players in the field at the World Golf Championships-Bridgestone Invitational to post all four rounds in the 60s (68-69-69-69), finishing T9....Kept the heat on a week later at Whistling Straits by finishing T3, one shot out of the Kaymer-Watson playoff at the PGA Championship for third top-3 in last five major starts. One of eight players with two or more top-10s in majors in 2010. The T3 equalled best of eight previous major starts (T3 at the 2010 Open Championship, T3 at the 2009 PGA Championship)...Finished 36th in the FedExCup standings to just miss qualifying for the TOUR Championship by Coca-Cola...Finished 1-1-2 in his first Ryder Cup appearance. Earned a crucial half point when he halved his singles match with Stewart Cink as the European team went on to victory...In November, returned to Sheshan International GC for the World Golf Championships-HSBC Champions, where he finished fourth in 2009. Broke a string of 1-under 71s in the first three rounds in 2010 with a final-round, 5-under 67 to finish fifth...In mid-November, again contended at the UBS Hong Kong Open, where he had finished runner-up in both 2008 and 2009. Opened with a 7-under 63 at Hong Kong GC and eventually was solo sixth, five strokes behind Ian Poulter...Added a solo fifth the following week at the Dubai World Championship and was 13th in the Race to Dubai.\n\n2009: Placed in the top 125 on the PGA TOUR non-member money list. Announced he would join the PGA TOUR in November. Made 11 starts on the PGA TOUR and won his first professional title, at the Dubai Desert Classic on the European Tour by one stroke over Justin Rose. Carded a final-round, 2-under-par 70 to finish at 19-under and complete a wire-to-wire victory at Emirates GC...Came close to a second title, in November 2008 at the beginning of the European Tour season when he forced a playoff at the UBS Hong Kong Open before losing a thrilling extra session to Taiwan's Lin Wen-Tang...Finished second behind Lee Westwood in the European Tour Order of Merit...Making his first start on the PGA TOUR as a professional, lost 2 and 1 to eventual winner Geoff Ogilvy in quarterfinals of the World Golf Championships-Accenture Match Play Championship, earning a T5...Posted top-20 finishes in three of four major championship appearances, including a PGA TOUR career-best T3 at the PGA Championship, five strokes behind winner Y.E. Yang. Finished T20 at the Masters and T10 at the U.S. Open. Shot a final-round 68 at Bethpage Black to move into the top 10. Placed T47 at The Open Championship...Only missed cut in 11 PGA TOUR starts came at THE PLAYERS Championship...Late in the season, had a runner-up finish for the second consecutive year at the UBS Hong Kong Open followed by another runner-up finish at the OMEGA Mission Hills World Cup, representing Ireland and playing with Graeme McDowell. Dropped team event by a stroke to Italy (Francesco and Edoardo Molinari). \n\n2008: A year after turning pro, had a successful season on the European Tour, with six top-10s, including a second at the Omega European Masters, where he lost in a playoff in Switzerland to Jean-Francois Lucquin...Had a stirring playoff at the UBS Hong Kong Open in November. Entered the extra session with Taiwan's Lin Wen-Tang and Italy's Francesco Molinari. He looked poised to win on the first extra hole when Molinari dropped from the playoff and Lin was in trouble in the trees. Lin escaped with a miraculous birdie of his own (on Hong Kong GC's 18th hole) and then held on to win with a birdie on the second extra hole...Was seventh at the Irish Open, and finished his season with three top-10s in his final four starts, at the Alfred Dunhill Links Championship (T8), Castello Masters Costa Azahar (T9) and Portugal Masters (10th).\n\n2007: Turned pro on September 18 at age 18 after a stellar amateur career where he was the world's top-ranked amateur...Made the cut in his first professional event at The Quinn Direct British Masters and finished third in his second professional event, the Alfred Dunhill Links Championship, earning enough money to assure his place in the top 115 to become the youngest and quickest affiliate member to secure his European Tour card, in just two events...Finished T4 in his third event, the Open de Madrid Valle Romano. \n\nAmateur: Played his first professional event as a 16 year old in 2005 at The Belfry...Shot a course-record 61 at Royal Portrush GC in 2005...Represented Europe on the winning Junior Ryder Cup team in 2004, before becoming the youngest winner of the West of Ireland and Irish Close Championships in 2005...The following year he successfully retained both Irish amateur titles and in August 2006 he won the European Amateur...Caught the public's attention with a 3-under 68 in the first round of The Open Championship at Carnoustie, the only bogey-free round of the day. Finished T42 and was the low amateur...Turned professional after representing Great Britain and Ireland in the Walker Cup.\n","otherCarHigh" : "","personal" : "Recorded a 40-yard drive at age 2 and made his first ace at age 9…Left school at age 16 to concentrate on amateur golf…Cites Tiger Woods as his golf inspiration…Website is rorymcilroy.com….Won the 2003 Ulster Boys Championship at age 13…At age 16 became youngest player to win the Irish Amateur Closed Championship in 2005...The Rory Foundation intitiated the 6 Bags Charity Project for select golf tournaments throughout the 2013 season. The project was the first in a planned series of fundraising initiatives. The initital charity was the Northern Ireland Cancer Fund for Children, whose logo was carried on his golf bag at the season-opening Abu Dhabi HSBC Championship in January. Other charities included the Boys and Girls Clubs of Tucson (World Golf Championships-Accenture Match Play Championship), The Child Protection Team of Palm Beach (The Honda Classic), The First Tee of Miami (World Golf Championships-Cadillac Championship), Chinquapin Prep (Shell Houston Open), St. Jude Children's Research Hospital (Wells Fargo Championship) and Blessings in a Backpack (THE PLAYERS Championship).","otherInfo" : "","ntlTeams" : "Ryder Cup (3), 2010, 2012, 2014; World Cup (2), 2009, 2011; Seve Trophy (1), 2009; Walker Cup (1), 2007.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T3rd at the World Golf Championships-Cadillac Championship.","dynStats" : "He ranks 16th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/RoryMcIlroy"},{"cat" : "google+","desc" : "","url" : "https:\/\/plus.google.com\/114495292833947565372\/posts"},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/rorymcilroy"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/mcilroyrory"},{"cat" : "youtube","desc" : "","url" : "https:\/\/www.youtube.com\/user\/RoryMcIlroyOfficial"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}