{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20367","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Andersson Hed","first" : "Fredrik","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "170","weightMetric" : "77","birthDate" : "","age" : "","birthPlace" : "Halmstad, Sweden","residence" : "Halmstad, Sweden","family" : "Wife, Anna; Viggo (2005), Molly (2008)","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1992","clubAffl" : "","cityPlaysFrm" : "Sweden; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(3): 1993 Toyota PGA Championship [EurChall]. 2000 Le Touquet Challenge de France [EurChall]. 2010 BMW Italian Open [Eur].","curYearHigh" : "","carHigh" : "2012: Birdied four of his last five holes on his way to a 7-under 66 Sunday at the Johnnie Walker Championship on the European Tour to move into a T3, a distant five shots behind winner Paul Lawrie...Opened with a 7-under 65 to take the first-round lead at the Omega European Masters, stumbled to a 1-over 73 at Crans-sur-Sierre then recovered with a 67-66 finish to T2 in Switzerland, four shots behind winner Richie Ramsay...Made a strong run at victory late in the season, at the UBS Hong Kong Open. Opened 66-66 at Hong Kong GC, shot a third-round 70 then fired a 6-under 64 on the final day only to finish a stroke behind winner Miguel Angel Jimenez. Had a six-birdie, no-bogey performance on the final day...Final top-10 of the season came at the DP World Tour Championship in Dubai. Opened with a 67 and closed with a 66 at Jumeirah Golf Estates to T9. \n\n2011: Had his top performance of the season at the weather-shortened Barclays Scottish Open. Beginning the final round tied for 44th, he shot a 62 to jump into a solo-second position, four strokes behind winner Luke Donald. First top 10 of the year came at the Omega Dubai Desert Classic, where he T7...Added a sixth-place performance at the Omega European Masters in September...Late in the season, at the Iskandar Johor Open, he T8 at the rain-shortened Malaysian event. \n\n2010: Enjoyed solid success, especially in May when he won and was T2 in back-to-back starts. Won the BMW Italian Open after shooting a third-round 63. Followed that with a 73 Sunday but still held off David Horsey for the win. Came back two weeks later to finish as runner-up at the BMW PGA Championship, a stroke behind winner Simon Khan...In two PGA TOUR starts, was T68 at The Open Championship and T62 at the PGA Championship. Added top 10s at the World Golf Championships-HSBC Champions (T6), the Czech Open (T7) and the Portugal Masters (T9)...Also had a seventh-place showing on the Asian Tour at the Avantha Masters. \n\n2009: Made one PGA TOUR start, with a T65 at The Open Championship. Top international finish was a T4 at the South African Open. \n\n2008: Struggled for much of the season and did not have a top-10. Best finish was a T16 at the Madrid Masters. \n\n2007: Had six top-10 European Tour finishes and finished 29th on the Order of Merit. Was T2 at the Open de Andalucia, T3 at the Telecom Italia Open, T4 at The Quinn Direct British Masters, T5 at the Johnnie Walker Championship and T6 at the Open de Espana. \n\n2005: On the European Tour, was T11 at the Mallorca Classic. \n\n2004: In 27 European Tour starts, top showing was a T9 at the Algarve Open de Portugal. \n\n2003: Had two top 10s, with a close call at the Madeira Island Open, where he claimed T2 honors, finishing a distant eight strokes behind winner Bradley Dredge.\n\n2002: In 18 European Tour starts, claimed a T5 at the Victor Chandler British Masters as his best finish. \n\n2001: Made 24 starts on the European Tour, with a T9 at the Italian Open his top showing. \n\n2000: Broke through for the second time on the European Challenge Tour, winning the Le Touquet Challenge de France. \n\n1993: Won his first European Challenge Tour title, the Toyota PGA Championship.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T50th in 2002 at the The Open Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}