{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "36744","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "MacLean","first" : "Sebastian","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-7","heightMetric" : "1.7","weight" : "154","weightMetric" : "70","birthDate" : "July 15, 1989","age" : "26","birthPlace" : "Santa Cruz de la Sierra, Bolivia","residence" : "Santa Cruz de la Sierra, Bolivia","family" : "Single","education" : "Xavier University (Business Entrepreneurship, 2012)","splInterest" : "Diving, business and travel","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2012","clubAffl" : "Las Palmas CC (Santa Cruz de la Sierra, Bolivia)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2012","otherVics" : "","intlVics" : "(1) 2014 Bolivia Open Mitsuba [DevSeries]","curYrHigh" : "Coming off a T31 at the season opening Avianca Colombia Open, he went on to finish solo third at the Lexus Panama Classic for his best career finish in 42 career starts on PGA TOUR Latinoamérica. Held the tournament lead after an opening 66 and stayed inside the top-4 the entire week at Buenaventura GC.","carHigh" : "PGA TOUR Latinoamérica member 2012-2014, 2016\n\n2015: Had a top-10, two top-25s and four cuts made in eight starts on PGA TOUR Latinoamérica to finish 93rd on the Order of Merit… Best finish was T9 at the All You Need is Ecuador Open in September… His other top-25 was T18 at the Lexus Panama Classic in May… Had a T7 in his title defense at the Developmental Series' Bolivia Open Mitsuba in October… Closed the year with a sixth place at the Developmental Series Final in Ecuador to earn exempt status on PGA TOUR Latinoamérica.\n\n2014: Had seven top-25s and seven cuts made in 13 starts on PGA TOUR Latinoamérica to finish the season ranked 66th on the Order of Merit... Had to deal with a radial nerve injury that first affected him in 2013… Best finish was T16 twice, at the Mundo Maya Open in May and at the Arturo Calle Colombian Classic in October… Won the Developmental Series' Bolivia Open Mitsuba by six-shots to claim his first career win as a professional in September. This happened to be the first international event for professionals ever organized in Bolivia. Finished at 4-under 206 after 54-holes of play at Las Palmas CC in Santa Cruz de la Sierra.\n\n2013: Finished the PGA TOUR Latinoamérica season ranked 47th on the Order of Merit. Had one top-10 finish, four top 25-finishes and seven cuts made in 10 starts. Because of a radial nerve injury that affected his left arm, he only made three starts during the first half of the season. Came back in good shape for the second half and collected his best finishes on the last three events of the season: T9 at the 87th Abierto de Chile, T13 at the Personal Classic and T15 at the 108th VISA Open de Argentina.\n\n2012: Made his debut as a professional during the inaugural season of PGA TOUR Latinoamérica, where he finishes 26th on the Order of Merit. Had two top-10 finishes, four top-25 finishes and five cuts made in nine starts. His best finish was fourth at the 65th Arturo Calle Colombian Open in Bogota, Colombia in September. Also finished sixth at the 107th VISA Open de Argentina, an event in which he carded a 65 on the final round for his lowest score of the season. Earned his PGA TOUR Latinoamérica card by finishing T13 at the Qualifying Tournament in Buenos Aires, Argentina in June.\n","otherCarHigh" : "Was a member of the Bolivian national team that won the 2007 Copa Los Andes, a historic achievement for golf in his country…Graduated from Xavier University in Cincinnati, where he recorded the lowest scoring average in school history.","personal" : "Has two younger brothers, Andrés and Santiago… Earned a business entrepreneurship degree from Xavier in 2012… His hobbies include diving, business and travel… Punta Espada in Punta Cana, Dominican Republic is his favorite golf course… He would love to play at Pebble Beach… His favorite college team is Xavier Musketeers… Barcelona FC is his favorite professional team… “Breaking Bad” is his favorite TV show… “The Peaceful Warrior” is his favorite movie… “The Talent Code” is his favorite book… Loves Thai food… Rafa Nadal is his favorite athlete to watch… Madrid is his favorite city… Dream foursome would include Tiger Woods, Gary Player and Tom Watson…. Twitter and Instagram name is @sebasmaclean","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - Finished 6-10 at 2015 Dev Series Final (exempt to midseason reshuffle)"},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Coming off a T31 at the season opening Avianca Colombia Open, he went on to finish solo third at the Lexus Panama Classic for his best career finish in 42 career starts on PGA TOUR Latinoamérica. Held the tournament lead after an opening 66 and stayed inside the top-4 the entire week at Buenaventura GC.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri in 2016 is 3rd at the Lexus Panama Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}