{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "31404","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Parks","first" : "Blake","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "185","weightMetric" : "84","birthDate" : "December 12, 1984","age" : "31","birthPlace" : "Odessa, TX","residence" : "Phoenix, AZ","family" : "Single","education" : "Grand Canyon University","splInterest" : "Fishing, poker","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2007","clubAffl" : "Odessa CC (Odessa, TX)","cityPlaysFrm" : "Odessa, TX","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "6,011&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "32nd Nationwide Tour Qualifier at the 2010 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Has played on the Gateway and Hooters Tours. 2010: Missed the cut at the WNB Golf Classic. 2007: Made his Nationwide Tour debut, missing the cut at the WNB Golf Classic. \n","otherCarHigh" : "Won the Conference USA Championship while lettering at the University of Houston (2003-04). Won NJCAA Nationals at Odessa College in 2004-05. Qualified for Nationals two years at Grand Canyon University. Attended Permian High School in Odessa, TX.","personal" : "Non-golf related jobs held include working at the House of Mufflers...Cites winning the national championship at Odessa College as his biggest thrill in golf. Biggest thrill outside of golf is attending his annual family reunion...Lists Inn of the Mountain Gods in Ruidoso, NM, as his favorite course played. Would most like to play Bethpage State Park's Black Course...Favorite college team is the University of Texas. Favorite professional team is the Dallas Cowboys. Favorite TV show is \"Pawn Stars,\" and his favorite movie is \"Forrest Gump.\" Favorite entertainer is Denzel Washington. Favorite book is Harvey Penick's Little Red Book. Favorite food is Mexican. Favorite athlete to watch is Roy Williams. Favorite cities are Seattle and Miami...Would round out his dream foursome with Ben Hogan, Albert Einstein and Michael Jordan...Has never had a golf lesson...Bucket list items includes playing in the Masters, flying an airplane, playing in and being on the final table of the World Series of Poker and playing St. Andrews GC with his dad and grandfather...Is involved with Meals on Wheels.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "Played in 17 Nationwide Tour events, with his only made cut a T19 at the Fresh Express Classic in April. Shot rounds of 69-69-68 before bad weather washed out the final round...Opened with a 66 at the Cox Classic for his low round of the year. Came back with a second-round 73 to miss the cut."},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T19th in 2011 at the Fresh Express Classic at TPC Stonebrae.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}