{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "21878","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Wilson","first" : "Mark","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "145","weightMetric" : "66","birthDate" : "October 31, 1974","age" : "41","birthPlace" : "Menomonee Falls, Wisconsin","residence" : "Elmhurst, Illinois","family" : "Wife, Amy; Lane, Cole, Graham","education" : "University of North Carolina (1997, Mathematics)","splInterest" : "Being home, hanging with his sons, watching \"The Office,\" projects around the house","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1997","clubAffl" : "Cog Hill G&CC (Lemont, Illinois)","cityPlaysFrm" : "Chicago; IL; United States","websiteUrl" : "http:\/\/www.markwilsongolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "15,140,478&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Member of the PGA TOUR 2003-05. Member of the Nationwide Tour in 2002. Regained TOUR card for 2005 with T26 finish at PGA TOUR National Qualifying Tournament. Slow start to the season, but finished the second half of the year with three top-10s, beginning with the Deutsche Bank Championship near Boston. Collected first top-10 of season in 18th start with a T10 at 2005 Deutsche Bank Championship, seven strokes behind Olin Browne. Marked third career top-10 in 74 TOUR starts. Recorded a career-best T3 at the Valero Texas Open. His previous-best was a solo fourth at the 2003 HP Classic of New Orleans. His $203,000 payday almost doubled his season earnings to $429,323. Three starts later posted his third top-10 of the season with a T10 finish at the FUNAI Classic at Walt Disney World Resort, aided by a career-best 9-under 63 in the third round. His top-10 finish earned a spot in the following week's Chrysler Championship. He collected $110,000 at the FUNAI Classic to improve season earnings to $553,623, moving from 151st on the season money list to 131st with two full-field events remaining in the 2005 season. Made the cut in the last two full field events of the season to finish 133rd on the final season money list. Playing with No. 126-150 status in 2004, participated in 19 events with one top-10, a T5 at the Reno-Tahoe Open. Also played in six 2004 Nationwide Tour events with two top-10s. As a rookie in 2003, playing in his 19th career event on TOUR, posted first top-10, a solo fourth at the HP Classic of New Orleans. Narrowly missed on retaining card in rookie season, finishing 128th on money list. Earned his first trip to the PGA TOUR via a T17 finish at the 2002 National Qualifying Tournament. Spent 2002 season as a rookie on the Nationwide Tour. Only top-10 was a T8 at the SAS Carolina Classic. Missed cut at the Greater Milwaukee Open, his only PGA TOUR appearance in 2002. Played the Hooters Tour from 1998-2001 and won three times. Played the PGA Tour of Australasia from 2000-02. Has two career holes-in-one in competitive rounds. Won Ben Hogan Award in 1996 as top NCAA student golfer. Cites Ben Hogan as his hero. Got his start in golf from his father. Biggest thrill in golf was winning the state high school championship as a freshman, doing so after firing a 5-under-par on the back nine to win.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2003","qSchoolYear" : "2002, 2004, 2006","exmtStatus" : "95th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Three top-10 finishes in 26 starts was good for his seventh start in the FedExCup Playoffs. A T24 finish at The Barclays moved him into the top 100 in FedExCup points, No. 85, and into the Deutsche Bank Championship field. A T69 finish at TPC Boston ended his season, at No. 95 in the FedExCup standings...With four rounds in the 60s, finished T8 at The McGladrey Classic for his first top-10 finish on TOUR since a T6 at the 2013 RBC Canadian Open. It marked his second top-10 at the event to go with his T10 in 2012. Finished T9 at the Sanderson Farms Championship, firing rounds of 71-69-68-70. Recorded back-to-back top-10s for the first time in two seasons...Put together four rounds in the 60s (66-68-67-68) to finish in a three-way T7 at the Travelers Championship.\n\n2013-14: For just the second time in the FedExCup era (2010), failed to advance to the FedExCup Playoffs. Finished the season No. 183 in the FedExCup, with nine made cuts in 25 starts. Enjoyed a season-best T23 at the Wells Fargo Championship, marking the first time since he joined the TOUR in 2003 without posting at least one top-10 outing.\n\n2013: Made nine of 19 cuts on TOUR and finished 111th in the final FedExCup standings. Entered the FedExCup Playoffs No. 102 in the standings but missed the cut at The Barclays and failed to advance to the Deustche Bank Championship...With a 4-under 69, shared the opening-round lead with Dustin Johnson and Nick Watney at the weather-shortened Hyundai Tournament of Champions. A 3-over 76 in the second round derailed his hopes of adding the Big Island tournament title to his win at the 2011 Sony Open in Hawaii. Just eight players have won both of the Hawaii events. A final-round, 3-under 70 led to a T11 finish...Finished T3 at the Arnold Palmer Invitational for his best finish and second top-10 in nine career Bay Hill starts...Did not play again until four weeks later, at the RBC Heritage. Despite a second-round, 4-over 75, bounced back to post his second consecutive top-10 finish with a T9 effort. It marked his first top-10 in seven starts at Harbour Town...In July, played Glen Abbey GC's five par-5s in 12-under that helped him to a T6 with Roberto Castro and John Merrick at the RBC Canadian Open. Holed out for an eagle-2 on the par-4 ninth hole Sunday en route to a final-round, 2-under 70.\n\n2012: Finished No. 59 in the FedExCup standings a year after making his first start in the TOUR Championship by Coca-Cola...Won his fifth career event on TOUR, a two-shot victory at the Humana Challenge. Posted his lowest PGA TOUR round when he shot a 10-under-par 62 in the second round. His round included eight birdies and an eagle. Was just 1-under par on the par-3 holes but was 8-under on the par-4s and 14-under on the par-5s. Had to play three holes at La Quinta CC on Sunday morning to complete his third round before returning to the Palmer Private Course for his final round Sunday afternoon. Best finish in three previous starts in the desert was a T33 in 2007. All five of his wins have come in the first quarter of the year. Going back to the start of the 2011 season, along with fellow Wisconsin native Steve Stricker, the duo has three victories, the most wins on the PGA TOUR...Earned second top-five finish of the season with a third-place showing at the World Golf Championships-Accenture Match Play Championship. Advanced to the semifinals with 3-and-2 victories over Bo Van Pelt and Robert Rock and 4-and-3 wins over Dustin Johnson and Peter Hanson before falling to eventual winner Hunter Mahan, 2 and 1. Bounced back to defeat Lee Westwood, 1-up, in the consolation match to notch his best finish in a World Golf Championships event. Did not have a match extended to No. 17 during the first four rounds. Posted his best finish at the Accenture Match Play Championship, surpassing a T17 in 2011...After the Match Play Championship, next top-10 finish came 19 starts later when he finished T10 at The McGladrey Classic, with four rounds in the 60s. His four sub-70 rounds in Sea Island snapped a string of 12 consecutive rounds in the 70s, dating to a missed cut at the PGA Championship. Furthermore, he had just four rounds in the 60s in his previous 37 rounds going back to the final round of the RBC Heritage in April. \n\n2011: Had a career year with two wins and personal best finishes in the FedExCup (No. 22) and on the money list (No. 19). Made his first appearance in the TOUR Championship by Coca-Cola (T26)...Played the final 40 holes without a bogey and capped off a 36-hole marathon final day with rounds of 65-67 to win the Sony Open in Hawaii at 16-under 264, two strokes ahead of Tim Clark and Steve Marino. Following his third-round 5-under 65, had just six minutes to rush to the locker room, grab a quick sandwich and a few sleeves of golf balls before teeing off for the final 18 holes at the Waialae CC. His third-career victory came in his fifth start at the event, with a T20 in 2010 his previous-best showing...Added his next win just two starts later in playoff fashion at the Waste Management Phoenix Open. After posting rounds of 65-64-68-69—266, posted a birdie-3 on the second playoff hole led to his fourth career victory over Jason Dufner. Collected 500 FedExCup points and moved to the top spot in the standings, 336 points ahead of Jhonattan Vegas. His win became the first of his career in come-from-behind fashion, having entered the final round one stroke behind Tommy Gainey. The win came in his fourth start at the event (1-2011, T14-2010, T48-2009, T9-2008). Donned a \"cheesehead\" the Sunday of the tournament at the par-3 16th hole in honor of his home state Green Bay Packers playing in the Super Bowl later that day...Finished T9 at the Arnold Palmer Invitational on the strength of a final-round 69. It was his first top-10 at Bay Hill in seven career starts...Finished T7 at the Memorial Tournament for his second top 10 (T3 in 2009) in five starts at Muirfield Village GC...Enjoyed four rounds in the 60s at The Mines Resort and GC in Malaysia to T4 at the CIMB Asia Pacific Classic. \n\n2010: Posted two top-10s in 28 starts. String of three straight years inside the top 50 in the final FedExCup standings was broken when he finished 131st...Posted T7 at the Quail Hollow Championship on the strength of a final-round 67...Finished sixth at the Children's Miracle Network Classic, thanks to four rounds in the 60s. \n\n2009: Won his second PGA TOUR title and finished 32nd in the FedExCup standings and No. 44 in earnings...Finished at 13-under 267 to win the Mayakoba Golf Classic at Riviera Maya-Cancun by two strokes over J.J. Henry. Victory on March 1 came almost two years to the day after his first PGA TOUR victory at The Honda Classic on March 4, 2007. Went ahead for good on the second hole of the final round, then held on through dark clouds and wild winds over the back nine. Shot a final-round 68...Finished T3 at the Memorial Tournament at 8-under, four strokes behind winner Tiger Woods. Entered the final round tied for the lead with Matt Bettencourt...36-hole co-leader with Tiger Woods after opening 69-66 at BMW Championship on home course, Cog Hill G&CC. Finished T10 to end his PGA TOUR Playoff run at 32nd in FedExCup standings. 2008: Surpassed $1 million in earnings for the second consecutive season, with a career-high 25 made cuts in 29 starts. Recorded a career-best 12 top-25s, finishing No. 45 in the FedExCup standings...Four rounds in the 60s (68-66-66-63) led to a season-best runner-up finish to Zach Johnson at the Valero Texas Open. \n\n2007: Earned first career TOUR victory in 111th career start at The Honda Classic at age 32 years, 5 months, 3 days. Defeated Jose Coceres with a birdie-2 on the third playoff hole, the par-3 17th, on Monday morning, as play had been suspended due to darkness after one playoff hole on Sunday evening. Camilo Villegas and Boo Weekley were eliminated on the second playoff hole when they made bogeys. Posted rounds of 72-66-66-71—275 (5-under-par). Second-round 66 included a self-imposed two-stroke penalty as caddie had given advice regarding club selection to a fellow competitor early in the round. Sank a 47-foot par putt on the 16th hole on Sunday and made a 31-footer for par on the first playoff hole to stay alive. Became the 10th first-time winner in tournament history, and the fourth in the last seven years. Recorded the 200th victory on the PGA TOUR by a Web.com Tour alumnus. Earned 4,500 FedExCup points and $990,000. Of his two-stroke penalty, Wilson said, \"I don't think I would be here if I had not called it on myself because I would be thinking about it, and I would be sitting here, and had I not called it on myself, every time I look at that trophy it would be tarnished.\"...Recorded seven straight birdies on holes three through nine in the third round of the Memorial Tournament, the most on Tour that year. \n\n2006: Playing PGA TOUR with No. 126-150 money-list status, finished 156th on money list with one top-10 in 24 starts. Earned TOUR card for 2007 with T29 finish at PGA TOUR Qualifying Tournament...Posted first top-10 of the season in his third start, a T9 at the Chrysler Classic of Tucson. Held first-round lead after with an 8-under 64. Was the first lead of any kind on TOUR in his 85th start. 2005: Regained TOUR card for with T26 finish at the 2004 PGA TOUR Qualifying Tournament. Slow start to the season, but finished the second half of the season with three top-10s, beginning with the Deutsche Bank Championship in Boston. Collected first top-10 of season in 18th start with a T10 at 2005 Deutsche Bank Championship. Marked third career top-10 in 74 TOUR starts. Recorded a career-best T3 finish at the Valero Texas Open. His previous best was a solo fourth at the 2003 HP Classic of New Orleans. His $203,000 payday almost doubled his season earnings to $429,323...Three starts later posted his third top-10 of the season with a T10 finish at the FUNAI Classic at Walt Disney World Resort, aided by a career-best 9-under 63 in the third round. His top-10 finish earned a spot in the following week's Chrysler Championship. He collected $110,000 at the FUNAI Classic to improve season earnings to $553,623, moving from 151st on the season money list to 131st with two full-field events remaining in the 2005 season. Made the cut in the last two full field events of the season to finish 133rd on the final season money list. 2004: Playing with No. 126-150 status, participated in 19 events with one top-10, a T5 at the Reno-Tahoe Open. Also played in six Web.com Tour events, with two top-10s. 2003: As a rookie, playing in his 19th career event on TOUR, posted first top-10, a solo fourth at the HP Classic of New Orleans. Narrowly missed on retaining card in rookie season, finishing 128th on money list. 2002: Earned his first trip to the TOUR via a T17 finish at the PGA TOUR Qualifying Tournament. Spent the season as a rookie on the Web.com Tour. Only top-10 was a T8 at the SAS Carolina Classic. Missed the cut at the Greater Milwaukee Open, his only TOUR appearance. Played the Hooters Tour from 1998-2001 and won three times. Played the PGA Tour of Australasia from 2000-02. Amateur: Won Ben Hogan Award in 1996 as top NCAA student golfer, at North Carolina.\n","otherCarHigh" : "","personal" : "Has two career holes-in-one in competitive rounds, both while playing with TOUR player Doug LaBelle II...Cites Ben Hogan as his hero...In 2006, donated $30,000 to Midwest Athletes Against Childhood Cancer Fund, the largest single donation by an athlete in charity's history. Made donation before re-earning PGA TOUR card via Qualifying Tournament. His \"Making A Mark Fore MACC\" program makes a donation for every made cut and additional funding for every top-30 finish...Along with his wife, Amy, is heavily involved in the Blessings in a Backpack charitable organization, with a mission of sending needy school children home every weekend with nonperishable food they can eat on Saturday and Sunday.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 25th on the PGA TOUR 2 times in 2016.","dynStats" : "He ranks 96th in Career Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/pages\/Mark-Wilson-PGA-Tour-Golfer\/220128819327"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/markwilsongolf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}