{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "26929","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "McIntosh","first" : "Brad","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "202","weightMetric" : "92","birthDate" : "December 26, 1981","age" : "34","birthPlace" : "Dubbo, Australia","residence" : "Wolloongong, Australia","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2002","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : ""}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2014: Finished the PGA TOUR China Series' season 38th on the final Order of Merit…Fired rounds of 72-74-75-76 at the first Qualifying Tournament to earn conditional status for the PGA TOUR China Series…Was T12 at the Mission Hills Haikou Open, the PGA TOUR China Series' season-opener…Finished T11 at the Buick Open, the second tournament of the PGA TOUR China Series' season…Just missed on earning his first top-10 of the season when he T12 at the Earls Beijing Open in mid-June. Turned in four par-or-better rounds in Beijing…After missing the cut at the Cadillac Championship, he played on the weekend at the JianyeTianzhu Henan Open, finishing T48…Added a T55 in mid-November at the Nine Dragons Open in Jiaxing. \n2013: Early in his season, opened with a 67 that helped him to a T24 at the Sydney Meriton Invitational in March. Stumbled over his final 36 holes, with a 76-76 finish…In February, opened with a 64 at the Queensland PGA Championship and followed withrounds of 68-68-73 to T52…Posted a top-20 finish at the Tusker Vanuatu Golf Open at Port Vila CC. Finished T11 after a final-round, 7-over 79 dropped him off the pace…In mid-November, was T35 at the Gloria Jeans New South Wales Open at Castle Hill CC. Finished at 5-under, including an opening-round, 4-under 68…Did win the 36-hole Lennock Motors Murrumbidgee Pro-Am in February. \n2012: Finished his PGA Tour of Australasia season No. 153 on the order of merit. Best finish of the campaign was a T35 at the New South Wales PGA Championship (69-75-72-71)…Also finished T56 at the New Zealand Open \n2011: Ended the season No. 92 on the PGA Tour of Australasia order of merit…Best finishes were a T25 at the New Zealand Open and a T40 at the JBWere Masters, a tournament where he finished with a 69. \n2010: Earned U.S. $11,560 to finish 77th on the PGA Tour of Australasia order of merit. Performance allowed him to retain his playing privileges for 2011…Top performance was a T41 at the Australian PGA Championship…Was also T60 at the Australian Open…Played in a Web.com Tour event for the first time since 2006. Shot rounds of 77-70 to miss the cut at the Moonah Classic. \n2009: Had a T25 at the Hero Honda Indian Open on the Asian Tour. \n2008: Finished T57 at the Macau Open in late-October, his top performance on the Asian Tour. \n2007: Missed the cut at the MasterCard Masters on the PGA Tour of Australasia. \n2006: Made one European Tour start, missing the cut at the Johnnie Walker Classic (71-73)…Again played in both the Jacob's Creek Open and the ING New Zealand PGA Championship in the Web.com Tour, missing the cut in both. \n2005: Made Australian golf history in November at the Queensland PGA Championship on the Von Nida Tour. Playing Emerald Lakes on the Gold Coast, he shot a second-round 59 that included a bogey. Playing partner that day was Australian legend Peter Senior. Made 11 birdies, an eagle and the bogey…Late in the season, put together a run of good play. First, finished T25 at the Australian PGA Championship…The following week, was T13 at the MasterCard Masters, with rounds of 67-70-70 over his final 54 holes…Made two Web.com Tour appearances, missing the cut at both the Jacob's Creek Open and the ING New Zealand PGA Championship. \n2004: Finished T48 at the Holden New Zealand Open. \n2003: Made his Web.com Tour debut, missing the cut at the Jacob's Creek Open in his native Australia. \n2002: Finished T40 at the New South Wales Open. \n","otherCarHigh" : "","personal" : "Plays the game lefthanded…Is the owner and director of Light It Up Golf, a company he established in 2011. Designed a visible-in-the-dark LED golf ball and is developing a professional concept for golf clubs in Australia and Southeast Asia to grow golf in those areas.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T11th in 2014 at the Buick Open.","dynStats" : "He ranks 73rd in Career Money Leaders on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}