{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "07941","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "1","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Grob","first" : "Mike","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "195","weightMetric" : "88","birthDate" : "May 6, 1964","age" : "51","birthPlace" : "Billings, Montana","residence" : "Billings, Montana","family" : "Wife, Kristi; Holly (12\/27\/88), Dana (2\/18\/91)","education" : "University of Arkansas (1986, Business)","splInterest" : "Reading, movies, fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1988","clubAffl" : "Yellowstone CC (Billings, Montana)","cityPlaysFrm" : "plays out of Yellowstone CC","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "711,394&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "43rd on 2000 BUY.COM TOUR money list","otherVics" : "","intlVics" : "(4): 1997 Montclair Prince Edward Island Classic [Can]. 1998 Canadian Masters [Can]. 2002 Ontario Open Heritage Classic [Can]. 2007 ATB Financial Classic [Can].\n\n\n\n\n","curYearHigh" : "Birdied two of his last four holes to secure the fifth position and, final exempt spot, at the PGA TOUR Champions National Qualifying Tournament. Bumped out John Riegger by a stroke when he got up and down for birdie from underneath a tree left of the 17th green at TPC Scottsdale's Champions Course and then made a routine par at the final hole.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Member of BUY.COM TOUR in 1999-00...Had hip replacement surgery in January 2000...Had secured a medical exemption due to the injury and was only allowed to play in 12 events in 2000...Did not play his first event until the end of June - BUY.COM Greensboro Open...Made the cut in 11 of the 12 events, including a second place finish at the BUY.COM New Mexico Classic, his last event. Shared the first-round lead with four others. Held the second and third-round leads by himself by just one stroke. Finished three strokes behind winner Jason Gore after posting a final-round 70. The finish moved him into the top 55 on the money list and qualified him for the BUY.COM TOUR Championship, where he finished T13...Eight of the 13 cuts made resulted in top-25 finishes...Has made the cut in 34 of 47 career starts on the Tour...One of two players, Jeff Gove was the other, to play in all 30 events in 1999...Made 16 consecutive cuts, the most by any player on the BUY.COM TOUR in 1999...Had a one-stroke lead after 36 holes at the 1999 Wichita Open...Tied with Edward Fryatt and Dave Rummells for the first round lead at the 1999 Greensboro Open after shooting a 64...Fired a career-low 62 in the second round of the 1999 Lakeland Classic and set the competitive course record at Grassland Golf & CC. The 62 tied him with three other golfers for low round of the season. Had seven rounds of 65 or better in 1999...Tied for 37th at the 1996 Greater Vancouver Open for his best finish on the PGA TOUR...Winner of the 1998 Canadian Masters...Aced the third hole in the final round to win the richest event on the Canadian Tour...His wife Kristi caddied for him during the Canadian Masters...Champion of the 1997 Montclair PEI Classic (Canadian Tour)...From 1996-98, finished third, second and third on the Canadian Tour Order of Merit...1985 Montana Amateur Champion.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "1988","otherVics" : "Won the 2009 City of Surrey Invitationa, 2007 Won the ATB Financial Classicl","intlVics" : "","curYrHigh" : "Birdied two of his last four holes to secure the fifth position and, final exempt spot, at the PGA TOUR Champions National Qualifying Tournament. Bumped out John Riegger by a stroke when he got up and down for birdie from underneath a tree left of the 17th green at TPC Scottsdale's Champions Course and then made a routine par at the final hole.","carHigh" : "\n","otherCarHigh" : "Won the Montana Amateur in 1983, 1984, and 1985","personal" : "Underwent hip replacement surgery in 2000 as a result of a 1985 car accident","otherInfo" : "Became the Canadian Tour career earnings leader in 2005, Played on the Nationwide Tour from 1999 to 2001","prYrSeason" : "Played just three events in 2012, finishing T-50 at the Times Colonist Island Savings Open in his only made cut.","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2003","qSchoolYear" : "","exmtStatus" : "150th on 2003 money list","otherVics" : "","intlVics" : "(4): 1997 Montclair Prince Edward Island Classic [Can]. 1998 Canadian Masters [Can]. 2002 Ontario Open Heritage Classic [Can]. 2007 ATB Financial Classic [Can].\n","curYearHigh" : "Birdied two of his last four holes to secure the fifth position and, final exempt spot, at the PGA TOUR Champions National Qualifying Tournament. Bumped out John Riegger by a stroke when he got up and down for birdie from underneath a tree left of the 17th green at TPC Scottsdale's Champions Course and then made a routine par at the final hole.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "PGA TOUR rookie posted a T5 at the 2003 B.C. Open for a career-best finish on the PGA TOUR. Collected his biggest payday of his career of $98,250, doubling his season earnings to $198,446. His final round 8-under-par 64 was a career low on the PGA TOUR. Followed up with second top-10 five weeks later, a T10 at the 2003 Reno-Tahoe Open. Earned membership on the PGA TOUR for the first time with T34 finish at the 2002 Qualifying Tournament. Spent most of the 2002 season on the Canadian Tour where he also played from 1988-98. Finished fifth on the Order of Merit and also third, second and third from 1996-98. Has won three times on that Tour. Member of the Nationwide Tour from 1999-2001. Had hip replacement surgery in January 2000. Problem dated back to a 1985 automobile accident where he suffered a broken pelvis and doctors told him that one day he would have to have it replaced. Did not play his first event until the end of June that year and finished with best earnings season ($111,308) and 43rd ranking but finished higher on the money list in 1999 at No. 34. Top Nationwide Tour finish is a runner-up at the 2000 New Mexico Classic. Fired a career-low 62 in the second round of the 1999 Lakeland Classic and set the competitive course record at Grassland G&CC. 1985 Montana Amateur champion.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2016","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(9): 1983 Montana Amateur. 1984 Montana Amateur. 1985 Montana Amateur. 1997 Montclair PEI Classic. 1998 Canadian Masters. 2002 Ontario Open Heritage Classic. 2006 Times Colonist Open. 2007 ATB Financial Classic. 2009 City of Surrey Invitational.","intlVics" : "","curYearHigh" : "Birdied two of his last four holes to secure the fifth position and, final exempt spot, at the PGA TOUR Champions National Qualifying Tournament. Bumped out John Riegger by a stroke when he got up and down for birdie from underneath a tree left of the 17th green at TPC Scottsdale's Champions Course and then made a routine par at the final hole.","carHigh" : "\n","otherCarHigh" : "Is a member of the Montana State Golf Association Hall of Fame...Won six times on the Mackenzie Tour - PGA TOUR Canada and is the circuit's all-time leading money-winner, with $522,141 in earnings...Spent 1999 to 2001 on the Web.com Tour before earning his PGA TOUR card for 2003 after a T34 at the Qualifying School...Best finish on the Web.com Tour was a second place at the 2000 New Mexico Classic...On the PGA TOUR in 2003, he made 14 cuts in 27 tournaments and best effort was a T5 at the B.C. Open in Endicott, N.Y.","personal" : "Started playing golf at age 8 when his dad introduced him to the game...Biggest inspiration growing up was Tom Watson...Attended the University of Arkansas and played collegiately with John Daly...Was in a car crash in 1985 and had injuries that led to him getting a right hip replacement in January, 2000...Enjoys listening to classic rock music and is a big fan of the Oakland Athletics as well as the Miami Dolphins...Also enjoys fly fishing and being on the Montana River every chance he gets.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T5th in 2003 at the B.C. Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}