{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02242","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Wadkins","first" : "Lanny","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "175","weightMetric" : "79","birthDate" : "December 5, 1949","age" : "66","birthPlace" : "Richmond, Virginia","residence" : "Dallas, Texas","family" : "Wife, Penelope; Jessica (10\/14\/73), Travis (8\/25\/87), Tucker (8\/19\/92)","education" : "Wake Forest University","splInterest" : "Bird hunting, scuba diving, watching sons play sports","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1971","clubAffl" : "","cityPlaysFrm" : "Dallas; TX; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "2009","combTourMoney" : "7,761,876&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1971","qSchoolYear" : "Fall 1971","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(4): 1978 Victorian PGA Championship [Aus], Canadian PGA Championship [Can]. 1979 Bridgestone Open [Jpn]. 1984 World Nissan Championship [Jpn].\n","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "2000: Joined the Champions Tour. 1995: Served as U.S. Ryder Cup captain at Oak Hill CC after playing on eight American teams. 1992: Last official victory came at the Canon Greater Hartford Open. Entered the final round five strokes back of Donnie Hammond, but used a final-round 65 to post a 6-under-par 274 total and defeat Hammond, Nick Price and Dan Forsman by two strokes. 1991: Teamed with Tom Purtzer to win the Shark Shootout. 1990: Won Fred Meyer Challenge with brother Bobby. 1985: Claimed three titles for the second time in his career. Named PGA of America Player of the Year in 1985, when he finished second in earnings to Curtis Strange. 1983: Also was third on the 1983 money list, when he won twice and also had two seconds and a third. 1982: Won three times for the first time in his career. 1979: Braved windy conditions to win the 1979 Tournament Players Championship at Sawgrass CC by five strokes over Tom Watson. 1977: Biggest victory came in the PGA Championship at Pebble Beach GL, when he bested Gene Littler in a playoff...Three weeks later, defeated Hale Irwin and Tom Weiskopf by five strokes at the World Series of Golf...Finished third on the money list that year. 1973 Won twice in the same season for the first of five times he would have multi-victory campaigns. 1972: First of his 21 TOUR wins came at Sahara Invitational in his first full year on the PGA TOUR. Amateur: 1968 and 1970 Southern Amateur, 1970 U.S. Amateur. Played on the U.S. Walker Cup team in 1969 and 1971.\n","personal" : "","otherInfo" : "Played a limited Champions Tour schedule due to broadcasting commitments with CBS Sports. Assumed role of lead analyst for CBS golf telecasts in 2002 following the retirement of Ken Venturi. Made 12 starts on the Champions Tour in 2005, with two top-25s, both coming in successive events during the Champions Tour's early season California swing. 1977 PGA Championship winner and 1995 Ryder Cup captain. Joined the Champions Tour in 2000, winning his only title in first event, the Emerald Coast Classic. In 1995, served as Ryder Cup captain at Oak Hill CC after playing on eight American teams. Last official victory came at the 1992 Canon Greater Hartford Open. In 1985, claimed three titles for the second time in his career. Named Player of the Year when he finished second in earnings to Curtis Strange. Was also third on the 1983 money list, when he won twice and also had two seconds and a third. In 1982, won three times for the first time in his career. Braved windy conditions to win the 1979 Tournament Players Championship at Sawgrass CC by five strokes over Tom Watson. His biggest victory came in the 1977 PGA Championship at Pebble Beach GL, when he bested Gene Littler in a playoff. Three weeks later, defeated Hale Irwin and Tom Weiskopf by five strokes at the World Series of Golf. Finished third on the money list that year. In 1973, won twice in the same season for the first of five multi-victory years. First of his 21 TOUR wins came at 1972 Sahara Invitational in his first full year on the PGA TOUR. 1968 and 1970 Southern Amateur, 1970 U.S. Amateur winner. Played on the Walker Cup teams in 1969 and 1971. Nephew Ron Whittaker is a PGA TOUR member this year.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2000","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(8): 1968 Southern Amateur. 1970 U.S. Amateur, Southern Amateur. 1978 Victorian PGA Championship, Canadian PGA Championship. 1979 Bridgestone Open. 1984 World Nissan Championship. 1990 Fred Meyer Challenge [with Bobby Wadkins].","intlVics" : "(1): 2015 PNC Father\/Son Challenge [with Travis].","curYearHigh" : "","carHigh" : "2015: Continued his analyst work with Golf Channel on Champions Tour events as well as other selected events for the network...Teamed up with his son, Travis, to win the PNC Father\/Son Challenge in a four-team playoff in December in Orlando when Travis eagled the first extra hole.\n\n2013: Handled full-time duties as an analyst for the Golf Channel's Champions Tour telecasts and made only one start during the year—at the Senior PGA Championship in St. Louis. Made the cut and finished T79.\n\n2012: Made just three appearances during the year. Teamed with brother Bobby to finish T33 at the Liberty Mutual Insurance Legends of Golf...Worked several Champions Tour events as a broadcast analyst for Golf Channel telecasts and will continue full time in that role in 2013. \n\n2011: Lone Champions Tour appearance came at the Liberty Mutual Legends of Golf, joining brother Bobby in the Legends Division competition. The duo finished 34th with a better-ball team score of 8-under 208 in Savannah, Ga. 2010: Recurring back issues limited him to just three early season appearances, and he did not play the rest of the year after the Toshiba Classic in early March, where he was 74th. 2009: When he competed at February's The ACE Group Classic, it was his first start since April 2008 (Liberty Mutual Legends of Golf). Finished T53 in Naples...Best stroke-play finish came at the final full-field event of the year when he was T32 at the AT&T Championship. 2008: Schedule was limited to just five events due to back issues and did not make a start after an appearance in late April at the Liberty Mutual Legends of Golf...Underwent double-fusion surgery on his lower back on August 20 at the Texas Spine Institute. 2007: Back problems limited his season to just five starts...Underwent two laser back surgeries, the first in February. Had follow-up surgery in March...Did not compete from mid-February until late September when he returned at the SAS Championship. 2003: Lone top-10 finish was a T8 at the U.S. Senior Open at the Inverness Club in Toledo. 2002: Placed solo third at the rain-shortened Emerald Coast Classic thanks to a 7-under 63 in the second round, his career-low 18-hole score on the Champions Tour and best round since shooting a 62 at the 1989 Texas Open on the PGA TOUR. Performance at The Moors was his best since winning the 2000 ACE Group Classic in his initial Champions Tour appearance. 2001: Played the Champions Tour despite several injuries (wrist and elbow) and broadcasting commitments on CBS golf telecasts...Was grouped with his brother, Bobby, in the second round of the 3M Championship, the first time the two had played an official round together since the 1999 MCI Classic in Hilton Head, S.C...Was T9 at the Enterprise Rent-A-Car Match Play Championship. 2000: Troubled for a portion of the year with right elbow problems...Became just the 10th player ever to win in his Champions Tour debut (brother, Bobby, became the 10th during the 2001 season). Defeated Tom Watson, Walter Hall and Jose Maria Canizares in a playoff for The ACE Group Classic title. Rallied from three strokes down to get into overtime on the final day with an 8-under-par 64, then won the event when he eliminated Canizares with a par on the third extra hole...Made first hole-in-one on the Champions Tour during the opening round of the Nationwide Championship.\n","otherCarHigh" : "Won 21 official events on the PGA TOUR in a 29-year career...First win came at the 1972 Sahara Invitational in his first full year on the PGA TOUR...Won twice in the same season five times (1973, 1977, 1979, 1983 and 1988) and three times in a season twice (1982 and '85)...Biggest victory came in the 1977 PGA Championship at Pebble Beach, when he bested Gene Littler in a playoff...Three weeks later, defeated Hale Irwin and Tom Weiskopf by five strokes at the World Series of Golf...Finished third on the money list that year...Also was third on the 1983 money list, when he won twice and also had two seconds and a third...Named PGA of America Player of the Year in 1985, when he finished second in earnings to Curtis Strange...Braved windy conditions to win the 1979 Tournament Players Championship at Sawgrass CC by five strokes over Tom Watson...Last official victory came at the 1992 Canon Greater Hartford Open. Entered the final round five strokes back of Donnie Hammond, but used a final-round 65 to post a 6-under-par 274 total and defeat Hammond, Nick Price and Dan Forsman by two strokes...Served as the 1995 U.S. Ryder Cup captain at Oak Hill CC and played on the American team eight times...Assumed the role of lead analyst for CBS golf telecasts in the summer of 2002 following the retirement of Ken Venturi and held that role through 2006...Also played on the U.S. Walker Cup team in 1969 and 1971...In November 2009, was inducted into the World Golf Hall of Fame...Was a two-time first-team All-America at Wake Forest and is a member of the Demon Deacons' Athletic Hall of Fame.","personal" : "Enjoys well-deserved reputation as a fierce competitor...Along with brother, Bobby, kept Richmond, Va., junior championship trophy in the Wadkinses' household for six consecutive years. He won four times, with Bobby taking two titles...Served as the player consultant on TPC Myrtle Beach, the venue of the Champions Tour season-ending event in 2000... Biggest thrill in golf was winning the 1977 PGA Championship, and his biggest thrill outside of golf is watching his sons play sports...Son Travis played some on the Web.com Tour in 2012 after following in his father's footsteps by playing collegiately at Wake Forest. His other son, Tucker, plays golf at the University of Arizona...Favorite golf course is Pebble Beach GL.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 21 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}