{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "26498","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Weibring","first" : "Matt","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "165","weightMetric" : "75","birthDate" : "December 4, 1979","age" : "36","birthPlace" : "Dallas, Texas","residence" : "Dallas, Texas","family" : "Wife, Stephanie; Marlie Joy (8\/4\/09), Charles Matthew Weibring (11\/19\/15)","education" : "Georgia Tech (2002, Management)","splInterest" : "Fishing, hunting, music","pronunciation" : "Y-bring","nwTourAlumnus" : "Web.com Tour Graduate (2008)","trndProYear" : "2002","clubAffl" : "Royal Oaks CC (Dallas, Texas)","cityPlaysFrm" : "Plano; Texas; United States","websiteUrl" : "http:\/\/www.mattweibring.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,583,692&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2003","exmtStatus" : "Conditional - Additional Qualifying Tournament Finisher or Finished 76-100 on 2015 Web.com Tour Money List","otherVics" : "","intlVics" : "","curYearHigh" : "Played in 20 Web.com Tour events, making nine cuts, which included four top 25s. Finished 87th on the money list...His lone top 10 came at the Greater Dallas Open in June, when he posted four under-par rounds for the second time of the season. Birdied three of his final five holes Sunday to climb to T8...Two events later, had his second-best outing, a T14 at the Air Capital Classic, after opening with a round of 65...Recorded a T20 in early May at the challenging Victoria National GC layout, home to the United Leasing Championship...A T23 at the Price Cutter Charity Championship in August rounded out his top-25 performances.","carHigh" : "2014: Played in 22 Web.com Tour events, making nine cuts. Had three top-10s and four top-25s. Finished the Regular Season 32nd on the money list...Equaled his best finish on Tour (T2 at the 2012 Mylan Classic) in June when he posted a runner-up at the Air Capital Classic. Fired rounds of 68-65-66-64 (17-under), birdieing his last two holes to finish one behind champion Sebastian Capellen...One week later in Indiana, was four strokes back entering the final round of the United Leasing Championship. Was tied for the lead with two holes to play only to bogey Nos. 17 and 18 to fall to a T4 finish...Got off to strong start in the first of four Web.com Tour Finals' events. Carded 70-71-71 and was T40 after 54 holes of the Hotel Fitness Championship. Bogeyed his first hole on Sunday, then proceeded to card his third 64 of the year, which resulted in a T9, his third top-10 of the year...Missed the cut in the last three Finals' tournaments...Finished 62nd in the priority ranking, 12 spots behind the 50th and final card issued.\n\n2013: Made the cut in two of nine Web.com Tour starts. Best week was a T21 to open the season at the Panama Claro Championship...Shared medalist honors at the U.S. Open qualifying event at Dallas' Lakewood CC in early June. Tied with Edward Loar and Jordan Spieth at 8-under 134. Shot rounds of 70-64 to earn his first invitation to a major championship. Tied for 62nd in the Open...Will play the 2014 season on a Major Medical Extension and will have 11 starts. \n\n2012: Made the cut in 11 of 18 starts and had seven top-25 finishes to end the season No. 44 on the money list. Had a solid middle of the year, with eight consecutive cuts made, including five consecutive top-15 finishes...Earned his first top-10 of the year at the Midwest Classic in Kansas City, where he held a one-stroke lead after 54 holes. Opened the final round with a double bogey but rebounded with five consecutive birdies to close out the front nine and retake the lead at 17-under par. Stumbled on the back nine, with four bogeys in a five-hole stretch, but a birdie on the 72nd hole moved him into a T4, three shots behind winner Shawn Stefani. Became the first player of the year to have fewer than 100 putts (99) in a tournament. Earned enough money to move up 40 spots on the money list, to No. 76. Had only nine official putts during his 6-under 29 to close out the first day, a 6-under 65...Was T10 the following week in Knoxville at the News Sentinel Open...Backed that up with another solid week outside Pittsburgh, at the Mylan Classic, finishing T2, four shots behind winner Robert Streb. Moved up another 31 places, to No. 39 on the money list, with seven events left on the schedule...Ended his run with a T13 at the Albertsons Boise Open and moved up to No. 34 on the money list, his highest position of the year...Ended the year No. 6 in Putts Per Round and 10th in Putting Average. \n\n2011: Made the cut in nine of 17 Web.com Tour starts with three top-25 finishes...Earned his only top-10 of the year with a T7 at the Cox Classic, where he opened with an 8-under 63...Was two for five in cuts made on the PGA TOUR. \n\n2009: Made the cut in 11 of 22 starts on the PGA TOUR, highlighted by one top-10 finish in April. Missed only cut in lone Web.com Tour start. Recorded the first top-10 finish of his career at the Verizon Heritage, where weekend rounds of 69-68 led to a T8...A rookie on the PGA TOUR after placing 24th on the 2008 Web.com Tour money list, with $228,155. \n\n2008: Earned his first top-10 of the year with a T5 at the Fort Smith Classic, where he held the 54-hole lead. Final-round 75 dropped him four shots behind winner Colt Knost. Finished third at the BMW Charity Pro-Am, where he played in the final group for the second consecutive week. Final-round 71 left him four shots behind winner David Mathis. Shared the 54-hole lead with three others at the Melwood Prince George's County Open the following week. Final-round 73 resulted in his third consecutive top-10 finish, a T9. Added his fifth top-10 of the year with a T8 at the Nationwide Tour Players Cup. Added another T8 performance at the Oregon Classic in September. Finished T6 at Chattanooga Classic, assisted by a first-round, 9-under 63. His $16,188 check moved him past $210,000 for the year. Final-round 74 and T42 finish at Web.com Tour Championship was good enough to secure 24th position on money list. \n\n2007: Finished the season No. 85 on the money list, with $70,497. Made the cut in nine of 25 starts, with three top-10 finishes, including a season-best T5 at the inaugural Melwood Prince George's County Open. \n\n2006: Made the cut in 15 of 28 starts on the 2006 Web.com Tour, with two top-10 finishes. Ended the year No. 69 on the money list, with $84,560. \n\n2005: Made the cut in 15 of 24 starts on Tour, with five top-10s. Ended the year No. 42 on the money list, with $123,825. Best finish was a fourth at The Rex Hospital Open. \n\n2004: Played primarily on the Canadian Tour. Made 7 of 11 cuts...Enjoyed a top PGA TOUR finish of T58 at the Buick Championship. \n\n2003: Made the cut in seven of 19 starts on Tour in 2003, finishing No. 149 on the money list.\n","otherCarHigh" : "Third-team All-American as a senior at Georgia Tech. Named to the 2002 All-Atlantic Coast Conference first team and finished T2 at the ACC Championship that year. Top Yellow Jacket finisher at the 2000 NCAA Championship, a T6. Helped Georgia Tech to runner-up finish. Team lost playoff to Oklahoma State. College teammate of current PGA TOUR member Bryce Molder...Reached the semifinals of the 2001 Western Amateur after finishing third in stroke play. Four-year all-state selection at Bishop Lynch High in Dallas and two-time state medalist. First-team all-state basketball player.","personal" : "Father, D.A., is a five-time winner on the PGA TOUR and has six Champions Tour victories. Lists his dad as his hero...Roomed with Troy Matteson at Georgia Tech.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in 20 Web.com Tour events, making nine cuts, which included four top 25s. Finished 87th on the money list...His lone top 10 came at the Greater Dallas Open in June, when he posted four under-par rounds for the second time of the season. Birdied three of his final five holes Sunday to climb to T8...Two events later, had his second-best outing, a T14 at the Air Capital Classic, after opening with a round of 65...Recorded a T20 in early May at the challenging Victoria National GC layout, home to the United Leasing Championship...A T23 at the Price Cutter Charity Championship in August rounded out his top-25 performances.","carHigh" : "Member of the Nationwide Tour in 2003 and 2005-08. 2010: Made the cut in four of 10 starts on the PGA TOUR, with a best finish being a T11 at the Mayakoba Golf Classic in his first TOUR event of the season...Played in three events on the Nationwide Tour, with his only made cut resulting in a T38 at the Chitimacha Louisiana Open. 2009: A rookie member of the PGA TOUR after finishing 24th on the 2008 Nationwide Tour money list with $228,155...Made the cut in 11 of 22 starts on the PGA TOUR, highlighted by one top-10 finish in April, a T8 at the Verizon Heritage where he finished 69-68...Missed only cut in lone Nationwide Tour start. 2008: Didn't win but had six top-10 finishes, including a season-best third at the BMW Charity Pro-Am, where he placed four strokes behind winner David Mathis. 2007: Finished the season No. 85 on the money list, with $70,497...Made the cut in nine of 25 starts, with three top-10 finishes, including a season-best T5 at the inaugural Melwood Prince George's County Open. 2006: Made the cut in 15 of 28 starts on the Nationwide Tour, with two top-10 finishes...Ended the year No. 69 on the money list, with $84,560. 2005: Made the cut in 15 of 24 starts on the Nationwide Tour, with five top-10s...Ended the year No. 42 on the money list, with $123,825...Best finish was a fourth at The Rex Hospital Open. 2004: Made seven of 11 cuts as a member of the Canadian Tour. 2003: Made the cut in seven of 19 starts on the Nationwide Tour, finishing No. 149 on the money list. \n","otherCarHigh" : "","personal" : "Third-team All-American as a senior at Georgia Tech...Named to the 2002 all-Atlantic Coast Conference first team and finished T2 at the ACC Championship that year...Top Yellow Jacket finisher at the 2000 NCAA Championship, a T6...Helped Georgia Tech to runner-up finish. Team lost playoff to Oklahoma State...College teammate of current PGA TOUR member Bryce Molder, Matt Kuchar and Troy Matteson...Reached the semifinals of the 2001 Western Amateur after finishing third in stroke play...Four-year all-state selection at Bishop Lynch High in Dallas and two-time state medalist...First-team all-state basketball player...Father, D.A., is a five-time winner on the PGA TOUR and has six Champions Tour victories...Lists his dad as his hero.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "Following hip surgery in August 2010, had eight events in to earn $658,649 to equal the 125th spot on the 2010 money list in order to retain his exemption for the remainder of the season. Made two of five cuts on TOUR, and made 17 Nationwide Tour starts, where he finished T7 at the Cox Classic, following an opening-round, 8-under 63."}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/mattweibring"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/mweibring"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}