{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01219","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Cook","first" : "John","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "175","weightMetric" : "79","birthDate" : "October 2, 1957","age" : "58","birthPlace" : "Toledo, Ohio","residence" : "Windermere, Florida","family" : "Wife, Jan; Kristin (7\/20\/81), Courtney (4\/11\/84), Jason (1\/10\/86); one grandchild","education" : "Ohio State University","splInterest" : "Auto racing, skiing, all sports","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1979","clubAffl" : "","cityPlaysFrm" : "Windermere; Florida; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "23,866,579&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Failed to finish among the top 30 for the first time in his Champions Tour career...Troubled early in the year with a rib injury...Teamed with former college teammate Joey Sindelar to claim a T5 finish at the Bass Pro Shops Legends of Golf in April. The pair led after the opening round and trailed by two strokes after 36 holes but could not maintain their momentum in the final round, finishing five strokes back...Was also T5 at The Principal Charity Classic in June in Iowa...Continued his studio work for Golf Channel.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1979","qSchoolYear" : "Fall 1979","exmtStatus" : "Past Champion","otherVics" : "(3): 1983 World Cup [with Rex Caldwell. 1994 Fred Meyer Challenge [with Mark O'Meara]. 2000 Fred Meyer Challenge [with Mark O'Meara].","intlVics" : "(2): 1982 Sao Paulo Open [Brazil]. 1995 Mexican Open","curYearHigh" : "Failed to finish among the top 30 for the first time in his Champions Tour career...Troubled early in the year with a rib injury...Teamed with former college teammate Joey Sindelar to claim a T5 finish at the Bass Pro Shops Legends of Golf in April. The pair led after the opening round and trailed by two strokes after 36 holes but could not maintain their momentum in the final round, finishing five strokes back...Was also T5 at The Principal Charity Classic in June in Iowa...Continued his studio work for Golf Channel.","carHigh" : "2003: Limited to 10 events due a torn labrum and several cysts in his right shoulder. After missing the cut at the Masters, underwent surgery in Orlando that put him out of action until a rehab assignment at the Albertsons Boise Open on the Nationwide Tour in September. Played two more events in October, missing the cut in each. Received a Major Medical Extension for 2004. Coupled with $78,931 earned in 10 events in 2003, had the opportunity to play in 19 events to earn $408,564 and match the $487,495 winnings of 2003's No. 125, Esteban Toledo. 2002: Posted six top-10s for the first time since 1998...Finished one stroke behind Jerry Kelly at the Sony Open in Hawaii for his first runner-up finish since the 1999 Shell Houston Open. Set course record with 8-under 62 on way to second-round lead. Score of 12-under 128 through two rounds was one behind the season's best turned in by Chris DiMarco (17-under 127) at the Disney Golf Classic...Finished T9 in WGC-Accenture Match Play Championship after losing to Brad Faxon (3 and 2) in the third round....T4 at the Compaq Classic of New Orleans was worth $177,188, pushing career earnings past $10 million to $10,168,829...Added second runner-up finish of the season with a T2 at the Memorial Tournament. First time since 1992, that he has posted two seconds in a season. 2001: Collected first victory since 1998 at Reno-Tahoe Open and had highest finish on TOUR money list (No. 54) since that same year. Victory was 11th of his career. Was six strokes behind Jerry Kelly after third-round 74 but closed with 64 to overtake Kelly by a stroke for his first victory since the 1998 GTE Byron Nelson Classic. The $540,000 check was the largest payday of 22-year career. 2000: Finished among the top-100 on the money list for the 19th time in his 21-year career on the PGA TOUR. 1999: Streak of three straight seasons with a victory ended. 1998: Earned his 10th TOUR victory at GTE Byron Nelson Classic after entering the final round four strokes behind Fred Couples. They were tied at 17th hole but Couples found water and made triple bogey. Cook won by three. 1997: At Bob Hope Chrysler Classic, trailed leader Mark Calcavecchia by five after third round, but matched then-PGA TOUR record for consecutive rounds when he closed with 62-63 for one-stroke victory. Total of 125 also matched Ron Streck for best 36-hole finish. 1996: At FedEx St. Jude Classic, tied then all-time PGA TOUR record with opening rounds of 16-under-par 126 (64-62) and added third-round 63 to tie TOUR record for first 54 holes of 24-under-par 189. Closed with a 69 to fall one stroke shy of all-time 72-hole record, but won tournament by seven over John Adams...Added second victory of year at CVS Charity Classic by three strokes over Russ Cochran. 1995: Won Ernst Championship. 1994: Finished in the top five at two of the majors, U.S. Open (5) and PGA Championship (T4). 1992: Surpassed $1 million in season earnings, winning three times. Captured five-man playoff at Bob Hope Chrysler Classic, outlasting Gene Sauers with three birdies and an eagle over four holes. Posted two-stroke victories at United Airlines Hawaiian Open and Las Vegas Invitational...Finished as runner-up at The Open Championship and tied for second at PGA Championship. 1990: Had two playoff losses, to Tom Kite on the first extra hole at Federal Express St. Jude Classic and to Bob Tway on first extra hole at Las Vegas Invitational. 1989: Underwent hand surgery. 1987: Won The International. 1986: Final-round 66s left Cook and Donnie Hammond, who were one back heading into the final round, tied after 90 holes at the Bob Hope Chrysler Classic. Hammond won playoff with birdie on first extra hole. 1983: At Canadian Open, defeated Johnny Miller on sixth extra hole for victory...Teamed with Rex Caldwell to win World Cup. 1981: First TOUR victory came in five-man playoff at Bing Crosby National Pro-Am. Parred third extra hole to defeat Bobby Clampett, Ben Crenshaw, Hale Irwin and Barney Thompson. Amateur: 1978 U.S. Amateur Champion, beating PGA TOUR member Scott Hoch in the championship match...Three-time All-American at Ohio State (1977-79) and member of 1979 NCAA Championship team.\n","otherCarHigh" : "","personal" : "Born in Ohio, but grew up in Southern California...Persuaded by Jack Nicklaus and Tom Weiskopf to attend Ohio State...John's father, Jim, was a longtime tournament director on the PGA TOUR...Joined the USA Network's \"PGA TOUR Sunday\" as an analyst in 2003. Son Jason plays golf at Pepperdine.","otherInfo" : "Picked up his second career Champions Tour win, finishing fifth on the money list. Made 25 of 26 cuts on the Champions Tour in 2008 leading to 15 top-10 finishes. Played in 13 PGA TOUR events in 2007. Best finish was a T26 at the Mayakoba Golf Classic in Mexico. Claimed his first Champions Tour event in his second career start, winning the 2007 AT&T Championship in San Antonio in mid-October by two strokes over good friend Mark O'Meara. Win in San Antonio came just 19 days after he turned 50, making him the youngest winner in tournament history and the eighth-youngest all-time on the Champions Tour. Victory at the AT&T Championship ended a personal drought of 6 years, 1 month, 25 days between victories (2001 Reno-Tahoe Open) and was his second title in Texas (1998 Byron Nelson Golf Classic). In 2003, limited to 10 events due a torn labrum and several cysts in his right shoulder. After missing the cut at the Masters, underwent surgery in Orlando that put him out of action until a rehab assignment at the Albertsons Boise Open on the Nationwide Tour in September. Received a Major Medical Extension for 2004. Posted six top-10s in 2002 for the first time since 1998, including two runner-up finishes -- the Sony Open in Hawaii and the Memorial Tournament. Collected first victory since 1998 at 2001 Reno-Tahoe Open and had highest finish on TOUR money list (No. 54) since that same year. Victory was 11th of his career. Earned his 10th TOUR victory at 1998 GTE Byron Nelson Classic after entering the final round four strokes behind Fred Couples. They were tied at 17th hole but Couples found water and made triple bogey. Cook won by three. At 1997 Bob Hope Chrysler Classic, trailed leader Mark Calcavecchia by five after third round, but matched then-PGA TOUR record for consecutive rounds when he closed with 62-63 for one-stroke victory. At 1996 FedEx St. Jude Classic, tied then all-time PGA TOUR record with opening rounds of 16-under-par 126 (64-62) and added third-round 63 to tie TOUR record for first 54 holes of 24-under-par 189. Closed with a 69 to fall one stroke shy of all-time 72-hole record, but won tournament by seven over John Adams. Added second victory of year at CVS Charity Classic by three strokes over Russ Cochran. In 1994, finished in the top five at two of the majors, U.S. Open (fifth) and PGA Championship (T4). Played on 1993 U.S. Ryder Cup Team. In 1992, surpassed $1 million in season earnings for first time, winning three times. Captured five-man playoff at Bob Hope Chrysler Classic, outlasting Gene Sauers with three birdies and an eagle over four holes. Posted two-stroke victories at United Airlines Hawaiian Open and Las Vegas Invitational. Finished as runner-up at The Open Championship and tied for second at PGA Championship. In 1990, had two playoff losses, to Tom Kite on the first extra hole at Federal Express St. Jude Classic and to Bob Tway on first extra hole at Las Vegas Invitational. Underwent hand surgery in 1989. Won the 1987 International. Defeated Johnny Miller on sixth extra hole at 1983 Canadian Open. Teamed with Rex Caldwell to win 1983 World Cup. First TOUR victory came in five-man playoff at 1981 Bing Crosby National Pro-Am. 1978 U.S. Amateur champion, beating TOUR member Scott Hoch in the championship match. Three-time All-American at Ohio State (1977-79) and member of 1979 NCAA Championship team.","ntlTeams" : "World Amateur Team Championship, 1978; World Cup, 1983; Ryder Cup, 1993.","priorYearSeason" : "Finished third at the Mayakoba Golf Classic in his first PGA TOUR start since 2007. Recorded his first top 10 on TOUR since the 2006 Reno-Tahoe Open (T5)."},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2007","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(5): 1982 Sao Paulo Open. 1983 World Cup [with Rex Caldwell]. 1994 Fred Meyer Challenge [with Mark O'Meara]. 1995 Mexican Open. 2000 Fred Meyer Challenge [with Mark O'Meara].","intlVics" : "","curYearHigh" : "Failed to finish among the top 30 for the first time in his Champions Tour career...Troubled early in the year with a rib injury...Teamed with former college teammate Joey Sindelar to claim a T5 finish at the Bass Pro Shops Legends of Golf in April. The pair led after the opening round and trailed by two strokes after 36 holes but could not maintain their momentum in the final round, finishing five strokes back...Was also T5 at The Principal Charity Classic in June in Iowa...Continued his studio work for Golf Channel.","carHigh" : "2014: Despite missing 10 weeks of the season, and five events, with an injury (suffered a left-rib fracture to his ninth rib), managed to rebound and secure a spot among the top-20 on the final money list for a seventh straight year...Highlight of his season was when he notched his 10th career Champions Tour title and ended a 20-month victory drought by edging Tom Byrum at the Nature Valley First Tee Open at Pebble Beach. One-stroke win over Byrum was his first victory in 39 tournaments. Coupled with his PGA TOUR win on the Monterey Peninsula in 1981, he became the 14th different player to win both a PGA TOUR and Champions Tour event at the same venue (16th time it's happened). Was tied with Byrum for most of the back nine but took the lead when Byrum made a bogey from the back bunker near the 17th green. Victory vaulted him into the top 30 on the money list and qualified him for the season-ending Charles Schwab Cup Championship...Two events later, was solo fifth at the Greater Hickory Kia Classic...Was forced to WD from the Allianz Championship and just a month after returning to action from his injury, turned in four par-or-better rounds at the Regions Tradition and finished T6. At one point, was tied for the lead on the back nine Sunday, however, had a rules infraction on the 14th hole (double hit the ball for a one-stroke penalty), which eventually led to a double bogey and dropped him out of contention...Prior to his victory at Pebble Beach, recorded back-to-back T7 performances. First at the 3M Championship thanks to a second-round 9-under-par 63. It was his lowest round since he opened with a 63 at the 2011 Montreal Championship...He then was T7 for the third consecutive year at the Dick's Sporting Goods Open after sharing the opening-round lead and trailing by two strokes after 36 holes at En-Joie GC.\n\n2013: Seemed to play his best golf in the first part of the year, registering a win and two third-place efforts within his first 10 events of the campaign...Got his year started with a bang with a playoff victory over David Frost at the Mitsubishi Electric Championship at Hualalai. Started his final round two strokes behind Frost and trailed throughout Sunday before finally pulling even with a 15-foot birdie on No. 18 to set up the a playoff. After each player made birdie on the first playoff hole, he won with a 12-foot birdie on the second extra hole for his ninth career title and second in the last three years on the Big Island. Played all 54 holes without a bogey, the third player in tournament history to do so...Had a nice performance in Seattle during the final third of the season. Equaled the low Sunday round, shooting 66 at TPC Snoqualmie Ridge and finished second, two strokes back of John Riegger at the Boeing Classic...After his win in Hawaii, closed with rounds of 68-68 on the weekend in Naples to finish T3 at The ACE Group Classic. Sunday score matched the low round of the day...A closing-round, 6-under-par 66 got him into contention at the Regions Tradition before eventually finishing T3 at Shoal Creek in June...In early October, was inducted into the Southern California Golf Association Hall of Fame.\n\n 2012: Saw his streak of years winning at least one event each year come to a halt (five consecutive) when he was winless in 23 starts...Did have some opportunities to keep his streak alive. Was the 36-hole co-leader at the Senior PGA Championship, along with eventual winner Roger Chapman. Fell two strokes short at Harbor Shores and became the first man in Senior PGA Championship history to shoot four rounds in the 60s and not win. It was the fourth time he had finished second in four different senior major championships...In April, he and his partner, Joey Sindelar, finished second at the Liberty Mutual Insurance Legends of Golf in Savannah. The duo finished with a 54-hole score of 28-under-par 188, including an 11-under-par 61 the final day, leaving them one stroke shy of the winning team of Michael Allen-David Frost...At the U.S. Senior Open, shot the lowest 36-hole score on the weekend (67-66) to move into a T6 along with John Huston, four strokes back of Chapman...Two weeks later, had another nice showing in a major championship when he was T6 at The Senior Open Championship at Turnberry...Enjoyed a nice two-week run in North Carolina in October when he was T10 at the SAS Championship and T4 the next week at the Greater Hickory Classic at Rock Barn where he opened and closed with 68s...Got his year off to a great start with a T3 finish in defense of his title at the Mitsubishi Electric Championship at Hualalai...Made one PGA TOUR start, at the Mayakoba Golf Classic (missed cut). \n\n2011: Finished third on the official money list for the third consecutive season and among the top-five money-winners for a fourth straight year. Won three official events in a year for the first time since the 1992 PGA TOUR season, tying Tom Lehman for most Champions Tour victories, Also lost two other tournaments in playoffs...Picked up right where he left off in 2010, winning the season-opening Mitsubishi Electric Championship at Hualalai. Win on the Big Island made him the first player since Gil Morgan in 1997-98 to claim the season-ending event the previous year and the season-opening event the following season. Shot 64-64 on the weekend at Hualalai, the lowest final-36 of the season, and Sunday 64 included five consecutive birdies to start the back nine which propelled him past a faltering Russ Cochran. Sunday round also was his 12th straight sub-70 score dating to 2010 campaign, one short of Hale Irwin's all-time record of 13 straight rounds in the 60s. Victory on the Big Island was also his second TOUR title in Hawaii (1992 United Airlines Hawaiian Open)...Added a second win in mid-April with a playoff victory over Jay Don Blake at the Outback Steakhouse Pro-Am at TPC Tampa Bay. Win near Tampa ended a winless streak in the Sunshine State of 106 combined PGA TOUR-Champions Tour appearances. Was seemingly in control of his fate with a two-stroke lead heading to the final hole, but he made a double bogey, dropping him into a tie with Blake. Quickly ended the affair with a 6-foot birdie putt on the first playoff hole to win. The victory was his first after four previous playoff setbacks...In early July, bagged his third victory of the season when he was a three-stroke victor over 36-hole leader Chien Soon Lu at the Montreal Championship, a year after finishing second in the event. Shared the opening-round lead with John Huston after they each fired 9-under-par 63s. Trailed by one stroke after 36 holes but posted a bogey-free, 6-under-par 66 Sunday to pull away for his second career win in Canada (1983 Canadian Open)...In late August, lost on the third hole of a playoff at the Constellation Energy Senior Players Championship when Fred Couples made a short birdie putt. Appeared to be in the driver's seat early on the back nine, but played his last eight holes in two-over to allow Couples to forge a tie at the end of regulation...Was also one of four players in the playoff at the Songdo IBD Championship in South Korea in September and battled eventual winner Blake for five extra holes before losing when Blake sank a birdie putt for his first career win. Peter Senior and Mark O'Meara were also participants but were eliminated after the third extra hole...Continued his strong play at the AT&T Championship late in the season, finishing T3 for his fifth top-five finish in five starts in the Alamo City...Made one PGA TOUR start and finished third at the Mayakoba Golf Classic, his first appearance in a TOUR event since 2007. It was his first top 10 on TOUR since the 2006 Reno-Tahoe Open (T5)...Late in the season, Couples named him as an assistant captain on the U.S. Presidents Cup team, replacing basketball star Michael Jordan in that role...The week prior to The Presidents Cup, finished T23 in the Australian Open. \n\n2010: For the second consecutive year, he closed out his season on a high note, defending his title at the Charles Schwab Cup Championship at TPC Harding Park in early November. Held off Michael Allen for a two-stroke win, his fifth title in California. Trailed Allen by just one stroke after 54 holes, and the two battled throughout the final round before he took a two-stroke advantage over Allen to the final hole. It appeared there might be a two-stroke swing at No. 18 after each hit their second shots, but after chipping to 14 feet from off the green, he drained his par putt for the win, the fifth of his career. $440,000 check led to a career-best $1,924,305. He also earned 880 points in the Charles Schwab Cup race, leading to a third-place finish in that category, as well. With his victory, he became the first player to successfully defend a title on two different courses since Bernhard Langer did so in 2007 and 2008, at the Administaff Small Business Classic and the first to do so since Jeff Sluman at Pebble Beach in 2009. Prior to his victory, had been a runner-up three times. He and teammate Joey Sindelar fell in a two-hole playoff to Mark O'Meara and Nick Price at the Liberty Mutual Legends of Golf in April in Savannah. The pair shot a 28-under-par total of 188 and played bogey-free golf all 54 holes until each made a bogey on the second extra hole to finish second...Earlier in the year, despite making just one bogey in the tournament and missing five greens in regulation, was a hard-luck loser to Bernhard Langer in a playoff at the Allianz Championship. Appeared to be in position for the victory on the first extra hole only to have Langer hole an improbable 45-foot bunker shot from a plugged lie for an eagle. Had a chance to extend the overtime session, but his 25-foot eagle putt caught the right edge of the hole and lipped out. Playoff loss was his third overall on the Champions Tour and second in succession after falling to Mike Reid in overtime at 2009 JELD-WEN Tradition. Became the first player since Brad Bryant to be involved in consecutive playoffs...Was the 36-hole leader at the inaugural Montreal Championship but, despite posting a final-round 68, came up one stroke short of a hard-charging Larry Mize. For the second time in 2010, made just one bogey and also missed only six greens. However, not converting his 3-foot birdie putt at the 16th hole on Sunday proved costly in Canada...In early June, used a final-round, 5-under 66 to move into a T3 at The Principal Charity Classic in Des Moines...Also closed with a final-round 67 at the U.S. Senior Open at Sahalee near Seattle to move up into a T3...Stormed into contention at the SAS Championship with an 8-under 64 in the second round that included a rare 8-under 29 on the back-nine (his first nine), a record for 9 holes at Prestonwood. Eventually finished third at the SAS event after a final-round 70 that included three birdies over his last eight holes...Other third-place finish came at the AT&T Championship in October when he was T3, one stroke out of the two-man playoff between his former Ohio State teammate Rod Spittle and Jeff Sluman. \n\n2009: Rolled to a five-stroke victory at the Charles Schwab Cup Championship and set a new tournament standard with his 22-under-par 266, breaking the old mark of 20-under-par 268 set in 2003 by Jim Thorpe and later matched by Thorpe (2007) and Andy Bean (2008). Also matched his career-low round with a then tournament-record 10-under-par 62 in the second round. His 54-hole total of 197 matched Jack Nicklaus' three-round total of 19-under 197 at the 1990 Mazda Senior Players Championship as the lowest 54-hole score in a 72-hole Champions Tour event. Earned $442,000 for his win, the largest check of his Champions Tour career. He also picked up 884 points in the Charles Schwab Cup race, which vaulted him from fifth to second in the final standings. His second-place finish earned him a $500,000 annuity...Just two weeks earlier, won for the fourth time in his pro career in Texas when he came from two strokes back to win the Administaff Small Business Classic. Final-round 68 near Houston included a clutch 12-foot birdie putt at the par-4 17th, and he eventually held off Jay Haas and Bob Tway to win by two strokes. Trailed Dan Forsman early on the back nine Sunday and was the beneficiary when Forsman's tee shot at No. 14 found the water...Made a strong bid for a win at the JELD-WEN Tradition in late August. Appeared in control with a one-stroke lead with one hole remaining over Mike Reid, but made a bogey on his 72nd hole, ending a run of 54 holes without a bogey. He then fell on the first extra hole in a playoff when Reid made a birdie. Made a hole-in-one in the first round when he aced No. 13 with an 8-iron from 165 yards...Named the Champions Tour Player of the Month for October. \n\n2008: Finally broke through into the victory column late in the year when he successfully defended his AT&T Championship at Oak Hills, cruising to a three-stroke win over Keith Fergus. Win in San Antonio made him just the third player in event history to successfully defend a title and first ever at Oak Hills. Trailed by six strokes after the first round but weekend scores of 63-65—128 matched the lowest score of the year for the last 36 holes. Second career win on the Champions Tour was also his third title in Texas. Win was his 15th top-10 finish of the year and that led all Champions Tour players...Appeared in control heading into his final nine holes at The Senior Open Championship at Royal Troon. However, made a double bogey at No. 11, a bogey at No. 12 and was nursing a one-stroke advantage over Bruce Vaughan going to the final hole. Missed a 15-foot par putt at No. 18 and then fell on the first playoff hole when Vaughan drained a 20-footer for a birdie and he missed a 12-footer which would have sent it to a second extra hole...Made a double eagle at The Ginn Championship at Hammock Beach in the second round (14th hole, driver and 3-wood), his first albatross in competition. \n\n2007: Claimed his first Champions Tour event in his second career start, winning the AT&T Championship in San Antonio in mid-October by two strokes over good friend Mark O'Meara. Clutch 7-foot par putt at the final hole at Oak Hills preserved the victory after he trailed by two strokes through 36 holes. Win in San Antonio came just 19 days after he turned 50, making him the youngest winner in tournament history and the eighth-youngest all-time on the Champions Tour. Victory at the AT&T Championship ended a personal drought of 6 years, 1 month, 25 days between victories (2001 Reno-Tahoe Open)...Made his Champions Tour debut the week prior at the Administaff Small Business Classic in Houston and finished T36.\n","otherCarHigh" : "Won 11 times in his PGA TOUR career, with his last title coming at the 2001 Reno-Tahoe Open. Held the 36-hole lead but fell six strokes behind Jerry Kelly after third-round 74. Stormed back Sunday with 64 to overtake Kelly by a stroke for his first win since the 1998 Byron Nelson Classic...At the 1997 Bob Hope Chrysler Classic, trailed leader Mark Calcavecchia by five after third round but matched the then-PGA TOUR record for consecutive rounds when he closed with 62-63 for a one-stroke victory...At 1996 FedEx St. Jude Classic, tied then all-time PGA TOUR record with opening rounds of 16-under-par 126 (64-62) and added third-round 63 to tie TOUR record for first 54 holes of 24-under-par 189. Closed with a 69 to fall one stroke shy of all-time 72-hole mark but won the event by seven over John Adams. Added second victory of the year at CVS Charity Classic by three strokes over Russ Cochran...In 1992, surpassed $1 million in season earnings for first time, winning three events. Captured five-man playoff at Bob Hope Chrysler Classic, outlasting Gene Sauers with three birdies and an eagle over a four-hole stretch. Posted two-stroke victories at the United Airlines Hawaiian Open and Las Vegas Invitational. Finished as the runner-up in The Open Championship and T2 at PGA Championship that year...Biggest win came when he defeated Johnny Miller on sixth extra hole for 1983 Canadian Open title...First TOUR victory came in five-man playoff at 1981 Bing Crosby National Pro-Am...In 2003, suffered a torn labrum and several cysts in his right shoulder and subsequently underwent surgery in Orlando that put him out of action until a rehab assignment at the Albertsons Boise Open on the Web.com Tour...Also had hand surgery in 1989...Played on 1993 U.S. Ryder Cup team...Was 1978 U.S. Amateur winner, beating Scott Hoch in the championship match...Three-time first-team All-America selection at Ohio State (1977-79) and member of 1979 NCAA Championship team...Member of the OSU Athletic Hall of Fame (1986).","personal" : "Born in Ohio but grew up in Southern California...Persuaded by Jack Nicklaus and Tom Weiskopf to attend Ohio State...Remains a staunch Ohio State fan and has school logo on his golf bag...Father, Jim, was a long-time tournament director on the PGA TOUR...Was an analyst on USA Network's \"PGA TOUR Sunday\" in 2003 and began work as a contributor on Golf Channel's \"Morning Drive\" in 2013...Son Jason played golf at Pepperdine and is an aspiring professional...Once did a photo shoot as a youngster with Mary Cathleen Collins, who later became famous as Bo Derek...One of three former Ohio State golfers on the Champions Tour, joining former teammates Joey Sindelar and Rod Spittle.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T12th at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks 64th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}