{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24459","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Sterne","first" : "Richard","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-7","heightMetric" : "1.7","weight" : "150","weightMetric" : "68","birthDate" : "August 27, 1981","age" : "34","birthPlace" : "Pretoria, South Africa","residence" : "Stellenbosch, South Africa; Manchester, England","family" : "Wife, Lisa-Marie; Annah Joy (4\/27\/15)","education" : "","splInterest" : "Fishing","pronunciation" : "STERN-ee","nwTourAlumnus" : "","trndProYear" : "2001","clubAffl" : "Pearl Valley Golf Estate (Stellenbosch, South Africa)","cityPlaysFrm" : "South Africa; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "559,440&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(8): 2001 Rye Hill Championship. 2004 Madrid Open [Eur]. Nashua Masters [SAf]. 2007 Celtic Manor Wales Open [Eur]. 2009 Joburg Open [Eur], Alfred Dunhill Championship [Eur], South African Open [Eur]. 2013 Joburg Open.","curYearHigh" : "","carHigh" : "2013: Played sparingly on the PGA TOUR, but after having been unable to break par in any of the eight rounds comprising two previous starts at the World Golf Championships-Bridgestone Invitational, posted four rounds of par-or-better at Firestone CC to claim a T9 with three others...Was also T12 at the Cadillac Championship...Won his opening match of the Accenture Match Play Championship, beating Jason Dufner, 1-up, before falling to Hunter Mahan in the second round...Had his first top-10 of the season in late December 2012 when he T7 at the Alfred Dunhill Championship on the European Tour. Had three rounds of 70 to go with a second-round 68...Battled Stephen Gallacher at the Omega Dubai Desert Classic in early February. Opened with a 62 at Emirates GC to take the first-round lead. Maintained his advantage through 36 holes but fell three strokes off the pace after the third round, despite shooting a 5-under 66. On Sunday, he had birdies on two of his first three holes and actually regained the lead before four bogeys on six holes on the back nine ended his chances and finished second...Overcame the disappointment of Dubai a week later when he won his second Joburg Open title to go with his 2009 victory there. It was also his first European Tour victory since the 2009 South African Open. He began the tournament with a 63 (six birdies and an eagle on the Royal Johannesburg and Kensington GC's West Course. Held a share of the lead after the first and second rounds, opened a six-stroke cushion through 54 holes then fired a final-round 64 (eight birdies, no bogeys) on the East Course to cruise to a seven-shot victory over fellow countryman Charl Schwartzel. His lone bogey in the 72 holes he played came on the 15th hole in the third round on the East Course...Began the final round of the Alstom Open de France tied for the lead with Graeme McDowell, and held a one-shot lead with nine holes to play. But a seven-par, two-bogey finish left him four shots short of winner McDowell...Played in The Presidents Cup for the first time but went winless in his four matches. Lost to Tiger Woods in singles, the match that clinched the victory for the U.S. team. \n2012: After missing 11 months due to injury, he returned to action at the European Tour's season-opener, the Africa Open, in East London, South Africa. Had a third-round, 9-under 64 at East London GC that eventually led to a solo-sixth-place performance...Was solo sixth again, in May, at the BMW PGA Championship...Looked poised to return to the winner's circle for the first time since 2008 at the ISPS Handa Wales Open at The Celtic Manor Resort. Ultimately couldn't overcome his opening, 2-over 73. Finished with rounds of 69-69-68 to T2 with three others, a shot behind winner Thongchai Jaidee...Was seventh the following week, at the Nordea Masters. Following a third-round 73 that dropped him into a tie for 22nd when the final round began, he recovered with a 4-under 68 to record the top-10...Added another top-10 in early September, an eighth-place showing at the KLM Open in the Netherlands. \n2011: Made only six official starts, with his top performance a 21st-place showing at the South African Open in December 2010. \n2010: Only made four European Tour starts, but he contended at the Alfred Dunhill Championship in December 2009 in defense of his title. Fired a final-round 66 to catapult up the leaderboard into a T4 at Leopard Creek CC in South Africa. \n2009: Playing in November 2008, he strung together three strong starts in a four-week span. Was T6 at the UBS Hong Kong Open. Opened with a 64 at Hong Kong GC and finished with a 66...In his next start, at the Alfred Dunhill Championship. He was the only player in the field with four rounds in the 60s (68-66-68-69), and he went on to defeat Johan Edfors and Robert Rock by a stroke...Won for a second consecutive week, at the South African Open. Began the tournament with an even-par 72 then shot rounds of 69-67-66 over his final 54 holes to finish regulation tied with Gareth Maybin at Pear Valley Golf Estates. Beat Maybin on the first extra hole of the sudden-death playoff. The duo held off Ernie Els, Rory McIlroy and Lee Westwood, who missed the playoff by a stroke...Made the cut at The Open Championship, his first time playing on the weekend at that tournament in four tries. Went on to T34...Represented South Africa at the OMEGA Mission Hills World Cup late in the year. Paired with teammate Rory Sabbatini for a third time in China to T7 in the team competition...Lost in the first round of the World Golf Championships-Accenture Match Play Championship for a second consecutive season. \n2008: Only had one top-10 finish all season, but he made sure it was a good one, winning the Joburg Open at Royal Johannesburg and Kensington GC. Entering the final round, he was tied for 11th. Fashioned a 6-under 65, the low round of the day, to come from four shots back to get into a playoff with Magnus A. Carlsson and Garth Mulroy. He prevailed in the extra session, with a tap-in birdie-4 at the par-5 second playoff hole...Played in the OMEGA Mission Hills World Cup for a second time. Teamed with Rory Sabbatini as South Africa finished T7 at the event in China...Played in his first Masters Tournament, finishing T25 at Augusta National, a distinction that also gave him his first major championship made cut...Also qualified for his first U.S. Open but missed the cut...Lost in the first round of the World Golf Championships-Accenture Match Play Championship. \n2007: Carded a final-round 65 to win the Celtic Manor Wales Open on the European Tour by one stroke. Fired a back-nine 29, including a 6-foot birdie putt on the final hole for his second career European Tour title. Was T71 at the World Golf Championships-Bridgestone Invitational in his only made cut among three PGA TOUR starts. \n2006: Only had one top-10 on the European Tour all season, but he made it a memorable one, conenting all week at the Scandinavian Masters in August. Was in eighth place through 54 holes but moved up the leaderboard when he fired a final-round 69 at Barseback G&CC in Malmo, Sweden, only to finish a stroke out of the Marc Warren-Robert Karlsson playoff...Represented South Africa at the World Cup for the first time, playing in the World Golf Championships event at Sandy Lane Resorts' Country Club Course in St. James, Barbados. Joined forces with Rory Sabbatini, as the duo finished solo fourth, two shots out of the Germany-Scotland playoff that Germany (Bernhard Langer and Marcel Siem) won. \n2005: A strong weekend at the Estoril Open de Portugal in April led to his only top-five finish during his European Tour campaign. Shot a final-round 66 that led to a fourth-place finish in Lisbon...Added a pair of ninth-place showings later in the season. Was T9 at the Irish Open in May and again at The Deutsche Bank Players Championship of Europe. \n2004: Won for the first time on the European Tour, at the Madrid Open. The win came in his final European Tour start of the year. After opening with a 1-under 70 at Club de Campo, a score that left him tied for 35th through 18 holes, came back with a 65-66-65 finish to defeat Anders Hansen by two shots. The win was his only top-10 of the season. His next-best finish was a T22 at the Diageo Championship at Gleneagles...Also won on the Southern Africa Tour, at the Nashua Masters. \n2003: In his native South Africa, opened 68-67 at the Dunhill Championship, and that led to a T7 performance at Houghton GC in Johannesburg...Added a second top-10 when he T6 at the Algarve Open de Portugal in April...His third top-10 came in September, when he T6 at the Dunhill Links Championship held at three Scottish courses (St. Andrews' Old Course, Carnoustie and Kingsbarns). \n2002: Earned his European Tour playing privileges via his play at the Qualifying School...Played primarily on the European Challenge Tour, with three top-three performances to his credit...The first came at the Stanbic Zambia Open, where he had four sub-70 rounds on his way to a second-place finish, two shots short of Marc Cayeux at None's Lusaka GC...Contended again in early June at the Nykredit Danish Open. In difficult first-round weather conditions, shot a 5-over 77 and was tied for 69th through 18 holes. Recovered by shooting rounds of 72-71-67 over his final 54 holes to finish at 1-under a d T3, two strokes behind winner Ed Stedman...Added another T3 in July, at the Golf Montecchia-PGA Triveneta Terme Euganeee International Open in Bogogno, Italy. Shot rounds of 66-68-69-68. \n2001: Turned professional during qualifying for The Open Championship and concentrated on the Challenge Tour in his first season, finishing ranked 30th...Won the Rye Hill Championship in his native South Africa. \n","otherCarHigh" : "He became the first South African amateur to win both the junior and senior National Stroke Play and Match Play titles. before earning his European Tour card at the 2002 Qualifying School.","personal" : "Took up the game at age 4 when he went out with his grandmother to play one day. Comes from a sporting family, with his father involved in motor racing, his mother an ice-skater and sister, Farrah, one of the top squash players in South Africa.","otherInfo" : "","ntlTeams" : "The Presidents Cup (1), 2013; World Cup (3), 2006, 2008, 2009.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2014-15","qSchoolYear" : "","exmtStatus" : "Minor Medical Extension","otherVics" : "","intlVics" : "(8): 2001 Rye Hill Championship. 2004 Madrid Open [Eur]. Nashua Masters [SAf]. 2007 Celtic Manor Wales Open [Eur]. 2009 Joburg Open [Eur], Alfred Dunhill Championship [Eur], South African Open [Eur]. 2013 Joburg Open [Eur].","curYearHigh" : "","carHigh" : "2014-15: As a result of hip problems suffered during the campaign, will enter the 2015-16 PGA TOUR Season on a Minor Medical Extension. Will have three events to earn 429 FedExCup points or $714,780 to equal the 125th-place finisher on each respective list from last season to satisfy the extension requirements. Made one cut in 18 PGA TOUR starts in his first season as a member...At the Alfred Dunhill Links Championship on the European Tour in October 2014, opened with a 1-over 73 at Carnoustie. Played his final 54 holes in 15-under to T6 with Shane Lowry and Louis Oosthuizen, three shots behind winner Oliver Wilson.\n\n2013-14: As a member of the European Tour, played in 11 events through the PGA Championship in August...In early March, at the World Golf Championships-Cadillac Championship, finished four shots behind winner Patrick Reed, with rounds of 74-73-70-71. Collected a check for $395,000...Two weeks earlier, advanced to the second round of the World Golf Championships-Accenture Match Play Championship, bowing to Hunter Mahan, 1-down...His next-best finish was a 28th at the Volvo Golf Champions in his native South Africa in January...The week after finishing T35 in the PGA Championship, recorded a T67 at the PGA TOUR's Wyndham Championship...Was eligible for the Web.com Tour Finals by virtue of earning 252 FedExCup points as a non-member...Missed the cut in the first Finals' event, the Hotel Fitness Championship...Posted a T41 the next week, at the Chiquita Classic. Fired rounds of 69 the first three days, only to climb to 77 Sunday...On the verge of winning for the first time in the U.S., held a three-shot lead with four holes to play at the Nationwide Children's Hospital Championship only to bogey three consecutive holes, beginning at No. 15. Fell into a tie with Justin Thomas. Lost in a one-hole playoff when Thomas dropped a wedge to 3 feet for a birdie. Once his TOUR card was secured opted to not play the season-ending Web.com Tour Championship and returned to South Africa.\n\n2013: Played sparingly on the PGA TOUR, but after having been unable to break par in any of the eight rounds comprising two previous starts at the World Golf Championships-Bridgestone Invitational, posted four rounds of par-or-better at Firestone CC to claim a T9 with three others...Was also T12 at the Cadillac Championship...Won his opening match of the Accenture Match Play Championship, beating Jason Dufner, 1-up, before falling to Hunter Mahan in the second round...Had his first top-10 of the season in late December 2012 when he T7 at the Alfred Dunhill Championship on the European Tour. Had three rounds of 70 to go with a second-round 68...Battled Stephen Gallacher at the Omega Dubai Desert Classic in early February. Opened with a 62 at Emirates GC to take the first-round lead. Maintained his advantage through 36 holes but fell three strokes off the pace after the third round, despite shooting a 5-under 66. On Sunday, he had birdies on two of his first three holes and actually regained the lead before four bogeys on six holes on the back nine ended his chances and finished second...Overcame the disappointment of Dubai a week later when he won his second Joburg Open title to go with his 2009 victory there. It was also his first European Tour victory since the 2009 South African Open. He began the tournament with a 63 (six birdies and an eagle on the Royal Johannesburg and Kensington GC's West Course. Held a share of the lead after the first and second rounds, opened a six-stroke cushion through 54 holes then fired a final-round 64 (eight birdies, no bogeys) on the East Course to cruise to a seven-shot victory over fellow countryman Charl Schwartzel. His lone bogey in the 72 holes he played came on the 15th hole in the third round on the East Course...Began the final round of the Alstom Open de France tied for the lead with Graeme McDowell, and held a one-shot lead with nine holes to play. But a seven-par, two-bogey finish left him four shots short of winner McDowell...Played in The Presidents Cup for the first time but went winless in his four matches. Lost to Tiger Woods in singles, the match that clinched the victory for the U.S. team.\n\n2012: After missing 11 months due to injury, he returned to action at the European Tour's season-opener, the Africa Open, in East London, South Africa. Had a third-round, 9-under 64 at East London GC that eventually led to a solo-sixth-place performance...Was solo sixth again, in May, at the BMW PGA Championship...Looked poised to return to the winner's circle for the first time since 2008 at the ISPS Handa Wales Open at The Celtic Manor Resort. Ultimately couldn't overcome his opening, 2-over 73. Finished with rounds of 69-69-68 to T2 with three others, a shot behind winner Thongchai Jaidee...Was seventh the following week, at the Nordea Masters. Following a third-round 73 that dropped him into a tie for 22nd when the final round began, he recovered with a 4-under 68 to record the top-10...Added another top-10 in early September, an eighth-place showing at the KLM Open in the Netherlands. \n\n2011: Made only six official starts, with his top performance a 21st-place showing at the South African Open in December 2010.\n\n2010: Only made four European Tour starts, but he contended at the Alfred Dunhill Championship in December 2009 in defense of his title. Fired a final-round 66 to catapult up the leaderboard into a T4 at Leopard Creek CC in South Africa. \n\n2009: Playing in November 2008, he strung together three strong starts in a four-week span. Was T6 at the UBS Hong Kong Open. Opened with a 64 at Hong Kong GC and finished with a 66...In his next start, at the Alfred Dunhill Championship. He was the only player in the field with four rounds in the 60s (68-66-68-69), and he went on to defeat Johan Edfors and Robert Rock by a stroke...Won for a second consecutive week, at the South African Open. Began the tournament with an even-par 72 then shot rounds of 69-67-66 over his final 54 holes to finish regulation tied with Gareth Maybin at Pear Valley Golf Estates. Beat Maybin on the first extra hole of the sudden-death playoff. The duo held off Ernie Els, Rory McIlroy and Lee Westwood, who missed the playoff by a stroke...Made the cut at The Open Championship, his first time playing on the weekend at that tournament in four tries. Went on to T34...Represented South Africa at the OMEGA Mission Hills World Cup late in the year. Paired with teammate Rory Sabbatini for a third time in China to T7 in the team competition...Lost in the first round of the World Golf Championships-Accenture Match Play Championship for a second consecutive season.\n\n2008: Only had one top-10 finish all season, but he made sure it was a good one, winning the Joburg Open at Royal Johannesburg and Kensington GC. Entering the final round, he was tied for 11th. Fashioned a 6-under 65, the low round of the day, to come from four shots back to get into a playoff with Magnus A. Carlsson and Garth Mulroy. He prevailed in the extra session, with a tap-in birdie-4 at the par-5 second playoff hole...Played in the OMEGA Mission Hills World Cup for a second time. Teamed with Rory Sabbatini as South Africa finished T7 at the event in China...Played in his first Masters Tournament, finishing T25 at Augusta National, a distinction that also gave him his first major championship made cut...Also qualified for his first U.S. Open but missed the cut...Lost in the first round of the World Golf Championships-Accenture Match Play Championship.\n\n2007: Carded a final-round 65 to win the Celtic Manor Wales Open on the European Tour by one stroke. Fired a back-nine 29, including a 6-foot birdie putt on the final hole for his second career European Tour title. Was T71 at the World Golf Championships-Bridgestone Invitational in his only made cut among three PGA TOUR starts. \n\n2006: Only had one top-10 on the European Tour all season, but he made it a memorable one, conenting all week at the Scandinavian Masters in August. Was in eighth place through 54 holes but moved up the leaderboard when he fired a final-round 69 at Barseback G&CC in Malmo, Sweden, only to finish a stroke out of the Marc Warren-Robert Karlsson playoff...Represented South Africa at the World Cup for the first time, playing in the World Golf Championships event at Sandy Lane Resorts' Country Club Course in St. James, Barbados. Joined forces with Rory Sabbatini, as the duo finished solo fourth, two shots out of the Germany-Scotland playoff that Germany (Bernhard Langer and Marcel Siem) won.\n\n2005: A strong weekend at the Estoril Open de Portugal in April led to his only top-five finish during his European Tour campaign. Shot a final-round 66 that led to a fourth-place finish in Lisbon...Added a pair of ninth-place showings later in the season. Was T9 at the Irish Open in May and again at The Deutsche Bank Players Championship of Europe. \n\n2004: Won for the first time on the European Tour, at the Madrid Open. The win came in his final European Tour start of the year. After opening with a 1-under 70 at Club de Campo, a score that left him tied for 35th through 18 holes, came back with a 65-66-65 finish to defeat Anders Hansen by two shots. The win was his only top-10 of the season. His next-best finish was a T22 at the Diageo Championship at Gleneagles...Also won on the Southern Africa Tour, at the Nashua Masters.\n\n2003: In his native South Africa, opened 68-67 at the Dunhill Championship, and that led to a T7 performance at Houghton GC in Johannesburg...Added a second top-10 when he T6 at the Algarve Open de Portugal in April...His third top-10 came in September, when he T6 at the Dunhill Links Championship held at three Scottish courses (St. Andrews' Old Course, Carnoustie and Kingsbarns). \n\n2002: Earned his European Tour playing privileges via his play at the Qualifying School...Played primarily on the European Challenge Tour, with three top-three performances to his credit...The first came at the Stanbic Zambia Open, where he had four sub-70 rounds on his way to a second-place finish, two shots short of Marc Cayeux at None's Lusaka GC...Contended again in early June at the Nykredit Danish Open. In difficult first-round weather conditions, shot a 5-over 77 and was tied for 69th through 18 holes. Recovered by shooting rounds of 72-71-67 over his final 54 holes to finish at 1-under a d T3, two strokes behind winner Ed Stedman...Added another T3 in July, at the Golf Montecchia-PGA Triveneta Terme Euganeee International Open in Bogogno, Italy. Shot rounds of 66-68-69-68.\n\n2001: Turned professional during qualifying for The Open Championship and concentrated on the Challenge Tour in his first season, finishing ranked 30th...Won the Rye Hill Championship in his native South Africa.\n\nAmateur: He became the first South African amateur to win both the junior and senior National Stroke Play and Match Play titles. before earning his European Tour card at the 2002 Qualifying School. \n","otherCarHigh" : "","personal" : "Took up the game at age 4 when he went out with his grandmother to play one day. Comes from a sporting family, with his father involved in motor racing, his mother an ice-skater and sister, Farrah, one of the top squash players in South Africa.","otherInfo" : "","ntlTeams" : "The Presidents Cup (1), 2013; World Cup (3), 2006, 2008, 2009.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T4th in 2014 at the World Golf Championships-Cadillac Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}