{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01378","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Frost","first" : "David","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "195","weightMetric" : "88","birthDate" : "September 11, 1959","age" : "56","birthPlace" : "Cape Town, South Africa","residence" : "Paarl, South Africa; West Palm Beach, Florida","family" : "Wife Colene Visser; Sean, Noelle","education" : "","splInterest" : "All sports especially rugby, good food and wine from his own vineyard (frostwine.com)","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1981","clubAffl" : "Preston Trail GC (Dallas, Texas)","cityPlaysFrm" : "Dallas; Texas; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "16,660,324&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Season highlighted by his sixth career victory on the Champions Tour at the Mississippi Gulf Resort Classic...Won for the first time in almost two years when he captured the event at Fallen Oak. Despite incurring a one-stroke penalty on the 17th green when he dropped his ball and it moved his coin (Rule 20-1), he sunk a key 6-foot par putt on the last hole to preserve a one-stroke margin over Tom Lehman and Kevin Sutherland. Lehman had a golden opportunity to tie but missed a 4½-foot birdie putt at the 18th. Became the first international winner of the event and came from three strokes off the lead with a final-round 68 outside Biloxi, the biggest come-from-behind win in MGRC history...Battled Jerry Smith down the stretch at the Encompass Championship before finishing second at North Shore CC, three strokes back...Equaled the low round at the Dick's Sporting Goods Open, shooting 64 Sunday to move up into a T3 at En-Joie GC...Was T6 in his next start at the Nature Valley First Tee Open at Pebble Beach on the strength of three sub-par scores, including a final-round 3-under-par 69...Finished second to Colin Montgomerie at December's MCB Tour Championship in Mauritius.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Finished outside the top 150 on the PGA TOUR money list for the second time in his 20-year career (No. 155). Lone top-10 was a T7 at the Michelin Championship at Las Vegas, his first top-10 since he finished fifth in Las Vegas a year earlier. Used top-50 career money winners exemption in 2001 after finishing No. 177 on the TOUR money list the previous year. Kept fully-exempt status for 2002 by finishing 101st on money list, his highest spot since 1997 when he ended the season at No. 50. Led TOUR in Putting Average (1.708) in 2001 for second time in career (first in 1993). Set course record at TPC at Deere Run with 9-under 62 during second round of 2000 John Deere Classic, since broken by J.P. Hayes in 2002 (61). Opened with back-to-back 63s at 1999 FedEx St. Jude Classic, tying PGA TOUR record for opening 36 holes with his 16-under-par 126 total.T7 at 1999 Open Championship was his best finish in a major since T5 in 1995 Masters and best finish in The Open Championship since T7 in 1988. Won 1998 Dunhill Cup for South Africa for second consecutive year. Teamed with Retief Goosen year after winning with Ernie Els. Following three years without a victory, earned his 10th PGA TOUR title in impressive form at 1997 MasterCard Colonial. Dedicated his win to Ben Hogan, who had inspired him since he came to America. Shared 36-hole lead after 66-63 with Brad Faxon and Paul Goydos for tournament record-tying 11-under 129. Fell three strokes out of lead with third-round 69 but fired front-nine 32 in final round on way to two-stroke victory over Faxon and Ogrin. In 1993, recorded back-to-back victories at Canadian Open and Hardee's Golf Classic. His 259 total at Hardee's gained a seven-stroke victory and was two strokes off 72-hole TOUR record. Also a two-time winner in 1992, capturing Buick Classic and Hardee's Golf Classic. Won 1990 USF&G Classic in dramatic fashion, holing out from bunker on 72nd hole to defeat Greg Norman by one. Shot 60 in final round of 1990 Northern Telecom Open at Randolph Park GC. Won 1989 World Series of Golf and earned 10-year exemption by defeating Ben Crenshaw on second playoff hole. Earned first two TOUR victories in 1988. Both victories came in the fall, at the Southern Open and Seiko Tucson Open. Took up game with father while caddying for him at age 14. In 1994, established 300-acre vineyard with brother Michael in heart of wine-producing region of South Africa. Current David Frost Wines production is 7,000 bottles, consisting of Cabernet Sauvignon 1999, Merlot 1999, Chardonnay 2000 and Sauvignon Blanc 2001. Wine features an artist series by LeRoy Neiman. Every vintage is dedicated to a golfer, and $1 from each bottle goes to the golfer's charity. Information may be found at frostwine.com.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1985","qSchoolYear" : "1984","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(12): 1982 Gordon's Gin Classic [SAf], 1984 Air France Cannes Open [Eur]. 1986 South African Open. 1987 South African Masters. 1989 Million Dollar Challenge [SAf]. 1990 Million Dollar Challenge [SAf]. 1992 Million Dollar Challenge [SAf], Dunlop Phoenix [Jpn]. 1993 Kent Hong Kong Open [Asia]. 1994 Lexington PGA Championship [SAf]. 1999 South African Open Championship [SAf].","curYearHigh" : "Season highlighted by his sixth career victory on the Champions Tour at the Mississippi Gulf Resort Classic...Won for the first time in almost two years when he captured the event at Fallen Oak. Despite incurring a one-stroke penalty on the 17th green when he dropped his ball and it moved his coin (Rule 20-1), he sunk a key 6-foot par putt on the last hole to preserve a one-stroke margin over Tom Lehman and Kevin Sutherland. Lehman had a golden opportunity to tie but missed a 4½-foot birdie putt at the 18th. Became the first international winner of the event and came from three strokes off the lead with a final-round 68 outside Biloxi, the biggest come-from-behind win in MGRC history...Battled Jerry Smith down the stretch at the Encompass Championship before finishing second at North Shore CC, three strokes back...Equaled the low round at the Dick's Sporting Goods Open, shooting 64 Sunday to move up into a T3 at En-Joie GC...Was T6 in his next start at the Nature Valley First Tee Open at Pebble Beach on the strength of three sub-par scores, including a final-round 3-under-par 69...Finished second to Colin Montgomerie at December's MCB Tour Championship in Mauritius.","carHigh" : "2005: Set the PGA TOUR all-time 72-hole putting record with 92 total putts at the MCI Heritage. The old mark was also set at Harbour Town Golf Links when Kenny Knox had just 93 total putts in the 1989 MCI Heritage. Frost one-putted his first 11 greens in the first round and had 49 total one-putts for the week, along with 20 two-putts and two greens where he holed out from off the green. His lone three-putt of the tournament came on the third hole in the second round. He finished T38. 2003: Entering the season with partial status, played in 26 events and finished among the top 125 at No. 114...Finished T7 in Putting Average at 1.729...With T8 finish at the HP Classic of New Orleans, picked up first top 10 of the season and first in New Orleans since winning in 1990. With the top-10, earned a spot in the Wachovia Championship the following week where he finished T21...With a fifth-place finish and a $160,000 paycheck at the Las Vegas Invitational, jumped from 136th to 110th on the PGA TOUR Official Money List...Two other top-25s at the B.C. Open (T16) and the Southern Farm Bureau Classic (T19). 2002: Playing in his adopted hometown of Dallas, posted his first top-10 of the season at the Verizon Byron Nelson Classic, a T8 aided by consecutive 2-under-par 68s on the weekend...Thanks to a final-round 65, finished T10 at the Canon Hartford Open. 2001: Used top-50 career money winners exemption after finishing No. 177 on the TOUR money list the previous year...Kept fully-exempt status for the 2002 season by finishing 101st on money list, his highest spot since 1997 when he ended the season at No. 50. Led TOUR in putting average (1.708) for second time in career (first in 1993). 2000: Set course record at TPC at Deere Run with 9-under 62 during second round of John Deere Classic, since broken by J.P. Hayes in 2002 (61)...Began and ended the year with good play on the South African Tour, with two top-5s in January and another in December. 1999: Started year by making eight consecutive cuts...Opened with back-to-back 63s at FedEx St. Jude Classic, tying PGA TOUR record for opening 36 holes with his 16-under-par 126 total...Earned first top-10 finish since T8 at 1997 Bell Canadian Open with T7 at The Open Championship. Was his best finish in a major since T5 in 1995 Masters Tournament and best finish in The Open Championship since T7 in 1988. 1998: Won Dunhill Cup for South Africa for second consecutive year. Teamed with Retief Goosen year after winning with Ernie Els. 1997: Following three years without a victory, earned his 10th PGA TOUR title in impressive form at MasterCard Colonial. Dedicated his win to Ben Hogan, who had inspired him since he came to America. Shared 36-hole lead after 66-63 with Brad Faxon and Paul Goydos for tournament record-tying 11-under 129. Fell three strokes out of lead with third-round 69 but fired front-nine 32 in final round on way to two-stroke victory over Faxon and Ogrin. 1993: Recorded back-to-back victories at Canadian Open and Hardee's Golf Classic. 259 total at Hardee's gained a seven-stroke victory and was two strokes off 72-hole TOUR record. 1992: Also a two-time winner, capturing Buick Classic and Hardee's Golf Classic. 1990: Won USF&G Classic in dramatic fashion, holing out from bunker on 72nd hole to defeat Greg Norman by one...Shot 60 in final round of Northern Telecom Open at Randolph Park GC. 1989: Won World Series of Golf and earned 10-year exemption by defeating Ben Crenshaw on second playoff hole. 1988: Earned first two TOUR victories in a year when he finished in top-three eight times. Finished third three times in first seven starts--Phoenix Open, Hertz Bay Hill Classic and THE PLAYERS Championship, then runner-up three times in six-week stretch in spring -- MCI Heritage Classic, Memorial Tournament and Manufacturers Hanover Westchester Classic. Both victories -- Southern Open and Seiko Tucson Open -- came in fall.\n\n","otherCarHigh" : "","personal" : "Took up game with father while caddying for him at age 14...In 1994, established 300-acre vineyard with brother Michael in heart of wine-producing region of South Africa. Current David Frost Wines production is 7,000 cases, consisting of Cabernet Sauvignon, Merlot, Chardonnay and Sauvignon Blanc. Wine features an artist series by LeRoy Neiman. Every vintage is dedicated to a golfer, and $1 from sale of each bottle goes to the golfer's charity. Dedications include Sam Snead, Gene Sarazen, Arnold Palmer and Jack Nicklaus in 2004. Information may be found at www.frostwine.com.","otherInfo" : "Made three appearances on the PGA TOUR in 2008 with a best finish of T51 at The Open Championship. In addition to his showing at Royal Birkdale, played 20 other European Tour events and was fourth at the European Open at London GC in Kent, England. Turns 50 in late 2009 and is eligible to join the Champions Tour. Started three PGA TOUR events in 2007, missing all three cuts. Played BMW Charity Pro-Am at the Cliffs on Nationwide Tour, finishing T30. Finished out of the top 125 on the money list in 2006 for the third consecutive year and only the fifth time in his 22 years on TOUR. Finished T15 at 2005 Open Championship. Set the TOUR all-time 72-hole putting record with 92 putts at the MCI Heritage in April 2005. The old mark had held up for 16 years (93, Kenny Knox, 1989 MCI Heritage). Frost one-putted his first 11 greens in the first round, had 49 one-putts for the week and holed out two times from off the green. He finished T38. Led TOUR in putting average (1.708) in 2001 for the second time in his career (first in 1993). Led TOUR in scoring average (70.09) in 1987. Following three years without a victory, earned his 10th TOUR title at the 1997 MasterCard Colonial. Dedicated win to Ben Hogan, who had inspired Frost since he joined the TOUR in 1985. Opened with back-to-back 63s at 1999 FedEx St. Jude Classic, tying then-PGA TOUR record for opening 36 holes with his 16-under 126 total. Won 1998 Dunhill Cup for his native South Africa for second consecutive year. Teamed with Retief Goosen year after winning with Ernie Els. In 1993, recorded back-to-back victories at Canadian Open and Hardee's Golf Classic. Also a two-time winner in 1992, capturing Buick Classic and Hardee's. Won 1989 World Series of Golf and earned 10-year exemption by defeating Ben Crenshaw on second playoff hole. Holed out from 18th hole bunker to defeat Greg Norman in 1990 at New Orleans. Took up game with father while caddying for him at age 14. Established a 300-acre vineyard in heart of South Africa's wine producing region in 1994. Website is frostwine.com.","ntlTeams" : "Hennessy Cognac Cup, 1984; Dunhill Cup (9), 1991-95, 1997-2000; The Presidents Cup (2), 1994, 1996.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2009","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(13): 1982 Gordon's Gin Classic, 1984 Air France Cannes Open. 1986 South African Open. 1987 South African Masters. 1989 Million Dollar Challenge. 1990 Million Dollar Challenge. 1992 Million Dollar Challenge, Dunlop Phoenix. 1993 Hong Kong Open. 1994 Lexington PGA Championship. 1999 South African Open Championship.","intlVics" : "(2): 2010 Mauritius Commercial Bank Open. 2012 MCB Tour Championship.","curYearHigh" : "Season highlighted by his sixth career victory on the Champions Tour at the Mississippi Gulf Resort Classic...Won for the first time in almost two years when he captured the event at Fallen Oak. Despite incurring a one-stroke penalty on the 17th green when he dropped his ball and it moved his coin (Rule 20-1), he sunk a key 6-foot par putt on the last hole to preserve a one-stroke margin over Tom Lehman and Kevin Sutherland. Lehman had a golden opportunity to tie but missed a 4½-foot birdie putt at the 18th. Became the first international winner of the event and came from three strokes off the lead with a final-round 68 outside Biloxi, the biggest come-from-behind win in MGRC history...Battled Jerry Smith down the stretch at the Encompass Championship before finishing second at North Shore CC, three strokes back...Equaled the low round at the Dick's Sporting Goods Open, shooting 64 Sunday to move up into a T3 at En-Joie GC...Was T6 in his next start at the Nature Valley First Tee Open at Pebble Beach on the strength of three sub-par scores, including a final-round 3-under-par 69...Finished second to Colin Montgomerie at December's MCB Tour Championship in Mauritius.","carHigh" : "2014: Went winless for the first time since 2011 and was the only player with more than seven figures in single-season earnings who did not register a victory. Joined Russ Cochran as the only other player to appear in all 26 events. Still managed to record nine top-10s, with five of those performances coming in the latter third of the season...Had his best outing of the campaign in July when he finished T3 at the U.S. Senior Open at Oak Tree National in Oklahoma...Late in the season, played in the final group with Kirk Triplett and eventual champion Jay Haas at the Greater Hickory Kia Classic but finished solo fourth despite carding a final-round 68...Also shot 68 Sunday at the Senior PGA Championship to finish T5 at Harbor Shores...Three weeks earlier in Atlanta, posted a pair of rounds in the 60s (68-69) on the weekend to help him to a T5 effort at the Greater Gwinnett Championship in April...Started his season with a T6 performance at the Mitsubishi Electric Championship at Hualalai after registering a second-round, 8-under 64...Was T7 at the Quebec Championship, bettering his opening-round 70 by one stroke each day...One week earlier, shot 63 in the opening round of the Shaw Charity Classic in Calgary, his low round of the season, and briefly held the lead early on Sunday before playing eight holes in 4-over to drop back into a T9...Led the Champions Tour in Putting Average for the second consecutive year (1.703) and, along with Bernhard Langer, made the most birdies (334). \n\n2013: Had his best season on the Champions Tour, with more than $1.8 million in earnings and a fourth-place finish in the final Charles Schwab Cup standings. Was among the top three six times in 25 appearances and won twice for the second consecutive year...Broke through for his first career win in a major championship when he held off Fred Couples by a stroke at the Regions Tradition in June at Shoal Creek. Grabbed the third-round lead after a 6-under-par 66 Saturday and then added a 68 Sunday to hold off Couples who failed to birdie the easy par-5 17th down the stretch. Victory at Shoal Creek made him the fourth international player to claim the Regions Tradition, joining Graham Marsh, Eduardo Romero and Mark McNulty...Initial win of the season came in wire-to-wire fashion, besting Couples by five strokes at the Toshiba Classic. Birdied four of the last five holes to win easily after being just one stroke ahead of Couples after 10 holes Sunday. His 54-hole total of 19-under 194 tied the tournament record, and his five-stroke winning margin also tied the tournament mark...Started the year with a strong performance at the Mitsubishi Electric Championship at Hualalai. Was the 18- and 36-hole leader in Hawaii before eventually finishing second, losing on the second hole of a playoff to John Cook, who won with a birdie...Appeared ready to win his third title of the campaign in October when he led Russ Cochran by three strokes at one point on the back nine Sunday at the SAS Championship. Despite playing bogey-free in the final round, though, Cochran closed with four straight birdies to edge him by one stroke...Was T3 at the inaugural Encompass Championship. Came to the final hole with a shot at winning the event but flew the green with his second shot and could do no better than bogey...Played in the final grouping on Sunday at The Senior Open Championship at Royal Birkdale but shot even-par 70 Sunday and finished T3, three strokes out of a playoff...Was also T4, with Michael Allen, at the Liberty Mutual Insurance Legends of Golf and T4 at the Montreal Championship in September...At one point early in the season, had a string of 295 consecutive holes without a three-putt before it ended on the sixth hole in the final round at the Allianz Championship. He started the year with a streak of 200 consecutive going to the 2012 season...Played at the PGA TOUR's Crowne Plaza Invitational at Colonial in May and finished T46. \n\n2012: Enjoyed his finest year since joining the Champions Tour in late 2009...Recorded multiple victories in a season for the first time since 1993 on the PGA TOUR and had his highest finish on the money list (ninth) in his three full-time seasons on the circuit...The first of his two wins came in April when he teamed with Michael Allen to win the Legends Division at the Liberty Mutual Insurance Legends of Golf. The pair finished with a 54-hole total of 29-under-par 187, good enough for a one-stroke victory over the team of John Cook-Joey Sindelar. His eagle at the par-4 14th hole Sunday gave them a lead they never relinquished...Late in the year, won the AT&T Championship in San Antonio, making a 10-foot birdie putt on the second playoff hole to defeat Bernhard Langer. Came from six strokes back with a final-round 66, the largest comeback in tournament history. It also matched the biggest final-day turnaround on the Champions Tour for the year (Bernhard Langer\/3M Championship). Victory in San Antonio was his third career Champions Tour title and second TOUR crown in Texas (1997 MasterCard Colonial)...Was on the leaderboard throughout the Senior PGA Championship and eventually finished T4 at Harbor Shores, thanks to a closing 67...Posted four consecutive rounds in the 60s for a T4 finish at the Pacific Links Hawaii Championship in September...Led all players in Sand Save Percentage and had the lowest Par-3 scoring average during the year (2.93)...Closed out his competitive season by claiming the MCB Tour Championship in Mauritius on the European Senior Tour in December. Survived a double bogey and triple bogey in his final round on his way to a one-stroke win over Barry Lane and Peter Fowler.\n\n 2011: Did not earn a victory in his second full Champions Tour season but was in contention on the last day several times and managed to register seven overall top-10s among his 23 appearances...Started the year with 16 straight rounds of par or better and was first in contention throughout at the Mississippi Gulf Resort Classic before eventually finishing T2 along with Nick Price and Jeff Sluman, four strokes back of Tom Lehman. Performance was his second straight top 10 at Fallen Oak...Teamed with Michael Allen to finish T3 in the Legends Division at the Liberty Mutual Legends of Golf. Duo shot better-ball score of 62 in the final round to post 26-under 190 total, one stroke short of the two-team playoff...During the summer, was the 54-hole co-leader at The Senior Open Championship but even-par 72 in the final round at Walton Heath left him in solo sixth place...Was also a 36-hole co-leader at the Charles Schwab Cup Championship and trailed by just two strokes entering the final round before shooting 1-over 72 at TPC Harding Park and finishing solo sixth again...Lone start on the PGA TOUR was a missed cut at the Crowne Plaza Invitational in Fort Worth...Played a pair of events on the European Senior Tour. Teed it up early in the summer at the Berenberg Bank Masters in Cologne, Germany and was T15. Also defended his MTB Tour Championship title at the end of the year and finished second to Tom Lehman on the island of Mauritius. 2010: Broke through for his first Champions Tour victory when he lapped the field by seven strokes at the 3M Championship in August. Was tied with Mark Calcavecchia after 36 holes, but after a birdie-birdie-eagle start, pulled away and was never threatened. Shot a 7-under-par 29 on the front nine, and after draining a 25-foot eagle putt on No. 18 (his second eagle in the round), posted a tournament-record, 11-under-par 61 in his final round. That score matched the low round by a tournament winner in Champions Tour history (Rocky Thompson at the 1994 GTE Suncoast Classic; Loren Roberts at the 2006 MasterCard Championship at Hualalai) and it was later duplicated by Gary Hallberg at the 2010 Ensure Classic at Rock Barn. His 54-hole total of 25-under-par 191 also tied the all-time Champions Tour 54-hole scoring mark. Played all 54 holes without a bogey, becoming the 10th player in Champions Tour history to do so and win the event. Victory came in his 20th start and ended a winless streak of 267 tournaments in PGA TOUR-sanctioned events, dating to his win at the 1997 MasterCard Colonial...Stellar play on the weekend at the Senior PGA Championship nearly proved successful. Set a new competitive-course record in the third round, with a 7-under-par 65 at the Colorado GC and followed with a 4-under-par 67 Sunday, the day's best round to finish in a three-way tie with Fred Couples and Tom Lehman at the end of play. However, his good fortune ended with a double bogey on the first extra hole, and he finished T2 in the year's first major championship...Shared the 36-hole lead with Brad Bryant and eventual winner David Eger at the Mississippi Gulf Resort Classic. Final-round 74 dropped him into a T7 at Fallen Oak...Closed his rookie year on a high note when he finished T3 at the Charles Schwab Cup Championship. Earned $194,500, which pushed him past the $1-million mark in season earnings, with $1,186,992...Put an exclamation point on his season in mid-December when he won the European Senior Tour's Mauritius Commercial Bank Open, making an eagle on the final hole to force a playoff with Roger Chapman and then winning on the second extra hole. 2009: Made five starts on the Champions Tour after turning 50 in mid-September and was among the top 10 three times...Had a successful Champions Tour debut when he finished T9 at the Greater Hickory Classic at Rock Barn...Almost won the SAS Championship in his second appearance on the circuit. Carded a final-round 67 to tie for the lead but, along with Nick Price, finished T2 at Prestonwood after Tom Pernice, Jr., holed a 36-foot birdie putt on the final hole...Played primarily on the European Tour prior to his 50th birthday and appeared in 17 events with six cuts made. \n","otherCarHigh" : "Was ranked among the top-25 players in the world every year but one from 1987-96 and won nine of his 10 PGA TOUR titles and nine of his 12 international events during that span...After finishing 11th on the PGA TOUR money list in 1987 and earning the Byron Nelson Award for lowest scoring average (70.09), received attention with a pair of victories late in the 1988 season and was among the top-three eight times overall during the year. After finishing third three times in his first seven starts that year—Phoenix Open, Hertz Bay Hill Classic and THE PLAYERS Championship, and then registering three runner-ups in a six-week stretch in the spring—MCI Heritage Classic, Memorial Tournament and Manufacturers Hanover Westchester Classic, finally broke through with a pair of victories during the fall. Won his initial PGA TOUR title at the Southern Open in Georgia, defeating Bob Tway in a playoff. One month later, waltzed to a five-stroke victory over Mark Calcavecchia and Mark O'Meara at the Northern Telecom Tucson Open...In 1989, won the World Series of Golf, defeating Ben Crenshaw on the second playoff hole at Firestone to earn a 10-year exemption on the PGA TOUR...Lone win on TOUR in 1990 came in dramatic fashion when he holed out from a bunker on the 72nd hole to defeat Greg Norman by one stroke at the USF&G Classic. Also shot a career-best 60 at Randolph Park GC in the final round of the Northern Telecom Open that year...Rebounded from a sub-par season in 1991 to win twice on TOUR and twice internationally in 1992. Cruised to an eight-stroke triumph over Duffy Waldorf at the Buick Classic at Westchester CC and then just over a month later, won the Hardee's Golf Classic in Illinois, defeating both Tom Lehman and Loren Roberts by three strokes despite a two-over 72 in the final round at Oakwood CC. Also won his third Million Dollar Challenge in South Africa and the Dunlop Phoenix event in Japan...Best year on the PGA TOUR came in 1993 when he finished fifth on the final money list with $1,030,717, eclipsing the seven-figure mark for the only time in his TOUR career...Both of his wins that season came in consecutive weeks during the month of September. First held off Fred Couples by a stroke at Glen Abbey GC to win the Canadian Open and then successfully defended his Hardee's Golf Classic title, cruising to a seven-stroke victory over Payne Stewart and D.A. Weibring with a four-round score of 21-under 259, two strokes off the 72-hole TOUR record...Ninth TOUR title came in 1994 when he edged Norman by a stroke for the Canon Greater Hartford Open crown...Following three years without a TOUR victory, earned his 10th title in impressive form at the MasterCard Colonial. After rounds of 66-63, shared 36-hole lead with Brad Faxon and Paul Goydos and eventually won by two strokes over Faxon and David Ogrin thanks to a front-nine 32 in the final round. Dedicated win to Ben Hogan, who had inspired him since he came to America...In April, 2005, set the PGA TOUR's all-time 72-hole putting record with 92 total putts at the MCI Heritage. Old mark had held up for 16 years (93, Kenny Knox, 1989 MCI Heritage). One-putted his first 11 greens in the first round, had 49 one-putts for the week and holed out two times from off the green...Represented South Africa nine times in the Dunhill Cup and won in consecutive years with Ernie Els (1997) and Retief Goosen (1998)...Also was a member of the International team at the 1994 and 1996 Presidents Cup matches.","personal" : "Took up game with father at age 12 while caddying for him...Is a third generation vintner and his family is part of the wine heritage in South Africa dating back to 1693. In 1994, established 300-acre vineyard with brother Michael in heart of wine-producing region of South Africa. Current David Frost Wines production is 7,000 cases, consisting of cabernet sauvignon, merlot, chardonnay and sauvignon blanc. Wine features an artist series by LeRoy Neiman. Every vintage is dedicated to a golfer, and $1 from sale of each bottle goes to the golfer's charity. Dedications include Sam Snead, Gene Sarazen, Arnold Palmer and Jack Nicklaus. Information may be found at frostwine.com.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T2nd at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks 45th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}