{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25369","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "7","capcure" : "N", "personalInfo" : {"name" : {"last" : "Donaldson","first" : "Jamie","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "174","weightMetric" : "79","birthDate" : "October 19, 1975","age" : "40","birthPlace" : "Pontypridd, Rhondda Cynon Taf, Wales","residence" : "Mottram St. Andrew, Cheshire, England; Orlando, Florida","family" : "Wife, Kat; two children","education" : "","splInterest" : "Spending time with family, collecting fine wines, do-it-yourself projects, Liverpool Football Club, fishing.","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2000","clubAffl" : "","cityPlaysFrm" : "Wales; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2014","qSchoolYear" : "","exmtStatus" : "103rd on 2014-15 money list","otherVics" : "","intlVics" : "(6): 2001 Telia Grand Prix [EurChall], 2001 BMW Russian Open [EurChall]. 2007 Guatemala Open [EurChall]. 2012 Irish Open [Eur]. 2013 Abu Dhabi HSBC Golf Championship [Eur]. 2014 Czech Masters [Eur]. 2015 Thailand Golf Championship [Asia]\n","curYearHigh" : "Won the Thailand Golf Championship on the Asian Tour in December, highlighted by an opening 9-under 63. Held the lead through 36 holes, but a 1-under 71 in the third round gave way for France's Clement Sordet to take the lead heading into the final round. Claimed a three-stroke victory after a 7-under-par 65 in the final round at Amata Spring CC, earning a spot in The Open Championship field via the Open Qualifying Series (OQS)...Had to delay the start of his 2016 season after suffering a chainsaw injury to the little finger on his left hand.","carHigh" : "2014-15: Made 10 of 16 PGA TOUR cuts, with two top-10s. Did not qualify for the FedExCup Playoffs but retained his TOUR card for 2015-16 after finishing No. 103 on the money list through the Wyndham Championship...Opened 68-68-62 at the BMW Masters in Shanghai. Was in second place, four shots off Alexander Levy's 54-hole lead in early November 2014 at Lake Malaren GC. On a difficult final day, shot a 3-over 75 to finish a shot out of the Marcel Siem-Ross Fisher-Levy playoff that Siem won...Finished T9 at the Abu Dhabi HSBC Golf Championship in mid-January...At The Honda Classic, overcame back-to-back, 1-over 71s in the second and third rounds by shooting a 4-under 66 in the final round, which ended Monday due to inclement weather. His finish helped garner him sixth-place honors in his third-consecutive start in the event. He had previously not cracked the top 50 at PGA National...Following rounds of 70-72-71 to open his second PLAYERS Championship, closed with six birdies on his first 12 holes Sunday at TPC Sawgrass en route to a 5-under 67, good enough for a T8 with four others...Did not play in the Wyndham Championship and was one of five players to drop out of the FedExCup Playoffs (dropped from 121 to 130)...Returned to Europe and added an additional top-10 late in the season when he T5 at the Porsche European Open. In Bad Griesbach, Germany, shot a final-round 70 and could never push leader Thongchai Jaidee. Settled for a T5 with Lucas Bjerregaard, Ross Fisher and Rikard Karlberg. \n\n2013-14: Made nine of 12 PGA TOUR cuts, with two top-10s as a non-member. Earned enough non-member FedExCup points during the season to achieve Special Temporary Membership, which allowed him to make a career-high 12 starts on TOUR. Parlayed that into a top-125 finish on the non-member FedExCup points\/money list to earn his TOUR card for the 2014-15 season...At the Nedbank Golf Challenge in Sun City, South Africa, opened 67-66-67 but could only muster a 2-under 70 on the final day that saw him drop into a T2 with Sergio Garcia, two strokes behind winner Thomas Bjorn...Finished T2, one stroke behind Patrick Reed at the World Golf Championships-Cadillac Championship to top his previous-best PGA TOUR finish (T7 at the 2012 PGA Championship). It was also his best performance in a World Golf Championships event, bettering his T8 at the HSBC Champions in November 2013. Earned 258 points on the FedExCup Season point's list for non-members, moving him to 378 points for the season. By surpassing the total number of FedExCup points of the player who finished No. 150 (278 points) on the 2013 points' list, he became eligible to accept Special Temporary Membership on the PGA TOUR, which he did two days after the event...Represented Europe in the inaugural Eurasia Cup in March in Kuala Lumpur, Malaysia. In the event's 10-10 draw, went 2-0-1 in his three matches...At the BMW International Open in Germany in late-June, missed the four-man playoff by a stroke after shooting rounds of 71-67-65-67 at GC Gut Larchenhof. Made a bogey on his final hole of the second round then played bogey-free on the weekend, recording 10 birdies and an eagle on his way to the T5...Was in contention down the stretch at the European Tour's Alstom Open de France in early July. Hopes of winning the event ended with a double bogey-5 at the par-3 16th hole at Le Golf National. Final-round, 2-under 69 led to a T5 finish with Mathew Baldwin, three shots behind winner Graeme McDowell...Won a European Tour title for a third consecutive year when he cruised to victory in August at the Czech Masters in Prague. At the Albatross Golf Resort, trailed 54-hole leader Bradley Dredge by two shots with a round to play. Started quickly on the final day, making three consecutive birdies to start his final round. Made the turn in 3-under then added birdies on the 10th and 12th holes. Even when he bogeyed the 71st hole, his closest pursurers, Dredge and Merrick Bremner did, as well. Finished two shots ahead of Dredge and three in front of Bremner and Soren Kjeldsen. The victory locked up a position on the European Ryder Cup team...A week later, had four rounds in the 60s at the Omega European Masters to finish seventh at Crans-sur-Sierre GC in Switzerland...In mid-September, opened with a 1-under 70 at the ISPS Handa Wales Open then reeled off rounds of 67-68-67 to finish at 12-under with four others, two shots behind winner Joost Luiten at Celtic Manor...At the Ryder Cup at Gleneagles in Scotland, went 3-1-0 in his debut to help lead the Europeans to a five-point victory in the biennial event. Clinched the decisive winning point with a 4-and-3 victory over Keegan Bradley in the singles competition.\n\n2013: Won on the European Tour for a second consecutive year when he held on to capture the Abu Dhabi HSBC Golf Championship in January. Entered the final round two off Justin Rose's 54-hole lead. Shot a final-round 68 at Abu Dhabi GC and overcame a 72nd-hole bogey, enough to edge Rose and Thorbjorn Olesen by a shot. Olesen and Rose both missed birdie opportunities on the final hole Sunday that would have forced a playoff...Was T6 at the Alstom Open de France in July...Played in all three World Golf Championships events during the season, with a T17 at the Bridgestone Invitational his top showing. Lost in the first round of the Accenture Match Play Championship...Also played in all four major championships, securing matching T32s at the U.S. Open and The Open Championship (cut at the Masters and WD from the PGA Championship)...Played in his second Seve Trophy, representing Great Britain and Ireland, with his team losing a two-point decision to Continental Europe...Finished T6 at the Portugal Masters, with Hennie Otto, three shots behind winner David Lynn. Could only manage a 1-under 71 at Oceanico Victoria GC on the final day after beginning the day tied for second...Thanks to rounds of 66-67 on the weekend, finished T8 at the World Golf Championships-HSBC Champions at Sheshan International GC in Shanghai, China...In November, shot four rounds in the 60s—including a final-round 63—to finish second at the Turkish Airlines Open, two shots behind winner Victor Dubuisson. Had eight birdies, an eagle and a bogey on his final round. The eagle was a hole-in-one at the par-3 16th...Fired consecutive 67s in Dubai at the DP World Tour Championship in mid-November to finish T8 at Jumeirah Golf Estates. 2012: Entered the final round of the European Tour's Trophee Hassan II tied for 43rd place, 10 strokes behind the leaders. On Sunday at Golf du Palais Royal, he shot a front-nine, 3-under 33 on the strength of two birdies and an eagle against one bogey. His eagle came at No. 9, and he added a second eagle on the 10th hole. He continued with his foot on the gas, adding one more eagle (on No. 15) and four birdies for a back-nine 28 and an 11-under 61 day. He eventually T3, four shots behind winner Michael Hoey...Earned his first European Tour victory, a four-stroke win at the Irish Open. Shot a final-round 66 at Royal Portrush GC, making him the only player in the field to shoot four sub-70 rounds. Made three birdies and no bogeys on his front nine Sunday then added four birdies over his final five holes to secure the title...Finished T7 at the PGA Championship in just his third PGA TOUR start in the United States and made his first major championship cut after missing the cut in his two previous major starts, both coming at The Open Championship. Used first top-10 finish on TOUR to earn a spot into the Wyndham Championship the following week in Greensboro, N.C...Returned to action on the European Tour and turned in a T9 at the Omega European Masters in Switzerland in late-August, his second consecutive top-10 showing at the event at Crans-sur-Sierre...Shot a final-round, 5-under 66 at the Portgual Masters in mid-October to T6 at Oceanico Victoria GC...Turned in four straight sub-70 rounds at the DP World Tour Championship, the European Tour's season-ending event, to T9 in Dubai. \n\n2011: Began the final round of the Omega European Masters, holding a one-stroke lead over Lee Westwood. Shot a Sunday 70 at Crans-sur-Sierre to drop to a T3, five strokes behind winner Thomas Bjorn...First top-10 of the season came at the Volvo China Open, where he T7...Added another T7 five weeks later, at the BMW PGA Championship. In all, he had eight top-10s and made his second appearance at the OMEGA Mission Hills World Cup, where he joined with Rhys Davies to lead Wales to a T8 showing in China.\n\n2010: Had eight European Tour top-10 finishes, with his best performance a T3 at the Johnnie Walker Championship at Gleneagles...His other top-five came in April at the Volvo China Open, where he T4. \n\n2009: Among his three top-10 finishes was a runner-up showing at the SAS Masters, finishing two strokes behind Ricardo Gonzalez in Sweden...Made his World Cup debut for Wales. At Mission Hills GC in Shenzhen, China, he joined Stephen Dodd to T7. \n\n2008: Had three top-10 finishes, at the Alfred Dunhill Links Championship (T8), the SAS Masters (T8) and The European Open (T10). \n\n2007: Played on the European Challenge Tour, winning the Abierto Telefonica de Guatemala, for his third Challenge Tour title...Had seven other top-10 finishes. \n\n2006: Split time between the European Tour and the European Challenge Tour, with his top showing a T33 at the Enjoy Jakarta HSBC Indonesia Open in March...Played in his first major championship but missed the cut at The Open Championship. \n\n2005: Top European Tour finishes were a pair of T8s, at the Algarve Open de Portugal in April and the BMW Championship in May. \n\n2004: A T14 at the Madrid Open was his best finish. \n\n2003: Shot a final-round 68 at the Algarve Open de Portugal but fell a stroke short of Fredrik Jacobson...Added two other top-10s. 2002: Had seven top 25s, with a T12 at the Dunhill Championship his best showing. 2001: Opened his European Tour season in August with a T4 at the Celtic Manor Wales Open and added a T9 later in the season at the Alfred Dunhill Links Championship...Playing early in the year on the Southern Africa Tour, counted a T6 at the Swazi Open as his best finish. \n","otherCarHigh" : "","personal" : "Devotes charity efforts toward the Royal Air Force Benevolent Fund (London, England) and the East Cheshire Hospice based in Macclesfield, Cheshire, England.","otherInfo" : "","ntlTeams" : "Ryder Cup (1), 2014; World Cup (2), 2009, 2011; Seve Trophy (2), 2011, 2013; Eurasia Cup (1), 2014.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T18th at the World Golf Championships-Dell Match Play.","dynStats" : "He ranks T82nd in Driving Distance - Fairway Woo on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}