{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "28092","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "7","capcure" : "N", "personalInfo" : {"name" : {"last" : "Lee","first" : "D.H.","middle" : "","extn" : "","nick" : "D.H."}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "165","weightMetric" : "75","birthDate" : "April 9, 1987","age" : "29","birthPlace" : "Seoul, South Korea","residence" : "Yongin City, South Korea","family" : "Single","education" : "","splInterest" : "Cars, soccer","pronunciation" : "DONG WAN","nwTourAlumnus" : "Web.com Tour Graduate (2015)","trndProYear" : "2005","clubAffl" : "","cityPlaysFrm" : "Seoul; ; South Korea","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,424,832&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2015","exmtStatus" : "Exempt - Finished 11-49 at 2014 Web.com Tour Qualifying Tournament (subject to second reshuffle)","otherVics" : "","intlVics" : "(2): 2007 Mizuno Open [Jpn]. 2011 Toshin Golf Tournament in Lake Wood [Jpn].","curYearHigh" : "","carHigh" : "2014: Finished T21 at Web.com Tour Q-School in December. Fired the tournament's second-lowest round, a 63, in the fifth round...Made 20 appearances on the PGA TOUR. Of eight cuts made, his lone top-25 came at the John Deere Classic, a T20, in July. Ended the season 193rd in FedExCup points...Played in the four Web.com Tour Finals' events, with his best finish a 72nd at the Chiquita Classic. Missed the cut in two others and withdrew from the Web.com Tour Championship.\n\n 2012: Represented South Korea in the Korea vs. Japan Team Match Championship. Played in his second major championship, qualifying for the U.S. Open at the Olympic Club, where he missed the cut...Top Japan Golf Tour finishes came at the Nagashim Shigeo Invitational Sega Sammy Cup (T3 on the strength of a final-round 66), the Bridgestone Open (T3, with four rounds in the 60s) and a pair of T6s—at the PGA Championship Nissin Cupnoodles Cup and the ANA Open. \n\n2011: Even with a two-year layoff for military fulfillment, he won his second career Japan Golf Tour title, taking the Toshin Golf Tournament in Lake Wood. Shot four rounds in the 60s to finish at 20-under, a stroke ahead of Taigen Tsumagari...Other top-fives came at the Nagashima Shigeo Invitational Sega Sammy Cup (T4), the Sun Chlorella Classic (t4) and the Kansai Open Golf Championship (fifth).\n\n 2010: Again was inactive as he completed his two-year stint with the South Korean Army. \n\n2009: Did not compete because of South Korean military obligations.\n\n 2008: Made one cut in four starts on the Web.com Tour...Missed the cut at the PGA TOUR's Puerto Rico Open...Didn't win on the Japan Golf Tour but did enjoy a strong season, with five top-10s. Best performances were a pair of third-place showings—at the Sun Chlorella Clasic and the Gate Way to the Open Mizuno Open Yomiuri Classic.\n\n 2007: Played his rookie season on the Web.com Tour...Also played on the Japan Golf Tour and became that circuit's youngest winner when he captured the rain-shortened Mizuno Open. Led by three strokes at the end of the third round and then was declared the winner when inclement weather settled in...Missed the cut at The Open Championship in his first PGA TOUR start...Posted six other Japan Golf Tour top-10 finishes, including runner-up performances in his first start of the campaign, at the Token Homemate Cup and at the ABC Championship. At the Token Homemate Cup, shot a final-round 68 but still came up one stroke short of winner Yui Ueda...At the ABC Championship, again enjoyed a sterling final round, shooting a 66 to get in a playoff with Frankie Minoza.\n\n2006: Played on the Japan Golf Tour and was named that Tour's Rookie of the Year. Made 18 starts, and played on the weekend in 15 of those tournaments. Best finishes were a pair of T7s (Under Armour KBC Augusta and Woodone Open Hiroshima) and a pair of T9s (Sun Chlorella Classic and ABC Championship).\n\n 2005: Made his first Japan Golf Tour start, at The Crowns, where he missed the cut. \n","otherCarHigh" : "As a 17-year-old, won the Korean Amateur Championship and the Japan Amateur Championship...Also lists 16 other amateur titles on his resume. Was three times named South Korea's top amateur golfer.","personal" : "Cites playing in the 2007 Open Championship as his biggest thrill in golf. Lists Tiger Woods as his hero. Got his start in golf when he was introduced to the sport by his dad...Served in the South Korean Army from December 2008 to January 2011...Big fan of Real Madrid soccer team.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2013","qSchoolYear" : "2012","exmtStatus" : "11th on the 2015 Web.com Tour priority list","otherVics" : "","intlVics" : "(2): 2007 Mizuno Open [Jpn]. 2011 Toshin Golf Tournament in Lake Wood [Jpn].","curYearHigh" : "","carHigh" : "2015: Finished the Web.com Tour season with 22 starts, two runners-up and a third among his five top-10s. Led the Tour in Par-3 Performance\/Scoring Average (23-under at 2.93 strokes) and has a cuts-made streak at 18. Had nine top-25s and 19 made cuts. Was 11th in the final priority-ranking order...Made two PGA TOUR appearances, finishing T33 at the Zurich Classic of New Orleans and missing the cut at the AT&T Byron Nelson...Carded 66-69-73 over the first three rounds of Chitimacha Louisiana Open in late-March. Surged up the leaderboard Sunday, recording eight birdies in first 12 holes. Bogeys on 13 and 14 derailed his momentum. Closed with birdies on the last two holes to T2, one stroke behind winner Kelly Kraft. Would go on to make every cut after Louisiana(14 starts) through the end of the Regular Season in August...In May, carded 67-69-67 at the BMW Charity Pro-Am to settle in a tie for 12th after 54 holes. Moved inside the top 10 with a bogey-free 64 in the final round for a T6...Was one off the lead through 36 holes of the Nova Scotia Open in July. Found himself tied at the top after 54 holes after a third-round 71. A final-round 69 led to a T3...Next top-five finish came at the News Sentinel Open in August. Opened with a 64 and was one off the lead. Rounds of 67 and 69 put him two strokes back of Patton Kizzire with one to go. After a bogey on the first hole Sunday, reeled off five birdies in seven holes to pull closer to Kizzire. Bogeys on Nos. 16 and 17 forced him to settle for a T4...Finished the Regular Season 15th on the money list to secure his PGA TOUR card for 2015-16...In the first of the four Finals' events, held a three-stroke lead after 54 holes of the Hotel Fitness Championship. Birdied two of the first three holes Sunday to increase his lead to five shots. Cooled off with bogeys on Nos. 8 and 9 but responded with birdies on both par-3s on the back nine. Needed birdies on two of the last four holes to force a playoff with clubhouse leader Henrik Norlander, who broke the course record with a 10-under 62. Instead, a bogey at the closing hole placed him in a T2 with Michael Thompson...Added a T39 at the Small Business Connection Championship at River Run then withdrew from the last two Finals' tournaments.\n\n2014: Finished T21 at Web.com Tour Q-School in December. Fired the tournament's second-lowest round, a 63, in the fifth round...Made 20 appearances on the PGA TOUR. Of eight cuts made, his lone top-25 came at the John Deere Classic, a T20, in July. Ended the season 193rd in FedExCup points...Played in the four Web.com Tour Finals' events, with his best finish a 72nd at the Chiquita Classic. Missed the cut in two others and withdrew from the Web.com Tour Championship.\n\n 2012: Represented South Korea in the Korea vs. Japan Team Match Championship. Played in his second major championship, qualifying for the U.S. Open at the Olympic Club, where he missed the cut...Top Japan Golf Tour finishes came at the Nagashim Shigeo Invitational Sega Sammy Cup (T3 on the strength of a final-round 66), the Bridgestone Open (T3, with four rounds in the 60s) and a pair of T6s—at the PGA Championship Nissin Cupnoodles Cup and the ANA Open. \n\n2011: Even with a two-year layoff for military fulfillment, he won his second career Japan Golf Tour title, taking the Toshin Golf Tournament in Lake Wood. Shot four rounds in the 60s to finish at 20-under, a stroke ahead of Taigen Tsumagari...Other top-fives came at the Nagashima Shigeo Invitational Sega Sammy Cup (T4), the Sun Chlorella Classic (t4) and the Kansai Open Golf Championship (fifth).\n\n 2010: Again was inactive as he completed his two-year stint with the South Korean Army. \n\n2009: Did not compete because of South Korean military obligations.\n\n 2008: Made one cut in four starts on the Web.com Tour...Missed the cut at the PGA TOUR's Puerto Rico Open...Didn't win on the Japan Golf Tour but did enjoy a strong season, with five top-10s. Best performances were a pair of third-place showings—at the Sun Chlorella Clasic and the Gate Way to the Open Mizuno Open Yomiuri Classic.\n\n 2007: Played his rookie season on the Web.com Tour...Also played on the Japan Golf Tour and became that circuit's youngest winner when he captured the rain-shortened Mizuno Open. Led by three strokes at the end of the third round and then was declared the winner when inclement weather settled in...Missed the cut at The Open Championship in his first PGA TOUR start...Posted six other Japan Golf Tour top-10 finishes, including runner-up performances in his first start of the campaign, at the Token Homemate Cup and at the ABC Championship. At the Token Homemate Cup, shot a final-round 68 but still came up one stroke short of winner Yui Ueda...At the ABC Championship, again enjoyed a sterling final round, shooting a 66 to get in a playoff with Frankie Minoza.\n\n2006: Played on the Japan Golf Tour and was named that Tour's Rookie of the Year. Made 18 starts, and played on the weekend in 15 of those tournaments. Best finishes were a pair of T7s (Under Armour KBC Augusta and Woodone Open Hiroshima) and a pair of T9s (Sun Chlorella Classic and ABC Championship).\n\n 2005: Made his first Japan Golf Tour start, at The Crowns, where he missed the cut. \n\nAmateur: As a 17-year-old, won the Korean Amateur Championship and the Japan Amateur Championship...Also lists 16 other amateur titles on his resume. Was three times named South Korea's top amateur golfer. \n","otherCarHigh" : "","personal" : "Cites playing in the 2007 Open Championship as his biggest thrill in golf. Lists K.J. Choi as his hero. Got his start in golf when he was introduced to the sport by his dad...Served in the South Korean Air Force from December 2008 to January 2011...Big fan of Real Madrid soccer team.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T35th at the Shriners Hospitals for Children Open.","dynStats" : "He ranks T1st in 3-Putt Avoidance - Inside 5' on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}