{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06539","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Price","first" : "Rick","middle" : "","extn" : "","nick" : ""}, "height" : "6-0","weight" : "160","birthDate" : "May 18, 1968","age" : "44","birthPlace" : "Reading, Pennsylvania","residence" : "Jupiter, Florida","family" : "Wife, Melinda; Cody, Taylor","education" : "Methodist College","splInterest" : "Sports","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2008)","trndProYear" : "1987","qSchoolYear" : "","clubAffl" : "The Dye Preserve (Jupiter, Florida)","cityPlaysFrm" : "Jupiter; Florida; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "972,429&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1999","exmtStatus" : "Conditionally Exempt \/ Past Champion - 2 Years","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "A member of the Web.com Tour in 1999-2001 and 2003-08. 2011: Struggled during the season and missed the cut in each of his eight Web.com Tour starts. 2010: Made seven cuts in 18 Web.com Tour starts but did not have a top-25 finish. 2009: Member of the PGA TOUR for the first time, making the cut in six of 21 starts. A T54 at The 50th Bob Hope Classic was his best finish. Had just two career starts on TOUR prior to 2009, missing the cut at the 1990 Hardee's Golf Classic and the 1991 U.S. Open. 2008: Earned his status on the PGA TOUR after placing 12th on the Web.com Tour money list, with $284,922. Collected his first top-10 finish of the season with a solo-third place effort at the rain-shortened HSBC New Zealand PGA Championship. Finished at 8-under 136, two shots shy of tournament victor Darron Stiles. Earned his second career win with a playoff victory over Chris Anderson at the $1-million Nationwide Tour Players Cup. Posted an 8-under 64 to grab the first-day lead at the Pete Dye GC in West Virginia. Held the third-round lead and posted an even-par 72 to finish at 15-under 273. Needed only a bogey on the first extra hole to secure the win. His $180,000 first-place check was the largest to date and propelled him from No. 46 to No. 3 on the money list. Win secured a spot in \"The 25,\" allowing him to move onto the PGA TOUR in 2009 and avoid attempting to qualify via Q-school, which he has done 19 times. Was the July Player of the Month. 2007: Made the cut in 15 of 29 starts with seven top-25 finishes. Ended the season No. 55 on the money list, with $114,325. Had a hole-in-one on No. 11 during the first round of The Rex Hospital Open. 2006: Made the cut in 17 of 28 starts on Tour with four top-25 finishes—including a season-best T17 at the Xerox Classic. Finished the season No. 82 on the money list, with $65,107. 2005: Made the cut in 12 of 26 starts with three top-10 finishes. Ranked No. 29 on the money list with $162,102. Got up and down on the 72nd hole to record a one-stroke victory over Andrew Pratt in the inaugural Xerox Classic for his first Tour win. Finished with a tournament-record 11-under-par 269 total at the Irondequoit CC and collected $99,000. The first-place check helped him jump from No. 117 to No. 26 on the season money list at the time. 2004: Made the cut in 13 of 28 starts in 2004, including three top-25 finishes. Ranked No. 57 on the final money list, with $104,008. 2003: Made the cut in 13 of 23 events on the Web.com Tour. Wrapped up the season with $70,307 and the No. 71 spot on the final money list. 2001: Made the cut in 14 of 23 starts on the Web.com Tour, with four top-25 finishes. Made the cut in eight of 19 events in 2000, with two top-25 finishes, both T19 showings. Finished 14th on the 1999 TearDrop Tour money list. Won the 1999 New Bern Classic in North Carolina. Has 20 mini-tour wins...Qualified for the 1991 U.S. Open at Hazeltine in Minnesota. Posted rounds of 77-74 to miss the cut, one of just two career starts on the PGA TOUR. Was an assistant golf professional before becoming a touring pro. \n","otherCarHigh" : "","personal" : "Married to former LPGA player Melinda Daniels-Price. \n","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2009","exmtStatus" : "12th on the 2008 Nationwide Tour money list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "A member of the Nationwide Tour in 1999-2001 and 2003-08. Has just two career starts on the PGA TOUR, missing the cut at the 1990 Hardee's Golf Classic and the 1991 U.S. Open. A rookie on the PGA TOUR after placing 12th on the 2008 Nationwide Tour money list, with $284,922. Collected his first top-10 finish of the season with a solo-third place effort at the rain-shortened HSBC New Zealand PGA Championship. Finished at 8-under 136, two shots shy of tournament victor Darron Stiles. Earned his second career win with a playoff victory over Chris Anderson at the $1-million Nationwide Tour Players Cup. Posted an 8-under 64 to grab the first-day lead at the Pete Dye GC in West Virginia. Held the third-round lead and posted an even-par 72 to finish at 15-under 273. Needed only a bogey on the first extra hole to secure the win. His $180,000 first-place check was the largest to date and propelled him from No. 46 to No. 3 on the money list. Win secured a spot in \"The 25,\" allowing him to move onto the PGA TOUR in 2009 and avoid attempting to qualify via Q-school, which he has done 19 times. Was the July Player of the Month. Made the cut in 15 of 29 starts in 2007, with seven top-25 finishes. Ended the season No. 55 on the money list, with $114,325. Had a hole-in-one on No. 11 during the first round of The Rex Hospital Open. Made the cut in 17 of 28 starts on Tour in 2006, with four top-25 finishes—including a season-best T17 at the Xerox Classic. Finished the season No. 82 on the money list, with $65,107. Made the cut in 12 of 26 starts in 2005, with three top-10 finishes. Ranked No. 29 on the money list with $162,102. Got up and down on the 72nd hole to record a one-stroke victory over Andrew Pratt in the inaugural Xerox Classic for his first Tour win. Finished with a tournament-record 11-under-par 269 total at the Irondequoit CC and collected $99,000. The first-place check helped him jump from No. 117 to No. 26 on the season money list at the time. Made the cut in 13 of 28 starts in 2004, including three top-25 finishes. Ranked No. 57 on the final money list, with $104,008. Made the cut in 13 of 23 events on the 2003 Nationwide Tour. Wrapped up the season with $70,307 and the No. 71 spot on the final money list. Made the cut in 14 of 23 starts on the 2001 Nationwide Tour, with four top-25 finishes. Made the cut in eight of 19 events in 2000, with two top-25 finishes, both T19 showings. Finished 14th on the 1999 TearDrop Tour money list. Won the 1999 New Bern Classic in North Carolina. Has 20 mini-tour wins. Qualified for the 1991 U.S. Open at Hazeltine in Minnesota. Posted rounds of 77-74 to miss the cut, one of just two career starts on the PGA TOUR. Was an assistant golf professional before becoming a touring pro. Married to former LPGA player Melinda Daniels-Price. \n","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 2 times.","dynStats" : "He ranks 38th in Career Money Leaders on the Nationwide Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}