{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25240","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Points","first" : "D.A.","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "195","weightMetric" : "88","birthDate" : "December 1, 1976","age" : "39","birthPlace" : "Pekin, Illinois","residence" : "Windermere, Florida","family" : "Wife, Lori; Laila Jane (2\/10\/10)","education" : "University of Illinois (1999, Speech Communications)","splInterest" : "Fishing, wine","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2004, 2008)","trndProYear" : "1999","clubAffl" : "","cityPlaysFrm" : "Pekin; IL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "11,337,428&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Conditional - Finished 151-200 on 2014-15 PGA TOUR FedExCup Points List","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Made the cut in 16 of 29 starts on the Nationwide Tour in 2007, with five top-25 finishes. Concluded the year No. 39 on the money list, with $156,799. Posted a season-best runner-up finish at the Albertsons Boise Open, finishing 18-under 266 and three strokes behind tournament winner Jon Mills. Posted back-to-back eagles on Nos. 2-3 during a third-round 63, ending the day in a two-way share of the lead with Jim McGovern. Collected $72,900 for his efforts to move comfortably inside the top 60 on the money list (No. 29). Other top-10 finishes posted at the Northeast Pennsylvania Classic (T4), The Rex Hospital Open (T5) and the Utah EnergySolutions Championship (T8). Finished the 2006 campaign on the PGA TOUR No. 162 on the money list, with $405,984. Posted three top-25 finishes, including his first-ever top-10—at The Honda Classic (T10). After finishing 161st on the PGA TOUR money list in his rookie season, earned his way back on TOUR by finishing T3 at the 2005 National Qualifying Tournament. Posted four top-25s in 2005, including career-best T13s at the unofficial Nissan Open and the B.C. Open. Spent the 2001-04 seasons on the Nationwide Tour. Finished second on Tour in 2004, with $332,815 to earn his initial TOUR card. Posted his second Tour victory at the 2004 Northeast Pennsylvania Classic in a playoff over James Driscoll. Came back a few weeks later and won the inaugural Pete Dye West Virginia Classic. Led Tour in Birdie Average. Finished No. 50 on the 2003 Nationwide Tour money list and No. 66 in 2002, with the latter set up by a season-best T4 at the Gila River Golf Classic (set up when he matched the Whirlwind GC record with a 10-under 61 in the third round). In rookie season on Nationwide Tour, won the Inland Empire Open. Ranked No. 30 on the final 2001 money list. \n","otherCarHigh" : "Third-team All-America at Illinois. Three-time Illinois Amateur champion. Reached the quarterfinals of the 1996 U.S. Amateur at Pumpkin Ridge GC, where he lost to eventual champion Tiger Woods, 3 and 2, in the quarterfinals.","personal" : "Lists his parents and his nephew (Carson Chorney) as his heroes. Six-year-old Carson has neuroblastoma, a rare, curable form of cancer.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2005","qSchoolYear" : "2005","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: With three top-25 finishes in 26 starts, finished outside the top 125 in FedExCup points at No. 171 and failed to advance to the Playoffs for the second consecutive season...Finished No. 77 on the Web.com Tour Finals' money list, missing the first two cuts, then posting T52 and T35 finishes. Will play out of the Past Champion category on the PGA TOUR 2015-16, along with status on the Web.com Tour.\n\n2013-14: Lone top-25 finish came in his last start, at the Wyndham Championship, opening with rounds of 67-65 (the only event of the season he opened with two sub-70 scores) en route to a T18 finish. Completed the season No. 173 in the FedExCup, ending a streak of five consecutive seasons of finishing inside the top 100 in the FedExCup and recording at least three top-10s each season.\n\n2013: Season included 15 made cuts in 28 starts, with a victory at the Shell Houston Open and a runner-up effort at the Zurich Classic of New Orleans, the best of his three top-10 finishes. Finished the season a career-best 30th in the FedExCup...After pulling an old putter he used as a pre-teen from his mother's golf bag, opened with an 8-under 64 at the Shell Houston Open that led to a one-stroke win over Billy Horschel and Henrik Stenson. His first round was highlighted by five consecutive birdies on hole Nos. 10-14. Sank a clutch, 10-foot par putt on the 72nd hole to claim his second career PGA TOUR win. With the victory, earned an exemption into the Masters Tournament just two weeks later. The win also extended the streak of consecutive American TOUR winners to 16, dating to Tommy Gainey's 2012 win at The McGladrey Classic...Posted a bogey-free, 7-under 65 in the final round of the Zurich Classic of New Orleans to finish second, a stroke shy of winner and playing partner, Billy Horschel. Despite two rain delays, one of which came with him in the fairway of the 72nd hole, managed to come back and birdie the par-5 18th Sunday to assure the runner-up finish. Made just two bogeys the entire week, a career-best for him...Making his seventh start at The Barclays, recorded his first top-10 FedExCup Playoffs finish with a T6 effort, two strokes shy of Adam Scott's winning 11-under total. Closed with rounds of 66-67...Finished T26 in his first trip to the TOUR Championship by Coca-Cola. \n\n2012: Finished No. 63 in the FedExCup standings...Just one week after a solid T12 finish at the Hyundai Tournament of Champions, made his fifth start at the Sony Open in Hawaii, where a third-round 64 shaved four strokes off his previous-best score at the event and eventually led to a T6 finish, three strokes behind champion Johnson Wagner...Finished T8 at the Farmers Insurance Open, his third top-10 in six starts at the event...Lost in his first career PGA TOUR playoff, to Rickie Fowler at the Wells Fargo Championship. Along with Rory McIlroy he recorded a par-4 on the first playoff hole (No. 18) before Fowler made a 4-foot birdie putt to win. Bogeyed his 72nd hole in his attempt to become the first player to play the final 36 holes of the Wells Fargo Championship without a bogey. He had played the previous 40 holes without a bogey, dating to the par-3 13th hole in the second round. The runner-up finish was the first of his career. Prior to his strong showing, had had minimal success in six starts at the Wells Fargo Championship, with just one made cut (T63 in 2010).\n\n2011: Picked up first career win on TOUR and had career-best finishes in the FedExCup (56th) and money list (37th)...Collected first top 10 of the season with a fifth-place finish at the Farmers Insurance Open. Third-round 68 tied Phil Mickelson for best round of the day, earning a donation from Farmers to alma mater University of Illinois men's golf team as part of University Day...Two weeks later, overcame a two-stroke deficit to Steve Marino in the final round to capture his first TOUR title, at the AT&T Pebble Beach National Pro-Am. With childhood idol Bill Murray playing at his side in the amateur division, he holed a 100-yard wedge shot for an eagle-3 at the par-5 14th hole to take a lead he would not relinquish. Rounds of 63-70-71-67—271 bested runner-up Hunter Mahan by two strokes. In addition, he won the pro-am competition with Murray. Since 1987, just three other champions have also won the pro-am portion of the event: Arron Oberholser (2006), Mickelson (2007) and Dustin Johnson (2009)...Did not crack the top 10 until 17 starts later, finishing T10 at the PGA Championship—his first top 10 in six major championship starts. \n\n2010: Collected three top-10 finishes in 2010 and retained TOUR card for second consecutive season...After missing the cut in his first two starts of the season, posted a T9 at Farmers Insurance Open where he was co-leader through 36 holes...Finished T7 at the HP Byron Nelson Championship with four rounds of par or better...Posted a career-best, 9-under 61 in the third round of the Greenbrier Classic en route to a T4 finish. Flirted with a 59, standing at 10-under through 16 holes, but a three-putt bogey on the par-5 17th hole ended historic opportunity. \n\n2009: Finished No. 66 on the PGA TOUR money list and earned more than $1 million in a season for the first time in his career...Final-round 65 earned first top-10 of season, a T9, at The Honda Classic. Final-round 65 tied the low round of the day with Scott Piercy...Earned another T9 the following week at the Puerto Rico Open presented by Banco Popular...Posted a career-best third-place finish at the HP Byron Nelson Championship with four sub-70 rounds, including 65-65 on the weekend...Ranked 72nd in the final FedExCup standings...Shot 65 in the final round to finish the season with a T7 at the Children's Miracle Network Classic. It marked the third time in 2009 that he posted a final-round 65 to earn a top-10 finish. Leaped 11 spots on the final money list to No. 66.\n\n2008: Made the cut in 16 of 25 starts on the Web.com Tour, with 10 top-25 finishes. Finished No. 16 on the official money list and became one of five players in Tour history with $1 million in career earnings. Collected the first top-10 of the year with a T5 at the 36-hole HSBC New Zealand PGA Championship, finishing four shots behind tournament winner Darron Stiles. Became the only player to notch top-10s in both events Down Under after a T7 effort at the Moonah Classic...Was 36-hole co-leader with Kyle McCarthy at the Ford Wayne Gretzky Classic after opening rounds of 69-62. Finished T10...Led by two shots going into the final round of the Northeast Pennsylvania Classic where a final-round 73 dropped him into a T9...Won the Miccosukee Championship in spectacular fashion when he holed a 125-yard shot from the fairway at the 72nd hole. He then defeated Matt Bettencourt with birdie on the first playoff hole. Win was his fourth career Web.com Tour title. Was T43 and seven strokes back after 36 holes. Third-round 62 was his second 62 this season. Win vaulted him from 40th to 15th on the money list and secured a spot on the 2009 PGA TOUR. \n\n2007: Made the cut in 16 of 29 starts on the Web.com Tour, with five top-25 finishes. Concluded the year No. 39 on the money list, with $156,799. Posted a season-best runner-up finish at the Albertsons Boise Open. Posted back-to-back eagles during a third-round 63. \n\n2006: Finished No. 162 on the PGA TOUR money list, with $405,984. Posted three top-25 finishes, including his first career top-10—at The Honda Classic (T10). \n\n2005: After finishing 161st on the PGA TOUR money list in his rookie season, earned his way back on TOUR by finishing T3 at the year-end National Qualifying Tournament. Posted four top-25s including T13s at the unofficial Nissan Open and the B.C. Open. \n\n2004: Finished second on the Web.com Tour money list with $332,815 to earn his initial TOUR card. Posted his second Tour victory at the 2004 Northeast Pennsylvania Classic in a playoff over James Driscoll. Came back a few weeks later and won the inaugural Pete Dye West Virginia Classic. Led Tour in Birdie Average. \n\n2003: Finished No. 50 on the Web.com Tour money list. 2002: Finished 66th on Web.com Tour money list mainly due to a season-best T4 at the Gila River Golf Classic (set up when he matched the Whirlwind GC record with a 10-under 61 in the third round). 2001: In rookie season on Web.com Tour, won the Inland Empire Open and ranked No. 30 on the final money list. Amateur: Third-team All-America at Illinois. Three-time Illinois Amateur champion. Reached the quarterfinals of the 1996 U.S. Amateur at Pumpkin Ridge GC, where he lost to eventual champion Tiger Woods, 3 and 2, in the quarterfinals. \n","otherCarHigh" : "","personal" : "Lists his parents and his nephew (Carson Chorney) as his heroes. Eleven-year-old Carson has neuroblastoma, a rare, curable form of cancer. Following a successful surgery, which revealed no signs of cancer, Carson was nominated to be Florida's representative for the Children's Miracle Network. As such, he was afforded the opportunity to meet President Obama in 2010 and \"hang with uncle D.A. at Disney\" during the 2010 Children's Miracle Network Classic...He is a big follower of University of Illinois athletics.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 2 times.","dynStats" : "He ranks T69th in Driving Accuracy Percentage - on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/DAPoints"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}