{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01955","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Player","first" : "Gary","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-7","heightMetric" : "1.7","weight" : "150","weightMetric" : "68","birthDate" : "November 1, 1935","age" : "80","birthPlace" : "Johannesburg, South Africa","residence" : "Jupiter Island, Florida; Colesberg, South Africa","family" : "Wife, Vivienne Verwey; Jennifer, Marc, Wayne, Michele, Theresa, Amanda; 21 grandchildren","education" : "","splInterest" : "Breeding thoroughbred race horses, farming, physical fitness, The Player Foundation benefiting underprivileged children's education, Black Knight International, including Gary Player Real Estate, Gary Player Design, Gary Player Golf Academy and Gary Player Stud Farm","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1953","clubAffl" : "Gary Player CC (Sun City, South Africa)\n","cityPlaysFrm" : "Pinehurst; NC; United States","websiteUrl" : "http:\/\/www.garyplayer.com","websiteName" : "","hallOfFame" : "Inducted 1974","qSchoolYear" : "","combTourMoney" : "7,883,511&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Teamed with Jack Nicklaus to finish second in the Legends Division at the Bass Pro Shops Legends of Golf in April.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1957","qSchoolYear" : "","exmtStatus" : "Life Member","otherVics" : "","intlVics" : "(115): 1955 East Rand Open, Egyptian Matchplay. 1956 East Rand Open, South African Open, Ampol Tournament, Dunlop Tournament at Sunningdale. 1957 Western Province Open, Australian PGA Championship, Coffs Harbour Tournament. 1958 Australian Open, Natal Open, Ampol Tournament, Coffs Harbour Tournament. 1959 Transvaal Open, South African PGA Championship, Natal Open, Western Province Open, South African Masters, Victorian Open. 1960 Sprite Tournament, Transvaal Open, South African Open, South African PGA Championship, South African Masters, Natal Open, Western Province Open. 1961 Yomiuri Open, Ampol Tournament. 1962 Australian Open, Transvaal Open, Natal Open. 1963 Sponsored 5000, Liquid Air Tournament, Richelieu Grand Prix [Cape Town], Richelieu Grand Prix [Johannesburg], Australian Open, Transvaal Open, South African Masters. 1964 South African Masters. 1965 Australian Open, Piccadilly World Match Play Championship, South African Open, World Cup [indiv], World Cup [with Harold Henning], World Series of Golf, NTL Challenge Cup. 1966 Piccadilly World Match Play Championship, Transvaal Open, South African Open, Natal Open. 1967 South African Open, South African Masters. 1968 Piccadilly World Match Play Championship, World Series of Golf, South African Open. 1969 Australian Open, South African Open, South African PGA Championship, Australian Masters. 1970 Australian Open, Dunlop International. 1971 South Africa Masters, Piccadilly World Match Play Championship, General Motors Open, Western Province Open. 1972 South African Masters I, South African Masters II, Western Province Open, Japan Airlines Open, South African Open, Brazilian Open, World Series of Golf. 1973 General Motors Open, Piccadilly World Match Play Championship. 1974 South African Masters, Rand International Open, General Motors International Classic, Ibergolf Tournament, La Manga Tournament, Australian Open, Brazilian Open. 1975 Lancome Trophy, South African Open, General Motors Classic. 1976 General Motors Open, South African Masters I, South African Masters II, South African Open. 1977 South African Open, ICL International, World Cup [indiv]. 1979 South African Open, South African PGA Championship, Kronenbrau Championship, Sun City. 1980 Chile Open, Trophy Felix Houphonet-Boigny. 1981 South African Open. Gold Coast Classic. 1982 South African PGA Championship. 1983 Skins Game. 1984 Johnnie Walker. 1986 Nissan Skins Game. 1988 Nissan Skins Game. 1990 Senior Open Championship. 1991 Nissan Skins Game. 1993 Irish Senior Masters. 1994 Skills Challenge. 1995 Alfred Dunhill Challenge. 1997 Daiichi Seimei Cup. Nelson Mandela Invitational, South African Open, Shell Wentworth Masters, Senior Open Championship. 2000 Nelson Mandela Invitational.","curYearHigh" : "Teamed with Jack Nicklaus to finish second in the Legends Division at the Bass Pro Shops Legends of Golf in April.","carHigh" : "2012: During the week of THE PLAYERS Championship was honored with the PGA Tour's Lifetime Achievement Award, joining a list of recipients that includes pals Jack Nicklaus and Arnold Palmer as well as Byron Nelson, Sam Snead and former President George H.W. Bush...Received the PGA TOUR's Lifetime Achievement Award…Served as the Honorary Starter at the Masters Tournament for the first time.\n\n2011: Made just one official Champions Tour start, playing in his 23rd ACE Group Classic near Naples (finished 79th)...Also teamed with Bob Charles to finish T4 in the Demaret Division competition at the Liberty Mutual Legends of Golf...In early July, learned he had been selected to join Arnold Palmer and Jack Nicklaus as an Honorary Starter at the 2012 Masters. \n\n2010: Did not play a round on the PGA TOUR for the first time since 1957...Played in three official Champions Tour events as he continued to serve as one of golf's great worldwide ambassadors...Teamed with Bob Charles to win the Demaret Division title at the Liberty Mutual Legends of Golf by two strokes over the team of Tom Shaw and Don Bies. The World Golf Hall of Fame duo recorded a 36-hole record score of 19-under-par 125...Teamed with Arnold Palmer and Jack Nicklaus at The Olde Farm GC in Virginia in The Big Three for Mountain Mission Kids sponsored by Johnson & Johnson. The 19-hole scramble event, benefiting the Mountain Mission School, raised more than $15.1 million, the most-ever by a golf tournament in a single day. \n\n2009: Bettered his age in all three rounds at the Mitsubishi Electric Championship at Hualalai. Shot rounds of 70-71-71, marking the first time the 73-year-old had accomplished the feat in one event. Bettered his age twice at the Toshiba Classic, with rounds of 72-71 on the weekend at Newport Beach...Bettered his age in the second round of the Walmart First Tee Open at Pebble Beach, shooting 72 at Del Monte GC. It was the 15th time he had bettered his age in Champions Tour competition...Made his 52nd and final start at the Masters Tournament in April. It was his record 52nd career start...Two weeks after the Masters, he teamed with Bob Charles for a one-stroke victory in the Demaret Division (70 and older) at the Liberty Mutual Legends of Golf. \n\n2008: Bettered his age twice, first doing so when he carded a 2-under 70 in the opening round of The ACE Group Classic. Also shot 71 on the last day of the Toshiba Classic...Matched his age on two other occasions, first on Saturday at the Toshiba event and the last time coming when he posted a 72 Saturday at the Bank of America Championship...Broke Arnold Palmer's record for most career appearances at the Masters when he played in his 51st event at Augusta National in April. That same week, he Golf Writers Association of America presented him with the ASAP Sports\/Jim Murray Award for his cooperation, quotability and accommodation to the media…Honored in mid-May with the 13th Francis Ouimet Award for Lifelong Contributions to Golf.\n\n2007: Captained the International team in The Presidents Cup for the third consecutive time. The Internationals lost to the United States in Montreal...Bettered his age on consecutive days at the MasterCard Championship at Hualalai, shooting 69s in the first and second rounds...Matched his age with a 71 in the second round of both the Turtle Bay Championship and the Allianz Championship...Again matched his age with a second-round 71 at The ACE Group Classic...Bettered his age for the third time in the season when he carded a 1-under 70 Saturday at The Boeing Championship at Sandestin...Tied Arnold Palmer's record for most career appearances at the Masters when he played in his 50th event at Augusta National in April. Missed the cut after posting rounds of 83-77. \n\n2006: Made his 49th Masters appearance, tied for second most with Doug Ford behind Arnold Palmer (50). Also played in 11 Champions Tour events. The 70-year old bettered his age twice, with 69s during the first rounds of The Senior Open Championship and the Walmart First Tee Open at Pebble Beach...Matched his age in his last appearance of the season at the AT&T Championship, posting a 1-under 70 Friday at Oak Hills…Recipient of the Payne Stewart Award, given at THE TOUR Championship…The World Golf Hall of Fame exhibited Gary Player—A Global Journey for one year, beginning in March.\n\n2005: Served as captain of the International Team at The Presidents Cup for the second time…Bettered his age for the second time in his career when he closed with a 68 at the Bank of America Championship near Boston in June...In addition to bettering his age, matched his age three times. The first came at the Turtle Bay Championship when he shot an opening-round, 3-under-par 69...The second came when he shot a second-round 69 at Del Monte GC during the Walmart First Tee Open at Pebble Beach and he did so again in the second round of the Greater Hickory Classic at Rock Barn in October.\n\n2004: For the second consecutive year, matched his age at the MasterCard Championship in Hawaii with a final-round 68 at Hualalai...Bettered his age for the first time in his career when he closed with 5-under 66 in the final round of the Outback Steakhouse Pro-Am, where he posted his top finish, a T24...Competed at the BMW Charity Pro-Am at The Cliffs on the Web.com Tour (missed cut).\n\n2003: Celebrated his 50th season as a professional...Shot his age for the second time in his career when he fashioned a second-round 67 at the MasterCard Championship in Hawaii, and eventually finished T29...Best finish came in Mexico City where he was T22 at the MasterCard Classic…Was Captain of International team in The Presidents Cup in South Africa, with the match ending in a tie…At the Laureus World Sports Awards in Monte Carlo, he received the organization's Lifetime Achievement Award. \n\n2002: Had entered the open qualifier for The Open Championship, but was forced to withdraw due to a pulled rib muscle. Broke streak of competing in 46 consecutive Open Championships… Turned in strong performance at the Farmers Charity Classic in May. Was a one-stroke victor in the Georgia-Pacific Grand Champions competition and then finished T9 in the tournament, his best effort since a T8 at the 2001 Senior PGA Championship.\n\n2001: Appeared in his 46th and final Open Championship at Royal Lytham & St. Annes, site of his 1974 victory...Named as the World Golf Hall of Fame's Global Ambassador late in the year. \n\n2000: Opened with an 8-under 64 at the BellSouth Senior Classic at Opryland, at the time, the youngest ever to shoot his age on the Champions Tour. Had a dramatic victory at the Senior Skins competition in January. Birdied the first extra hole to claim four skins and $220,000, good enough to defeat Tom Watson, Jack Nicklaus and Arnold Palmer at Mauna Lani…Voted South Africa's Sportsman of the Century.\n\n1999: Made 20 Champions Tour appearances, with his best showing coming at the Foremost Insurance Classic, where he fired a final-round 69 at Egypt Valley CC en route to a T6…In the season-opening MasterCard Championship, he shot 70-68 and was in striking position after 36 holes before a final-round 72 left him solo 10th….Ended the season on a strong note by carding par-or-better scores in 10 of his last 11 rounds, including six in the 60s…In July, received a third doctorate from the University of Dundee in Scotland…Also named an Honorary Member at Carnoustie in Scotland…Picked up his third career Champion Tour hole-in-one, at the EMC Kaanapali Classic at Royal Kaanapali.\n\n1998: Had one of the great senior seasons by a player over age 60. Just two months shy of his 63rd birthday, became the second-oldest winner in the history of the Champions Tour with his one-stroke victory over J.C. Snead and Walter Hall at the Northville Long Island Classic. Win came 12 years, 9 months after his first victory on the Champions Tour, setting an all-time record for longest span between first Champions Tour win and last. Carded three consecutive rounds of 68 at Meadow Brook Club. Had captured his fourth consecutive MasterCard Champions title the day before, becoming just the fourth player to “double dip,” claiming both events in the same week…Shot rounds of 77-72 at Augusta National and became the oldest golfer in Masters history to make the cut. He broke the 25-year-old record set by 61-year-old Sam Snead. Went on to finish solo 46th.\n\n1997: Earned five international victories, the biggest coming at The Senior Open Championship at Royal Portrush. On the second playoff hole, he rolled in a 14-foot birdie putt to beat John Bland…Won the Nelson Mandela Invitational and the South African Open, in his native South Africa…Added another title, in Sammu, Japan, at the Daiichi Seimei Cup… Won the inaugural Wentworth Senior Masters played at London's Wentworth Club…Looked to be in position to win on the Champions Tour when he opened with consecutive 69s at the Raley's Gold Rush Classic before fading to T22 after a final-round 76…At the Ralphs Senior Classic outside Los Angeles, he just missed on a top-10, shooting a final-round 72 to finish T13…Received an honorary Doctor of Science award from the University of Ulster in Ireland...Inducted into the Captains Club at the 1997 Memorial Tournament.\n\n1996: Returned to a familiar position in the top 31 after a year's absence. His 23 tournament appearances yielded just under $500,00 in prize money ($494,714) and a 24th-place money-list finish, his best official earnings year since 1992…After holding the 36-hole lead, fell to Walter Morgan on the first hole of a playoff at the FHP Health Care Classic at Ojai, Calif...Made another run at the Vantage Championship title in September but ended in a three-way T2, one shot behind Jim Colbert…Was in another three-way T2 at the SBC Dominion Seniors…Led after the first round of the Franklin Quest Championship before finishing T6…Made his debut in the MasterCard Champions competition and took home an additional $163,153 in prize money, with three titles…Teamed with Jack Nicklaus for a T2 at the Liberty Mutual Legends of Golf…Teamed with musician Glenn Frey for a T5 at the unofficial Lexus Challenge. \n\n1995: Captured his second Bank One Classic in three years when he returned to Lexington and shot a final-round 64. Came from four strokes back on Sunday, thanks to eight birdies...Lone international victory came at the Alfred Dunhill Challenge Received an honorary Doctor of Laws degree from St. Andrews University in Scotland and was the recipient of the Hilton Hotel Lifetime Achievement Award…Added his second Champions Tour ace, in the first round at The Tradition. \n\n1994: Slipped to his lowest earnings level in eight years yet maintained his position among the top 31 money-winners on the Champions Tour. Closed with 67-69 in the Cadillac NFL Golf Classic but came up one stroke short of Raymond Floyd's winning total at Upper Montclair CC in New Jersey…Holed a 70-foot putt to win the Skills Challenge late in the year…Flew to Great Britain after the Bell Atlantic Classic to watch his prized thoroughbred Broadway Flyer compete in the English Derby…Competed in his 40th consecutive Open Championship at Turnberry in Scotland...Named an Honorary Member of the Royal & Ancient GC of St. Andrews. \n\n1993: Celebrated his 40th year as a professional with his 38th TOUR victory, a three-stroke win over Dale Douglass at the Bank One Classic in Lexington, Ky. Was tied with Douglass heading into the final round and responded with a 6-udner 66 Sunday, collecting his 17th Champions Tour title…Was T4 at The Transamerica, a finish that helped him finish inside the top 30 on the money list for an eighth consecutive season, his best earnings campaign since 1990. \n1992: Suffered through his first season since turning 50 without winning a tournament. Knocked on the door several times, with nine top-10 finishes, including a pair of second-place showings and three third-place performances…Led the Royal Caribbean Classic by four shots heding into the final day, thanks to a second-round 64, but finished second after a final-round 72 left him a stroke behind Don Massengale…A Sunday 67 boosted him to another runner-up finish, at the Raley's Senior Gold Rush outside Sacramento…Had back-to-back third-place finishes, at the U.S. Senior Open and the Digital Classic…Added his final third of the season at the Bell Atlantic Classic in Malvern, Pa. Finished three strokes behind Lee Trevino. \n\n1991: Started the year with a victory at the Royal Caribbean Classic, his seventh straight season capturing at least one Champions Tour title. At Key Biscayne, Fla., he had three rounds in the 60s to beat Lee Trevino by two strokes…Made the cut at The Open Championship in July, shooting a third-round 69 at Royal Birkdale GC in England.\n\n1990: Outdueled Jack Nicklaus and Lee Trevino for his third PGA Seniors' Championship, the last of his six senior majors...Received the South African Sportsman of the Century Award…Won his first Senior Open Championship, taking a one-stroke win over Deane Beman and Brian Waites. Shot a final-round, 5-over 75 at Turnberry in Scotland but benefited from Beman's 11-over 81, Waites' 76 and Arnold Palmer's 79 in difficult conditions…Had an impressive finish at the Masters Tournament, shooting a third-round 68 at Augusta National to jump into a tie for 12th with 18 holes to play. Couldn't keep his momentum going and shot a Sunday 76.\n\n1989: Had his biggest earnings year in golf, thanks to a $202,500 paycheck for winning the Vantage Championship, the largest first prize of his career...Also successfully defended his crown at the rain-shortened GTE North Classic in Indianapolis, beating Al Geiberger, Joe Jimenez and Billy Casper by a stroke…In early October at Tanglewood GC in North Carolina, he matched the 18-hole tournament record with a sterling, 5-under 65 and then hung on with back-to-back, 1-over 71s to hold off Rives McBee by a stroke…Played in three of the four PGA TOUR majors, missing the cut in the Masters, U.S. Open and The Open Championship.\n \n1988: Won a career-high five times in 20 starts, including his second PGA Seniors' Championship and second U.S. Senior Open...Was three strokes better than Chi Chi Rodriguez at PGA National and defeated good friend Bob Charles in an 18-hole playoff at Medinah for the U.S. Senior Open crown…In late February in Naples, Fla., he shot a final-round 67 at The Club at Pelican Bay to come from one stroke off the pace to beat Dave Hill by a stroke…Got the better of Hill again later in the year in Indianapolis at the GTE North Classic. Shot weekend rounds of 65-66 to beat Hill by two strokes…At Quail Creek G&CC in Oklahoma City, despite shooting rounds of 69-68-66, he still found himself in a playoff with Harold Henning at the conclusion of regulation. He won the playoff when Henning couldn't match the birdie he made on the first extra hole…Made the cut at The Open Championship, finishing T61 among the 72 players who made it to the weekend at Roayl Lytham & St. Annes GC.\n\n1987: Sank an 8-foot birdie putt on the 72nd hole for the Mazda Senior Tournament Players Championship in Ponte Vedra Beach, Fla...Coasted to a six-shot victory at the U.S. Senior Open at Brooklawn CC in Fairfield, Conn., and became the third man to hold both the U.S. Open and U.S. Senior Open titles…In September at Quail Hollow Club in Charlotte, N.C., he took a two-stroke lead into the final round but watched as Bob Charles caught him to force a playoff. In the overtime, he made a birdie on the first extra hole to Charles' par…Had his first Champions Tour hole-in-one, at the Greenbrier American Express Championship in the third round at The Greenbrier…Made the cut in both of his PGA TOUR starts, at the Masters Tournament (T35) and at The Open Championship (T66). \n1986: Defeated Lee Elder by two strokes for his first Champions Tour major, the General Foods PGA Seniors' Championship, and went on to claim two other events in consecutive weeks—the United Hospitals Seniors and the Denver Post Champions…Played with his son Wayne in Utah at the Showdown Classic, an unofficial event that paired a Champions Tour player with a player under 50. The duo shot best-ball rounds of 62-64-66-60 but still fell three strokes short of the winning team of Bobby Nichols-Curt Byrum…Made the cut at The Open Championship, a T35 performance at Turnberry's Ailsa Course. \n\n1985: Fifth of 15 men to win his first Champions Tour start when he claimed the Quadel Seniors Classic at Boca Grove Plantation by three strokes over Ken Still and Jim Ferree…Played in his final non-major PGA TOUR event, the Southern Open. Opened with back-to-back 69s to easily make the cut. Settled on a T37, one of four made PGA TOUR cuts that season. He was T36 at the Masters, T37 at the Sea Pines Heritage and T24 at the Houston Open. \n\n1984: Won the Johnnie Walker Golf Tournament in Madrid, Spain. Completed regulation tied with Seve Ballesteros, and the duo played a two-hole cumulative-score playoff that he won by a stroke…Thrilled fans at the PGA Championship when he came back from an opening 74 at Shoal Creek GC in Alabama to fire a 9-under 63 in the second round to vault to the top of the 36-hole leaderboard with Lee Trevino and Lanny Wadkins. After a Saturday 69, he was two strokes behind Trevino going into the final day. Shot a 1-udner 71 to T2, four strokes behind Trevino. \n\n1983: Best performance of the PGA TOUR season came at the 90-hole Panasonic Las Vegas Pro-Am. Went 69-67 in his third and fourth rounds and went on to T2. His son Wayne was also in the field (missed the 72-hole cut).\n\n1982: Top two PGA TOUR finishes came on back-to-back weeks in late March-early April, with a T11 on Hilton Head Island at the Sea Pines Heritage and a T15 at the Masters Tournament the following week in Augusta, Ga.\n\n1981: Finished inside the top 20 in three tournaments—the Masters (T15), the Manufacturers Hanover Westchester Classic (T16) and the Anheuser-Busch Golf Classic (T17)…Had the privilege of presenting Lee Trevino at Trevino's induction into the World Golf Hall of Fame. \n\n1980: Won the Chile Open in Santiago. Struggled to a 2-over 74 in the third round but still had a three-stroke lead going into the final round and coasted to four-shot win over Manuel Pinero…Contended at the Sea Pines Heritage and was only three strokes behind leader John Mahaffey when the final round began. Could only muster a 1-over 72 at Harbour Town GL to T3, two back of winner Doug Tewell…Was T6 at the Masters two weeks later, opening with three consecutive 71s then shot a 2-under 70 on the final day to T6…First top-10 of the season came at the Tournament Players Championship at Sawgrass CC in Ponte Vedra Beach, Fla., where he T8. \n\n1979: Playing a limited schedule, he shot a final-round 68 trying to chase down Hale Irwin at Inverness Club at the U.S. Open. Settled for a T2, two strokes behind Irwin…First runner-up performance of the season came at the Greater Greensboro Open. After opening with a 2-under 70 at Forest Oaks CC, he put together three consecutive 71s in North Carolina but finished a stroke behind Raymond Floyd…Two weeks later, at the MONY Tournament of Champions, a third-round 74 hampered his chances of successfully defending his title, and a final-round 68 wasn't enough as he was solo fourth at La Costa…In June, he teamed with Laura Baugh for the 18-hole Palm Coast Mixed Team World Championship in Florida. The duo finished T2, four strokes behind the winning team of Lee Trevino-Nancy Lopez.\n\n1978: Earned the third Masters title of his career when he began the final round seven strokes behind Hubert Green and shot 64, winning by one after birdies on seven of the final 10 holes…Went on to win the MONY Tournament of Champions and the Houston Open the next two weeks for three wins in as many starts. They were his last victories on TOUR. At the Tournament of Champions, his 4-over 76 tied him for worst-round-of-the-day honors, but he recovered heroically in the final round, shooting a 5-under 67—the best round of the day by two strokes—to beat back the challenge of Andy North And Lee Trevino by two strokes…In Houston, he had four under-par rounds, highlighted by an opening, 7-under 64 at the Woodlands CC, to take a one-shot win over Andy Bean…Began a streak at the Tournament Players Championship in mid-March where he played in 14 consecutive PGA TOUR events without skipping a tournament. Ended his streak when he missed the Western Open so he could travel to The Open Championship. During the streak, along with his three wins, he had a T4 (Memorial Tournament, a T5 (First NBC New Orleans Open and a T6 (U.S. Open). At the U.S. Open at Cherry Hills CC outside Denver, he was a stroke behind Andy North entering the final round but had a difficult day, shooting a 6-over 77 to drop down the leaderboard…Final top-10 of the year was at the World Series of Golf, a pair of 69s on the weekend good for a solo eighth-place finish…Received the Hendrik F. Verwoerd Award, named for the assassinated South Africa prime minister who was the principal architect of the apartheid system. \n\n1977: Went winless on the PGA TOUR for a third consecutive season but won his 11th South African Open title, finishing three strokes in front of fellow South Africans Dale Hayes and Bobby Cole. In the third round, he took control of the tournament with a 9-under 63 at Royal Johannesburg GC…Top PGA TOUR showings were a pair of runner-up performances. The first was a solo-second-place outing at the Jackie Gleason Inverrary Classic. He began the final round two strokes behind Jack Nicklaus and tied for third. He shot a 1-over 73 to finish five behind Nicklaus, but he moved into solo second…Was T2 at the Danny Thomas-Memphis Classic in June, ending three strokes behind Al Geiberger, who shot the first 59 in PGA TOUR history…Also contended at the Pleasant Valley Classic in Massachusetts and at the World Series of Golf. Finished T5 in both tournaments…Returned to World Cup play for a final time, winning his second International Trophy. Shot rounds of 72-68-73-76 to edge hometown favorite, Philippines' Rudy Lavares, and the U.S.'s Hubert Green by three strokes at Wack Wack CC in Manila. Was T4 in the team competition, with Hugh Baiocchi as his partner. \n\n1976: Opened his season quickly, shooting two 67s on the weekend at the Glen Campbell-Los Angeles Open to finish solo third at Riviera CC…Traveled across country a week later to Inverrary G&CC in Lauderhill, Fla., for the Tournament Players Championship, where he T9…Stayed in Florid for the next three weeks, finishing T9 at the Doral-Eastern Open and sixth at the Greater Jacksonville Open, which were his final top-10s of the season…In December, South Africa issued postage stamps depicting his likeness, making him the first specific golfer to appear on a country's official stamp.\n\n1975: Didn't win a PGA TOUR event for the first time since 1967 but did win three times—all at international venues. Took the South African Open for a ninth time…Won the Lancome Trophy, beating Lanny Wadkins by six strokes and third-place finisher, 18-year-old Seve Ballesteros, by eight…Played in his final PGA TOUR playoff, losing to Al Geiberger at the MONY Tournament of Champions. In his 13 TOUR playoffs, he compiled a 3-10 record…Narrowly missed capturing the Kemper Open in June, finishing T2 with John Mahaffey behind winner Raymond Floyd…Other top-10s came at the Canadian Open (T7) and the Sammy Davis, Jr.-Greater Hartford Open (T9)….Received the William D. Richardson Award from the Golf Writers Association of American for his outstanding contributions to golf.\n\n1974: In a year he was inducted as a member of the inaugural class of the World Golf Hall of Fame, he captured both the second Masters title of his career and third Open Championship. At Augusta National, he shot a 6-under 66 in the third round and eventually edged Dave Stockton and Tom Weiskopf by two strokes…Became the only player in the 20th century to win The Open Championship in three different decades, beating Peter Oosterhuis by four strokes at Royal Lytham & St. Annes...Other PGA TOUR title of the year came at the Danny Thomas-Memphis Classic, a two-stroke triumph over Lou Graham and Hubert Green at Colonial CC…Shot a second-round, 10-under 59 at the 6,185-yard Gavea G&CC in Rio de Janeiro and coasted to a five-stroke win over Mark Hayes and Jaime Gonzalez…Won his sixth international title of the year when he won the Australian Open for a seventh time. Began the final round five strokes ahead of Scotsman Norman Wood after a 9-under 63. Went on to win by three strokes over Wood…A week later, at the La Manga Pro-Am in Spain, he captured the title, defeating Clive Clark by one shot…In defense of his Piccadilly World Match Play Championship, and in search of his sixth title in the event, he dropped a 3-and-1 decision in the finals to Hale Irwin…Was a distant T2 at the Masters Tournament (with Arnold Palmer), nine strokes behind Jack Nicklaus. \n\n1973: Won on the PGA TOUR for a sixth consecutive season. In September, he held a five-shot lead after the 16th hole of the Southern Open's final round but saw the lead dwindle to a one-shot win after he bogeyed the final two holes while Forrest Fezler birdied Nos. 17 and 18 at the Columbus, Ga., event. The win, worth $20,030, left him $27,000 short of the $1-million mark in career earnings…Came back the following week and was solo fifth at the Sea Pines Heritage Classic, a distant 11 strokes behind Hale Irwin who won by five shots…Added a new partner to his World Cup resume. Joined with Hugh Baiocchi in Marbella, Spain, to finish solo second, six strokes behind the U.S. team of Johnny Miller-Jack Nicklaus. In the International Trophy, his final-round 69 still left him in second, three strokes behind Miller…In the final match at the Piccadilly World Match Play Championship, it took four extra holes beyond the scheduled 36-hole final for him to outlast Graham Marsh. It was his fifth win in the tournament, a record he held until 2004 when Ernie Els won his sixth title in the annual match-play event…Came close to successfully defending his South African Open title, finishing second to Jaime Gonzales…Received the Charlie Bartlett Award from the Golf Writers Association of American for his unselfish contributions to the betterment of society.\n\n1972: Earned his second PGA Championship title. After making bogey on consecutive hjoles on the back nine, he birdied the 16th hole to steady himself, ultimately winning by two over Tommy Aaron and Jim Jamieson at Oakland Hills CC, 10 years after his first victory in the championship…Edged Jack Nicklaus and Dave Eichelberger by one stroke to win the Greater New Orleans Open…Won the South African Open for an eighth time, beating Bobby Cole by a stroke in Johannesburg…In Narashino, Japan, in May, was 8-under at the Japan Airlines International to win by a stroke…Played with his fifth South African partner in the World Cup, Tienie Britz, at the weather-shortened event at Royal Melbourne GC. The pair was solo third, six strokes behind the winning Taiwan team (Hsieh Min-Nan and Lu Liang-Huan)…In late November, he shot a final-round 69 and finished as a wire-to-wire winner at the Brazilian Open, earning a 10-stroke victory over Steve Melnyk in Rio de Janeiro…Won the World Series of Golf for a second time despite shooting back-to-back, 1-over 71s at Firestone CC, home of the 36-hole event. He defeated Nicklaus and Lee Trevino by two strokes. \n\n1971: Held off a hard-charging Johnny Miller and Lee Trevino but still found himself in a playoff with Hal Underwood at the Greater Jacksonville Open. Made a par-4 on the second sudden-death hole to win when Underwood bogeyed, giving him his final PGA TOUR playoff victory…At the National Airlines Open in Miami a week later, he held a four-stroke lead with two holes to play at the CC of Miami and held on to win by two strokes over Lee Trevino. He was the TOUR's first back-to-back winner in two years…Lost in a playoff at the Kemper Open, with Tom Weiskopf ending the session on the first extra hole when he, Dale Douglass and Lee Trevino couldn't match Weiskopf…After skipping the previous two World Cups, he represented South Africa again, this time at PGA National GC in Palm Beach Gardens, Fla. He finished second to Jack Nicklaus for a third time in his career in the International Trophy, and the team—with Harold Henning as his partner—was second, 12 strokes behind Jack Nicklaus-Lee Trevino…Won his fourth Piccadilly World Match Play Championship, beating Nicklaus for a second time in the finals (1966). Took a 5-and-4 victory.\n\n1970: Shot a second-round 63 at Sedgefield CC to move into contention at the Greater Greensboro Open. After a third-round 73, dropped to solo fifth place entering the final round, but was only one stroke off the lead as there was a four-way tie for first. Shot a Sunday, 6-under 65 to beat Miller Barber by two strokes…Added two additional victories on the international stage late in the season. Took a four-stroke lead at the halfway point of the Australian Open in Melbourne and still cruised to his sixth title even though he shot a 2-over 74 in the final round of the event at Kingston Heath…A week later, he kept his winning form, taking the Dunlop International in Canberra, Australia. He shot a 1-under 71 in the final round to edge a trio of players—Lee Trevino, Kel Nagle and Bill Brask—by a stroke…Was T2 at the Tournament of Champions at La Costa, a distant seven strokes behind Frank Beard in defense of his title the year previous…Finished a stroke out of the Billy Casper-Gene Littler playoff at the Masters Tournament to finish solo third…Finished T3 at the Atlanta Classic, two strokes behind winner Tommy Aaron…Also made a run at victory at the Houston Champions International. Had 72s in the first three rounds before shooting a final-round 68 to solo fourth...In December at the Argentine Masters in Buenos Aires, finished regulation at 7-under, tied with Roberto De Vicenzo and Billy Casper. In the three-hole playoff, he made three pars, but De Vicenzo prevailed with two birdies and a par (Casper had two pars and a birdie)...At the General Motors Open at Wedgewood CC in Port Elizabeth, South Africa, battled Peter Oosterhuis in early March playing in strong wind dur9ing the final round. Trailed Oosterhuis by four shots with a round to play and pulled within two shots early in the back nine. Could get no closer and settled for the runner-up finish.\n\n1969: In the Tournament of Champions' first event held at La Costa CC in Carlsbad, Calif., he edged Lee Trevino by two strokes for his first of two victories in the winners-only event…Had a two-putt par from 50 feet on the closing hole of the Australian Open during a severe rain and windstorm at Royal Sydney GC to win the tournament for a fifth time. He shot a 5-over 77 Sunday, which was enough to beat Guy Wolstenholme by a stroke…Had a close call in Wisconsin, shooting a final-round 65 at the Greater Milwaukee Open, a score matched by Ken Still, who went on to win the event by two strokes. \n\n1968: Second Open Championship title came in Scotland, with a two-stroke victory over Jack Nicklaus and Bob Charles. He shot rounds of 74-71-71-73 in the duel at Carnoustie… Won the Picadilly World Match Play Championship for a third time when he defeated New Zealand's Bob Charles, 1-up, in the finals…Won the World Series of Golf at Firestone CC. Deadlocked with Bob Goalby at 3-over 143, the two embarked on a sudden-death playoff he won when he canned an 8-foot birdie putt…He added a new World Cup partner, Cobie Legrange, and they finished sixth in the team competition, while he was T4 in the International Trophy, 11 strokes behind Al Balding…Played well all week at NCR CC in Dayton, OH, at the PGA Championship but could only T2, a stroke short of winner Raymond Floyd…Earlier in the season, lost in a playoff for a second consecutive year, dropping the Azalea Open to Steve Reid when Reid birdied the second extra hole. \n\n1967: Lost an Oklahoma City Open playoff with Miller Barber when Barber made a birdie on the third extra hole…Contended at The Open Championship until an untimely 74 in the final round after a third-round 67 ended his hopes. Finished T3 at Royal Liverpool, six shots behind Roberto De Vicenzo…Returned to the U.S. for the Greater Hartford Open in mid-August that began a streak of three consecutive top-five finishes. Was T3 in Connecticut, followed by a solo fourth at the Westchester Classic in New York and a solo third at the Carling World Open in Toronto, Canada…Had a disappointment in Perth at the Australian Open, losing by a stroke to Jack Nicklaus at Lake Karrinyup GC. Had a 7-foot par putt on the 72nd hole that would have forced a playoff but couldn't make it…Teamed with Harold Henning for a third consecutive time and sixth time overall at the World Cup. After finishing third at Mexico GC in 1958, the duo was solo fourth there. He finished T9 in the International Trophy. \n\n1966: In late January, was a runaway winner in Johannesburg at the Transvaal Open. Began the tournament at Parkview GC with a 6-under 65 and never looked back, winning the South Africa event for a fourth time and again beating Harold Henning…In defense of its World Cup championship, South Africa lost to the U.S. squad of Jack Nicklaus-Arnold Palmer. Playing with Harold Henning, the duo lost by five strokes. He was T7 in the International Trophy, five strokes out of the George Knudson-Hideyo Sugimoto playoff Knudson won…Successfully defended his Piccadilly World Match Play Championship, taking the title by routing Nicklaus in the final match, 6 and 4…Won the Natal Open at Durban CC, with a 281…Received the Bob Jones Award, the USGA's highest honor in recognition of his sportsmanship and contributions to golf. \n\n1965: Won his only U.S. Open. Joined Gene Sarazen, Ben Hogan, Jack Nicklaus and, later, Tiger Woods) as a winner of all four majors. He completed the Grand Slam at age 29. Defeated Kel Nagle by three strokes in an 18-hole playoff at Bellerive CC outside St. Louis…Finally broke through and won the World Cup team and individual competition in his eighth appearance, again with Harold Henning as his partner. At the Club de Campo in Madrid, Spain, South Africa won by eight strokes over Spain (Ramon Sota-Angel Miguel), and he won the International Trophy by three strokes over Jack Nicklaus…Won the second Picadilly World Match Championship, a tournament he would win five times. Beat Peter Thomson, 3 and 2, in the finals…Won the South African Open in Johannesburg and became the first player to break 70 in all four rounds…In September, played against the other three major championship winners, in the 36-hole World Series of Golf at Firestone CC. Shot a 70-69, with his final round highlight a 50-foot birdie putt on the 17th green to end any hopes Nicklaus had of catching him…Finished second at the Natal Open at Durban (South Africa) CC, behind Durban native and black golfer Papwa Sewgolum, who was later banned from playing in South Africa because of apartheid policies.\n\n1964: Was part of a three-man, 18-hole playoff at the Pensacola Open in March. Finished tied with defending champion Arnold Palmer and Miller Barber, then shot a 1-under 71 at Pensacola CC to Palmer's 72 and Barber's 74 to take the victory…Despite missing a 1-foot tap-in putt on the 11th hole at the 500 Festival Open in Indianapolis on Memorial Day weekend, he came away with a one-stroke win over Doug Sanders and Art Wall at Speedway GC…Was second at the Whitemarsh Open Invitational in Pennsylvania in July, falling by a stroke to Jack Nicklaus…Other top-fives came at the Carling World Open (third), the Canadian Open (T5) and the Masters Tournament (T5)…Paired with Dennis Hutchinson for a second time in the World Cup, this time at Royal Kaanapali in Hawaii. The team finished third, and he was T3 in individual play, three strokes behind Nicklaus.\n \n1963: Had an amazing six runner-up performances on the PGA TOUR but was able to come away with one victory—the San Diego Open—by a stroke over Tony Lema at Stardust CC…Counted his Australian Open win as the biggest of the season as he successfully defended his title at Royal Melbourne GC. Opened with three consecutive 70s then closed with a 68 to coast to a seven-shot triumph over Bruce Devlin…His first second-place outing came in his initial start of the season, a T2 at the Los Angeles Open when he finished three shots behind Arnold Palmer…Two weeks later, after his San Diego victory, on a day when the best final-round score was a 70 at Pebble Beach GL, he was T2 after shooting a 2-over 74, falling by a stroke to Billy Casper…Two weeks later, he began a two-tournament stretch of close calls. Played the 90-hole Palm Springs Golf Classic and finished in a deadlock with Jack Nicklaus, so the two played an 18-hole playoff the next day, which Nicklaus won by eight strokes (65 to 73)…At he Phoenix Open, Palmer again got the best of him, by a stroke. The Big Three finished 1-2-3 in that event, with Palmer winning and Nicklaus finishing third…At the Pensacola Open in Florida, a month after his Phoenix disappointment, he had another T2, with Palmer again taking the title, this time by two strokes…Runner-up performance No. 6 came at the Colonial National Invitational. He began the day eight strokes behind Julius Boros. Despite shooting a final-round, 3-under 67, he still was a distant four back of Boros…Enjoyed 18 top-10s in his 22 cuts made and was in the top five an additional three times, not counting his win and his runners-up. One of those came at the Masters (T5). In his other major starts, he was T8 at the U.S. Open, T7 at The Open Championship and T8 at the PGA Championship…He joined forces with Retief Waltman at the weather-shortened World Cup in France, as heavy fog reduced the final round to nine holes. The South Africa team was solo third, and he T2 in the International Trophy, five shots behind Nicklaus…Prior to the Whitemarsh Open outside Philadelphia in early October, he played a practice round with entertainer Fred Waring and recorded a course record 63 (nine birdies, an eagle and two bogeys) on the par-72 course. Never broke 70 in the tournament itself (71-72-70-73) but did finish solo 10th, his 18th and final top-10 of the campaign. \n\n1962: Won the first of two PGA Championships—a one-stroke victory over Bob Goalby at Aronimink GC outside Philadelphia. He became the second international player to win the tournament (Jim Ferrier) and the first after the event moved to medal play…Also had three international victories, with the biggest the Australian Open in November. He earned his second career title at the tournament by beating Kel Nagle by two strokes in Adelaide...Won the Transvaal Open in mid-December by eight strokes over Bob Charles in Johannesburg…Also won the Natal Open in Durban, South Africa…Had a disappointment at the Masters Tournament, losing an 18-hole playoff to Arnold Palmer in defense of his title. Shot 71 to Palmer's 68 (Dow Finsterwald was also in the playoff, shooting 77). It was the first of two playoff losses for him on the TOUR…Was in a three-man playoff with Gene Littler and Lionel Hebert, and lost the sudden-death decision to Hebert at the Memphis Open…Was also T3 at the Western Open. Watched his title chances disappear when he began the final round tied for the lead but proceeded to shoot a 5-over 76 at Medinah CC…Was T3 six weeks later, also in the Midwest, at the St. Paul Open…After missing the World Cup the previous year, he returned, with Dennis Hutchinson as his partner. The duo was T12 at The Jockey Club in Buenos Aires, Argentina. He was solo ninth in the International Trophy…Final top-five of the season was at Seattle World's Fair Open, a fifth-place showing on the strength of a third-round 64. \n\n1961: Won his first of three Masters Tournament titles. Also claimed two other victories for first multi-win season. Was the leading money winner on TOUR for the only time in his career…He became the first international player to win the Masters. Won the tournament when Arnold Palmer made double bogey-6 on the 18th hole in the final round after he had made an up-and-down par from the bunker on the same hole. After his victory, he appeared on Perry Como's TV show and did an Elvis Presley impersonation…Six months later, he was in Nishi-Ikuta, Japan, at the Yomiuri Open. He finished at 1-over 289 for the tournament, and his 2-under 70 in the final round was the low score of the tournament. He beat China's Chen Ching-Po by five strokes… Remained in Japan with Palmer for exhibitions in Tokyo, Osaka and Nagoya, with all the money going to the Japan PGA and other charities…Won the only playing of the Sunshine Open, at Bayshore GC in Miami Beach. Had four rounds in the 60s to again get the better of Palmer, by a stroke…Also captured the Lucky International in San Francisco, beating George Bayer and Don Whitt by two strokes in San Francisco…Missed on a fourth title that season at the Rubber City Open in Akron. Finished regulation at Firestone CC tied with Jay Hebert. He shot a final-round, 2-over 72 to Hebert's 3-over 73. In the playoff, Hebert reached the par-5 second extra hole in two and made a birdie for the win.\n\n1960: Successfully defended his Transvaal Open title in his native South Africa, again beating Harold Henning. Had a 17-under total good for a five-shot triumph…On the PGA TOUR, he came close to victory at the Eastern Open Invitational in Baltimore. Three consecutive rounds in the 60s after opening with a 72 left him solo second, two shots behind winner Gene Littler…Also contended at the Houston Classic before ultimately finishing T4 in Texas…In defense of his Open Championship title, he was solo seventh at St. Andrews, six behind Kel Nagle…Did win the unofficial Edgewater Pro-Am, an 18-hole event. Tied with Johnny Pott at 64, and the duo was declared co-winners…Again paired with Bobby Locke in the World Cup, with both players shooting 289s to end 13 strokes back of the winning American team of Arnold Palmer-Sam Snead.\n\n1959: Claimed his first major title with victory, at The Open Championship, beating Fred Bullock and Flory Van Donck by two strokes at Muirfield…Won the South African PGA Championship, beating Harold Henning, 3 and 1, in the finals…Was later Henning's partner at the World Cup for the third consecutive year. The duo finished solo fourth, and he was solo fourth in the International Trophy…Won the inaugural Transvaal Open in Johannesburg, beating Henning…Tied with Kel Nagle at the Ampol Tournament at The Australian GC's Kensington Course, coming from three strokes back on the final day of the 54-hole event to finish in a declared tie with Nagle after officials determined there wasn't time for a playoff Each player split $2,700 (combined first- and second-place money)…Lost in a playoff to Don Whitt at the Memphis Open...During a qualifying round for The Open Championship at Muirfield GC, made a double eagle. \n\n1958: Won first TOUR event of his career, at the Kentucky Derby Open. Had four rounds in the 60s at Seneca GC to outdistance Chick Harbert and Ernie Vossler in Louisville…Battled Tommy Bolt at the U.S. Open at Southern Hills CC in Tulsa. Finished second, four strokes back of Bolt…Lost a playoff at the Dallas Open Invitational to Sam Snead, an extra session that also included Julius Boros and John McMullin…Won the Australian Open in record-setting fashion. Matched the tournament's 18-hole scoring record, shooting a final-round 66. His 271 total easily surpassed Norman Von Nida's 278 set in 1955…At the World Cup, he again paired with Harold Henning to solo third a the Mexico GC in Mexico City. In the individual portion, he T7 with Ben Hogan…Battled Snead again, at the Greenbrier Invitational in Virginia, losing in a five-hole playoff after rounds of 66-65-67-66 got him into the overtime session.\n\n1957: Won the Ampol Tournament for a second consecutive year, shooting rounds of 74-70-66-71 to edge Dave Thomas by two strokes. Played the tournament in Sydney, Australia, with a sore neck and considered withdrawing before electing to play on midway through the event…Finished T2 in the International Trophy at the World Cup at Kasumigaseki GC in Tokyo, Japan, (with American Sam Snead and Wales' Dave Thomas), seven strokes behind winner Torakichi Nakamura. Teaming with Harold Henning, the duo was solo third, 12 strokes behind Japan (Nakamura-Koichi Ono)…Again came close to winning the South African PGA Championship, but for the second consecutive year he lost in the finals, this time to England's John Jacobs, 2 and 1…Beat Peter Thomson by the identical 2-and-1 score to win the Australian PGA Championship at Huntingdale GC…A week earlier, lost the Australian Open by a shot, finishing T2 with Ossie Pickworth behind winner Frank Phillips at Kingston Heath CC…His dad wrote Masters Chairman Clifford Roberts early in the season, telling Roberts about his son's golf accomplishments and how he was worthy of a Masters invite. He received the invitation, and friends donated money so he could make the trip to the United States. In his first Masters, he T24.\n \n1956: Won his first South African Open, something he would do 12 additional times in his career…Played in his first World Cup, teaming with Bobby Locke. The team finished second, a distant 14 strokes behind the U.S. team of Ben Hogan-Sam Snead at Wentworth Club in England…Lost in the finals of the South African PGA Championship, dropping the final match to fellow countryman Ken Redford, 2 and 1…Successfully defended his East Rand Open title…Earned a victory in May, the Dunlop Tournament at Sunningdale, shooting a 90-hole score of 338, good for a two-shot win over Sunningdale pro Arthur Lees. Had back-to-back 64s in the second and third rounds (70-64-64-72-68). Won the Ampol Tournament for the first time, beating Bo Wininger by six shots at Yarra Yarra GC in Melbourne, Australia. Later said the $11,250 first-place check “provided me with a big enough balance to return to South Africa and marry Vivienne.”\n\n1955: Won his first tournament as a professional, the East Rand Open…Later added the Egyptian Matchplay title.\n\n\n","otherCarHigh" : "","personal" : "Dubbed the \"Black Knight,\" \"Mr. Fitness\" and the \"International Ambassador of Golf.\"...A renowned golf course architect with more than 200 design projects located throughout the world. Designer of the course at the TPC Jasna Polana near Princeton, N.J., and The Links at Fancourt in South Africa—the site of the 2003 Presidents Cup...Operates Black Knight International, which includes Gary Player Academy, Gary Player Equipment and Gary Player Enterprises—aspects of which include licensing, publishing, videos, apparel, golf equipment and memorabilia...Gary Player Stud Farm has received worldwide acclaim for breeding top horses, including 1994 English Derby entry Broadway Flyer...Operates The Player Foundation, with its primary objective to promote education for underprivileged children. The Foundation built the Blair Atholl Schools in Johannesburg, South Africa, which has educational facilities for more than 500 students from kindergarten through grade eight and also supports other educational projects throughout the world...Says his biggest thrill in golf is being the third player in history after Gene Sarazen and Ben Hogan to win all four Grand Slam events...Member of the Laureus World Sports Academy...Has traveled more miles than any athlete in history—more than 15 million and counting...At one point in his career, traveled with his six children and more than 30 pieces of luggage that sometimes took as many as three taxis to transport...Among his heroes are Winston Churchill, Mother Teresa, Nelson Mandela and Mahatma Gandhi...Among his favorite golf courses are The Links at Fancourt in his native South Africa, Cypress Point, Carnoustie and the TPC Jasna Polana...One of his superstitions or lucky charms is wearing black...Favorite athletes are Michael Jordan and Pele...Serves as the Global Ambassador to Shell's Wonderful World of Golf series...Website is garyplayer.com.","otherInfo" : "","ntlTeams" : "The Presidents Cup Captain (3), 2003, 2005, 2007. World Cup (16), 1956, 1957, 1958, 1959, 1960, 1962, 1963, 1964, 1965, 1966, 1967, 1968, 1971, 1972, 1973, 1977.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1985","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(110): 1955 East Rand Open, Egyptian Matchplay. 1956 East Rand Open, South African Open, Ampol Tournament, Dunlop Tournament at Sunningdale. 1957 Western Province Open, Australian PGA Championship, Coffs Harbour Tournament. 1958 Australian Open, Natal Open, Ampol Tournament, Coffs Harbour Tournament. 1959 Transvaal Open, South African PGA Championship, Natal Open, Western Province Open, South African Masters, Victorian Open. 1960 Sprite Tournament, Transvaal Open, South African Open, South African PGA Championship, South African Masters, Natal Open, Western Province Open. 1961 Yomiuri Open, Ampol Tournament. 1962 Australian Open, Transvaal Open, Natal Open. 1963 Sponsored 5000, Liquid Air Tournament, Richelieu Grand Prix (Cape Town), Richelieu Grand Prix (Johannesburg), Australian Open, Transvaal Open, South African Masters. 1964 South African Masters. 1965 Australian Open, Piccadilly World Match Play Championship, South African Open, World Cup [indiv], World Cup [with Harold Henning], World Series of Golf, NTL Challenge Cup. 1966 Piccadilly World Match Play Championship, Transvaal Open, South African Open, Natal Open. 1967 South African Open, South African Masters. 1968 Piccadilly World Match Play Championship, World Series of Golf, South African Open. 1969 Australian Open, South African Open, South African PGA Championship, Australian Masters. 1970 Australian Open, Dunlop International. 1971 South Africa Masters, Piccadilly World Match Play Championship, General Motors Open, Western Province Open. 1972 South African Masters I, South African Masters II, Western Province Open, Japan Airlines Open, South African Open, Brazilian Open, World Series of Golf. 1973 General Motors Open, Piccadilly World Match Play Championship. 1974 South African Masters, Rand International Open, General Motors International Classic, Ibergolf Tournament, La Manga Tournament, Australian Open, Brazilian Open. 1975 Lancome Trophy, South African Open, General Motors Classic. 1976 General Motors Open, South African Masters I, South African Masters II, South African Open. 1977 South African Open, ICL International, World Cup [indiv]. 1979 South African Open, South African PGA Championship, Kronenbrau Championship, Sun City. 1980 Chile Open, Trophy Felix Houphonet-Boigny. 1981 South African Open. Gold Coast Classic. 1982 South African PGA Championship. 1983 Skins Game. 1984 Johnnie Walker. 1986 Nissan Skins Game. 1988 Nissan Skins Game. 1991 Nissan Skins Game. 1994 Skills Challenge. 1995 Alfred Dunhill Challenge. 1997 Daiichi Seimei Cup. Nelson Mandela Invitational, South African Open.","intlVics" : "(14): 1986 Nissan Senior Skins. 1987 Northville Invitational, German PGA Team Championship. 1988 Nissan Senior Skins, The Senior Open Championship. 1990 Senior Open Championship. 1991 Nissan Senior Skins. 1993 Irish Senior Masters. 1997 Daiichi Seimei Cup, The Senior Open Championship, Shell Wentworth Senior Masters. 2000 Senior Skins Game. 2009 Liberty Mutual Legends of Golf Demaret Division [with Bob Charles]. 2010 Liberty Mutual Legends of Golf Demaret Division [with Bob Charles].","curYearHigh" : "Teamed with Jack Nicklaus to finish second in the Legends Division at the Bass Pro Shops Legends of Golf in April.","carHigh" : "2014: Finished fifth in the Legends Division of the Big Cedar Lodge Legends of Golf with Jack Nicklaus.\n 2013: Lone start came in April when he joined fellow World Golf Hall of Famer Jack Nicklaus to finish T7 in the unofficial Demaret Division at the Liberty Mutual Insurance Legends of Golf in Savannah.\n\n2012: During the week of THE PLAYERS Championship was honored with the PGA Tour's Lifetime Achievement Award, joining a list of recipients that includes friends Jack Nicklaus and Arnold Palmer, as well as Byron Nelson, Sam Snead and former President George H.W. Bush...Received the PGA TOUR's Lifetime Achievement Award…Teamed with Simon Hobday to finish T5 in the Demaret Division at the Liberty Mutual Insurance Legends of Golf...Played in the Greats of Golf exhibition at the Insperity Championship alongside Nicklaus and Palmer...For the first time in Masters history, joined Nicklaus and Palmer as an honorary starter at Augusta National. \n\n2011: Made just one official Champions Tour start, playing in his 23rd ACE Group Classic near Naples (finished 79th)...Also teamed with Bob Charles to finish T4 in the Demaret Division competition at the Liberty Mutual Legends of Golf...In early July, learned he had been selected to join Arnold Palmer and Jack Nicklaus as an Honorary Starter at the 2012 Masters. 2010: Made just three official starts on the Champions Tour. Highlight of his season was teaming with Bob Charles to win the Demaret Division title at the Liberty Mutual Legends of Golf by two strokes over the team of Tom Shaw and Don Bies. The World Golf Hall of Fame duo recorded a 36-hole record score of 19-under-par 125...Matched his age with a 2-over 74 in the second round of the Mitsubishi Electric Championship. Also bettered his age with even-par 72 in the final round of The ACE Group Classic in Naples...Teamed with Arnold Palmer and Jack Nicklaus at The Olde Farm GC in Virginia in The Big 3 for Mountain Mission Kids sponsored by Johnson & Johnson. The 19-hole scramble event, benefiting the Mountain Mission School, raised more than $15.1 million, the most-ever by a golf tournament in a single day. 2009: Bettered his age in all three rounds at the Mitsubishi Electric Championship at Hualalai. Shot rounds of 70-71-71, marking the first time the 73-year-old had accomplished the feat in one event. Bettered his age twice at the Toshiba Classic, with rounds of 72-71 on the weekend at Newport Beach...Bettered his age in the second round of the Walmart First Tee Open at Pebble Beach, shooting 72 at Del Monte GC. In April, made his 52nd and final start at the Masters Tournament, a record for most appearances at Augusta National...Two weeks after the Masters, he teamed with Bob Charles for a one-stroke victory in the Demaret Division (70 and older) at the Liberty Mutual Legends of Golf. 2008: Bettered his age twice, first doing so when he carded a 2-under 70 in the opening round of The ACE Group Classic. Also shot 71 on the last day of the Toshiba Classic...Matched his age on two other occasions, first on Saturday at the Toshiba event and the last time coming when he posted a 72 Saturday at the Bank of America Championship...Broke Arnold Palmer's record for most career appearances at the Masters when he played in his 51st event at Augusta National in April...Honored in mid-May with the 13th Francis Ouimet Award for Lifelong Contributions to Golf. 2007: Bettered his age on consecutive days at the season-opening MasterCard Championship at Hualalai, shooting 69s in the first and second rounds...Matched his age with a 71 in the second round of both the Turtle Bay Championship and the Allianz Championship...Again matched his age with a second-round 71 at The ACE Group Classic...Bettered his age for the third time in the season when he carded a 1-under 70 Saturday at The Boeing Championship at Sandestin...Made the cut at The Senior Open Championship at Muirfield and nearly matched his age in the opening round when he fired a 72. Became the oldest to play on the weekend at this event since Ireland's Christy O'Connor did it at 73 in 1998 at Royal Portrush. Eventually finished 76th...Once again served as Captain of the International squad at The Presidents Cup in Montreal. 2006: At age 70, he bettered his age when he opened with a 3-under 69 at the Walmart First Tee Open at Pebble Beach...First bettered his age in 2006 when he carded a 1-under 69 in the first round of The Senior Open Championship at Turnberry. Went on to make the cut on the number...Matched his age in his last appearance of the season at the AT&T Championship, posting a 1-under 70 Friday at Oak Hills...Recipient of the Payne Stewart Award, given at THE TOUR Championship in Atlanta in early November. 2005: Bettered his age for the second time in his career when he closed with a 68 at the Bank of America Championship near Boston in June...In addition to bettering his age, matched his age three times. The first came at the Turtle Bay Championship when he shot an opening-round, 3-under-par 69...The second came when he shot a second-round 69 at Del Monte GC during the Walmart First Tee Open at Pebble Beach and he did so again in the second round of the Greater Hickory Classic at Rock Barn in October. 2004: For the second consecutive year, matched his age at the MasterCard Championship in Hawaii with a final-round 68 at Hualalai...Bettered his age for the first time in his career when he closed with 5-under 66 in the final round of the Outback Steakhouse Pro-Am, where he posted his top finish, a T24...Competed at the BMW Charity Pro-Am at The Cliffs on the Nationwide Tour (missed cut). 2003: Celebrated his 50th season as a professional...Shot his age for the second time in his career when he fashioned a second-round 67 at the MasterCard Championship in Hawaii, and eventually finished T29...Best finish came in Mexico City where he was T22 at the MasterCard Classic. 2002: Turned in strong performance at the Farmers Charity Classic in May. Was a one-stroke victor in the Georgia-Pacific Grand Champions competition and then finished T9 in the tournament, his best effort since a T8 at the 2001 Senior PGA Championship...Entered the open qualifier for The Open Championship, but was forced to withdraw due to a pulled rib muscle...2001: Appeared in his 46th and final Open Championship at Royal Lytham & St. Annes, site of his 1974 victory...Named as the World Golf Hall of Fame's Global Ambassador late in the year. 2000: Opened with an 8-under 64 at the BellSouth Senior Classic at Opryland, at the time, the youngest ever to shoot his age on the Champions Tour. Had a dramatic victory at the Senior Skins competition in January. Birdied the first extra hole to claim four skins and $220,000, good enough to defeat Tom Watson, Jack Nicklaus and Arnold Palmer at Mauna Lani. 1999: In July, received a third doctorate from the University of Dundee, Scotland. 1998: Just two months shy of his 63rd birthday, became the second-oldest winner in the history of the Champions Tour with his one-stroke victory over J.C. Snead and Walter Hall at the Northville Long Island Classic. Win came 12 years, 9 months after his first victory on the Champions Tour, setting an all-time record for longest span between first Champions Tour win and last. 1997: Received an honorary Doctor of Science award from the University of Ulster in Ireland...Inducted into the Captains Club at the 1997 Memorial Tournament. 1996: Fell to Walter Morgan on the first hole of a playoff at the FHP Health Care Classic at Ojai, Calif. 1995: Captured his second Bank One Classic in three years when he returned to Lexington and shot a final-round 64. Came from four strokes back on Sunday, thanks to eight birdies...Received an honorary Doctor of Laws degree from St. Andrews University in Scotland and was the recipient of the Hilton Hotel Lifetime Achievement Award. 1994: Competed in his 40th consecutive Open Championship at Turnberry in Scotland...Named an Honorary Member of the Royal & Ancient GC of St. Andrews. 1993: Celebrated his 40th year as a professional with his 38th TOUR victory, a three-stroke win over Dale Douglass at the Bank One Classic in Lexington, Ky. 1991: Started the year with a victory at the Royal Caribbean Classic, his seventh straight season capturing at least one Champions Tour title. 1990: Outdueled Jack Nicklaus and Lee Trevino for his third PGA Seniors' Championship, the last of his six senior majors...Received the South African Sportsman of the Century Award. 1989: Had his biggest earnings year in golf, thanks to a $202,500 paycheck for winning the Vantage Championship, the largest first prize of his illustrious career...Also successfully defended his crown at the rain-shortened GTE North Classic in Indianapolis, beating Al Geiberger, Joe Jimenez and Billy Casper by a stroke. 1988: Won a career-high five times in 20 starts, including his second PGA Seniors' Championship and second U.S. Senior Open...Was three strokes better than Chi Chi Rodriguez at PGA National and defeated good friend Bob Charles in an 18-hole playoff at Medinah for the U.S. Senior Open crown. 1987: Sank an eight-foot birdie putt on the 72nd hole for the Mazda Senior Tournament Players Championship in Ponte Vedra Beach, Fla...Cruised to a six-shot victory at the U.S. Senior Open at Brooklawn CC in Fairfield, Conn., and became the third man to hold both the U.S. Open and U.S. Senior Open titles. 1986: Defeated Lee Elder by two strokes for his first Champions Tour major, the General Foods PGA Seniors' Championship, and went on to claim two other events in consecutive weeks—the United Hospitals Seniors and the Denver Post Champions. 1985: Fifth of 15 men to win his first Champions Tour start when he claimed the Quadel Seniors Classic at Boca Grove Plantation by three strokes over Ken Still and Jim Ferree.\n","otherCarHigh" : "One of the most successful international golfers of all time, with 163 tournament wins worldwide...His nine major titles include three Masters Tournaments, three Open Championships, two PGA Championships and one U.S. Open...Last Masters victory came in 1978, when he began the final round seven strokes behind Hubert Green and shot 64, winning by one after birdies on seven of the final 10 holes...One week later, he came from seven strokes back in the final round to win the Tournament of Champions...Won three consecutive tournaments on the PGA TOUR when he captured the Houston Open the week following his Tournament of Champions victory in 1978...Only player in the 20th century to win a The Open Championship in three different decades...Became the third of just five players in history to win all four of golf's major championships, completing his Grand Slam in 1965 at age 29 with his U.S. Open victory at Bellerive near St. Louis...Won at least one TOUR event in five different decades...Had his best year on the PGA TOUR in 1978, earning $177,336...Leading money-winner on the PGA TOUR in 1961...Inducted into the World Golf Hall of Fame in 1974...Once shot a 59 in a round at the 1974 Brazilian Open...Holds the Masters record for most appearaances (52), consecutive cuts made at 23 (1959-82) and made 30 overall in his career, second only to Jack Nicklaus (37)...Chosen as the South African Sportsman of the Century and named the 2000 winner of the PGA TOUR's Ambassador of Golf Award...The champion's trophy at the World Golf Championships-Bridgestone Invitational is named the Gary Player Cup...At the World Golf Championships-Accenture Match Play Championship, one of the brackets is named for him...Named an Honorary Member of the R&A in 1994 and as a member of the Carnoustie GC in 1999...Served as Captain of the International team at the 2003 Presidents Cup in South Africa and also guided the International squad in the biennial matches in 2005 (Washington, D.C. area) and 2007 (Montreal, Canada)...Became the 10th recipient, and first international winner, of the PGA TOUR's Lifetime Achievement Award when he was honored at the 2012 PLAYERS Championship...Holds honorary degrees from the University of Ulster, the University of Dundee and St. Andrews...Also received the Order of Ikhamanga by President Mbeki of South Africa for excellence in golf and non-racial sport in South Africa...Won the 2007 ASAP Sports\/Jim Murray Award from the Golf Writers Association of America for his cooperation, quotability and accommodation to the media, and for reflecting the most positive aspects of the working relationship between athlete and journalist...Received the Asia Pacific Golf Humanitarian Award in November 2009 for his decades of service and tireless efforts to provide education to underprivileged children around the globe...Has 23 career holes-in-one.","personal" : "Dubbed the \"Black Knight,\" \"Mr. Fitness\" and the \"International Ambassador of Golf.\"...A renowned golf course architect with more than 200 design projects located throughout the world. Designer of the course at the TPC Jasna Polana near Princeton, N.J., and The Links at Fancourt in South Africa—the site of the 2003 Presidents Cup...Operates Black Knight International, which includes Gary Player Academy, Gary Player Equipment and Gary Player Enterprises—aspects of which include licensing, publishing, videos, apparel, golf equipment and memorabilia...Gary Player Stud Farm has received worldwide acclaim for breeding top horses, including 1994 English Derby entry Broadway Flyer...Operates The Player Foundation, with its primary objective to promote education for underprivileged children. The Foundation built the Blair Atholl Schools in Johannesburg, South Africa, which has educational facilities for more than 500 students from kindergarten through grade eight and also supports other educational projects throughout the world...Says his biggest thrill in golf is being the third player in history after Gene Sarazen and Ben Hogan to win all four Grand Slam events...Member of the Laureus World Sports Academy...Has traveled more miles than any athlete in history—more than 15 million and counting...At one point in his career, traveled with his six children and more than 30 pieces of luggage that sometimes took as many as three taxis to transport...Among his heroes are Winston Churchill, Mother Teresa, Nelson Mandela and Mahatma Gandhi...Among his favorite golf courses are The Links at Fancourt in his native South Africa, Cypress Point, Carnoustie and the TPC Jasna Polana...One of his superstitions or lucky charms is wearing black...Favorite athletes are Michael Jordan and Pele...Serves as the Global Ambassador to Shell's Wonderful World of Golf series...Website is garyplayer.com.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 24 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/pages\/Gary-Player\/144156675604094"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/garyplayer"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}