{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "30945","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Pettitt","first" : "Philip","middle" : "","extn" : "Jr.","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "170","weightMetric" : "77","birthDate" : "April 19, 1985","age" : "31","birthPlace" : "Richmond, Virginia","residence" : "Murfreesboro, Tennessee","family" : "Wife: Laural","education" : "University of Tennessee (2008, Business)","splInterest" : "Outdoors, being with friends, spending time with seven nieces and nephews","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2008","clubAffl" : "Stone River CC","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "256,085&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2012","exmtStatus" : "Fully Exempt","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Played Hooters Tour from 2008-2011. \n\n2013: Made the cut in nine of 24 starts during his second full Web.com Tour season and had four top-25 finishes...Was T12 at the Chile Classic...First top-10 of the year came at the Albertsons Boise Open, where he held the 54-hole lead. Put on a late run Sunday at Hillcrest CC, with four consecutive birdies. But his 22-under total of 262 missed a playoff by a shot. His T3 effort matched his career-best week on Tour. Payday moved him to No. 47 on the money list and assured him a spot in the Web.com Tour Finals...Made the cut in one of four Finals' events, a T53 at the Chiquita Classic. \n\n2012: Made the cut in 16 of 26 starts during his rookie season and had seven top-25 finishes...At the Soboba Golf Classic, picked up his first top-10 of the season, thanks to a final-round 65 that led to a T9 in California...Added a second top-10 in June, at the Mexico Open. Had weekend rounds of 67-68 in Leon to T4, his best Tour performance at the time...Closed the year by making the cut in 10 of his last 12 starts, including a T3 at the Neediest Kids Championship near Washington, D.C. Opened with a 4-under 66 and finished at 6-under par, two shots back of winner David Lingmerth. \n\n2011: Missed the cut at the Chiquita Classic. \n\n2009: Named Rookie of the Year on the Hooters Tour. \n\n2008: Only Web.com Tour payday came at the Knoxville Open, when he T60.\n","otherCarHigh" : "Qualified for the 2007 U.S. Open at Oakmont CC but missed the cut...Two-time Academic All-SEC at Tennessee...Won two college events and was a member of the 2007 SEC Championship team. Was also a first-team All-SEC selection that season...Won the 2002 Tennessee State Junior Championship and was all-state three years at Oakland High School in Murfreesboro.","personal" : "Says he chose golf over other sports because \"the results were all on me.\"...Earliest golf memory is of him missing his tee time in his first event...Says if he weren't playing golf he'd be a cowboy on a farm somewhere...Never travels without cowboy boots...Favorite team as a kid was the Dallas Cowboys...Favorite college team is the Tennessee and also favors the NHL's Nashville Predators...Favorite TV show is \"How I Met Your Mother\" and movie is \"The Count of Monte Cristo.\"...Likes Peyton Manning and Jason Witten...Favorite entertainers are Eric Church and Garth Brooks...Favorite book is the Bible...Restaurant favorites are Chipolte and Chick-fil-A...Says his favorite gadget is his iPod because \"everything is on it\"...Twitter account is @philippettitt...Favorite golf course he's played is Diamond Creek in Banner Elk, N.C., and he'd like to play Augusta National. Uses the same 1957 quarter as a ball marker and carries peanut butter and jelly sandwiches and almonds in his golf bag for snacks. Would round out his ideal foursome with his grandfather, his father and his future son...Says not many people know he was \"redshirted\" in the first grade because he couldn't color inside the lines...Favorite quote comes from the Bible, Jeremiah 29:11...Charity involvement includes Wounded Warriors and Kresge's Krew\/Austism Awareness.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "T30 at the California Qualifying Tournament, with rounds of 73-80-73-71.\n","otherCarHigh" : "","personal" : "Loves the outdoors…Favorite course he's played is the Golf Club of Tennessee and hopes to play Augusta National someday…His favorite pro sports teams are the Nashville Predators and Dallas Cowboys…Dream foursome would include his grandfather, father and son, all in their prime…Twitter name is @philippettitt.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 3rd on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/PhilipPettitt"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}