{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25273","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Buckle","first" : "Andrew","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "180","weightMetric" : "82","birthDate" : "September 24, 1982","age" : "33","birthPlace" : "Brisbane, Queensland, Australia","residence" : "Scottsdale, Arizona","family" : "Single","education" : "","splInterest" : "Movies, sleeping","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2006)","trndProYear" : "2002","clubAffl" : "","cityPlaysFrm" : "Brisbane; ; Australia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,368,262&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2006","exmtStatus" : "Conditional - Web.com Tour Past Champion\/5-10 Years (2011-2006)","otherVics" : "","intlVics" : "(1): 2002 Queensland Open [Aus].","curYearHigh" : "","carHigh" : "Member of the PGA TOUR in 2007-08. \n\n2014: Did not make a start on the Web.com Tour.\n\n2013: In two Web.com Tour starts, missed the cut in both.\n\n2012: Competed in 22 Web.com Tour events, making just six cuts. Best showing was a T11 at the South Georgia Classic in April. Finished 135th on the money list.\n\n2011: Made the cut in nine of his first 10 starts and had five top-25 finishes in that stretch. Only top-10 of the year was a T4 at the BMW Charity Pro-Am where he played his final 55 holes without a bogey. Moved into contention with an 8-under 63 in the third round and followed with a 6-under 65 on the final day. His T4 effort was his best on Tour since a T3 at the 2009 Utah Championship. Ended the week tied in the Driving Accuracy category and tied for fourth in Putts Per Round...Made only two of nine cuts to end the year and had only one top-25 in those events. \n\n2010: He played in 27 Web.com Tour events and made 14 cuts en route to finishing No. 72 on the money list. Best finish was T6 at the Pacific Rubiales Bogota Open. Opened the year with a T9 at the Michael Hill New Zealand Open...Three weeks later, at the Pacific Rubiales Bogota Open, he finished T6. After opening with a 4-over 75, he went on to play the next three rounds better than anyone in the field—66-69-66—to finish three strokes back. \n\n2009: Wound up No. 32 on the money list after moving as high as No. 24 late in the year. Ended the season making 20 of 26 cuts, with eight top-25 finishes. Collected his first top-10 finish of the year with a T6 at the Stonebrae Classic. Was tied for 41st heading into the weekend but moved up with scores of 67-66. Made the cut in his next five starts, but his next top-10 didn't come until a 10th-place effort at the Fort Smith Classic. Was T4 at the Mexico Open, thanks to a third-round 65 which put him in solo third heading into the final round of the rainy event. Added a T3 the following week at the Utah Championship. Followed that with his third consecutive top-10, a T9 at the Albertsons Boise Open, which earned him enough money to jump six spots to No. 24 on the money list at the time. Did not crack the top-20 in any of his final five starts and dropped eight places on the money list. \n\n2008: Had a pair of top-25 finishes in his 15 starts. Was T24 at the AT&T Pebble Beach National Pro-Am and T14 at the Legends-Reno Tahoe Open. Also made 11 starts on the Web.com Tour, with three top-25 finishes. Was T13 at the Bank of America Open. \n\n2007: In his third start as a PGA TOUR member, he shared the 54-hole lead with Brandt Snedeker at the Buick Invitational. Held the outright lead by two at one point during the final round but faded to T4 after a 3-over 39 on the back nine. Suffered injury to his left rib cage playing rugby on April 15 and due to injury did not play in the two months between the Arnold Palmer Invitational and the Crowne Plaza Invitational at Colonial. Still managed to finish No. 146 on the money list, with a total of four top-25s. Granted Minor Medical Extension. \n\n2006: Finished 13th on the Web.com Tour money list to earn first PGA TOUR card for 2007. Six top-10s included his first Web.com Tour victory, a second and two thirds. Playing in his first professional tournament in the United States, recorded rounds of 67-68-64-69 to finish the Virginia Beach Open at a tournament-record 20-under 268, five shots clear of his nearest challenger. His winning total shattered the previous 72-hole tournament record by five shots, and his five-stroke winning margin equaled Ryuji Imada's record set in 2000. Solidified his position inside the top 10 on the money list with consecutive third-place showings at the Chattanooga Classic and the Peek'n Peak Classic, finishing just one shot behind the winner at each event. Was in Springfield on Tuesday of tournament week preparing for the Price Cutter Charity Championship when he got the call that Trevor Immelmann had pulled out of The Open Championship, moving him from the first-alternate position into the field as a result of his No. 80 position in the Official World Golf Ranking at the time. Went on to finish T61 in his second Open Championship appearance (he missed the cut in 2004). Made his PGA TOUR debut in the U.S. at the PGA Championship, where he missed the cut...Prior to his rookie season on the Web.com Tour, his six previous Tour starts had come in Australia. \n\n2005: Finished runner-up to K.J. Choi at the SK Telecom Open on the Asian Tour. Played two Web.com Tour events, missing the cut in both.\n\n2004: Played two Web.com Tour events and made one cut, at the Jacob's Creek Open (T64).\n\n2003: In his first Web.com Tour start, was T30 at the Jacob's Creek Open in his native Australia.\n\n2002: On the PGA Tour of Australasia, won the 2002 Queensland Open Championship. \n","otherCarHigh" : "Winner of the 2001 Australian Amateur and the 2002 Queensland Amateur.","personal" : "Lists Greg Norman as his hero...Using a cut-down putter, got his start in golf by following his older brother to golf clinics.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2007","qSchoolYear" : "","exmtStatus" : "Minor Medical Extension","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "In third start as a PGA TOUR member in 2007, rookie shared the 54-hole lead with Brandt Snedeker at the Buick Invitational. Held the outright lead by two at one point during the final round, but faded to T4 after a 3-over-par 39 on the back nine. Suffered injury to left rib cage playing rugby on April 15, and due to injury did not play in the two months between the Arnold Palmer Invitational and the Crowne Plaza Invitational at Colonial. Still managed to finish No. 146 on the money list with a total of four top-25s. Granted Minor Medical Extension and has one event in 2008 to earn $271,550 (combined with 2007 earnings of $513,630, would equal 2007's No. 125 earnings of $785,180) and be elevated to Major Medical Extension status for the remainder of the 2008 campaign. If he is unable to move into the Major Medical Extension category, will play out of the No. 126-150 category in 2008. Finished 13th on the 2006 Nationwide Tour money list to earn first PGA TOUR card for 2007. Six top-10s included his first Nationwide Tour victory, a second and two thirds. Playing in his first professional tournament in the United States, recorded rounds of 67-68-64-69 to finish the Virginia Beach Open at a tournament-record 20-under 268, five shots clear of his nearest challenger. His winning total shattered the previous 72-hole tournament record by five shots, and his five-stroke winning margin equaled Ryuji Imada's record set in 2000. Solidified his position inside the top 10 on the money list with consecutive third-place showings at the Chattanooga Classic and the Peek'n Peak Classic, finishing just one shot behind the winner at each event. Was in Springfield on Tuesday of tournament week preparing for the Price Cutter Charity Championship when he got the call that Trevor Immelmann had pulled out of The Open Championship, thus moving him from the first-alternate position into the field as a result of his No. 80 position in the Official World Golf Ranking at the time. Went on to finish T61 in his second Open Championship appearance, missing the cut in 2004. Only other career TOUR start was a missed cut at 2006 PGA Championship. Prior to his rookie season on the Nationwide Tour in 2006, his six previous starts on Tour had come in Australia, with a T30 at the 2003 Jacob's Creek Open. Finished runner-up to K.J. Choi at the 2005 SK Telecom Open on the Asian Tour. Winner of the 2001 Australian Amateur and the 2002 Queensland Amateur. Lists Greg Norman as his hero. Using a cut-down putter, got his start in golf by following his older brother to golf clinics.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 1st in 2006 at the Virginia Beach Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}