{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34527","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Rohanna","first" : "Robert","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.87","weight" : "180","weightMetric" : "82","birthDate" : "May 31, 1986","age" : "29","birthPlace" : "Waynesburg, Pennsylvania","residence" : "Waynesburg, Pennsylvania","family" : "Single","education" : "Penn State University (2009, Kinesiology)","splInterest" : "Fishing, playing cards, TV","pronunciation" : "ROE-han-uh","nwTourAlumnus" : "","trndProYear" : "2010","clubAffl" : "Nemacolin Woodlands Resort (Farmington, Pennsylvania)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "Earned conditional status on PGA TOUR Latinoamérica with a T11 finish at the Mazatlán, Mexico Q-School in January.","carHigh" : "2015: Playing thru the pain created by a thumb injury he suffered in December, he went on to make 10 starts on PGA TOUR Latinoamérica. Had four top-25s and five cuts made to finish the Latin American season ranked 77th on the Order of Merit. His best finish was T11 at the Personal Classic in December... Reached the semifinals of Golf Channel's “Big Break The Palm Beaches”, which aired early in the year.\n\n2014: Joined PGA TOUR Latinoamérica by finishing T6 at the Sebring, Florida Q-School in January… Competed in 15 PGA TOUR Latinoamérica events, making nine cuts in a very consistent season. Had six top-10s, which included two runners-up (Mundo Maya Open in April and Lexus Peru Open in November) and a third-place showing (Uruguay), leading to a ninth-place finish on the Order of Merit and a spot in the Web.com Tour Q-School... Teamed up with Daniel Mazziotta to finish second at the Bridgestone America's Golf Cup in Argentina, an unofficial PGA TOUR Latinoamérica played under the format of best-ball... Made two July starts on PGA TOUR Canada, which resulted in missed cuts... Finished 144th at Web.com Tour Q-School, an event in which he suffered a stress fracture on his left thumb in December\n\n2013: Won the NGA Tour's Harmony Golf Preserve, a Winter Series 54-hole event in November by defeating Jeff Corr on the third hole of a sudden death playoff.\n\n2010: Played in first Web.com Tour event, the Mylan Classic, near his home (missed cut). \n","otherCarHigh" : "Played college golf at Penn State, where he won five titles... Was NCAA All-Region in 2005-2008 and All-Big 10 in 2006-07 and 2007-08. Received All-American Scholar honors in 2007-08... Won the 2010 Pennsylvania Open.","personal" : "Attended Waynesburg (Pennyslvania) Central High School… Has five older sisters… First-tee intro song would be \"Return of the Mack\" by Mark Morrison… If not a professional golfer, would be a coach and school teacher… Favorite golf courses include Teeth of the Dog, Merion GC and Pete Dye GC. Is a fan of Penn State and West Virginia teams and the Pittsburgh Steelers, Pittsburgh Pirates and Pittsburgh Penguins... Enjoys watching \"Suits,\" \"The Following\" and \"White Collar.\" Favorite movies are \"Happy Gilmore,\" \"The Patriot\" and \"Remember the Titans.\" Top entertainers are Jason Alden, Michael Jackson and Justin Timberlake. Is a fan of Michael Jordan and likes to visit and vacation in New York and the Dominican Republic… Most famous person he has met is Arnold Palmer at Latrobe CC in 2009 on a day the two played together… Best sporting event attended is the 2008 Super Bowl between the Pittsburgh Steelers and Arizona Cardinals… Would like to trade places with LeBron James for a day. Says, \"I want to dunk relentlessly.\"… Dream foursome would include Jordan, Palmer and Ben Hogan… Likes to dance… Bucket list includes trips to Australia, St. Andrews, Scotland, and Italy… Was a participant on Golf Channel's \"Big Break The Palm Beaches\", which aired early in 2015… Twitter name is @rtrgolf23... Instagram name is @roho23","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Conditional"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2015","exmtStatus" : "Conditional - Additional Qualifying Tournament Finisher or Finished 76-100 on 2014 Web.com Tour Money List","otherVics" : "","intlVics" : "","curYearHigh" : "Earned conditional status on PGA TOUR Latinoamérica with a T11 finish at the Mazatlán, Mexico Q-School in January.","carHigh" : "Has played NGA Tour (2010-2014) and West Florida Golf Tour (2010-2014).\n\n2014: Finished 144th at Web.com Tour Q-School in December...Competed in 15 Latinoamérica events, making nine cuts in a very consistent season. Had six top-10s, which included two runners-up (Mexico and Peru) and a third-place showing (Uruguay), leading to a ninth-place finish on the Order of Merit and a spot in the Web.com Tour Q-School...Made two July starts on PGA TOUR Canada, which resulted in missed cuts \n\n2010: Played in first Web.com Tour event, the Mylan Classic, near his home (missed cut).\n\n","otherCarHigh" : "Was NCAA All-Region in 2005-2008 and All-Big 10 in 2006-07 and 2007-08. Won five titles while at Penn State. Received All-American Scholar honors in 2007-08.","personal" : "Attended Waynesburg (Pennyslvania) Central High School...First-tee intro song would be \"Return of the Mack\" by Mark Morrison...If not a professional golfer, would be a coach and school teacher...Favorite golf courses include Teeth of the Dog, Merion GC and Pete Dye GC. Is a fan of Penn State and West Virginia teams and the Pittsburgh Steelers, Pittsburgh Pirates and Pittsburgh Penguins. Enjoys watching \"Suits,\" \"The Following\" and \"White Collar.\" Favorite movies are \"Happy Gilmore,\" \"The Patriot\" and \"Remember the Titans.\" Top entertainers are Jason Alden, Michael Jackson and Justin Timberlake. Is a fan of Michael Jordan and likes to visit and vacation in New York and the Dominican Republic...Most famous person he has met is Arnold Palmer at Latrobe CC in 2009 on a day the two played together...Best sporting event attended is the 2008 Super Bowl between the Pittsburgh Steelers and Arizona Cardinals...Would like to trade places with LeBron James for a day. Says, \"I want to dunk relentlessly.\"...Dream foursome would include Jordan, Palmer and Ben Hogan...Likes to dance...Bucket list includes trips to Australia, St. Andrews, Scotland, and Italy...Was a participant on Golf Channel's \"Big Break The Palm Beaches\", which aired early in 2015...Twitter handle is @rtrgolf23.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Earned conditional status on PGA TOUR Latinoamérica with a T11 finish at the Mazatlán, Mexico Q-School in January.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Earned conditional status on PGA TOUR Latinoamérica with a T11 finish at the Mazatlán, Mexico Q-School in January.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}