{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01310","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Eichelberger","first" : "Dave","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "195","weightMetric" : "88","birthDate" : "September 3, 1943","age" : "72","birthPlace" : "Waco, Texas","residence" : "Honolulu, Hawaii","family" : "Wife, D.C.; Martin (9\/28\/69), Clint (3\/14\/73), twins Emalia and Davis (10\/22\/97), two grandchildren","education" : "Oklahoma State University (B.A., 1965)","splInterest" : "Hunting, fishing, cooking","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1966","clubAffl" : "Oahu CC (Honolulu, Hawaii); The Stanwich Club (Greenwich, Connecticut)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "7,616,142&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1967","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1993","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(1): 1979 JCPenney Mixed Team Classic [with Murle Breer].","intlVics" : "(1): 1994 Diners Club Matches [with Raymond Floyd].","curYearHigh" : "Played in two official events, including the U.S. Senior Open where he made the cut at age 68 and finished 65th...Also 76th at the Pacific Links Hawaii Championship in his home state...Teamed with Tom Wargo for a T8 finish in the unofficial Raphael Division of the Liberty Mutual Insurance Legends of Golf.","carHigh" : "2011: Made four starts, including one in the Liberty Mutual Legends of Golf where he was T7 in the unofficial Raphael Division with Tom Wargo. 2010: Played in just seven events...He and teammate Tom Wargo finished T4 in the Raphael Division of the Liberty Mutual Legends of Golf...Won the Aloha Section PGA Championship in September by shooting his age (67) and earned a berth in the 2011 Sony Open in Hawaii.2009: Teamed with Tom Wargo to finish T3 at the Liberty Mutual Legends of Golf (Raphael Division)...Was T28 at the Triton Financial Classic. 2007: Best effort was a T11 at the inaugural Dick's Sporting Goods Open in upstate New York. 2006: T7 at the Commerce Bank Championship after posting three consecutive sub-70 scores, his first top-10 effort on the Champions Tour since T6 in the same tournament on Long Island in 2005. T10 late in the year at the Administaff Small Business Classic near Houston. 2005: In contention at the Commerce Bank Championship through two rounds before eventually T6 on Long Island, his best effort since 2002 campaign...Underwent back surgery at Greenwich Hospital in Connecticut on September 13 to repair a bulging disc and was out of action for the remainder of the season. 2004: Trailed by two strokes after 36 holes of the season-opening MasterCard Championship and eventually T7 at Hualalai...T6 at the Blue Angels Classic in mid-April after posting three consecutive sub-70 rounds...Made his 13th career hole-in-one in the first round of the Constellation Energy Classic (No. 11, 7-iron, 169 yards), the 14th of 15 aces on the circuit in 2004...Started his year by open-qualifying for the Sony Open in Hawaii but missed the cut in his first PGA TOUR appearance since the 2000 U.S. Open after shooting rounds of 79-78 at Waialae. 2002: Captured the Emerald Coast Classic when the final round of the event was canceled by a heavy thunderstorm. Victory was his first since the 1999 Novell Utah Showdown and triumph near Pensacola at age 58 made him, at the time, the circuit's oldest winner since Jim Colbert won the 2001 SBC Senior Classic at 60 years, 2 days. Made his first hole-in-one on the Champions Tour at The Moors, holing a 7-iron shot from 190 yards on the eighth hole in the opening round. 2000: Made the cut at the U.S. Open at Pebble Beach and finished T57. His second-round 69 matched Tiger Woods for the day's lowest round...Made his 1,000th career start (PGA\/Champions Tour combined), at the BellSouth Senior Classic at Opryland (T37). 1999: In the span of three weeks in July, became a multiple winner in the same season for the first time in his professional career. First won his biggest tournament ever, claiming the U.S. Senior Open at Des Moines G&CC. Outdueled Ed Dougherty over the final nine holes and eventually triumphed by three strokes...Rebounded from a double-bogey down the stretch to win the Novell Utah Showdown title in a playoff over Dana Quigley. His two best rounds of the season came on consecutive days at Park Meadows and 15-under-par 129 total for the first 36 holes was a 1999 best. 1997: Played his best golf of the year late in the year. First was the runner-up at the Vantage Championship, after he shot a career-low 62 on the last day and equaled Hale Irwin's Tanglewood Park course record at the time. Then won his third Champions Tour title the next week at The Transamerica and became the circuit's 20th different winner that year. Overcame a three-stroke deficit to win by four at Silverado. 1996: Outdueled local favorite Jim Colbert to win the VFW Senior Championship by two strokes. 1995: Did not win an event, but recorded 11 top-10 finishes, including a playoff loss to Bruce Devlin at the rain-shortened FHP Health Care Classic in Ojai, Calif. 1994: Selected by his peers as the Comeback Player of the Year after claiming his first win in 13 years at the Quicksilver Classic...Also fell to Bob Murphy in a five-hole playoff at the Raley's Senior Gold Rush later in the season. 1993: Made Champions Tour debut at the GTE North Classic in Indianapolis after turning 50 in early September.\n","otherCarHigh" : "One of the busiest players on the PGA TOUR in his career. Prior to the 2011 season, has played in 1,255 events on three Tours, (779 on the PGA TOUR, 467 on the Champions Tour, nine on the Web.com Tour)...Had missed 22 cuts in a row prior to finishing T87 at the 1993 Buick Invitational of California...Won four titles between 1971 and 1981, with his last TOUR victory coming in the 1981 Tallahassee Open...Defeated Bob Murphy and Mark O'Meara in a playoff for the Tallahassee title...Strung together back-to-back $100,000 seasons in 1988-89...Braved horrible weather conditions to claim the 1980 Bay Hill Classic and went on to finish 31st on the money list that year. Led the TOUR in Eagles that same season with 16...First title, at the 1971 Greater Milwaukee Open, helped him earn his only top-10 finish on the official money list (ninth)...Earned his first PGA TOUR player's card in the 1967 National Qualifying Tournament...Semifinalist at the 1964 U.S. Amateur at Canterbury GC near Cleveland, Ohio...Named to the 1965 Walker Cup and America's Cup teams...Has had 13 career holes-in-one...A member of the Waco High School Sports Hall of Fame.","personal" : "Blossomed into one of the country's finest amateurs while at Oklahoma State...Started in the game at age 13 in the junior programs at his family's club in Waco, Texas.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "At age 67 earned a berth in the Sony Open after winning the Aloha Section PGA Championship in the fall of 2010, but missed the cut."}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 6 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}