{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "12716","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hoffman","first" : "Charley","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "200","weightMetric" : "91","birthDate" : "December 27, 1976","age" : "39","birthPlace" : "San Diego, California","residence" : "Las Vegas, Nevada","family" : "Wife, Stacy; Claire JoAnn (11\/10\/10), Katelyn Elizabeth (7\/29\/13)","education" : "University of Nevada-Las Vegas (2000, Communications)","splInterest" : "Snow skiing, jet skiing, barbecueing","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2005)","trndProYear" : "2000","clubAffl" : "Stone Ridge CC (Poway, California)","cityPlaysFrm" : "Las Vegas; NV; United States","websiteUrl" : "http:\/\/www.charleyhoffman.com\/","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "20,679,260&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "2004 Tournament winner","otherVics" : "","intlVics" : "","curYearHigh" : "Teamed with Daniel Berger to finish third in his debut at the Franklin Templeton Shootout in December...Was announced on Feb. 17 elected Co-Chairman of the Player Advisory Council (PAC) alongside Kevin Streelman by the TOUR's membership for the 2016 calendar year. The 16-member PAC advises and consults with the PGA TOUR Policy Board (Board of Directors) and Commissioner Tim Finchem on issues affecting the TOUR. The twosome succeeds Bo Van Pelt and Mark Wilson and will serve a three-year term (2017-2019) as Player Directors along with Jason Bohn (2015-17) and Davis Love III (2016-18).\n\n","carHigh" : "Member of the Nationwide Tour in 2000-01 and 2004. Began the 2004 season without status on any Tour and became one of seven golfers to play their way onto the Nationwide Tour. Made the cut in 13 of 15 tournaments on the 2004 Nationwide Tour, including 10 top-25 finishes. Ranked No. 30 on the final money list, with $174,084. Opened the season with a third-place performance at the Chitimacha Louisiana Open, where he was the medalist in the Monday qualifier. Finished just two strokes behind champion Jimmy Walker and earned $32,300 for his efforts. Broke through for his only other top 10 of the season with a victory at the Permian Basin Charity Golf Classic. Rounds of 72-67-71-72 and a four-day total of 6-under-par 282 left him tied with Jeff Gove and Craig Lile at the end of regulation. Birdied the third extra hole for the victory, equaling the highest winning score of the season. Made the cut in 12 of 23 starts in 2001, finishing No. 75 on the money list, with $54,052. His best finish was T3 at the Monterey Peninsula Classic. Missed the first 15 cuts in 2000 before making his last four of the season, including two top-20s. Was one stroke off the lead after 18 holes at the New Mexico Classic before finishing T14. Had no experience on the Nationwide Tour prior to the 2000 season. Has played in 10 PGA TOUR events, making the cut in just two, finishing in 76th place at the 1996 Buick Invitational and T51 at the 2004 Booz Allen Classic.\n","otherCarHigh" : "Member of 1998 NCAA Championship team. Tied for ninth at the 1999 WAC Championship. Honorable mention All-American in 1998. Ranked 21st in the final 1998 MasterCard Collegiate Rankings. Became the first two-time California state high school champion. Named second-team Rolex All-American in 1994. High school and college teammate with Nationwide Tour member Bill Lunde.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2006","qSchoolYear" : "","exmtStatus" : "2014-15 tournament winner (through 2016-17)","otherVics" : "","intlVics" : "","curYearHigh" : "Teamed with Daniel Berger to finish third in his debut at the Franklin Templeton Shootout in December...Was announced on Feb. 17 elected Co-Chairman of the Player Advisory Council (PAC) alongside Kevin Streelman by the TOUR's membership for the 2016 calendar year. The 16-member PAC advises and consults with the PGA TOUR Policy Board (Board of Directors) and Commissioner Tim Finchem on issues affecting the TOUR. The twosome succeeds Bo Van Pelt and Mark Wilson and will serve a three-year term (2017-2019) as Player Directors along with Jason Bohn (2015-17) and Davis Love III (2016-18).\n\n","carHigh" : "2014-15: Season highlighted by a victory at the OHL Classic at Mayakoba (the final event of the 2014 calendar year), ending a winless drought of 109 starts. Finished the season No. 10 in the FedExCup standings (second only to his fourth-place effort in 2010) with a career-high seven top-10 finishes...Overcame a three-stroke deficit in the final round to post a 5-under 66 and claim a one-stroke win at the OHL Classic at Mayakoba over Shawn Stefani. Came to the 72nd hole leading his playing partner Stefani by one shot. When the duo each bogeyed the par-4 home hole, he emerged victorious. Earned his third career PGA TOUR victory at age 37 years, 10 months, 20 days in his 256th career PGA TOUR start. Won in his third start at the OHL Classic at Mayakoba (T31 in 2011 and T69 in 2012). Extended the stretch of American-born players to win the OHL Classic at Mayakoba to eight in eight years. Ranked fourth in Greens in Regulation for the week...Finished T2 at the Humana Challenge on the strength of a final-round 64. The T2 was his fifth top-10 in nine Humana Challenge starts. It also moved him to a season-high third-place position in the FedExCup standings...Was the first-round leader at the Valero Texas Open and trailed by just one stroke after 36 holes, but fell out of contention after a third-round, 7-over-par 79. Came back with a 2-under-par 70 Sunday to eventually finish T11...In his second Masters' start and his 15th major championship appearance overall, finished T9 at Augusta National in April. The top-10 finish went with his T27 in his initial appearance (2011). It also marked his only made cut in four major championship appearances in 2015...Fourth top-10 of the season came at the Crowne Plaza Invitational at Colonial, finishing T10, three strokes behind champion Chris Kirk...Came back the following week with a runner-up finish at the AT&T Byron Nelson (one of just three players with top-10 finishes in the back-to-back Dallas-Fort Worth events. After going out in 1-over 36 in the final round, recorded five birdies on his closing nine for a 4-under 65 en route to his second runner-up showing of the year and fifth of his career. His final-round 65 marked his lowest final-round score at TPC Four Seasons Resort. His previous best was a 67 in 2013...Finished the second round of the RBC Canadian Open eagle-birdie-eagle en route to a 6-under 66 and eventual T7 finish with three others...At the Deutsche Bank Championship, where he won in 2010, was the second-round leader. Battled back from a Sunday 76 to record a 67 on the final day in his attempt to win at TPC Boston for the second time. Is one of five players to advance to the BMW Championship each of the first nine seasons of the FedExCup Playoffs. Headed to the third Playoffs event ranked No. 6 in the FedExCup standings, but following a T53 at the BMW Championship and T22 at the TOUR Championship by Coca-Cola (just his second trip to the season-ending event) finished the season No. 10 in the FedExCup. \n\n2013-14: Missed just four cuts in 25 starts and collected three of his four top-10 finishes in his first six starts of the season. For the eighth consecutive year, played his way into the FedExCup Playoffs, making it through the first three events. Finished 53rd in the final FedExCup standings, following the BMW Championship...Led by a final-round, 7-under 64 (equaling his best round at the tournament), the Las Vegas native finished fourth at the Shriners Hospitals for Children Open. It marked his best finish in nine starts at the event, topping his T5 in 2006...The 2007 Humana Challenge winner returned to PGA West and opened with a bogey-free, 8-under 64 at La Quinta CC to trail Patrick Reed by one stroke. Ensuing rounds of 66-66-71 resulted in a T9 with four others...Finished T7 at the Farmers Insurance Open on the strength of a final-round 67 that included his first career PGA TOUR hole-in-one. He did it on the third hole of the South Course at Torrey Pines GC...Posted four sub-par rounds at TPC Louisiana, including first- and third-round 68s, to claim a T5 at the Zurich Classic of New Orleans, with Erik Compton and Robert Garrigus...Finished T3 at the Quicken Loans National at Congressional CC, with rounds of 72-72-68-69. Has never missed the cut in eight starts at the Quicken Loans National, with his previous-best finish a T19 in his inaugural appearance in 2007. One of four players to qualify for The Open Championship at the Quicken Loans National through the new Open Qualifying Series.\n\n2013: Made 19 of 23 cuts on TOUR, with five top 10s. Finished No. 61 in the FedExCup standings...Finished T10 at the Humana Challenge at a site where he picked up his first TOUR win, in 2007. Had missed his last three cuts at the Palm Springs-area tournament...Posted four sub-par rounds at the Valero Texas Open in April to earn a T3, with Jim Furyk and Billy Horschel. Rallied from a double bogey-6 on the first hole in the final round with six birdies on his last eight holes, good for a 3-under 69 and the top-five performance...After entering the final round of the RBC Heritage with a two-stroke lead over Webb Simpson, posted a 6-over 77 to finish T6 (his second consecutive top-10 finish) and four strokes out of the Graeme McDowell-Simpson playoff. Also led after the second round, sharing the lead with Steve LeBrun and Kevin Streelman. The 77 Sunday snapped a streak of 11 consecutive sub-par rounds on TOUR, dating to the first round of the Shell Houston Open (T20). Continues to improve in each RBC Heritage start. He missed the cut in 2006, was 75th in 2009 and T8 in 2012...Recorded his fourth top-10 finish of the year (one shy of career-high) with a T8 finish at the HP Byron Nelson Championship...Was the medalist at U.S. Open qualifying at Brookside G&CC and The Lakes G&CC in Columbus, Ohio, in early June. Shot rounds of 65 (The Lakes) and 68 (Brookside) to edge David Hearn, Robert Karlsson, Josh Teater and Nicholas Thompson by a stroke. Went on to T45 at the Open at Merion GC...Finished T7 at the Travelers Championship after holding the first-round lead with an opening, 9-under 61. The finish came a year after finishing T2 in Hartford. \n\n2012: Making his third start at the RBC Heritage, finished T8 for his first TOUR top-10 finish since the 2011 Barclays...Finished T2 at the Travelers Championship in his fourth start at the event. Held a two-shot lead at 16-under before a double bogey-6 on No. 17 and a bogey-5 on No. 18 dropped him one shot behind winner Marc Leishman.\n\n2011: Following a career-best season, made cuts in 27 starts and finished inside the top 50 in the FedExCup standings...First top-10 finish of the season came after a final-round, 4-under 68 at the Valero Texas Open, good for T2 honors. Tied with Kevin Chappell, a shot behind winner Brendan Steele. Has never missed a cut in San Antonio in six starts...Twelve starts after his only other top-10 of the season, he finished T10 at The Barclays. \n\n2010: Finished the season No. 4 in the FedExCup standings, highlighted by a Playoffs victory at the Deutsche Bank Championship...Opened and closed with 6-under 65s at the John Deere Classic en route to T7 honors, his first top-10 finish of the season...Two weeks later, opened and closed with 5-under 65s to finish in a nine-way T4 at the RBC Canadian Open. Began the day T42. In the third and fourth rounds, birdied hole Nos. nine through 12 at St. George's G&CC...Finished T10 at the Turning Stone Resort Championship for his third top 10 in four starts. Finished four strokes behind winner Bill Lunde, his best friend since childhood. Lunde and Hoffman grew up on the same street and both learned to play golf from Lunde's grandfather...Carded 11 birdies on the way to a final-round, career-best 9-under 62 (featuring a tournament-record 29 on the back nine) and a five-stroke win at the Deutsche Bank Championship. Entered the final round four strokes behind Jason Day, giving him the largest come-from-behind victory in tournament history. His first top-10 finish in 11 PGA TOUR Playoffs events locked up a spot for the first time at the TOUR Championship by Coca-Cola. Sponsored by Waste Management, he won his second TOUR event at the only carbon neutral event on TOUR...In his first start at the TOUR Championship, finished sixth. \n\n2009: Posted four top-10 finishes, the second-most in his career, in 27 starts to finish No. 37 in the FedExCup standings...Finished second to Kenny Perry after three playoff holes at the FBR Open. Perry made a 22-foot birdie putt on the third playoff hole to win. After Perry bogeyed the final hole of regulation to set up the playoff, the two bogeyed and parred the first two extra holes. Perry then rolled in the long putt on the 332-yard, par-4 17th to end the second straight playoff in the event...In his hometown of San Diego a week after the FBR Open, finished T7 to Nick Watney at the Buick Invitational, where he was second in Driving Distance for the week (302.1 yards)...Closing rounds of 63-66 led to a T9 finish at the Valero Texas Open...Posted a sixth-place finish at Justin Timberlake Shriners Hospitals for Children Open. Was one of five UNLV Rebels in the Las Vegas field and one of three (Ryan Moore, Chad Campbell) to finish in the top-10. \n\n2008: Made the cut in 19 of 29 starts, but finished outside the top 100 (No. 110) on the money list for the first time in his career...First of three top-10 finishes was set up by the round of the week at the Bob Hope Chrysler Classic, a 9-under 63 in Saturday's fourth round at The Classic Club. Finished T8 in his attempt to become just the second player in Bob Hope Chrysler Classic history to defend...Capped off his top-10 finishes in back-to-back starts with a T6 at the Shell Houston Open, finishing four strokes behind Johnson Wagner, and a T7 at the EDS Byron Nelson Championship. \n\n2007: In second season on the PGA TOUR and his first start of the season, earned first victory in 41st career start (36th as a professional) at the Bob Hope Chrysler Classic at age 30 years and 25 days. Posted rounds of 66-70-68-66-71—343 and defeated John Rollins with a birdie-4 on the first playoff hole to earn a career-best $900,000. Fourth player to earn first TOUR win at the Bob Hope Chrysler Classic, and the first since Donnie Hammond (1986). The win came in his first appearance at the Bob Hope Chrysler Classic. He joined Arnold Palmer (1960) as the only player to win the event in his first try...Qualified for The Open Championship for the first time in his career, finished T35...Made 18 cuts in 30 starts, but his next top-10 did not come until he finished T5 at the Turning Stone Resort Championship in late September...Three weeks later, recorded four rounds in the 60s at the Valero Texas Open to finish T11. \n\n2006: Rookie posted five top-10s en route to top-100 finish on money list, one of 11 Web.com Tour 2005 graduates to retain a TOUR card for 2007...Finished 10th in Driving Distance (304.4 yards)...Paid his dues, having played on the Web.com Tour in 2000-01 and 2004-05...Earned first top-10 of his TOUR career in his fourth start of the season, a T9 at the Chrysler Classic of Tucson...The former UNLV player finished T5 at the Frys.com Open in Las Vegas, his best finish in two career starts at the tournament. Trailed third-round leader Troy Matteson by one prior to finishing three back of Matteson. \n\n2005: Finished 19th on the Web.com Tour money list on the strength of eight top-10s, including a T2 at the BMW Charity Pro-Am at the Cliffs. \n\n2004: Made the cut in 13 of 15 tournaments on the Web.com Tour and finished No. 30 on the final money list. Earned first career Web.com Tour victory at Permian Basin Charity Golf Classic. Defeated Jeff Gove and Craig Lile with a birdie on the third extra hole. \n\n2001: Best Web.com Tour performance was a T3 at the Monterey Peninsula Classic. \n\n2000: Missed the first 15 Web.com Tour cuts before making his last four of the season. Amateur: Member of UNLV's 1998 NCAA Championship team. Was T9 at the 1999 WAC Championship. Honorable mention All-American in 1998...Became the first two-time California high school champion...Named second-team Rolex All-American in 1994.\n","otherCarHigh" : "","personal" : "After win at the 2007 Bob Hope Chrysler Classic, made a radio appearance on \"The Jim Rome Show.\"...At the time, wore his hair long and said, \"I guess I do it just to sort of be different than everybody else out here. I don't like being the same as everybody else. And I'm just sort of a free spirit, playing some golf. And I guess it's just me, the way I am.\"...Donned green golf glove and green golf shoes starting on Thursdays at the 2007 Shell Houston Open to promote Waste Management's environmental efforts.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 1st at the Valero Texas Open.","dynStats" : "He ranks 63rd in Career Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/pages\/Charley-Hoffman\/140352901602"},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/charleyhoffman"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}