{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "47349","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "McGowan","first" : "Michael","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.82","weight" : "175","weightMetric" : "80","birthDate" : "October 22, 1990","age" : "25","birthPlace" : "Pinehurst, NC","residence" : "Southern Pines, NC","family" : "Single","education" : "University of North Carolina (Management and Society, 2013)","splInterest" : "Swimming, running, soccer, tennis, ping-pong, video games, movies, fishing, hunting","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2015","clubAffl" : "Pine Needles Lodge and GC (Southern Pines, NC)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2015","otherVics" : "","intlVics" : "","curYrHigh" : "He earned PGA TOUR Latinoamérica status by finishing in a tie for third at the Q-School played in Buenos Aires, Argentina. Shot 68-66 over the last two rounds to charge into the top-3… Shot 9-under 63 to share the opening round lead at the Honduras Open, an event he finished T7 to claim his first career top-10 on PGA TOUR Latinoamérica in May… Earlier in May he also finished T12 at the Lexus Panama Classic and T16 at the Abierto Mexicano.","carHigh" : "\n","otherCarHigh" : "Played college golf at the University of North Carolina in Chapel Hill, where he earned the golf team's lowest stroke average award for three years… Four-time golf letterman at O'Neal High School... Six-time all state and six-time all conference... Conference player of the year in 2008 and 2009... N.C. 2A State Champion in 2006 and 2009 and was the runner-up in 2007 and 2008.","personal" : "Comes from a golfing family... His father, Pat, was named PGA TOUR Rookie of the Year in 1978. He played on TOUR for 15 years and also spend a couple of seasons on the Champions Tour… His mother, Bonnie (Bell), played college golf for the Tar Heels 1977-79... His grandmother, Peggy Kirk Bell, is a golfing legend. She was one of the founding members of the LPGA Tour… Has a sister, Scotti… In addition to golf, while in High School he was the leading scorer on soccer team and second-leading scorer on basketball team. Earned All-State honors in both sports in 2009… David Orr is his golf instructor… Favorite courses he's played are The Old Course, Cypress Point, Caves Valley and Seminole… Favorite teams are the NC Tar Heerls and the Carolina Panthers… Bruno Mars and Liquid Pleasure are his favorite entertainers… Tiger Woods and Lebron James are his favorite athletes to watch… Bald Head Island, NC is his favorite vacation spot… Tiger Woods, Bobby Jones and his grandmother would round out his dream foursome… Favorite quote: “Cashin' checks, breakin' necks.”… He and his family are involved with The First Tee of the Sandhills, NC raising money, awareness and helping with instruction… Twitter: @McGooberish","otherInfo" : "","prYrSeason" : "","exmtStatus" : "2015 Q-School"}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri was T7th in 2015 at the Honduras Open presented by Indura Beach and Golf Resort.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}