{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02104","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Sluman","first" : "Jeff","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-7","heightMetric" : "1.7","weight" : "140","weightMetric" : "64","birthDate" : "September 11, 1957","age" : "58","birthPlace" : "Rochester, New York","residence" : "Hinsdale, Illinois","family" : "Wife, Linda; Kathryn Doreen (4\/22\/98)","education" : "Florida State University (1980, Finance)","splInterest" : "Old cars, stock market, Akitas, wine","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1980","clubAffl" : "","cityPlaysFrm" : "Hinsdale; Illinois; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "28,070,353&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Finished outside the top-20 money-winners on the Champions Tour for the first time but still managed to post top-10s in a third of his 24 starts...Best performance of the campaign came in the season-ending event when he was on the leaderboard after 36 holes of the Charles Schwab Cup Championship and eventually finished T4 at Desert Mountain...Fell short in his bid for a third consecutive title at the Bass Pro Shops Legends of Golf in April. Teamed with Tom Lehman for a T5 finish at Big Cedar Lodge...Also played well in Arizona early in the year. Fashioned a 5-under 67 in the closing round, and it led to a T6 at the Tucson Conquistadores Classic...Rebounded from an opening-round 74 to T6 at the Nature Valley First Tee Open at Pebble Beach. Shot a final-round 67 at Pebble Beach. Had a chance to make noise down the stretch, however, his climb up the leaderboard stalled with a bogey at No. 14 and ended a run where he was 6-under par on his previous eight holes...Used a final-round 69 to move up into a T7 at the Senior PGA Championship...Was one of eight players tied for the first-round lead at The Senior Open Championship at Sunningdale before eventually T9...Was also T9 at the Boeing Classic...Rebounded from an opening-round 73 with scores of 69-67 on the weekend to T10 at The ACE Group Classic in mid-February in Naples.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "Fall 1982, 1984","exmtStatus" : "Past Champion","otherVics" : "(4): 1999 CVS Charity Classic [with Stuart Appleby]. 2003 CVS Charity Classic [with Rocco Mediate], Franklin Templeton Shark Shootout [with Hank Kuehne]. 2004 Franklin Templeton Shark Shootout [with Hank Kuehne].","intlVics" : "","curYearHigh" : "Finished outside the top-20 money-winners on the Champions Tour for the first time but still managed to post top-10s in a third of his 24 starts...Best performance of the campaign came in the season-ending event when he was on the leaderboard after 36 holes of the Charles Schwab Cup Championship and eventually finished T4 at Desert Mountain...Fell short in his bid for a third consecutive title at the Bass Pro Shops Legends of Golf in April. Teamed with Tom Lehman for a T5 finish at Big Cedar Lodge...Also played well in Arizona early in the year. Fashioned a 5-under 67 in the closing round, and it led to a T6 at the Tucson Conquistadores Classic...Rebounded from an opening-round 74 to T6 at the Nature Valley First Tee Open at Pebble Beach. Shot a final-round 67 at Pebble Beach. Had a chance to make noise down the stretch, however, his climb up the leaderboard stalled with a bogey at No. 14 and ended a run where he was 6-under par on his previous eight holes...Used a final-round 69 to move up into a T7 at the Senior PGA Championship...Was one of eight players tied for the first-round lead at The Senior Open Championship at Sunningdale before eventually T9...Was also T9 at the Boeing Classic...Rebounded from an opening-round 73 with scores of 69-67 on the weekend to T10 at The ACE Group Classic in mid-February in Naples.","carHigh" : "2010: Did not compete on the PGA TOUR for the first time since 1982...In early February, was chosen to be a captain's assistant for the U.S. Ryder Cup team. U.S. Captain Corey Pavin also named Davis Love III, Paul Goydos and Tom Lehman as assistants...Played in 24 Champions Tour events, with his best finish a second-place showing after losing in a playoff to Rod Spittle at the AT&T Championship. 2009: Made one cut in two starts on the PGA TOUR, a T18 at the U.S. Bank Championship in Milwaukee…Enjoyed another solid year on the Champions Tour, posting 10 top-10s in 25 starts. Of those top-10s, he finished T2 at the Liberty Mutual Legends of Golf and successfully defended his Walmart First Tee Open at Pebble Beach, good for his third Champions Tour victory. 2008: Played in just two events on the PGA TOUR, the Sony Open in Hawaii and the Bob Hope Chrysler Classic. Missed cut in both events...Won twice on the Champions Tour. First win came at the Bank of America Championship, and then claimed his second victory at the Walmart First Tee Open at Pebble Beach in late August. 2007: Played in 21 PGA TOUR events and made his first start in a Champions Tour event in mid-September…Named United States Presidents Cup Captain's Assistant on July 25, the third consecutive time he was named to assist Captain Jack Nicklaus. 2006: Cracked the $1-million mark for sixth straight season and eighth time in last nine years and has finished in the top 100 on the money list 22 consecutive seasons…Finished T6 at the U.S. Open at Winged Foot, his first top-10 in a major since a T10 at the 1998 U.S. Open at Olympic Club. His T6 finish earned him a spot in the 2007 Masters. 2005: Best showing was a T3 at the Memorial Tournament, his best finish since a solo third at the 2003 Bank of America Colonial…Shot a career-tying 62 in the final round of the Buick Championship…Was disqualified after four holes during the third round at the Buick Classic for playing a nonconforming ball under Rule 5-1. He recognized his golf ball did not have the proper markings after he hit his tee shot on No. 1 and notified a TOUR Rules Official. 2003: Best finish was a third at the Bank of America Colonial. 2002: Third-round 63 at Greater Milwaukee Open left him two strokes ahead of Steve Lowery and, at 20-under-par 193, surpassed the GMO record of 19-under-par set by Loren Roberts in 2000. Sunday 68 gave him four-stroke victory, his fifth win in last six seasons. 2001: Earned fifth PGA TOUR title and first playoff victory at B.C. Open. Beat Paul Gow on second extra hole. Career playoff record had been 0-6. 1999: Won at Sony Open in Hawaii, where he posted a two-stroke victory. Birdied final two holes to seal the victory. 1998: Earned more than $1 million for the first time. Won the Greater Milwaukee Open by one-stroke victory over Steve Stricker. Won with best friend Rick Bruder, a non-golfer, serving as a caddie for the first time…Had eight second-place finishes between first and second victories (1988-1997)…Captured the Tucson Chrysler Classic after opening 75, when he stood nine strokes out of lead. Final-round 67 produced one-stroke victory over Steve Jones. 1992: Finished second at 1992 U.S. Open, where final-round 71 was one of only four sub-par rounds that day. Had earlier second-place finish in AT&T Pebble Beach National Pro-Am. T4 at the Masters, where he became first player to ace fourth hole during opening-round 65 that produced tie for lead. 1998: Won first TOUR title at the PGA Championship at Oak Tree GC. Trailed Paul Azinger by three strokes through 54 holes, posted 6-under-par 65 to win by three. 1987: First close encounter with victory came at 1987 PLAYERS Championship. Lost a three-hole playoff to Sandy Lyle.\n","otherCarHigh" : "","personal" : "Has been a Chicago Bulls season ticketholder since 1996...Loves Formula One auto racing...Big fan of the Florida State Seminoles, Chicago Bears and Chicago Cubs...Serious wine collector, owns about 2,000 bottles, dating back to 1957...Co-owner with Dudley Hart of Lakeshore GC in Rochester, NY, a course he played regularly growing up...Good friend of 1986 Indianapolis 500 winner Bobby Rahal...After disqualifying himself at 1996 Bay Hill Invitational, refused to take undue credit for act, quoting Bobby Jones: \"It would be like congratulating someone for not robbing a bank.\"...Teamed with office supply retailer OfficeMax to create The Jeff Sluman & OfficeMax \"Drive for Hope\" -- a charity fund for the City of Hope and other charities.","otherInfo" : "","ntlTeams" : "The Presidents Cup (3), 2003, 2005, 2007 (Captain's Assistant). Ryder Cup (1), 2010 (Captain's Assistant)","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2007","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(4): 1999 CVS Charity Classic [with Stuart Appleby]. 2003 CVS Charity Classic [with Rocco Mediate], Franklin Templeton Shark Shootout [with Hank Kuehne]. 2004 Franklin Templeton Shark Shootout [with Hank Kuehne].","intlVics" : "(1): 2010 Nedbank Senior Golf Challenge.","curYearHigh" : "Finished outside the top-20 money-winners on the Champions Tour for the first time but still managed to post top-10s in a third of his 24 starts...Best performance of the campaign came in the season-ending event when he was on the leaderboard after 36 holes of the Charles Schwab Cup Championship and eventually finished T4 at Desert Mountain...Fell short in his bid for a third consecutive title at the Bass Pro Shops Legends of Golf in April. Teamed with Tom Lehman for a T5 finish at Big Cedar Lodge...Also played well in Arizona early in the year. Fashioned a 5-under 67 in the closing round, and it led to a T6 at the Tucson Conquistadores Classic...Rebounded from an opening-round 74 to T6 at the Nature Valley First Tee Open at Pebble Beach. Shot a final-round 67 at Pebble Beach. Had a chance to make noise down the stretch, however, his climb up the leaderboard stalled with a bogey at No. 14 and ended a run where he was 6-under par on his previous eight holes...Used a final-round 69 to move up into a T7 at the Senior PGA Championship...Was one of eight players tied for the first-round lead at The Senior Open Championship at Sunningdale before eventually T9...Was also T9 at the Boeing Classic...Rebounded from an opening-round 73 with scores of 69-67 on the weekend to T10 at The ACE Group Classic in mid-February in Naples.","carHigh" : "2014: Missed just one event during the year late in the season at the AT&T Championship, ending a streak of Champions Tour appearances at 102 consecutive dating to when he skipped the 2010 Ensure Classic at Rock Barn...Registered a victory and two second-place finishes during the campaign and earned more than $1.2 million, the largest amount he's made in a season since 2011...Had a big month in June that extended into mid-July when he was among the top six in four straight events...Started this stretch with the highlight of his season when he was able to defend his title in the Champions Division at the Big Cedar Lodge Legends of Golf, teaming with a new partner (Fred Funk) to prevail in a tight battle with Jay Haas-Peter Jacobsen. The duo birdied five of the final nine holes on the par-3 Top of the Rock Course but his 6-foot par-saving putt on the final hole secured the title. In the process, he became the fifth player to win the event with two different partners as Funk was in for Brad Faxon who could not play due to a prior commitment...Later in the month, finished second to Bernhard Langer at the Constellation SENIOR PLAYERS Championship near Pittsburgh, falling on the second playoff hole. Almost rallied from five strokes back on the last day, carding a bogey-free, 5-under 65 at Fox Chapel. Missed a golden opportunity on the first playoff hole when his 10-foot birdie effort hung on the lip. Lost one hole later when Langer converted a 5-foot birdie putt. Performance at Fox Chapel was his best career effort in a senior major, topping a T3 at the 2008 Constellation SENIOR PLAYERS. Earned Player of the Month honors for June. Never had a round above par during the month and was a cumulative 25-under for his seven stroke-play rounds...Was T5 in his next start in mid-July, at the U.S. Senior Open at Oak Tree National in Oklahoma, site of his 1988 PGA Championship victory...Started the season, in his 80th consecutive start, by posting his best showing in the Mitsubishi Electric Championship at Hualalai, finishing T2, with Fred Couples, three strokes behind Langer. Held the lead midway through the final round but watched as Langer went on a birdie run...Closed with a bogey-free 67 Sunday at Fallen Oak to finish T6 at the Mississippi Gulf Resort Classic...During his hot streak in June, was also T6 at the Encompass Championship. Positioned himself among the early leaders, and his final-round 69 at North Shore CC moved him up, the second consecutive year he's recorded a top-10 finish while playing near his home...Also put together three successive rounds of 71 to close out his appearance at the Regions Tradition, which led to a T9 finish in Alabama...Third-round 67 at The Senior Open Championship at Royal Porthcawl in Wales included a six-under 29 going out, the best nine-hole score in the event, and his overall round included nine 3s with seven 3s coming in his first eight holes. \n\n2013: For the third straight year, played in every Champions Tour event and was among the top 20 on the money list for the fifth consecutive season...Highlight of his year was in April when he won his fifth career Champions Tour title by teaming with good friend Brad Faxon for a one-stroke victory over the teams of Fred Funk-Mike Goodes and Kenny Perry-Gene Sauers in the Legends Division at the Liberty Mutual Insurance Legends of Golf in Savannah. The pair fired a final-round, better-ball, score of 7-under-par 65. The round included no bogeys. With his $230,000 check, he surpassed the $25-million mark in all-time PGA TOUR and Champions Tour earnings...Almost came from seven shots back to win the 3M Championship, eventually T2 with Corey Pavin, one stroke short of winner Tom Pernice, Jr. Final-round 62 at TPC Twin Cities included birdies on the first seven holes, a Champions Tour first since 2002, and his nine-hole score of 8-under 28 was the low-nine of the season...Played in the final grouping at the inaugural Encompass Championship and finished T3 at North Shore CC...Recorded his first top-10 finish in a U.S. Senior Open when his 68 on the last day at Omaha CC was good enough for a T6.\n\n 2012: Season highlighted by two third-place efforts in a span of three tournaments during the spring...Finished T3 at the Mississippi Gulf Resort Classic. Moved into a tie for the lead with Fred Couples after 36 holes, shooting 64 at Fallen Oak on Saturday, equaling his career low round. Played with Couples in the final grouping Sunday, but a lackluster 73 dropped him back...The following month he and teammate Brad Faxon earned a T3 finish at the Liberty Mutual Insurance Legends of Golf in Savannah.\n\n 2011: Reclaimed a spot among the top-10 money-winners after a year's absence, finishing sixth on the money list for the second time in the last three seasons...Along with Rod Spittle, played in all 24 official events...Won his fourth career title overall and his third in the last four years in early July, at the Nature Valley First Tee Open at Pebble Beach. Victory was his third in the last four years on the Monterey Peninsula. Started Sunday's final round three strokes behind Jay Haas, but his play remained steady throughout the final round as various leaders stumbled on the famed course. Made birdies on Nos. 13 and 14 and then made a clutch save out of the bunker at No. 17 to hold off various challengers. His final-round 70 matched the highest score by a winner at the event and his 10-under-par 206 matched his winning total in 2009...Got his year off to a fast start with four top-10 efforts in his first five events and put together a streak of 25 consecutive rounds at par or better from the end of 2010 through the opening round of the Outback Steakhouse Pro-Am (second-round 73 ended the string)...After a T4 at the Mitsubishi Electric Championship at Hualalai, finished T2 at the Allianz Championship where he was in contention throughout the final round and held the lead on the back nine before finishing one stroke shy of Tom Lehman. Birdied two of the final three holes but his downfall was a bogey at No. 17...In early April, finished T2 again to Lehman at the Mississippi Gulf Resort Classic. Was the first-round leader and trailed Lehman by one stroke after 36 holes before finishing four strokes back along with David Frost and Nick Price...Third runner-up effort came late in the year when he was T2 along with John Huston at the SAS Championship, falling one stroke short of Kenny Perry near Raleigh. Led on the back nine Sunday until Perry made birdie at the 16th hole to tie him and then went ahead for good when he eagled the par-5 17th hole...Also finished fourth at the Boeing Classic after being tied for the 36-hole lead at TPC Snoqualmie Ridge...Ranked third on the Champions Tour in sub-par rounds with 55. 2010: Never went more than four starts during the year without a top-10 finish and his two best efforts on the Champions Tour came in October...In the season's final full-field event, saw his bid for at least one win in a third straight season fall short at the AT&T Championship when he lost in a one-hole playoff to Rod Spittle. The pair finished at 12-under-par 201 at Oak Hills, but after hitting his tee shot into the bunker, he blasted out to 14 feet and missed his par putt. Moments later, Spittle converted a 4-footer for par and the win in San Antonio...Earlier in the month, enjoyed a strong outing when he was solo fourth at the Constellation Energy Senior Players Championship. Bounced back from a third-round, 3-over-par 73 with a final-round, 4-under-par 66, one of just two players to post the day's low round (runner-up Michael Allen the other) at the TPC Potomac...Made an impressive showing at the 3M Championship in August near Minneapolis. Joined champion David Frost in playing all 54 holes without a bogey, finishing T6 at TPC Twin Cities. In the process became the second player (Peter Senior the other at the Regions Charity Classic) to play all 54 holes bogey free on the Champions Tour in 2010 and not win the event...Ran his streak of bogey-free-holes to 72 through the first round of the JELD-WEN Tradition before making a bogey...Took time out to serve as an assistant to U.S. captain Corey Pavin at the Ryder Cup matches in Wales. Ended his year on a positive note when he won the 36-hole Nedbank Senior Challenge in South Africa, getting into the field late after Corey Pavin had to withdraw. Two-day total of 6-under-par 138 at Sun City was two strokes better than Tommy Armour III. 2009: Was one of only four players to compete in all 25 official events. His 51 sub-par rounds led the Champions Tour...Was the only player to successfully defend a title, claiming a second straight Walmart First Tee Open at Pebble Beach, his third career Champions Tour win. Carded a final-round 68 that included a hole-in-one (No. 5) at Pebble Beach, the lowest score Sunday, and came from six strokes back to defeat Gene Jones by two strokes. Ace made him the first player since R.W. Eaks at the 2007 Dick's Sporting Goods Open to make a hole-in-one and go on to win. Six-shot comeback was the largest come-from-behind Champions Tour win since Denis Watson rallied from seven shots back to win in a playoff at the 2008 AT&T Champions Classic...Almost won in late April at the Liberty Mutual Legends of Golf, where he teamed with Craig Stadler for the second straight year. The pair were tied with Bernhard Langer and Tom Lehman after 54 holes, but saw their bid for a win end with missed par putts on the second extra hole while Lehman made a short putt for par...Got his season off to a fast start by posting 14 sub-par scores in his first 15 rounds. Opening-round 3-over 75 at The ACE Group Classic ended his streak of par\/better scores carrying over from 2008 at 31 straight, the third-longest run in Champions Tour annals...Ended his season with a T3 at the Charles Schwab Cup Championship after being tied for the opening-round lead at Sonoma GC...Was also in contention through 36 holes of the season-opening Mitsubishi Electric Championship at Hualalai and eventually finished T4 in Hawaii...Trailed by just one stroke after 54 holes at the Senior PGA Championship before a final-round, 3-over-par 73 led to a T5 finish...The Champions Tour's Player of the Month in September...Recorded a milestone in July when he made his 700th PGA TOUR start, playing in the U.S. Bank Championship in Milwaukee. A two-time winner of that event (1998 and 2002), he made the cut for the 15th time in 21 appearances and finished T18. 2008: After getting a taste of the Champions Tour late in 2007, took full advantage of his rookie season, winning twice and earning more than $1.7 million, his best financial year on TOUR since 2002...Claimed multiple official titles in a season for the first time ever and 12 top-10s during the year were also a personal best...Won his first Champions Tour title in dramatic fashion in June when he defeated Loren Roberts by two strokes at the Bank of America Championship near Boston. Final-round 64 at Nashawtuc matched his low round on the Champions Tour and proved to be the lowest finish by a winner on the circuit in 2008. Birdied three of the final four holes on his way to victory in his 18th start on the circuit. After trading birdies early in the round with Roberts, he took the lead for good with a 13-foot birdie at No. 15. Increased his lead to two strokes with a 30-foot birdie at No. 17 and then closed the door with a 34-footer for a final birdie at No. 18. Played his final 43 holes without a bogey...Followed win in Boston with a second title at the Walmart First Tee Open at Pebble Beach. Five-stroke victory over Fuzzy Zoeller and Craig Stadler on the Monterey Peninsula was the largest winning margin in tournament history. Win also came 16 years after his playoff loss to Mark O'Meara at the 1992 AT&T Pebbble Beach National Pro-Am and runner-up finish to Tom Kite at the 1992 U.S. Open at Pebble Beach. Started the final round in a four-way tie for the lead but birdied four of his first eight holes Sunday to take command. Clutch par saves at No. 9 and No. 11 provided added distance from Fred Funk, his closest pursuer at the time...In late April, finished T2 with teammate Stadler in the Legends Division at the Liberty Mutual Legends of Golf. The pair closed with an 11-under 61 but fell one stroke shy of the team of Andy North and Tom Watson...Carded 64 again in the third round of the Constellation Energy Senior Players Championship, matching the best third-round score in event history. Round moved him within two strokes of Nick Price entering the final round and he eventually finished T3, two strokes back of D.A. Weibring. 2007: Played in five Champions Tour events after turning 50 in early September and was T15 in his debut on the circuit at the Greater Hickory Classic at Rock Barn...Best effort was a T12 at the Administaff Small Business Classic near Houston, where he was among the early contenders after shooting 66 in the opening round.\n","otherCarHigh" : "Began PGA TOUR career in 1983 and won six times, including one major championship…After coming close to winning the 1987 PLAYERS Championship (three-hole playoff loss to Sandy Lyle), claimed first TOUR title at the 1988 PGA Championship at Oak Tree GC with one of the finest closing rounds in tournament history. Trailed Paul Azinger by three strokes through 54 holes then shot a 6-under 65 to win by three…Had eight second-place finishes in between first and second victories (1988-97). Captured the 1997 Tucson Chrysler Classic after opening with a 75, leaving him nine strokes behind the lead. Final-round 67 produced one-stroke victory over Steve Jones…Notched the first of two Greater Milwaukee Open titles in 1998. Third-round 63 produced 54-hole tie for lead with Chris Perry. Closing 68 resulted in one-stroke victory over Steve Stricker. Won with best friend Rick Bruder, a non-golfer, serving as a caddie for the first time. Milwaukee victory propelled him to million-dollar season for the first time…Won the 1999 Sony Open in Hawaii, where he posted a two-stroke victory over Davis Love III, Jeff Maggert, Len Mattiace, Chris Perry and Tommy Tolles. Birdied final two holes to seal the win...Earned fifth PGA TOUR title, and first playoff victory, at 2001 B.C. Open, defeating Paul Gow with birdie on the second extra hole. Career playoff record had been 0-6 coming into the event. Became fifth player with upstate New York ties to win B.C. Open…Claimed second Greater Milwaukee Open title in 2002, his fourth victory since turning 40. Set 54-hole tournament mark of 20-under 193 and Sunday 68 gave him a four-stroke win over Steve Lowery and Tim Herron. Triumph in Wisconsin led to career-best earnings year of $2,083,181…Finished inside the top 100 on the money list for 22 straight seasons...First earned TOUR card in the fall of 1982 but lost his playing privileges. Sat out the 1984 season and then regained his player's card at the National Qualifying Tournament in fall of 1984…Teamed with Hank Kuehne to win the 2003 and 2004 Franklin Templeton Shark Shootout...Served as captain's assistant to Jack Nicklaus on the winning United States Presidents Cup team in both 2005 and 2007. Was first named captain's assistant by Nicklaus for 2003 Presidents Cup...Served as a captain's assistant to Love for the 2012 U.S. Ryder Cup squad...Is a member of the Florida State Athletic Hall of Fame as well as the NJCAA Golf Hall of Fame.","personal" : "Loves Formula One auto racing...Big fan of the Florida State Seminoles, Chicago Bears and Chicago Cubs...Serious wine collector, owns about 2,000 bottles dating to 1957...Co-owner, with Dudley Hart, of Lakeshore GC in Rochester, N.Y., a course he played regularly growing up...Good friend of 1986 Indianapolis 500 winner Bobby Rahal...After disqualifying himself at 1996 Bay Hill Invitational, refused to take undue credit for act, quoting Bobby Jones: \"It would be like congratulating someone for not robbing a bank.\"...Teamed with office supply retailer OfficeMax to create The Jeff Sluman & OfficeMax \"Drive for Hope\"—a charity fund that is poised to raise $450,000 to $750,000 for the City of Hope and other charities…Started in the game at age 4 but didn't think about turning pro until after his senior year of college...Favorite movies are \"One Flew Over the Cuckoo's Nest,\" \"Pulp Fiction,\" \"Caddyshack,\" \"Patton\" and \"Crash.\"...Followed the Pittsburgh Pirates as a kid and favorite player was Roberto Clemente...Says his most memorable shot was his 5-iron on the 72nd hole at the 1987 PLAYERS Championship...TV favorites include \"30 Rock,\" \"Curb Your Enthusiasm\" and \"Entourage,\" as well as college and pro football...His first job was working at a bowling alley (Dewey Gardens) in Rochester...His favorite meal is a Caesar salad, a dry-aged USDA prime ribeye with asparagus and a potato...Made his first ace at age 14 at Ridgemont CC in Rochester. Hit a 7-iron but never saw it go in since it was a blind hole...If he had one course to play the rest of his life it would be Pebble Beach...Purchased a Porsche after his first big golf payday...Says the one historical event he would have liked to have witnessed first hand was the signing of the Declaration of Independence.\n","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T3rd at the Allianz Championship.","dynStats" : "He ranks 6th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}