{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "08375","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Stankowski","first" : "Paul","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "190","weightMetric" : "86","birthDate" : "December 2, 1969","age" : "46","birthPlace" : "Oxnard, California","residence" : "Flower Mound, Texas","family" : "Wife, Regina; Joshua (8\/11\/99), Katelyn (2\/25\/02)","education" : "University of Texas-El Paso","splInterest" : "Spending time with family and friends, all sports","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1991","clubAffl" : "","cityPlaysFrm" : "Flower Mound; TX; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "7,488,148&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Fully Exempt: # Nearest 50 - 16th Web.com Tour qualifier at 2012 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Made four of eight cuts on TOUR and finished No. 218 in the FedExCup standings...Played primarily on the Web.com Tour, making nine cuts in 16 starts. Managed just one top-25 finish on either Tour, a T22 at the Web.com Tour's BMW Charity Pro-Am.\n\n2011: Made the cut in 14 of 24 starts on the PGA TOUR and claimed a pair of top-25 finishes, the best being a T21 at the Frys.com Open, following a final round, 5-under 66. With the exception of 2005, he has posted at least two top-25 finishes every year since 1994...Missed the cut at the Albertsons Boise Open in his only Web.com Tour start. \n\n2010: Made the cut in 13 of 18 starts on the PGA TOUR and had two top-10s—a T10 at the Reno-Tahoe Open and a T4 at The Greenbrier Classic. Also made six cuts in eight starts on the Web.com Tour. Closed the year with a T9 at the PGA TOUR Qualifying Tournament to regain his status for 2011. \n\n2009: Made three cuts in nine starts on the PGA TOUR, two of which were top-25s. Also made three cuts on the Web.com Tour in 12 starts. \n\n2008: Made five of 13 cuts, with three top-25 finishes. Granted Minor Medical Extension but was not able to earn enough to gain member status on TOUR for the remainder of the year. \n\n2007: Limited to 18 events due to right-shoulder injury. Did not play after the Wyndham Championship in August. Underwent surgery on October 15 to remove bone spurs from right shoulder. Logged four top-25s in 18 starts, his best finish being a T12 at the Reno-Tahoe Open in early August.\n\n2006: Played on a Major Medical Extensions, and missed remaining in that category for the rest of the season by $3,033 after the John Deere Classic in July...Despite first-round 79 at the National Qualifying Tournament, finished T8 to regain TOUR card for 2007. \n\n2005: Did some work as a guest analyst for Golf Channel and XM Radio's PGA TOUR Network while rehabbing a wrist injury and playing on a Major Medical Extension.\n\n2004: Limited to 14 events and did not play after the Booz Allen Open...Underwent surgery on his left wrist in August. \n\n2003: Underwent right-wrist surgery in May for torn cartilage after missing the cut at the HP Byron Nelson Championship. Tried to return in July but withdrew from 100th Western Open after opening 77. \n\n2002: Made the cut in 18 of 31 starts and had a pair of top-10 finishes—T4 at the Touchstone Energy Tucson Open and a T10 at the Greater Greensboro Chrysler Classic. \n\n2001: Made the cut in 19 of 27 starts on TOUR. Runner-up at the Bob Hope Chrysler Classic, four strokes behind the record-smashing Joe Durant. Runner-up finish was worth a career-best $378,000. At the Compaq Classic of New Orleans, opened the event with course-record and career-best 61. Ended the year No. 69 on the money list. \n\n2000: Made the cut in 16 of 22 starts and had nine top-25 finishes to wind up the year at No. 70 on the money list. \n\n1999: Needed a T3 in the season-ending Southern Farm Bureau Classic to jump from No. 140 on the TOUR money list to No. 113 to keep his card.\n\n1998: Made 14 cuts in 26 starts on Tour and had six top-25 finishes. Best week was a T6 at the Las Vegas Invitational. \n\n1997: Made 22 cuts in 29 starts and had 15 top-25 finishes. Also had a career-best five top-10s. Earned his second career title with a playoff victory over Jim Furyk and Mike Reid at the United Airlines Hawaiian Open. Followed up the next week with a T3 at the Tucson Chrysler Classic...Qualified for THE TOUR Championship after finishing a career-high 21st on the money list...Defeated Jim Furyk and Mike Reid in playoff at the United Airlines Hawaiian Open to capture second TOUR title. \n\n1996: Breakthrough year came, featuring his first victory on TOUR, at the BellSouth Classic in just his third full season. Defeated Brandel Chamblee with birdie on first extra hole. Arrived in Atlanta as sixth alternate after winning Web.com Tour's Louisiana Open the week before and remains the only player to win Web.com Tour and PGA TOUR events back to back. Following the regular season, he won the unofficial Lincoln-Mercury Kapalua International and the Casio World Open on the Japan Golf Tour. \n\n1994: Earned first TOUR card via a T26 at the 1993 PGA TOUR Qualifying Tournament. \n","otherCarHigh" : "Three-time All-American at Texas El-Paso.","personal" : "First played golf on Easter Sunday in 1978; 18 years later, won BellSouth Classic on Easter. Uncertain he would return to Masters, so he bought souvenir glass, filled it with bunker sand and placed his tee and ball inside as remembrance of first visit to Augusta National in 1996. Returned in 1997 and 1998. Underwent LASIK surgery in September 1998.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1994","qSchoolYear" : "1993, 1995, 2006","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(2): 1996 Casio World Open [Jpn], Lincoln Mercury Kapalua International.","curYearHigh" : "Made only one of three cuts on the PGA TOUR. Hosted a radio show on Sirius\/XM Radio with Matt Adams.","carHigh" : "2013: Finished T17 at the Sanderson Farms Championship in his only PGA TOUR start. Made three of eights cuts on the Web.com Tour. 2012: Made four of eight cuts on TOUR and finished No. 218 in the FedExCup standings...Played primarily on the Web.com Tour, with 16 starts. Managed just one top-25 finish on either Tour, a T22 at the Web.com Tour's BMW Charity Pro-Am.\n\n2011: Claimed a pair of top-25 finishes in 24 PGA TOUR starts, the best being a T21 at the Frys.com Open, following a final round, 5-under 66. With the exception of 2005, he has posted at least two top-25 finishes every year since 1994. 2010: Recorded a pair of top-10 finishes, his first top-10s since the 2004 FedEx St. Jude Classic (T9)...Initial top 10 of the year came with a T10 at the Reno-Tahoe Open...Posted his second top 10 with a T4 at The Greenbrier Classic, giving him his first multiple-top-10 season since recording four in 2003. 2009: Made three PGA TOUR cuts in nine starts, two of which were top-25s, at the Puerto Rico Open and Valero Texas Open in consecutive starts. Also made three cuts on the Web.com Tour in 2009 in 12 starts. 2008: Made five of 13 cuts on the PGA TOUR with three top-25 finishes. Granted Minor Medical Extension for 2008, but was not able to earn enough to gain member status on TOUR for remainder of the season. 2007: Limited to 18 events due to right shoulder injury...Did not play after the Wyndham Championship in August, when he underwent surgery on October 15, 2007 to remove bone spurs from right shoulder…Logged four top-25s in 18 starts in 2007, his best finish being T12 at the Reno-Tahoe Open in early August. 2006: Despite first-round 79 at the 2006 PGA TOUR Qualifying Tournament, finished T8 to regain TOUR card for 2007…Played 2005-06 on Major Medical Extensions, and missed remaining in that category for the rest of the 2006 season by $3,033 after the John Deere Classic in July. 2004: Limited to 14 events and did not play after Booz Allen Open. Underwent surgery on his left wrist on August 17, 2004. 2003: Underwent right wrist surgery in May for torn cartilage after missing cut at HP Byron Nelson Championship…Tried to return in July but withdrew from 100th Western Open after opening 77. 2001: Runner-up at the Bob Hope Chrysler Classic, four strokes behind the record-smashing Joe Durant. Runner-up finish was worth a career-best $378,000…At the 2001 Compaq Classic of New Orleans, opened the event with course-record and career-best 61. 1999: Needed a T3 in the season-ending Southern Farm Bureau Classic to jump from No. 140 on the TOUR money list to No. 113 to keep his card. 1997: Qualified for the TOUR Championship after finishing career-high 21st on TOUR money list…Defeated Jim Furyk and Mike Reid in playoff at 1997 United Airlines Hawaiian Open to capture second TOUR title. 1996: Breakthrough year featured his first victory on TOUR at BellSouth Classic in just his third full season. Defeated Brandel Chamblee with birdie on first extra hole. Arrived in Atlanta as sixth alternate after winning Web.com Tour's Louisiana Open the week before. Became the only player to win Web.com Tour and PGA TOUR events back to back…After season, won unofficial 1996 Lincoln-Mercury Kapalua International and the Casio World Open on Japan Golf Tour. 1993: Earned first TOUR card via a T26 at the 1993 PGA TOUR Qualifying Tournament. Amateur: Three-time All-America at Texas El-Paso. Two collegiate victories.\n","otherCarHigh" : "","personal" : "First played golf on Easter Sunday in 1978, and 18 years later, won BellSouth Classic on Easter...Uncertain he would return to Masters, so bought souvenir glass, filled it with bunker sand and placed tee and ball inside as remembrance of first visit to Augusta National in 1996. Returned in 1997 and 1998...Underwent LASIK surgery in September 1998...Did some work as a guest analyst for Golf Channel and Sirius\/XM Radio's PGA TOUR Network in 2005...Cites winning BellSouth Classic as his biggest thrill in golf. Cites being a dad as his biggest thrill outside of golf. Favorite course played is Pebble Beach. Would most like to play St. Andrews. Never travels without his airplane ticket. Favorite college team is the University of Alabama. Favorite TV show is \"The Unit.\" Favorite movie is \"Tommy Boy.\" Favorite book is the Holy Bible. Favorite city to visit is New York. Would round out his dream foursome with his dad, brother, Tom, and Jesus Christ.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/pages\/Paul-Stankowski\/122181727814125"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/PaulStankowski"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}