{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02015","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Rodriguez","first" : "Chi Chi","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t 5-7","heightMetric" : "1.7","weight" : "150","weightMetric" : "68","birthDate" : "October 23, 1935","age" : "80","birthPlace" : "Rio Piedras, Puerto Rico","residence" : "Dorado, Puerto Rico; Palm City, Florida","family" : "Wife, Iwalani; Donnette (4\/6\/62)","education" : "","splInterest" : "Helping kids, bird watching","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1960","clubAffl" : "El Legado (Guayama, Puerto Rico)","cityPlaysFrm" : "El Legado, Puerto Rico; ;","websiteUrl" : "http:\/\/www.iconsportsinc.com\/chi-chi-rodriguez\/","websiteName" : "","hallOfFame" : "Inducted 1992","combTourMoney" : "7,685,440&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1960","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Lone appearance was in April when he teamed with Bob Murphy to finish 11th in the Legends Division at the Bass Pro Shops Legends of Golf.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1985","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(2): 1976 Pepsi Mixed Team Championship [with JoAnn Washam]. 1979 Bahamas Open.","intlVics" : "(2): 1988 Senior Skins Game. 1989 Senior Skins Game.","curYearHigh" : "Lone appearance was in April when he teamed with Bob Murphy to finish 11th in the Legends Division at the Bass Pro Shops Legends of Golf.","carHigh" : "2007: Finished 78th at the Allianz Championship.\n 2003: Played in just nine official events...Competed in the Raphael Division at the Liberty Mutual Legends of Golf, and along with partner Larry Ziegler, finished T2 in the 36-hole event, two strokes behind winners Gary Koch\/Roger Maltbie. 2000: T3 at the FleetBoston Classic after three straight sub-par rounds, his best finish since T2 at the 1996 Ralphs Senior Classic in Los Angeles. 1998: Year came to a halt after a mild heart attack in mid-October. Scheduled to play in Sacramento at the Raley's Gold Rush Classic, but was forced to withdraw after having an angioplasty performed. 1996: Made his fourth hole-in-one on the Champions Tour in the opening round of the Raley's Gold Rush Classic. 1993: Last of his 22 official victories came at the inaugural Burnet Senior Classic, when he closed with 65 to beat Jim Colbert and Bob Murphy by two strokes. 1992: Won the Ko Olina Senior Invitational in Hawaii by six strokes near the end of the year. 1991: Won all four of his events within seven weeks early in the season and finished the year fourth on the final money list...Claimed the rain-shortened GTE West Classic with a pair of 66s...Birdied the last hole to win the Vintage ARCO Invitational near Palm Springs...Successfully defended his Las Vegas Senior Classic title and then defeated Jim Colbert in a playoff for the Murata Reunion title, his 20th Champions Tour career victory...Almost won the U.S. Senior Open, but fell to Jack Nicklaus in an 18-hole playoff at Oakland Hills CC near Detroit. 1990: Won three events and was among the top three in nine events overall...Breezed to a seven-stroke victory at the Ameritech Senior Open at Grand Traverse, Mich...Also triumphed at the Las Vegas Senior Classic and the Sunwest Bank\/Charley Pride Classic. 1989: Came from two strokes back to defeat Jim Dent and Dick Rhyan for the Crestar Classic title near Richmond. \n\n1988: Became the first player in Champions Tour annals to win the same event three consecutive years when he claimed the Digital Seniors Classic in Concord, Mass...Also won the Doug Sanders Kingwood Celebrity Classic by two strokes over Walt Zembriski and Bob Charles. \n\n1987: Became the first Champions Tour player to surpass the half-million dollar mark in single-season earnings and earned his second consecutive Byron Nelson Award for the lowest scoring average on the circuit...Won a career-high seven times, including three in a row and a Champions Tour-record four consecutive events that he entered...Claimed his last Champions Tour major championship title, the General Foods PGA Seniors' Championship, coming from six strokes back on the final day to overtake Dale Douglass...Set a Champions Tour record with eight straight birdies (holes 6-13) en route to a win at the Silver Pages Classic in Oklahoma City...Earned his second consecutive Byron Nelson Award with a scoring average of 70.07. \n\n1986: Had an outstanding rookie year, winning three tournaments and finishing second seven times...First Champions Tour win was a major, the Senior Tournament Players Championship at Canterbury GC near Cleveland...Edged Gary Player by a stroke for the Digital Seniors Classic and was a three-stroke victor over Don January at the United Virginia Bank Seniors...Earned his first Byron Nelson Award, with a scoring average of 69.65. \n\n1985: Debuted on the Champions Tour in the final event on the schedule, T5 at the Quadel Seniors Classic in Boca Raton, Fla.\n","otherCarHigh" : "Played the PGA TOUR from 1960-81...First PGA TOUR win came at the 1963 Denver Open...Came back from elbow surgery in 1971 with a playoff victory over Billy Casper at the 1972 Byron Nelson Classic...Last PGA TOUR victory came in 1979 at the Tallahassee Open with a tournament-record, 19-under-par 269, a mark equaled by Jeff Sluman six years later...Most productive year on TOUR was 1972, with $113,503 in official earnings...Member of the 1973 U.S. Ryder Cup team...Represented Puerto Rico on 12 World Cup teams...Recipient of the Ambassador of Golf Award in 1981. Received the Card Walker Award in 1986 from the PGA TOUR for his contributions to junior golf...Honored by former President Ronald Reagan with the National Puerto Rican Coalition Life Achievement Award in 1987. Received the 1988 Fred Raphael Award for his service to the game, and was honored by the Golf Course Superintendents Association with the Old Tom Morris Award. Received the Bob Jones Award in 1989, the highest honor bestowed by the USGA. Became a member of the World Humanitarian Sports Hall of Fame in 1994...Was honored in early December, 2010 by the U.S. House of Representatives for his commitment to programs assisting Latino and at-risk youth. Resolution (H.R. 1430) was introduced by Congressman Joe Baca (D. Calif.) and approved by the House with a 405-2 vote...Received the Herb Graffis Award in 1993 from the PGA of America...Inducted into the World Golf Hall of Fame in 1992.","personal" : "One of the most popular figures in all of sports...Has raised more than $5 million for his Chi Chi Rodriguez Foundation in Clearwater, Fla., with his \"Chi Chi and the Bear\" and \"Chi Chi and the Zinger\" golf outings, featuring Jack Nicklaus and Paul Azinger...As a boy in Puerto Rico, gravitated to golf by hitting tin cans with a guava tree stick...Worked as a caddie until joining the U.S. Army at age 19...Biggest thrill in golf was winning his first professional event, the Denver Open Invitational, at Denver CC in 1963...Favorite movie is \"Boys Town\" and favorite book is False Witness...Says one of his biggest thrills outside of golf was meeting Mother Teresa in the Philippines and talking with her for 45 minutes...Some of his favorite entertainers are Paul Anka and the late Sammy Davis, Jr...Favorite all-time pro athlete is Babe Ruth and enjoys the TV show \"America's Most Wanted.\"...Lists favorite foods as rice and beans, pork chops and buffalo...Among his heroes are Mother Teresa, General George Patton and Mahatma Gandhi...Served as the grand marshal for the 1994 Tournament of Roses Parade in Pasadena, Calif.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 8 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}