{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "26329","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Oosthuizen","first" : "Louis","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "180","weightMetric" : "82","birthDate" : "October 19, 1982","age" : "33","birthPlace" : "Mossel Bay, South Africa","residence" : "Pinnacle Point, South Africa","family" : "Wife, Nel-Mare (ma-REE); Jana (YA-nuh) (12\/22\/09), Sophia (2\/19\/12), Emma (6\/7\/13)","education" : "","splInterest" : "Hunting, movies","pronunciation" : "LOU-wee OOST-haze-un","nwTourAlumnus" : "","trndProYear" : "2002","clubAffl" : "Albertinia GC (Western Cape, South Africa)","cityPlaysFrm" : "Albertinia,S.Cape; ; South Africa","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2011","qSchoolYear" : "","exmtStatus" : "30th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "(12): 2004 Vodacom Origins of Golf-Arabella [SAf]. 2007 Platinum Classic [SAf], Dimension Data Pro-Am [SAf], Telekom PGA Championship [SAf], 2008 Telkom PGA Championship [SAf]. 2010 Open de Golf de Andalucia [Eur]. 2011 Africa Open [Eur]. 2012 Africa Open [Eur], Maybank Malaysian Open [Eur]. 2013 Volvo Golf Champions [Eur]. 2014 Volvo Golf Champions [Eur]. 2016 ISPS HANDA Perth International [Eur].","curYearHigh" : "Claimed his eighth European Tour title with a victory in his inaugural appearance at the ISPS HANDA Perth International, held at Lake Karrinyup CC. It marked his first victory on Tour since the 2014 Volvo Golf Champions. Entered the final round with a three-stroke cushion before a 71 left him at 16-under and one stroke clear of Frenchman Alexander Levy and two ahead of local favorite Jason Scrivener. With eight victories on the European Tour, ranks fourth among South African winners on Tour, trailing only Ernie Els (28), Retief Goosen (14) and Charl Schwartzel (11)... Posted a T7 finish in his fifth start at the Valspar Championship after making the cut for the first time at the event since 2012...Reached the final of the World Golf Championships-Dell Match Play for the first time in his career by defeating Spain's Rafa Cabrera Bello, 4 and 3, in the semifinals. Lost, 5 and 4, in the final to fellow 2015 Presidents Cup teammate Jason Day. Jumped 91 spots, from No. 128 to No. 37 in the FedExCup standings after earning 351 points as runner-up. Defeated World No. 1 Jordan Spieth, 4 and 2, in a notable quarterfinals' match to advance.","carHigh" : "2014-15: Finished the season with a 30th-place finish in the FedExCup and career-best six top-10 finishes. Made the cut in 16 of 20 starts, with runner-up performances in two of the biggest tournaments of the year—the U.S. Open and The Open Championship...In October 2014, played in the European Tour's Alfred Dunhill Links Championship and finished T6 with Richard Sterne and Shane Lowry, three shots behind winner Oliver Wilson. Tied with Tommy Fleetwood for low-round-of-the-tournament honors when he fired a third-round 62 at St. Andrews, that included five front-nine and five back-nine birdies...Fired a final-round 66—tying him for best-round-of-the-day-honors with Shane Lowry—at the DP World Tour Championship in Dubai. Finished T6 with Tyrrell Hatton and Robert Karlsson at Jumeirah Golf Estates...In early December at the Nedbank Golf Challenge in Sun City, South Africa, added a European Tour top-10 when he T7 with Jonas Blixt, Tim Clark and Thongchai Jaidee at Gary Player CC...Finished sixth at the World Golf Championships-Cadillac Championship for his first top-10 in nine Cadillac Championship starts. Previous-best finish at the event was T18 in 2011, while his best finish in 23 World Golf Championships' starts is a fourth-place effort at the 2012 Bridgestone Invitational...Two weeks later, posted four sub-par scores at the Arnold Palmer Invitational to T9 with Zach Johnson. In his only other start at Bay Hill, finished T64 in 2009, following four over-par scores...Finished T7 at the RBC Heritage, finishing inside the top 10 in his first start at the RBC Heritage. Posted four rounds in the 60s (69-67-69-67)...Turned in a T5 at the World Golf Championships-Cadillac Match Play, his second top-10 at the event (T5 in 2014). Lost in the quarterfinals to Jim Furyk, 4 and 2...Finished T2 at the U.S. Open at Chambers Bay in his bid to become the 19th player to win that event and the Open Championship in a career. It marked his fourth top-10 finish in a major. Made a back-nine charge Sunday, carding a 29 (equaling the lowest nine-hole score in U.S. Open history) that included five consecutive birdies (Nos. 12-16) and six in the final seven holes (No. 18). Opened the week with a 7-over 77, placing him 12 strokes behind the first-round leaders. His 199 total over the final 54 holes is the lowest in U.S. Open history, topping the previous mark held by Kevin Chappell by three strokes...Entered the final round of The Open Championship in a three-way tie with Jason Day and amateur Paul Dunne. Closed with a 3-under 69 to join a three-man playoff with eventual winner Zach Johnson and Marc Leishman, finishing one stroke behind Johnson. Was hoping to join Tiger Woods (2000 and 2005) and Jack Nicklaus (1970, 1978) as players to win successive Open Championships at St. Andrews since 1970. Both of his playoff losses have come in major championships (2012 Masters)...Opened the FedExCup Playoffs with a T12 finish at the Deutsche Bank Champiosnhip and T19 at the BMW Championship. After entering the TOUR Championship by Coca-Cola No. 29 in the FedExCup standings, fell to the 30th spot after withdrawing during the first round with a hamstring injury. Went 4-0-1 in his five Presidents Cup matches in the International team's 15½-14½ loss in South Korea.\n\n2013-14: Made 10 of 16 cuts on TOUR, with just one top-10. Missed the cut at The Barclays to end his season at No. 124 in the FedExCup standings...Successfully defended his Volvo Golf Champions title in South Africa with a one-stroke victory over Branden Grace at Durban CC in mid-January. Began the final round a stroke behind countryman Grace. Made an eagle on the par-5 eighth hole then played the back nine in 2-under to take the title. The win marked the fourth consecutive year he has won a championship in his home continent of Africa and the second time he's successfully defended an African title (2011 and 2012 Africa Open)...At the Maybank Malaysian Open in mid-April, fired a final-round 67 at Kuala Lumpur G&CC to shoot up the leaderboard into a T2 with Nicolas Colsaerts and Bernd Wiesberger, seven strokes shy of winner Lee Westwood...As one of six South Africans to compete in the World Golf Championships-Accenture Match Play Championship, beat No. 1 seed Henrik Stenson in the second round, 2 and 1. By doing so, prevented a No. 1 overall seed from advancing past the second round for the sixth consecutive year. Lost in the quarterfinals, 2 and 1, to eventual winner Jason Day, giving him a T5 finish at Dove Mountain.\n\n2013: Again played worldwide, making the cut in six of 12 PGA TOUR starts. His lone top-10 finish of the TOUR season came at the Shell Houston Open, and he did not play again on TOUR after the John Deere Classic in July...Appeared to hurt his chances at victory with a third-round 74 at the European Tour's Volvo Golf Champions in Durban, South Africa, in January. But he recovered with a 6-under 66 on the final day at Durban CC (seven birdies and a bogey) to come from five shots off the pace to defeat 54-hole leader Scott Jamieson by a stroke. The victory gave him a European Tour victory for the fourth consecutive year, and it was his 11th professional triumph since turning pro in 2003...Thanks largely to a bogey-free, 7-under 65 in round three of the Shell Houston Open, claimed a T10...Had a nice showing at the Asian Tour-European Tour co-sponsored Ballantine's Championship in April. Enjoyed four under-par rounds at the Blackstone Resort in South Korea to finish fifth, two shots out of the Brett Rumford-Marcus Fraser-Peter Whiteford playoff...Withdrew from The Open Championship during the first round due to a recurring neck injury. Did not play again the rest of the season...Made his first International team in The Presidents Cup and managed a 1-3-1 record in five matches. \n\n2012: Made first career start in the TOUR Championship by Coca-Cola and in the FedExCup Playoffs. Finished No. 7 in the FedExCup standings...Successfully defended his Africa Open to begin his season, taking a two-stroke victory at East London GC over fellow countrymen Tjaaart van der Walt. Shot an 11-under 62 on the par-73 East London GC in the second round. Is 43-under in his last two Africa Opens, with eight consecutive sub-par rounds...Struggled on the weekend at the Volvo Golf Champions in mid-January, shooting even par at The Links at Fancourt to T7 in South Africa...In his fifth PGA TOUR start of the season, opened with rounds of 67-66-66 to take a two-stroke lead into the final round of the Shell Houston Open. In his third start at Greystone GC, struggled early Sunday (5-over 41 on the front-nine) but fought back to a 3-over 75, finishing solo third behind winner Hunter Mahan...Lost on the second playoff hole to Bubba Watson at the 76th Masters Tournament. It was his first playoff on the PGA TOUR. Missed his previous three cuts at Augusta National GC. Also missed his previous three cuts before winning the 2010 Open Championship. Recorded the first double eagle on No. 2 at Augusta National in Masters history. Did it in the final round (4-iron from 253 yards). It was the fourth double eagle in tournament history (Bruce Devlin on No. 8, 1967; Jeff Maggert on No. 13, 1994; Gene Sarazen on No. 15, 1935. Sarazen made the double eagle on April 7, 1935 and then won the next day in a 36-hole playoff.). Made his double eagle on April 8. Sarazen is the only player since 1900 to record a double eagle on his way to winning a major championship. His double eagle is the 11th in a major since 1970...Shook off his Masters disappointment a week later by traveling to Kuala Lumpur for the Maybank Malaysian Open. Opened with a 66 at Kuala Lumpur G&CCC and followed with rounds of 68-69-68 to defeat Stephen Gallacher by three strokes at the Asian Tour-European Tour co-sanctioned event...One of three players to record all four rounds at the World Golf Championships-Bridgestone Invitational, finishing solo fourth. Was bidding to become the first South African to win the Bridgestone Invitational and the first to win a PGA TOUR event at Firestone CC since David Frost in 1989. Previous-best finish at a World Golf Championships event came at the 2011 HSBC Champions (T7). The 2010 Open Championship winner was also seeking to become just the second player in history to record his first two PGA TOUR wins at a major championship and a World Golf Championships event (Martin Kaymer, 2010 PGA Championship and 2011 World Golf Championships-HSBC Champions)...Finished T5 at The Barclays in his first start in the PGA TOUR Playoffs for the FedExCup...Came back the following week and carried a three-stroke lead over Rory McIlroy into the final round of the Deutsche Bank Championship. A Monday 71 on the Labor Day finish, compared to his playing partner's 67, left him one stroke back and in solo second place. It was his third top-five finish in his last four TOUR starts, dating to a fourth-place performance at the World Golf Championships-Bridgestone Invitational. Moved from No. 21 to No. 5 in the FedExCup standings with the strong showing...Fired four sub-70 rounds at the BMW Masters to T6 in late-October in Shanghai...Still in China a week later, outside Shenzhen, he opened with three consecutive, 4-under 68s at Mission Hills GC before a final-round 65 resulted in T6 honors at the World Golf Championships-HSBC Champions. His 65 Sunday marked his ninth straight round at par or better in his third consecutive start in the event...Made a strong bid for his third title of the campaign but came up short in a playoff with Matteo Manassero at the Barclays Singapore Open in mid-November. Shot a final-round 67 at Sentosa GC to force the extra session, then had a birdie putt for the win on the second playoff hole. Couldn't make his putt and then watched as Manassero wrapped up the title when he drained a 10-foot eagle putt on the next hole...Shot four sub-70 rounds at the European Tour's season finale, the DP World Tour Championship, in late-November to finish fifth. Completed the European Tour season third in the Race to Dubai rankings...Finished fourth at the Nedbank Golf Challenge in his home country of South Africa. Was one of only five players who finished the tournament under par.\n\n2011: In first full season on TOUR, made 10 of 15 cuts with a trio of top-10 finishes...Finished T9 at the U.S. Open on the strength of a final round 67. Recorded his first top 10 on TOUR and first since a T9 finish at the 2010 World Golf Championships-Bridgestone Invitational. He had missed seven of his last eight cuts in majors coming into the week. Missed the cut in his only other start at the U.S. Open, in 2010...Making his 15th start of the season, finished solo fourth at The McGladrey Classic with four rounds in the 60s for only his third top-10 finish on the PGA TOUR since winning the 2010 Open Championship...Won for the first time since his two-win 2010 season when he captured the Africa Open in a playoff over Chris Wood and Manuel Quiros. Made birdie on the first extra hole at East London GC...Picked up a top-10 late in the season when he T7 at the World Golf Championships-HSBC Champions in Shanghai. Began the final round two strokes behind leader Fredrik Jacobson but couldn't make a move after shooting a final-round, even-par 72 at Sheshan International GC...Added a second consecutive international top 10 with a T3 at the rain-shortened Barclays Singapore Open. He shot 63-65 over his final two rounds to miss the Gonzalo Fernandez-Castano-Juvic Pagunsan playoff by a stroke...A week later, at the Iskandar Johor Open in Malaysia, he T8. \n\n2010: Won first career major championship at The Open Championship, lapping the field by seven strokes in the process. Finished 10th in the final Race to Dubai on the European Tour...Won the Open de Golf de Andalucia on the European Tour in late March, earning a spot in the Masters two weeks later...Led over the final 48 holes and blew away the field at The Open Championship by seven strokes. The win occurred one week after his native South Africa concluded a wildly popular World Cup and the day Nelson Mandela celebrated his 92nd birthday. Opened with a 7-under 65—the lowest score by an eventual Open Championship winner—and closed with a 1-under 71 for a seven-stroke victory over Lee Westwood. The only challenge came from Paul Casey, who got within three shots after the eighth hole, but then made a triple bogey on the 12th hole. Finished at 16-under 272 and became the first player since Tony Lema in 1964 to win his first major at St. Andrews. With the seventh career worldwide victory of his career, moved to No. 15 in the Official World Golf Ranking. Made only two bogeys over the final 35 holes in a strong wind that swept across the Old Course at St. Andrews. Had made only one of eight cuts in Majors coming into The Open Championship...In first appearance in the U.S. following his Open Championship victory, shot weekend scores of 68-65 at the World Golf Championships-Bridgestone Invitational to finish T9 in his first-ever start at Firestone CC. \n\n2009: Made six starts on the PGA TOUR, with a best finish of T20 at the World Golf Championships-CA Championship...Missed the cut in three majors starts...Came close to winning on the European Tour at the start of the season with successive runner-up finishes early in the year. \n\n2008: Made the cut in two of three events on the PGA TOUR...Recorded his highest finish on the order of merit, thanks, in part, to his second consecutive win at the Telkom PGA Championship. As well as he played a year earlier, he was better during his second win. Fashioned rounds of 66-63-66-65 in his victory. \n\n2007: Had a successful season in homeland on the Sunshine Tour...Won the Dimension Data Pro-Am in January. Opened with a 66 and followed with 71-71-69 to beat Omar Sandys by a stroke...First win of the season came at the Telkom PGA Championship in February, where he shot four sub-70 rounds to win (67-65-69-65)...Lone PGA TOUR start came at the World Golf Championships-CA Championship, a T50 in Florida. \n\n2006: Top European Tour finish was a T14 at the Open de Espana en Andalucia...On the Sunshine Tour, he had three top-10s, a T5 at the South African Airways Open, a T7 at the Vodacom Origins of Golf Tour-Eastern Cape Pezula and a T9 at the Vodacom Tour Championship. \n\n2005: Finished runner-up with Charl Schwartzel at the Dunhill Championship on the Sunshine Tour, three strokes behind Ernie Els at Leopard Creek GC...Eleven months earlier, he started the final round of the Dimension Data Pro-Am in fourth place, shot a final-round 74 and finished fourth...Was also T8 at the Telkom PGA Championship in February. \n\n2004: In September, won the 54-hole Vodacom Origins-Arabella on the Sunshine Tour by a stroke over Keith Horne...In January, was fourth at the Dimension Data Pro-Am, an event won by Darren Fichardt...On the European Tour, was T4 at the Open de Sevilla, with rounds of 67-66 on the weekend...Was also solo eighth at the Deutsche Bank-SAP Open TPC of Europe...An opening 74 at the Sunshine Tour's Tour Championship proved his undoing, as he couldn't recover, even with a 68-68-66 finish. Still ended three strokes behind winner Andrew McLardy...Qualified for his first major championship but missed the cut at The Open Championship. \n\n2003: Top finish while playing a worldwide schedule was a T5 at the 54-hole Stanbic Zambia Open in Africa. \n\nAmateur: Won numerous amateur titles before turning professional in 2002 at the age of 19...Won the Irish Amateur Open and a member of the South African team, alongside fellow European Tour Member Charl Schwartzel, which won the World Junior Team Championships in 2000.\n\n","otherCarHigh" : "","personal" : "Comes from a strong tennis family with his father and brother both playing...A member of the Ernie Els Foundation in South Africa from 2000-02. The Ernie Els Foundation benefits families of limited resources and provides educational assistance and playing opportunities in order to produce successful young leaders and develop their playing ability to its full potential. “Getting into golf is very expensive. My dad is a farmer, and in the early years things weren't going that great on the farm. But when I was 17, I managed to become a member of Ernie's Foundation in South Africa and it was unbelievable what he did for me, helping with expenses and things like that.\"...Louis57oosthuizen.com is his website.","otherInfo" : "","ntlTeams" : "The Presidents Cup (2), 2013, 2015; World Cup (1), 2011.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 2nd at the World Golf Championships-Dell Match Play.","dynStats" : "He ranks T58th in Driving Distance - Driver on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/LouisOosthuizenOfficial"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/Louis57TM"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}