{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "10425","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Williamson","first" : "Jay","middle" : "","extn" : "","nick" : ""}, "height" : "5-10","weight" : "180","birthDate" : "February 7, 1967","age" : "45","birthPlace" : "St. Louis, Missouri","residence" : "St. Louis, Missouri","family" : "Wife, Marnie; Whitney Lain (5\/11\/99); Justin Thomas (8\/5\/02), George Marshall (9\/29\/05)","education" : "Trinity College (1989, Political Science)","splInterest" : "Stock market, current events, sports","trndProYear" : "1990","qSchoolYear" : "1994, 1995, 1998, 1999, 2008, 2009","clubAffl" : "Bellerive CC (St. Louis, Missouri)","cityPlaysFrm" : "St. Louis; MO; United States","websiteUrl" : "http:\/\/www.iconsportsinc.com\/jay-williamson\/","websiteName" : "","hallOfFame" : "","combTourMoney" : "6,303,566&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "No. 167 on the 2010 PGA TOUR money list","otherVics" : "","intlVics" : "","curYearHigh" : "Made 13 cuts in 24 starts on the PGA TOUR, with one top-10 performance. Ended the year No. 167 on the money list...Finished T8 at the St. Jude Classic presented by Smith & Nephew. Finish was his first top-10 since a playoff loss to Kenny Perry at the 2008 John Deere Classic.","carHigh" : "2009: Earned fully exempt status for 2010 via the PGA TOUR Qualifying Tournament, his sixth successful trip in the finals in seven attempts. Shot a fifth-round 75, but rallied with a final-round 69…Made 14 off 22 cuts on the PGA TOUR, with one top-25 finish, and placed 184th on the money list…Made two starts on the Nationwide Tour, making one cut. 2008: Made 18 cuts in 33 starts on TOUR, finishing No. 66 in the FedExCup standings…Had his third PGA TOUR hole-in-one at the Wachovia Championship when he aced the sixth hole in the second round at Quail Hollow Club… Finished T2 at the John Deere Classic, losing in a three-man playoff with Brad Adamonis and eventual winner Kenny Perry. Adamonis and Williamson hit their approach shots on the first playoff hole, the par-4 18th, into a green-side pond and Perry won with a two-putt par. With a final-round 69, earned a spot in the British Open, played the next week (finished T39)…Fourth major championship appearance and his first at the British Open. He competed in the U.S. Open in 1999, 2001 and 2003, with his best finish a T20 in 2003…Played in the first three events of the PGA TOUR Playoffs for the FedExCup, before a T52 at his hometown's BMW Championship failed to advance him to THE TOUR Championship. Finished 137th on the PGA TOUR money list…Regained fully exempt status with a T18 finish at the PGA TOUR Qualifying Tournament. 2007: Finished equivalent of 123rd on the TOUR money list, with his $835,515 total in 14 events. As a nonmember, needed to collect more than the 125th place finisher on the 2007 PGA TOUR money list in order to earn his card for the 2008 season. Playing on a Sponsor Exemption in just his second TOUR start of the season, finished second at the Travelers Championship, falling in a playoff to Hunter Mahan. Held a share of the 36-hole lead with David Toms and led Mahan by one through 54 holes. Missed a 12-foot birdie putt on the 72nd hole that would have secured first TOUR victory. Was unable to convert 7-foot birdie putt on the first extra hole that would have extended the playoff as Mahan drained a 2-foot birdie putt for the win. Earned a career-best $648,000…Two months prior to near-miss at the Travelers Championship, earned first career Nationwide Tour victory at the Fort Smith Classic, closing with a 63 to earn $94,500…Joined the TOUR in July as a Special Temporary Member for the remainder of the year. 2006: Playing under a Major Medical Extension, made the cut in six of 18 starts on TOUR. Despite making only seven starts, posted two top-10 finishes on the Nationwide Tour, including a season-best T5 at the Northeast Pennsylvania Classic. 2005: Limited to 16 events on TOUR due to knee injury. Underwent surgery on June 29 and did not play after the Barclays Classic…Lone top-10 of the season came in his eighth start, a T10 at the weather-shortened, 54-hole BellSouth Classic. 2004: Finished in the top 125 for the fifth consecutive season on the strength of two top-10 finishes. 2003: Only top-10 was T3 at the BellSouth Classic. 2002: Finished 125th on the money list, thanks to T16 finish at the Buick Challenge and a T5 finish at the season-ending Southern Farm Bureau Classic, which pushed him past David Frost by $5,600 for the final fully-exempt spot on TOUR. 2001: Finished strong after changing his putting grip to \"the claw.\"…Best effort of season came at the Marconi Pennsylvania Classic with a T6 which pushed him from No. 131 to 105th on money list. 2000: Made the most of his exempt status, playing in 32 events and making the cut in 20 of those. Lone top-10 came at Bay Hill Invitational, a T7. 1999: Only top-10 was a T4 at the rain-shortened AT&T Pebble Beach National Pro-Am and finished 144th…Returned to Qualifying Tournament to improve his position for the next season on the PGA TOUR and finished T2. 1998: Member of the Nationwide Tour, finished 18th on the money list thanks to two runner-up finishes…Lost to good friend Matt Gogel in a four-hole playoff at the Omaha Classic. Late in the season, finished alone in second at the Inland Empire Open in Moreno Valley, CA. 1995: Rookie on the PGA TOUR, with his best finish being a T4 at the Ideon Classic at Pleasant Valley. 1991: Winner of Kansas Open.\n\n","otherCarHigh" : "Named 1989 Senior Scholar Athlete at Trinity College. Played baseball and hockey in college.\n\n","personal" : "Avid hockey fan.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1995","exmtStatus" : "Veteran Member","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2011: Made six PGA TOUR starts and 15 Web.com Tour starts, which yielded one top-10 finish...Four rounds in the 60s earned him a T9 at the Price Cutter Charity Championship. 2010: Made 13 cuts in 24 starts on the PGA TOUR in 2010, with one top-10 performance...Finished T8 at the St. Jude Classic. Finish was his first top-10 since a playoff loss to Kenny Perry at the 2008 John Deere Classic. 2009: Earned fully exempt status for 2010 via the 2009 PGA TOUR Qualifying Tournament, his sixth successful trip in the finals in seven attempts. Shot a fifth-round 75, but rallied with a final-round 69…Made 14 off 22 cuts on the PGA TOUR, with one top-25 finish, and placed 184th on the money list…Made two starts on the Web.com Tour, making one cut. 2008: Made 18 cuts in 33 starts on TOUR, finishing No. 66 in the FedExCup standings…Had his third PGA TOUR hole-in-one at the Wachovia Championship when he aced the sixth hole in the second round at Quail Hollow Club… Finished T2 at the John Deere Classic, losing in a three-man playoff with Brad Adamonis and eventual winner Kenny Perry. Adamonis and Williamson hit their approach shots on the first playoff hole, the par-4 18th, into a green-side pond and Perry won with a two-putt par. With a final-round 69, earned a spot in the British Open, played the next week (finished T39)…Fourth major championship appearance and his first at the British Open. He competed in the U.S. Open in 1999, 2001 and 2003, with his best finish a T20 in 2003…Played in the first three events of the PGA TOUR Playoffs for the FedExCup, before a T52 at his hometown's BMW Championship failed to advance him to THE TOUR Championship. Finished 137th on the PGA TOUR money list…Regained fully exempt status with a T18 finish at the 2008 PGA TOUR Qualifying Tournament. 2007: Finished equivalent of 123rd on the TOUR money list, with his $835,515 total in 14 events. As a nonmember, needed to collect more than the 125th place finisher on the 2007 PGA TOUR money list in order to earn his card for the 2008 season. 2007: Playing on a Sponsor Exemption in just his second TOUR start of the season, finished second at the Travelers Championship, falling in a playoff to Hunter Mahan. Held a share of the 36-hole lead with David Toms and led Mahan by one through 54 holes. Missed a 12-foot birdie putt on the 72nd hole that would have secured first TOUR victory. Was unable to convert 7-foot birdie putt on the first extra hole that would have extended the playoff as Mahan drained a 2-foot birdie putt for the win. Earned a career-best $648,000…Two months prior to near-miss at the Travelers Championship, earned first career Web.com Tour victory at the Fort Smith Classic, closing with a 63 to earn $94,500…Joined the TOUR in July as a Special Temporary Member for the remainder of 2007. 2006: Playing under a Major Medical Extension, made the cut in six of 18 starts on TOUR. Despite making only seven starts, posted two top-10 finishes on the Web.com Tour, including a season-best T5 at the Northeast Pennsylvania Classic. 2005: Limited to 16 events on TOUR due to knee injury. Underwent surgery on June 29 and did not play after the Barclays Classic…Lone top-10 of the season came in his eighth start, a T10 at the weather-shortened, 54-hole BellSouth Classic. 2004: Finished in the top 125 for the fifth consecutive season on the strength of two top-10 finishes. 2003: Only top-10 was T3 at the BellSouth Classic. 2002: Finished 125th on the money list, thanks to T16 finish at the Buick Challenge and a T5 finish at the season-ending Southern Farm Bureau Classic, which pushed him past David Frost by $5,600 for the final fully-exempt spot on TOUR. 2001: Finished strong after changing his putting grip to \"the claw\"…Best effort of season came at the Marconi Pennsylvania Classic with a T6 which pushed him from No. 131 to 105th on money list. 2000: Made the most of his exempt status, playing in 32 events and making the cut in 20 of those. Lone top-10 came at Bay Hill Invitational, a T7. 1999: Only top-10 was a T4 at the rain-shortened AT&T Pebble Beach National Pro-Am and finished 144th…Returned to the PGA TOUR Qualifying Tournament to improve his position for the next season on the PGA TOUR and finished T2…1998: Member of the Web.com Tour, finished 18th on the money list thanks to two runner-up finishes…Lost to good friend Matt Gogel in a four-hole playoff at the Omaha Classic. Late in the season, finished alone in second at the Inland Empire Open in Moreno Valley, Calif. 1995: Rookie on the PGA TOUR, with his best finish being a T4 at the Ideon Classic at Pleasant Valley. 1991: Winner of Kansas Open. Amateur: Named Senior Scholar Athlete at Trinity College in 1989. \n","otherCarHigh" : "","personal" : "Played baseball and hockey in college...Avid hockey fan.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the PGA TOUR 2 times.","dynStats" : "He ranks T40th in Victory Leaders on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/jwilliamson4"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}