{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01755","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Mast","first" : "Dick","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "180","weightMetric" : "82","birthDate" : "March 23, 1951","age" : "65","birthPlace" : "Bluffton, Ohio","residence" : "Forest, Virginia","family" : "Wife, Roberta; Richard (4\/9\/79), Joshua (4\/1\/83), Caleb (6\/11\/86), Jonathan (3\/14\/89), Jacob (12\/5\/90)","education" : "St. Petersburg Junior College (1971, Business)","splInterest" : "Family, Bible study, all sports","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1972","clubAffl" : "West Orange CC (Winter Garden, Florida)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,009,500&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "Veteran member","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "BUY.COM TOUR member in 1990 and 1995-99...made the cut in 14 of 21 events in 1999 with four top-10 finishes...shared the 54-hole lead with Tim Clark at the Dominion Open...final-round 72 left him tied for second place, one stroke back of winner Darron Stiles...third-round 65 moved him to second place at the Inland Empire Open, where he finished second and moved from No. 61 to No. 33 on the money list...shared the 54-hole lead with Joel Edwards the following week at the New Mexico Classic...posted a final-round 63 to win by three strokes...victory was worth $40,500 and vaulted him to No. 15 on the money list...was 16-under par for his final three rounds, the lowest 54-hole score on TOUR in 1999...had the distinction of having the highest start by a winner (73) and the lowest finish by a winner (63)...victory at New Mexico Classic made him the oldest player to win on the BUY.COM TOUR...also is the player with the longest elapsed time between wins: 9 years, 3 months and 26 days...finished ninth in putting average (1.765) and Putts Per Round (28.80)...has played in PGA TOUR events since 1974...best year came in 1993 when he earned $210,125 and finished No. 82 on the money list...had four top-10 finishes in 1993, including a fourth-place finish at the Honda Classic and a seventh at the B.C. Open...three-time winner in 1990...earned titles in 1990 at the Mississippi Gulf Coast Classic, the Pensacola Open and the Ft. Wayne Open...Finished No. 3 on the final money list to earn his 1991 PGA TOUR card.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2001","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Open-qualified for the Dick's Sporting Goods Open and was in contention early on the back nine. Despite a double bogey at the final hole, finished T7 to earn a spot into the Boeing Classic, the Tour's next event. His performance at En-Joie GC was his best on the Champions Tour since a T3 at the 2012 Senior Open Championship. \n\n2013: Played in 21 of the 26 official events, posted one top-10 finish and was inside the top 25 seven times...Was the 18-hole leader at the Montreal Championship following a 3-under-par 69 in windy conditions. It marked the first time in his career he held sole possession of a lead after any round. He eventually finished T9...Closed the campaign with top-20 finishes in his final two starts. Was T14 at the Greater Hickory Kia Classic at Rock Barn, where he matched his career-low round with an opening-round 64 and shared the first-round lead...Came back the following week to post a T18 at the AT&T Championship in San Antonio.\n\n2012: Finished 38th on the money list, with $388,252, his best overall earnings year since joining the Champions Tour in 2001. His total was more than what he had made in the five previous years combined...Had a pair of top-10 finishes to his credit, his first top-10s since 2007...Open-qualified for The Senior Open Championship at Turnberry and proceeded to post a T3 finish, his best showing on the Champions Tour since he was third in the same event six years earlier, also at Turnberry...Three consecutive rounds in the 60s at the Pacific Links Hawaii Championship in September led to a T6 finish, which earned him a berth in the SAS Championship as a top-10 finisher in his previous event...As an open qualifier, was on the leaderboard early in the final round of the Dick's Sporting Goods Open and eventually was T12 at En-Joie GC...Also posted a T8 at the Mallorca Open Senior on the European Senior Tour. \n\n2011: Open-qualified for four events, including the final two full-field events of the year in Texas...Finished T27 at the Dick's Sporting Goods Open, the Insperity Championship and the AT&T Championship...Also made one start on the PGA TOUR, at the Viking Classic but withdrew after one round...Earned conditional status for the 2012 season by finishing T11 at the Champions Tour National Qualifying Tournament in Scottsdale, Ariz. After a three-hole playoff, he claimed the 12th and final conditional spot...Was the medalist at the European Senior Tour's Qualifying School at the close of the year in Portugal, where four consecutive rounds in the 60s left him seven strokes clear of the field. \n\n2010: Played in two events, with a T67 at the Toshiba Classic his best finish...Also made two starts on the PGA TOUR and missed the cut in The Greenbrier Classic and the Turning Stone Championship. \n\n2009: Made just two starts with best finish a T57 at the Principal Charity Classic. \n\n2008: Made just six appearances, with a T25 at the Walmart First Tee Open at Pebble Beach his top performance. \n\n2007: Competed in 21 events, with a T6 at the SAS Championship his best effort. \n\n2006: Made just 14 starts, but earned a partial-exemption for the 2007 season as a result of being 44th on the money list...Open-qualified for the Regions Charity Classic and finished T6 in Birmingham after starting with rounds of 69-66 at Ross Bridge. Trailed by one stroke after 36 holes, but closing-round 72 dropped him back...Opened eyebrows in his sixth start of the year, finishing third at The Senior Open Championship at Turnberry, his career performance in a senior major. The finish also matched the top effort of his Champions Tour career (also T3 at the 2002 Turtle Bay Championship). Shot a remarkable 36-hole score of 3-under 137 on the weekend in adverse weather conditions to move up from a T17 after the first 36 holes in Scotland. Jumped into contention Sunday by holing a 30-foot eagle putt on No. 17. Almost joined Loren Roberts and Eduardo Romero in the playoff, but left his 18-foot birdie putt on the lip on the 72nd hole. High finish and career-best check of $110,383 on the Ailsa Course propelled him to fully-exempt status for the remainder of the year through the re-order category...Contended again late in the season near Houston. Placed fourth at the rain-shortened Administaff Small Business Classic after being tied for the first-round lead. Along with Jay Haas and Tom Purtzer, shot 7-under 65 Friday, his low round of the year, and then added a 69 Saturday before Sunday rains forced officials to cancel the final round...Also made two starts on the Web.com Tour, missing the cut at both the BMW Charity Pro-Am at The Cliffs and the Athens Regional Foundation Classic. \n\n2005: Made 16 starts and lone top-10 finish was a T5 at the Turtle Bay Championship, thanks to three consecutive rounds of 69 in Hawaii. Was among the leaders all three days...Had the year's longest-measured putt at 73 feet, one inch in the final round at the 3M Championship (No. 18). \n\n2004: Made six appearances on the Champions Tour, open-qualifying for his first three starts. Best effort was a T18 in his first appearance at the Royal Caribbean Golf Classic...Earned conditional status for the 2005 Champions Tour season after placing 12th at the National Qualifying Tournament near St. Augustine, Fla.. Posted 16-under 416 total over six rounds at the King and Bear course at World Golf Village. \n\n2003: Top finish was a T17 at the Senior PGA Championship. \n\n2002: Was T3 at the 2002 Turtle Bay Championship in Hawaii, one stroke out of a playoff with Hale Irwin and Gary McCord. \n\n2001: First joined the Champions Tour in the spring of 2001 and made his debut at the Bruno's Memorial Classic (T38)...Fully exempt for the 2002 Champions Tour after finishing eighth at the 2001 Champions Tour National Qualifying Tournament. Grabbed the eighth and final fully-exempt position when he birdied the second playoff hole.\n","otherCarHigh" : "Played primarily on the PGA TOUR from 1974-2001, with 347 total starts. Made 177 cuts on the PGA TOUR during that period, with earnings totaling $1,123,038...Has played in 107 events on the Web.com Tour and made 63 cuts, with total earnings of $311,028...Best year on the PGA TOUR came in 1993 when he earned a career-best $210,125 and finished 82nd on the money list...Finished second to Richard Zokol at the 1992 Greater Milwaukee Open...Owns four Web.com Tour victories, including three in 1990—Mississippi Gulf Coast Classic, Pensacola Open and the Fort Wayne Open. Added a fourth in 1999 when he captured the New Mexico Classic. Finished third on the money list on the Web.com Tour in 1990 to earn his PGA TOUR card again...Has one career hole-in-one.","personal" : "Biggest thrill in golf was finishing 32-under-par in a regional PGA TOUR qualifier in 1985...Heroes are Arnold Palmer, Jack Nicklaus and Gary Player...His father, a former club pro, got him started in golf as a child.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T29th at the Chubb Classic.","dynStats" : "He ranks T80th in Career Cuts on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}