{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01307","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Edwards","first" : "Joel","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "190","weightMetric" : "86","birthDate" : "November 22, 1961","age" : "54","birthPlace" : "Dallas, Texas","residence" : "Coppell, Texas","family" : "Wife, Rhonda; Tanner Grant (4\/23\/97)","education" : "University of North Texas","splInterest" : "Music, movies, flying","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus (1999)","trndProYear" : "1984","clubAffl" : "","cityPlaysFrm" : "Coppell; TX; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,586,534&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Former Fully-Exempt PGA TOUR member","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Spent most of the 2005 season competing on the Nationwide Tour, with only one start on the PGA TOUR. Made four cuts in 14 starts on the Nationwide Tour. Did not earn enough in his six starts from the Major Medical Extension category in 2004 to retain his PGA TOUR card for the season. Played in 11 events, finishing 219th on the money list, the lowest in his 14-year TOUR career. Double-bogeyed the final hole at 2004 TOUR National Qualifying Tournament to miss his 2005 card by two strokes. Largely due to a torn tendon in elbow that required surgery, suffered through sub-par 2003 season, with only seven made cuts in 23 starts. Received a Major Medical Extension for 2004. Coupled with $143,382 earned in 23 events in 2003, had the opportunity to play in six events to earn $344,113. Best finish was T18 at the 2003 B.C. Open. Battled with a bout of double pneumonia for two months at end of 2002 season and still felt effects at Sony Open in Hawaii in early 2003. Surpassed the $1-million mark in earnings for the second straight season in 2002, thanks to career-high four top-10s. Finished the 2001 season by making 10 of last 11 cuts and made $862,802 of his career-best $1,193,528. Earned first TOUR title in 316th career start at 2001 Air Canada Championship. Shared first- and second-round leads with Greg Kraft before taking three-stroke lead into final round. Led TOUR event after 54 holes for first time in career. Rounds of 65-67-68-65—265 produced share of tournament record. Earned $638,422 and was 73rd on the 2000 TOUR money list. In 1999, earned his 2000 TOUR card with a second-place finish on the Nationwide Tour money list. Brought home his first career victory with a come-from-behind win at the Mississippi Gulf Coast Open in February. Named Player of the Month for February. Had six top-10s in his last seven events. In 1996, broke into the Top 100 on the money list for the first time in career (No. 90, $248,450). Recorded a T2 at the 1992 B.C. Open to finish six strokes behind winner John Daly. Winner of 1988 North Dakota Open. \n","otherCarHigh" : "Named to the All-Southland Conference team at North Texas State. American Junior Golf Association All-American.","personal" : "Had back surgery in January 1998, which kept him off the TOUR for most of the year. Played in only six events from May to August. Still dreams of playing third base for the New York Yankees. Met hero, Joe Torre, manager of the Yankees, at the 2002 Mercedes Championships.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1984","qSchoolYear" : "1988, 1989, 1990, 1995","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2004: Did not earn enough in his six starts from the Major Medical Extension category in 2004 to keep his card. Played in 11 events, finishing 219th on the money list, the lowest in his 14-year TOUR career. Double bogeyed the final hole at 2004 TOUR Qualifying Tournament to miss his 2005 card by two strokes. 2003: Largely due to a torn tendon in elbow that required surgery, suffered through sub-par 2003 season with only seven made cuts in 23 starts. Received a Major Medical Extension for 2004. Coupled with $143,382 earned in 23 events in 2003, had the opportunity to play in six events to earn $344,113 to retain his card. Best finish was T18 at the 2003 B.C. Open. Battled with a bout of double pneumonia for two months at end of 2002 season and still felt effects at Sony Open in Hawaii. 2002: Surpassed the $1-million mark in earnings for the second straight season, thanks to four top-10s...Played in the Mercedes Championships for the first time in career, finishing 13th...One week later, finished T7 at the Sony Open in Hawaii...Aided by final-round 63, finished T5 at the Canon Greater Hartford Open, four strokes behind champion Phil Mickelson...Continued consistent play, making 12th consecutive cut with T5 finish at Valero Texas Open for third top-10 of season. 2001: Finished the season by making 10 of last 11 cuts and made $862,802 of his career-best $1,193,528...Earned first PGA TOUR title in 316th career start at Air Canada Championship. Shared first- and second-round leads with Greg Kraft before taking three-stroke lead into final round. Led PGA TOUR event after 54 holes for first time in career. Rounds of 65-67-68-65--265 produced share of tournament record. 2000: Earned $638,422 and was 73rd on the TOUR money list...Best finish came in home state of Texas, where he earned T3 at the Shell Houston Open. $162,400 check more than any season total since 1996. Top-10 also his first since 1996, when he had a second at the B.C. Open. 1999: Earned his 2000 PGA TOUR card with a second-place finish on the Nationwide Tour money list...Brought home his first career victory with a come-from-behind win at the Mississippi Gulf Coast Open in February...Named Player of the Month for February...Had six top-10s in his last seven events. 1996: Broke into the Top 100 on the TOUR money list for the first time in his career (No. 90, $248,450). 1992: Recorded a T2 at the B.C. Open to finish six strokes behind winner John Daly and earn $52,800. 1988: Winner of North Dakota Open. Amateur: Named to the All-Southland Conference team at North Texas State...American Junior Golf Association All-American.\n","otherCarHigh" : "","personal" : "Had back surgery in January 1998, which kept him off the TOUR for most of the year. Played in only six events from May to August...Still dreams of playing third base for the New York Yankees. Met hero Joe Torre, manager of the Yankees, at the 2002 Mercedes Championships.","otherInfo" : "Split time between the PGA TOUR (four starts, no cuts made) and Nationwide Tour (eight starts, two cuts made) in 2007. Spent most of 2006 competing on Nationwide Tour (7 of 17 cuts), with only three starts on the PGA TOUR (two made cuts). In 2005, made four cuts in 14 starts on the Nationwide Tour. Did not earn enough in his six starts from the Major Medical Extension category in 2004 to retain his card for the season. Played in 11 events, finishing 219th on the money list, the lowest in his 14-year TOUR career. Double bogeyed the final hole at 2004 TOUR Qualifying Tournament to miss his 2005 card by two strokes. Largely due to a torn tendon in elbow that required surgery suffered through sub-par 2003 season with only seven made cuts in 23 starts. Received a Major Medical Extension for 2004. Battled a bout of double pneumonia for two months at end of 2002 season and still felt effects at Sony Open in Hawaii in early 2003. Surpassed the $1-million mark in earnings for the second straight season in 2002, thanks to career-high four top-10s. Finished the 2001 season by making 10 of last 11 cuts and made $862,802 of his career-best $1,193,528. Earned first TOUR title in 316th career start at 2001 Air Canada Championship. Shared first- and second-round leads with Greg Kraft before taking three-stroke lead into final round. Led TOUR event after 54 holes for first time in career. Rounds of 65-67-68-65--265 produced share of tournament record. Earned $638,422 and was 73rd on the 2000 TOUR money list. In 1999, earned his 2000 TOUR card with a second-place finish on the Nationwide Tour money list. Brought home his first career victory with a come-from-behind win at the Mississippi Gulf Coast Open in February. Named Player of the Month for February. Had six top-10s in his last seven events. In 1996, broke into the Top 100 on the money list for the first time in career (No. 90, $248,450). Recorded a T2 at the 1992 B.C. Open to finish six strokes behind winner John Daly. Winner of 1988 North Dakota Open. Named to the All-Southland Conference team at North Texas State. American Junior Golf Association All-American. Had back surgery in January 1998, which kept him off the TOUR for most of the year.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2012","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Made nine starts, open-qualifying six times. Best effort was a T34 at the 3M Championship...Secured conditional status for 2015 by placing eighth at the National Qualifying School final at Orange County National. Found himself tied with Jeff Freeman after 72 holes but secured the eighth position with a birdie on the first playoff hole. \n\n2013: Appeared in 16 events, with one top-10 finish and six top-25 performances...Birdied the final three holes to shoot 6-under 66 Sunday, the low round of the day, and jumped into a T7 at The Principal Charity Classic. Peformance in Iowa earned him a spot in the Encompass Championship in Chicago...Narrowly missed another top-10 when he was 11th, thanks to successive rounds of 68 on the weekend at the Boeing Classic near Seattle in August...Had a nice effort at the Senior PGA Championship in St. Louis in late-May, claiming a T13 finish.\n\n2012: Open-qualified for the 3M Championship and, in his 11th career Champions Tour start, registered his first top-five performance, a fifth-place effort at TPC Twin Cities. Was on the leaderboard throughout the tournament and shot 67 in the final round...Also was T12 at the Senior PGA Championship at Harbor Shores...Credited with the year's longest drive on the Champions Tour, a 369-yarder in the second round of the Boeing Classic. \n","otherCarHigh" : "Apart from 1998-99 when he played the Web.com Tour, he was a regular on the PGA TOUR from 1989-2004 with one win, one runner-up and one third-place finish along with 19 top-10 finishes on his resume...Best performance on the money list was 46th in 2001, the same year he earned his lone victory on TOUR when he won the Air Canada Championship at Northview G&CC in British Columbia. Shot rounds of 65-67-68-65 to win by seven strokes over Steve Lowery. Posted two other top-10s that year and earned $1,193,528 for career-best financial season. Also earned just over $1 million in 2002, the only other year he exceeded the million-dollar mark for a season..Played more than 100 Web.com Tour events, mostly after 2004. He had one win and 11 top-10 finishes. The victory came at 1999 Mississippi Gulf Coast Open, where he beat John Riegger by a stroke...Made the cut in three majors during his career, with best result a T39 at 2002 PGA Championship at Bellerive in Missouri, site of the 2013 Senior PGA Championship...Attended North Texas State University and was medalist at the 1983 Southland Conference Championship before turning professional in 1984.","personal" : "Had back surgery in January 1998, which kept him off the TOUR for most of the year. Played in only six events from May to August...Still dreams of playing third base for the New York Yankees. Met hero Joe Torre, former manager of the Yankees, at the 2002 Mercedes Championships.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was 5th in 2012 at the 3M Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}