{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "26679","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Stadler","first" : "Kevin","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "250","weightMetric" : "113","birthDate" : "February 5, 1980","age" : "36","birthPlace" : "Reno, Nevada","residence" : "Scottsdale, Arizona","family" : "Single","education" : "University of Southern California (2002)","splInterest" : "Hockey, football, all sports, reading","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2004, 2006)","trndProYear" : "2002","clubAffl" : "","cityPlaysFrm" : "Denver; CO; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "10,239,604&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "xxxxxxxxxx","otherVics" : "","intlVics" : "(2): 2005 Centenary Argentine Open. 2006 Johnnie Walker Classic [Eur].","curYearHigh" : "","carHigh" : "Member of the Nationwide Tour in 2004 and 2006 and a member of the PGA TOUR in 2005 and 2007-08. Made the cut in 16 of 30 PGA TOUR starts in 2008 with his lone top-10 coming at the Puerto Rico Open (T4). Had four other top-25s and ended the season No. 145 on the money list. Was T15 at THE PLAYERS Championship. Made the cut in 16 of 31 starts in 2007 with a career-best runner-up finish at the Reno-Tahoe Open. Followed that with a T7 at the Wyndham Championship. Won twice in 15 starts on the 2006 Nationwide Tour. Earned his third career title at the Xerox Classic. Was in the clubhouse watching the final groups finish on television and collected the win when leader Glen Day double-bogeyed the final hole to give Stadler the win. Won again five weeks later, capturing the Albertsons Boise Open. Posted a final-round 66 to again top Day by a single stroke. Finished the year No. 7 on the money to regain his PGA TOUR card. Made the cut in 15 of 33 starts on the PGA TOUR during his rookie season in 2005 after finishing 13th during his first season on the Nationwide Tour in 2004. With four rounds in the 60s, posted first career top-10 in 13th professional start with a T9 at the Chrysler Classic of Tucson. Finished T10 at the John Deere Classic, posting three rounds in the 60s to finish five shots behind Sean O'Hair. Second-round, 8-under-par 63 was career-low round on the PGA TOUR. Posted a hole-in-one on No. 14 with a 9-iron at the TPC of Summerlin in the first round of the Michelin Championship at Las Vegas. Tied for fifth, three off the lead entering the final round, but was disqualified (Rule 4-1\/1) for having a non-conforming club (shaft in wedge was bent) in his bag. Made the cut in 11 of 13 tournament appearances on the 2004 Nationwide Tour, including six top-25 finishes. Won his first start of the season with a 9-under 279 at the Lake Erie Charity Classic, outlasting Bubba Watson and Michael Long in a four-hole playoff. His 2-over 74 was the highest final round by a winner all season. His father, Craig, won the Champions Tour's Bank of America Championship in Massachusetts just minutes earlier, making the father-son duo the first to accomplish such a feat since Bob Duval won the Emerald Coast Classic on March 28, 1999, the same day his son David won THE PLAYERS Championship. Became the first sponsor exemption to win on the Nationwide Tour since Chris Couch won the 2001 Florida Classic. Followed his victory in Lake Erie with another win two weeks later at the Scholarship America Showdown, with a tournament record 11-under-par 269. Second win also came in extra holes, this time a three-hole affair with Kyle Thompson, Chris Tidland and Mathew Goggin. The win came in just his fourth career start on the Nationwide Tour, giving him the honor as the fastest player to two wins in Tour history. Dick Mast held the previous-best mark, winning his second career title in his sixth start back in 1990. Made the cut in four of five appearances on the 2004 PGA TOUR, including his first career cut at the AT&T Pebble Beach National Pro-Am, finishing T61. Came back the next week and shot an opening-round 64 to take a one-shot lead at the Buick Invitational, finishing the event T59. \n","otherCarHigh" : "Was named Pac-10 Player of the Year as a senior at Southern California in 2002. Led the Trojans to their second consecutive Pac-10 championship and finished his senior year with six top-five finishes in NCAA play, including four seconds. As a senior at Kent Denver School in Englewood, CO, won the Colorado high school state championship and was a second-team 1997 AJGA Rolex All-American. He also won the 1997 Junior World Championships (he and father Craig are the only father\/son champions in the history of the event).","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2005","qSchoolYear" : "","exmtStatus" : "2013-14 tournament winner (through 2015-16)","otherVics" : "(2): 1999 Champions Challenge [with Craig Stadler]. 2002 Colorado Open.","intlVics" : "(2): 2005 Centenary Argentine Open. 2006 Johnnie Walker Classic [Eur].","curYearHigh" : "","carHigh" : "2014-15: Failed to advance to the FedExCup Playoffs after getting to the weekend just once in five starts. Missed two cuts and withdrew twice. Finished T28 at the Shriners Hospitals for Children Open in his first start of the season. Play was limited, due to the recovery process from a broken bone in his left hand. \n\n2013-14: Missed just five cuts in 26 starts and picked up his first career PGA TOUR win. An additional two top-10 finishes helped pave the way to the FedExCup Playoffs for a seventh time. Began the BMW Championship just two spots out of the top 30 in the FedExCup standings, but a T50 finish at Cherry Hills CC resulted in a season-ending No. 38 finish...In his 239th career PGA TOUR start, claimed a one-stroke victory over Graham DeLaet and Bubba Watson at the Waste Management Phoenix Open. The Scottsdale resident began the final round two strokes off Watson's lead and despite a 1-over 37 on his inward nine, claimed the victory when Watson missed a 5-foot putt for par on the 72nd hole. With the win, he and father, Craig, became what is believed to be the first father-son combo to play in a Masters Tournament in the same year. The duo also became the ninth father-son combo to win on the PGA TOUR and first since Bill and Jay Haas. Prior to the winner's press conference, Craig spoke to the media via speaker phone, where he claimed himself to be the younger Stadler's \"No. 1 fan.\" Father and son held a joint pre-tournament press conference at the Masters and played a practice round together. Finished T8 in his first career Masters with rounds of 70-73-72-73...Held a four-shot, 54-hole lead at the European Tour's Alstom Open de France over Thongchai Jaidee and Victor Riu. Faltered badly on the final day, shooting a 5-over 41 on the front nine at Le Golf National in Paris. Began the back nine bogey-birdie-bogey but then was in position to at least force a playoff after making birdies at Nos. 14 and 16. Hopes of winning ended with a 72nd-hole bogey that dropped him into a T2 (5-over 76) with Jaidee, a stroke behind winner Graeme McDowell. \n\n2013: Season included 17 made cuts in 25 starts, with a T3 at the AT&T Pebble Beach National Pro-Am the best of his three top-10 finishes...Finished in the top 10 for the first time in seven starts at the AT&T Pebble Beach National Pro-Am, finishing T3 and five strokes behind champion Brandt Snedeker. Posted four rounds in the 60s, including a final-round, 7-under 65. It marked his best finish since dropping a playoff at the 2009 Wyndham Championship...In April, made eight birdies in the third round of the Zurich Classic of New Orleans en route to a 7-under 65 and a T8. Birdied the par-5 18th hole all four days...Jumped to the first-round lead at The Barclays, with a 7-under 64, eventually finishing T43...Posted a first-round and third-round 7-under 64 en route to a T4 finish at the Deutsche Bank Championship, five strokes behind Henrik Stenson. Was one of seven players who played his way into the BMW Championship, moving from No. 75 to No. 32 in the FedExCup standings...Entered the BMW Championship ranked No. 32 in the FedExCup standings, with a T33 finish at Conway Farms leading to a final ranking of No. 33 (one year after finishing No. 34 in the FedExCup).\n\n2012: Finished a career-best No. 34 in the FedExCup standings. Advanced to the third FedExCup Playoffs event (BMW Championship) for the first time...Claimed his first top-10 finish of the season, at The Honda Classic. It was his first since the 2011 Crowne Plaza Invitational (seventh). Thanks to an opening-round, 4-under 66, was T9 with Chris Stroud and Graeme McDowell in Palm Beach Gardens...Finished T7 at the Puerto Rico Open, with rounds of 69-69-66-73. Was a shot off the lead entering the final round. Recorded his first back-to-back top-10s since 2010 (Northern Trust Open and Mayakoba Golf Classic)...Closed with rounds of 67-68 to finish T4 at the RBC Heritage, his third top-10 finish in last four starts on the PGA TOUR. Missed the cut in his only other starts at the RBC Heritage (2005 and 2011)...Finished T10 at The Barclays on the strength of a third-round 65. Only other time he advanced to the Deutsche Bank Championship was in 2009, when he finished No. 95 in the FedExCup standings...Came back the following week at the Deutsche Bank Championship with another T10 finish, equaling the best final-round score of the day, a 5-under 66. Moved to No. 32 in the FedExCup standings and advanced to the BMW Championship for the first time since the Playoffs began in 2007.\n\n2011: Made 17 of 27 cuts with one top 10 and six top 25s...Making his 15th start of the season, finished seventh at the Crowne Plaza Invitational at Colonial. His first top 10 since the 2010 Frys.com Open led to a 34-spot jump in the FedExCup standings. \n\n2010: Claimed two top-10 finishes in his first four starts, with a career-best five top 10s on the season...First top-10 was a T10 at the Northern Trust Open, where a first-round 65 put him one stroke off the lead...In his next start, finished T9 at the Mayakoba Golf Classic...Third top-10 came at Shell Houston Open, finishing T6 after holding the first-round co-lead...Earned fourth top 10 of the season with a T5 at the Reno-Tahoe Open...Played in first Playoff event, The Barclays, but missed the cut...Tacked on a fifth top-10 finish at the Frys.com Open during the Fall Series, moving into the top 100 on the official money list to clinch TOUR card for 2011. \n\n2009: Had a runner-up finish and six top-25s in 20 starts...Finished T2 after losing to Ryan Moore on the third extra hole with a bogey-5 in first career PGA TOUR playoff at the Wyndham Championship. Moore made a birdie on the par-4 18th at Sedgefield CC in Greensboro, N.C., to win in the final PGA TOUR Season event. Jason Bohn was eliminated earlier in the playoff. Was No. 133 in the FedExCup standings coming into the Wyndham Championship and moved up to No. 76 to earn his first trip to the PGA TOUR Playoffs for the FedExCup. Kevin was 2 months old when his father, Craig Stadler, won the 1980 Greater Greensboro Open on April 6, 1980. \n\n2008: Recorded his lone top-10 of the season with a T4 effort at the inaugural Puerto Rico Open. Bogey-free 67 was the low round of the day on Sunday and allowed him to move from T14 to T4. \n\n2007: Finished in the top-125 (No. 124) to maintain his membership on TOUR, thanks to a solid finish. It was first time finishing in the top 125. Made his first start at The Open Championship, finishing T51. Posted first top-10 at the Reno-Tahoe Open. Consecutive 67s Friday and Saturday led to a T2 finish, his best TOUR finish which came in the city where he was born. His T7 at the 2007 Wyndham Championship moved him to 106th in the FedExCup standings. He was 157th following the Canadian Open one month before and moved to 121st with his finish at the Reno-Tahoe Open. Ended the year with a T15 finish at the Children's Miracle Network Classic. Collected $73,600 to earn enough money to finish in the top-125, moving from 127th to 124th. \n\n2006: Finished with an eagle for the third consecutive day to win the Johnnie Walker Classic in February and his biggest professional victory. The (then) 26-year-old son of 1982 Masters champion Craig Stadler had a 3-under 69 final round for a 20-under 268 total on The Vines Resort's Lakes Course and a two-stroke victory over Australia's Nick O'Hern. He earned $365,340 in the event sanctioned by the European, Australasian and Asian Tours…Finished 12th on the Web.com Tour money list to earn membership on the PGA TOUR in 2007. Made 15 starts on the Web.com Tour, highlighted by two wins. A month after his Xerox Classic victory, defeated Glen Day again by a stroke again at the Albertsons Boise Open. Made six starts on the PGA TOUR, highlighted by five made cuts and a T13 finish at the World Golf Championships-Bridgestone Invitational. \n\n2005: Rookie on TOUR after finishing 13th on the 2004 Web.com Tour money list in his first season on that circuit. Posted first career top-10 in 13th professional start on TOUR with a T9 at the Chrysler Classic of Tucson. Tied for fifth at the Michelin Championship at Las Vegas. Was three off the lead entering the final round, but was disqualified (Rule 4-1\/1) for having a non-conforming club (shaft in wedge was bent) in his bag. \n\n2004: Won his first start of the season on the Web.com Tour with a 9-under 279 at the Lake Erie Charity Classic, outlasting Bubba Watson and Michael Long in a four-hole playoff. His father, Craig, won the Champions Tour's Bank of America Championship in Massachusetts just minutes earlier. Became the first sponsor exemption to win on the Web.com Tour since Chris Couch won the 2001 Florida Classic…Two weeks later won in a playoff at the Scholarship America Showdown, with a tournament record 11-under-par 269. The win came in just his fourth career start on the Web.com Tour, giving him the honor as the fastest player to two wins in Tour history. Made the cut in four of five appearances on the PGA TOUR. \n\nAmateur: Was named Pac-10 player of the year as a senior at Southern California in 2002. Led the Trojans to their second consecutive Pac-10 Championship and finished his senior year with six top-five finishes in NCAA play, including four seconds…As a senior at Kent Denver School in Englewood, Colo., won the Colorado High School State Championship and was a second-team 1997 AJGA All-America…Also won the 1997 Junior World Championships (he and father Craig are the only father\/son champions in the history of the event).\n","otherCarHigh" : "","personal" : "The oldest son of 1982 Masters champion and 13-time PGA TOUR winner Craig Stadler. Craig caddied for his son in his 2002 Colorado Open victory. Just minutes after the elder Stadler won the Bank of America Championship on the Champions Tour in 2004, he won the Lake Erie Charity Classic on the Web.com Tour, making them the first father-son duo to accomplish such a feat since Bob Duval won the Emerald Coast Classic on the Champions Tour and son David captured THE PLAYERS Championship on March 28, 1999.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was 1st in 2014 at the Waste Management Phoenix Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/pages\/Kevin-Stadler\/1381833798751019"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/Stadspga"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}