{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "21099","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Lynn","first" : "David","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "185","weightMetric" : "84","birthDate" : "October 20, 1973","age" : "42","birthPlace" : "Billinge, England","residence" : "Stoke-on-Trent, England","family" : "Layla (12\/6\/13)","education" : "","splInterest" : "Socializing, cars, keeping fit, food, wine","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1995","clubAffl" : "","cityPlaysFrm" : "Stoke-on-Trent; ; England","websiteUrl" : "http:\/\/www.davidlynngolf.com","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2013","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(3): 1997 Team Erhverv Danish Open [EurChall]. 2004 KLM Open [Eur], 2013 Portugal Masters [Eur].","curYearHigh" : "Made seven of 11 PGA TOUR cuts, without a top-25 finish. Finished No. 191 in the FedExCup standings. Did not play in minimum 15 events on TOUR so was not exempt to compete in the Web.com Tour Finals...On the European Tour in October 2013, began the final round of the Portugal Masters tied for 16th, six shots behind leader Paul Waring. Opened his final round with two birdies and added three more on his front nine to make the turn in 5-under 30. After a bogey-5 stumble on the 10th hole, regained his momentum and added four more birdies over his final eight holes for an 8-under 63 at Oceanico Victoria GC to defeat Justin Walters by a stroke. Victory was his second European Tour title but first since the 2004 KLM Open.","carHigh" : "2013: Made 14 of 22 cuts on TOUR, with two top 10s. Finished No. 48 in the final FedExCup standings...Was one of just five players to post a sub-70 score (69) in the final round at The Honda Classic, resulting in a T4 finish with four others. He joined Luke Guthrie as rookies to finish in the top five at PGA National...Lost in a playoff at the Wells Fargo Championship when Derek Ernst made a par-4 on the first playoff hole (No. 18). It was his first TOUR playoff in his 16th career start.\n\n2012: Finished solo fourth at the Open de Andalucia on the strength of three rounds in the 60s after opening with a 2-under 70 at Aloha GC in Andalucia, Spain...Added a second fourth-place finish in France in early July at the Alstom Open de France. Began the final round four strokes off Anders Hansen's 54-hole lead. Shot a 3-under 68 Sunday to move up the leaderboard, three behind winner Marcel Siem...At the PGA Championship in August, by virtue of his 98th position in the Official World Golf Ranking, he received an invitation that was only his second major championship start and made the most of his opportunity. After opening 73-74 at Kiawah Island and sitting in a tie for 37th place, he came back with consecutive 68s on the weekend to vault into solo second, his top PGA TOUR performance, eight strokes behind winner Rory McIlroy. His $865,000 payday was easily the largest of his career. He won €200,000 for his 2004 KLM Open title on the European Tour. The performance in South Carolina earned him a return invitation to the PGA Championship in 2013 and an invitation to the 2013 Masters. His only previous major championship experience came in 2003, when he T53 at The Open Championship. \n\n\n\n2011: Had two runner-up performances among his six top-10 finishes on the European Tour. The first came at the KLM Open. He had four rounds in the 60s but still fell a stroke shy of Simon Dyson at Hilversumsche GC in the Netherlands...His other second-place showing was at the Iberdrola Open in May. During tough scoring conditions at Pula GC in Mallorca, Spain, he finished at 3-under, three strokes behind winner Darren Clarke...Was also T3 late in the season at the Portugal Masters. \n\n\n\n\n\n2010: Finished at 17-under and tied with Jose Manuel Lara at the end of regulation at the Austrian Golf Open but made bogey on the first extra hole at Diamond CC to give the title to Lara. It was his only top-10 of the campaign. \n\n2009: His only top-10s came in April when he T7 at the Estoril Open de Portugal and at the Alfred Dunhill Championship in December \n\n2008. \n\n2008: Had a strong season, winning €705,374 on the strength of five top-10s, highlighted by T4s at the Castello Masters in October and the Open de Espana in May... He also added top 10s at the Maybank Malaysian Open (T6), the Volvo Masters (sixth) and the Open de Andalucia (T8). \n\n\n\n2007: Among three European Tour top-10s, his top performance was a T4 at the Singapore Masters in March. \n\n2006: Had a pair of top-five showings early in the European Tour season. Was T4 at the Dunhill Championship, held in December 2005. Shot a final-round 68 to move up the leaderboard....Four months later, at the Volvo China Open, he held a one-stroke lead over Prayad Marksaeng and Jeev Milkha Singh going into the final round. Struggled to a 1-over 73 at Honghua International GC in Beijing to finish solo third. \n\n2005: Recorded two runner-up finishes on the European Tour, at the Johnnie Walker Championship and the Linde German Masters...At the Johnnie Walker Championship at Gleneagles, he began the day six strokes behind leader Nicolas Colsaerts and shot a 3-under 69, leaving him two strokes behind winner Emanuele Canonica...In Cologne, Germany, was second again. He opened with a 4-under 68 and then fired three consecutive 67s but fell a stroke short of Retief Goosen at the Gut Larchenhof GC. \n\n2004: Captured his first European Tour title with a three-stroke victory over Ireland's Paul McGinley and Australian Richard Green at the KLM Open at Hilversumche GC in the Netherlands. Often consulted a series of famous quotations to inspire him but ultimately put his victory down to a different token of luck, an 1891 ‘Queen's Shilling' that soldiers were handed when going to war, given to him by his father after losing his Wedgwood China ball-marker the week before going to Holland. “It was pretty lucky for the guy who owned it because he came back, so I guess it was lucky for me,” he said after his victory which helped him to his best season on the European Tour, finishing 26th on the Order of Merit. \n\n\n\n2003: Enjoyed a trio of European Tour top-five finishes—at the Dubai Desert Classic (T3), the Heineken Classic (T4) and the Nissan Irish Open (T4)...Entered the final round of the Dubai Desert Classic tied for the lead with Ernie Els and Alastair Forsyth before shooting a 1-under 71 to lose by three strokes...Made his inaugural major championship appearance, playing in The Open Championship, where he T53.\n\n\n\n2002: Top finish on the European Tour campaign was a T7 at the BMW International Open in Munich. \n\n\n\n2001: First European Tour runner-up finish came at the Moroccan Open. Had weekend rounds of 68-67 at Royal Golf Dar Es Salam but still fell two strokes back of Ian Poulter. \n\n\n\n2000: His lone top-five showing came in his first start of the season, at the weather-shortened Alfred Dunhill Championship, where he T5. \n\n\n\n1999: Played primarily on the European Challenge Tour but did make four European Tour starts, making the cut in three. His best performance was a solo 13th at the Moroccan Open...Had a pair of T5s on the Challenge Tour, at the Rolex Trophy (Bad Ragaz, Switzerland) and the Open des Volcans in France. \n\n\n\n1998: Struggled in his 25 European Tour starts, with only 11 made cuts and a top finish of 10th at the Italian Open. \n\n\n\n1997: Earned his European Tour card via his play on the European Challenge Tour...Broke through with his first professional victory, at the Team Erhverv Danish Open. Had four under-par rounds in Denmark. \n\n\n\n1996: Looking for his first professional title, he had bookend 66s at the Hohe Brucke Open in Austria and enjoyed four sub-par rounds. He still could only T2, falling a stroke short of Paul McGinley. \n\nAmateur: Won the Greek Amateur Championship when he finished eight strokes ahead of David Howell.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "Seve Trophy (1), 2013.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the PGA TOUR 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/DaveLynndawg"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}