{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "30047","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Giometti","first" : "Luciano","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.79","weight" : "176","weightMetric" : "80","birthDate" : "April 19, 1987","age" : "29","birthPlace" : "Mar del Plata, Argentina","residence" : "Banfield, Buenos Aires, Argentina","family" : "Soltero","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2012","otherVics" : "","intlVics" : "(2) 2006 Abierto del Sur [TLA]. 2009 Abierto de Hacienda Chicureo [TLA]","curYrHigh" : "","carHigh" : "2015: Only top-25 in 16 starts (4 cuts made) on PGA TOUR Latinoamérica was T23 at the Volvo Colombian Classic in September… Finished 129th on the Order of Merit… Edged Bolivia's Sebastián MacLean in a playoff for the fifth spot at the Developmental Series Final in December to secure full exempt status for the PGA TOUR Latinoamérica 2016 season… Had two top-5s on the Argentine Tour, a solo third at the Abierto Norpatagónico and a T5 at the 97th Abierto del Sur (DevSeries event).\n\n2014: Earned PGA TOUR Latinoamérica status with a T16 at the Lima, Peru Q-School in January… Best finish in 17 Tour starts (6 cuts made) was T26 at the Hyundai-BBVA Abierto de Chile in November… Finished 123rd on the Order of Merit… Best finish on the Argentine Tour was T9 at the Abierto del Litoral (DevSeries event).\n\n2013: Made one cut in four starts on PGA TOUR Latinoamérica. Tried to earn his card back in February, but missed on his attempt by finishing T78 at the Q-School held in Lima, Peru.\n\n2012: Earned PGA TOUR Latinoamérica status with a T5 at the Buenos Aires, Argentina Q-School in June… Had one top10, two top-25s and 5 cuts made in 11 starts to finish the PGA TOUR Latinoamérica inaugural season ranked 57th on the Order of Merit… Only top-10 was T7 at the Dominican Republic Open in November.\n\n2009: Won the Abierto de Hacienda Chicureo in Chile for his second career win on the Tour de las Americas.\n\n2006: On his very first start as a professional, at the age of 18 years, 9 months, he went on to win the Abierto del Sur in Mar del Plata, Argentina to become the youngest winner ever on the Tour de las Americas.\n","otherCarHigh" : "","personal" : "Twitter name is @luchogiomett… Instagram name is @luchogiom","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - Top-5 Finisher 2015 Dev Series Final"},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri in 2016 is T32nd at the 85 Abierto OSDE del Centro presentado por FiberCorp.","dynStats" : "He ranks T61st in Par Breakers on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}