{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27402","tourCodeUC" : "C","tourCodeLC" : "c","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Anderson","first" : "Stuart","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "230","weightMetric" : "103","birthDate" : "January 31, 1978","age" : "38","birthPlace" : "Calgary, Alberta, Canada","residence" : "Strathmore, Alberta, Canada","family" : "Trinidy Faith Cole-Harvey (7\/2\/00), Coral Lynne Bailey Anderson (7\/10\/07)","education" : "Illinois State University (2000)","splInterest" : "Edmonton Oilers hockey, fishing, junior golf programs","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2001","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "www.stuartandersongolf.com, TWITTER: @StuAndersonGolf","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "40,789&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2012","exmtStatus" : "","otherVics" : "","intlVics" : "(4): 2005 California Classic [Can]. 2006 Tour Championship [Can]. 2009 Montreal Open [Can]. 2011 Tour Championship [Can].","curYearHigh" : "With rounds of 71-71-72-68, finished T8 at the Canada Qualifying Tournament to earn exempt status through the first six events.","carHigh" : "2011: Finished fourth on the Canadian Tour order of merit, thanks to three top-three efforts. Won the Canadian Tour Championship and was second at The Western Championship...Also won the Shingle Creek Classic on the Hooters Tour. 2009: Missed the cut at the RBC Canadian Open...Represented Canada for a second time at the OMEGA Mission Hills World Cup. Teamed with Graham DeLaet, with the duo finishing 25th...Won his third Canadian Tour title, capturing the Montreal Open. 2006: Won the Tour Championship on the Canadian Tour. 2005: Made his only Web.com Tour cut, a T71 at the Canadian PGA Championship...Won the 2005 California Classic on the Canadian Tour. 2004: Played in his first World Cup, teaming with Darren Griff. The Canadian team finished 20th at Real Club de Golf de Sevilla in Spain.\n","otherCarHigh" : "His Red Mountain High School golf team in Mesa, Ariz., won the 1996 state championship...Qualified for NCAA Championships as an individual at Illinois State University.","personal" : "Non-golf related jobs since college included working for a flooring company and working at a retail golf store...Golf instructors have included Ron Gring, Sean Foley and Ed Boudreau...Favorite courses he has played include Bear Mountain, Fort Murray GC and Strathmore GC...Never travels without his iPad...Always marks his ball with a 2007 silver dollar with a baby rattle on it...Currently drives a 1997 Honda Civic...Favorite websites include nhl.com and pgatour.com. Favorite college teams are Illinois State, the Alabama Crimson Tide and the Florida State Seminoles. Favorite pro teams include the Edmonton Oilers, Denver Broncos and Toronto Blue Jays. Favorite TV shows are \"Storage Wars\" and \"Gold Rush.\" Favorite movies are \"Man on Fire\" and \"The Blind Side.\" Favorite foods are sushi and Mexican. Favorite athletes to watch are Tiger Woods and Fred Couples...Twitter account is @stuartandersongolf...Favorite gadgets are Apple products...Oldest club in his bag is his driver (2010)...Not many people know that he enjoys disco dancing...Bucket list includes winning the RBC Canadian Open and being inducted into the Canadian Golf Hall of Fame.","otherInfo" : "","ntlTeams" : "World Cup (2), 2004, 2009.","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "(4): 2005 Foster Farms Classic. 2006 Freedom 55 Financial Championship. 2009 Desjardins Montreal Open. 2011 Freedom 55 Financial Championship","intlVics" : "","curYrHigh" : "With rounds of 71-71-72-68, finished T8 at the Canada Qualifying Tournament to earn exempt status through the first six events.","carHigh" : "2013: Was one stroke off the lead through 36 holes in his native Fort McMurray at the Syncrude Boreal Open before finishing T19...Made three cuts in nine starts. 2012: Played the Web.com Tour, making seven cuts and posting a season-best finish of T6 at the Price Cutter Charity Championship...Made three cuts in three starts on Mackenzie Tour. 2009: Won medalist honors at first stage of the PGA TOUR Qualifying School. Finished fifth at the ATB Financial Classic...Was T4 at the Corona Mazatlan Classic Mexican PGA Championship...Qualified for the RBC Canadian Open and Canada's World Cup Team with Graham DeLaet. 2008: Was T5 at the Argentine Masters...Finished T4 at the Saskatchewan Open. 2007: Enjoyed a solid season with three top-10 finishes, including a T3 at the Ford Culiacan Open...Played in the Canadian Tour International Team Matches. 2005: Finished fifth on the Order of Merit, the best showing by a Canadian, to earn a spot in the Canadian Open. 2004: Member of the Canadian World Cup team.\n","otherCarHigh" : "Member of state championship team at Red Mountain High School in Arizona...Winner of four collegiate tournaments.","personal" : "Would have been a singer if he weren't a golfer...Likes to fish in his spare time...Big Edmonton Oilers, Toronto Blue Jays, and Denver Broncos fan...Twitter name is @stuandersongolf.","otherInfo" : "Member of the Wood Buffalo Sports Hall of Fame in Fort McMurray, Alberta","prYrSeason" : "","exmtStatus" : "","ntlTeams" : "World Cup (2), 2004, 2009."},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "With rounds of 71-71-72-68, finished T8 at the Canada Qualifying Tournament to earn exempt status through the first six events.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Mackenzie Tour-PGA T 2 times.","dynStats" : "He ranks T64th in Scoring Average (Actual) on the Mackenzie Tour-PGA TOUR Canada."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/#!\/stuandersongolf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}