{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "39400","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hale","first" : "Stephen","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.77","weight" : "180","weightMetric" : "82","birthDate" : "March 26, 1970","age" : "46","birthPlace" : "Bakersfield, California","residence" : "Bakersfield, California","family" : "Single","education" : "University of California (Interdisciplinary Studies, 2011)","splInterest" : "Gym, running, playing with his dog","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2011","clubAffl" : "Bakersfield CC (Bakersfield, California)","cityPlaysFrm" : "Bakersfield, California","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Made the cut in only three of 10 starts on PGA TOUR Latinoamérica, where his best finish was T29 at the Dominican Republic Open in June.\n\n2014: Finished the year ranked 98th on the Order of Merit on PGA TOUR Latinoamérica… Had three top-25s and seven cuts made in 14 starts… His best finish was T24 at the Mundo Maya Open in Merida, Mexico in April… Joined PGA TOUR Latinoamérica with a T9 finish at the Q-School played in Sebring, Florida in January… Started the year with a 36-hole event victory on the Golden State Tour in January… Claimed runner-up honors at the 115th California State Open in August.\n\n2013: Won a Golden State Tour 54-hole event at Carlton Oaks posting rounds of 68-68-71 to finish at 9-under for a five-shot victory.\n\n2011: Turned professional in June… Won the Gateway Pro Tour's fourth California Series event of the season at Twin Oaks Golf Course in San Marco, California in August. Fired a bogey-free 10-under 62 in the final round, which included birdies on three of his final four holes, to earn a come-from-behind win at the 54-hole event.\n\nOTHER DETAILS: Has played on the eGolf Tour, the Golden State Tour and the Gateway Tour.\n","otherCarHigh" : "Was a key member of the University of California Berkeley golf team… Won two individual medalist honors at John A. Burns Intercollegiate as a 2007-08 freshman and Alister MacKenzie Invitational as a 2009-10 junior... Had nine top-10 career finishes… Was a two-time second-team All-Pac-10 selection (2008 and 2010) and a two-time All-America Scholar and second-team Pac-10 All-Academic selection in each of his final two seasons ... While in High School at Garces Memorial High he set a school record with a career 69.55 scoring average... Two-time Area Player of the Year (2004, '07) and four-time first-team All-Area selection, Southwest Yosemite League selection and team MVP (2004-07)... Put up his top numbers as a junior when he led his team to its first South Regional competition, posting the lowest scoring average in his area at 68.30 and the lowest score in every SWYL match he participated in… Earned the Mayor's Trophy Award in 2007 and was on the Principal's list for students with a 4.0 GPA or above each year from 2004-07.","personal" : "Has a younger brother, Kevin… His father, John Hale, was an outfielder for the Los Angeles Dodgers… Graduated from the University of California Berkeley with a degree in interdisciplinary studies with an emphasis on political leadership in July of 2011… Affiliated to Bakersfield Country Club… His hobbies include working out, running and playing with his dog… Tommy Masters and Glen Albaugh have been his golf instructors… His biggest thrill in golf was winning his first pro event… His biggest thrill outside of golf was surfing for the first time… The LA Country Club and the San Francisco Club are his favorite courses among the ones he has ever played… Never travels without his running shoes… Has a pitch mark fixer that serves as a sort of lucky charm… His favorite websites are Bro Bible and ESPN… His favorite teams are CAL (University of California, Berkeley) and the Los Angeles Dodgers… His favorite TV show is The Big Bag Theory and his favorite movie Gladiator… Comedian Gabriel Iglesias is his top entertainer… Likes mysteries books… His favorite food is Italian… Tiger Woods and Clayton Kershaw are his favorite athletes to watch… Charlotte is his favorite city to visit and Hawaii is his top vacation spot… His favorite apps are Quiz Up and The Chive… Likes to carry Cliff Bars as snacks on his golf bag… The oldest club on his bag is a hybrid he has had for four years… His father, Tiger Woods and Jason Dufner would round out his dreamed foursome… Not many people know that he has to shave his face every day… Favorite charity causes are the ones supported by his church: St. Francis Parish Church… His bucket list includes skydiving and a trip to Asia… His personal motto is: “Be in it to win it.”… Instagram: @niceguystevehale","otherInfo" : "","prYrSeason" : "","exmtStatus" : "2015 Q-School"},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Claimed back his PGA TOUR Latinoamérica card with a T17 finish at the Q-School in Sebring, Florida in Januar. Made three cuts with his best finish a T29 at the Dominican Republic Open in June. Earned Mackenzie Tour - PGA TOUR Canada conditional status with a T40 finish at the California Q-School in April.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri was T24th in 2014 at the Mundo Maya Open presentado por Heineken.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}