{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01706","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Love","first" : "Davis","middle" : "","extn" : "III","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "175","weightMetric" : "79","birthDate" : "April 13, 1964","age" : "52","birthPlace" : "Charlotte, North Carolina","residence" : "Sea Island, Georgia","family" : "Wife, Robin; Alexia (6\/5\/88), Davis IV (12\/2\/93). One grandchild.","education" : "University of North Carolina","splInterest" : "Fishing, reading novels, hunting, golf course architecture","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1985","clubAffl" : "Sea Island (Sea Island, Georgia)","cityPlaysFrm" : "Sea Island; GA; United States","websiteUrl" : "http:\/\/www.mcgladreyclassic.com\/","websiteName" : "","hallOfFame" : "","combTourMoney" : "44,521,703&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1986","qSchoolYear" : "1985","exmtStatus" : "2014-15 tournament winner (through 2016-17)","otherVics" : "(11): 1990 JC Penney Classic [with Beth Daniel]. 1992 World Cup [with Fred Couples]. 1993 World Cup [with Fred Couples]. 1994 World Cup [with Fred Couples]. 1995 World Cup [with Fred Couples], JC Penney Classic [with Beth Daniel]. 1998 Lincoln-Mercury Kapalua International. 2000 CVS Charity Classic [with Justin Leonard], Target World Challenge. 2003 Target World Challenge. 2012 PNC Father\/Son Challenge [with Dru].","intlVics" : "(2): 1995 World Cup [indiv]. 1998 Chunichi Crowns [Jpn].","curYearHigh" : "Had a nice showing in his first PGA Tour Champions start of the campaign, finishing third at the Mitsubishi Electric Championship at Hualalai. Was just one stroke off the pace in each of the first two rounds but suffered a costly bogey at No. 16 in the final round which ended his chances...Finished T42 at the Masters Tournament highlighted by his hole-in-one on No. 16 Sunday, one of three posted that day.","carHigh" : "2014-15: Claimed his 21st career PGA TOUR victory at the Wyndham Championship, moving him through the Deutsche Bank Championship in the FedExCup Playoffs. A missed cut at The Barclays was followed by a T44 finish at the Deutsche Bank Championship, eliminating him from the Playoffs at No. 86 in the FedExCup standings...Returned to action after nearly two months following surgery on his right foot on April 1 and made a run at his first Champions Tour title at The Principal Charity Classic. Three consecutive birdies (Nos. 13-15) Sunday moved him into a tie for the lead with eventual champion Mark Calcavecchia, but he watched his chances slip away after making a bogey and double bogey on Nos. 16 and 17. Finished T5 overall...In his 21st start at the Wyndham Championship, opened and closed with rounds of 6-under 64 to claim his 21st career PGA TOUR win, taking the victory by one stroke over Jason Gore. His victory at Sedgefield CC came 23 years after his first Wyndham Championship win at Forest Oaks CC (1992) and nine years after his second (2006). The win came seven years after his most recent TOUR win, at the 2008 Children's Miracle Network Classic. In the second round, made 131 feet, 9 inches worth of putts and 383 feet, 10 inches of his putts for the week. He finished third in Strokes Gained - Putting. In Sunday's final round, he overcame a bogey at the first hole with a birdie-birdie-birdie-eagle-birdie stretch on Nos. 2-6. Was again chosen to captain 2016 Ryder Cup team.\n\n2013-14: Missed only seven cuts in 22 PGA TOUR starts but wasn't able to manage at least one top-25 finish for the first time in his career. Best showing was a T26 at the Arnold Palmer Invitational...Season ended before the FedExCup Playoffs, following a 163rd-place finish in the FedExCup standings, one position lower than in 2013...In mid-September, made his Champions Tour debut in Hawaii, finishing T64 at the Pacific Links Hawaii Championship.\n\n2013: Finished No. 162 in the FedExCup standings to miss the Playoffs for the first time since 2008. Ended a streak of 27 consecutive years inside the top 100 on the TOUR money list. However, he tied Jay Haas for most consecutive seasons winning $100,000 or more with 28. Also increased his record of most consecutive seasons winning $200,000 or more to 25 years. Withdrew from the Waste Management Phoenix Open and AT&T Pebble Beach National Pro-Am due to a neck injury. Had surgery on February 8 to help relieve numbness and weakness caused by spinal stenosis and joint bone spurs in the neck. Returned to action at THE PLAYERS Championship in May. Finished T48...With four rounds of par or better at The Greenbrier Classic, good for T9 honors, extending his streak of claiming at least one top-10 finish a year, to 28. He birdied the par-4 first hole all four days en route to the finish.\n\n2012: Claimed his first top-10 finish of the season, with a T3 at the FedEx St. Jude Classic in his 10th start in the event. Starting the final round with a share of the 54-hole lead, he birdied four of his first six holes en route to a 2-under 68. Was one of just two players in the field to post all four rounds in the 60s (John Merrick). Had he won, he would have become just the second player to win in the same year he served as captain of the U.S. Ryder Cup team. Arnold Palmer achieved the feat in 1963...Finished T10 at the Wyndham Championship, recording all four rounds in the 60s for the third time of the campaign...Following a tough one-point loss to the European Team, the U.S. Ryder Cup captain played in each of the four fall events, finishing T66 at the Justin Timberlake Shriners Hospitals for Children Open, T35 at the Frys.com Open, T4 as the tournament host at The McGladrey Classic and T40 at the Children's Miracle Network Hospitals Classic. Shared the 54-hole lead with Jim Furyk at Sea Island after rounds of 65-66-66. Was unable to mount a Sunday charge, with a final-round 71 leaving him four strokes behind champion Tommy Gainey...At No. 100, finished inside the top 100 on the money list for the 27th consecutive season...At the PNC Father\/Son Challenge in mid-December, joined forces with son Dru to shoot a final-round 61 a day after opening with a 60 at The Ritz-Carlton GC in Orlando to edge the team of Larry Nelson-Josh Nelson by a stroke. The win came four years after they finished second to Larry Nelson-Drew Nelson in the same event. \n\n2011: Made 13 of 22 cuts to go with a pair of top-10 finishes. Missed the cut at the Masters but finished strong by making the cut in the final three majors, including a T11 at the U.S. Open and a T9 at The Open Championship...Finished T9 at the Sony Open in Hawaii for his 300th PGA TOUR top-25 finish...Struggled in his next seven starts before a solid stretch which included a T16 at the Wells Fargo Championship, T12 at THE PLAYERS, T11 at the John Deere Classic and T9 in his 25th career appearance at The Open Championship. His start at Royal St. George's—the 90th major championship appearance of his career—came at the same course as his best Open finish (T4 in 2003)...Appointed by the PGA of America to serve as the U.S. Ryder Cup captain in 2012. 2010: Season highlights included hosting the inaugural McGladrey Classic at Sea Island GC in his hometown of St. Simons, Ga. Tournament was announced in January and was operated by the Davis Love Foundation, with primary charities being Special Olympics and Boys & Girls Clubs of Southeast Georgia...Made his season debut with a T5 finish at the Sony Open in Hawaii. Tournament included four rounds in the 60s and he shared the first-round lead with a 65...In early February, chosen to be a captain's assistant for the U.S. Ryder Cup team. U.S. Captain Corey Pavin also named Paul Goydos, Jeff Sluman and Tom Lehman as assistants...The five-time Verizon Heritage champion made his 25th start at the event in mid-April, finishing 71st. Recorded his third career hole-in-one with an ace on Saturday at Harbour Town's par-3 fourth hole, using a 4-iron from 202 yards...Finished T4 at THE PLAYERS Championship. Has six top-10 finishes in 25 appearances at THE PLAYERS. The T4 was also his best result of the year after opening the season with a T5 at the Sony Open in Hawaii. Shot 69-68-68 in first, second and final rounds (18th, 19th and 20th career rounds in the 60s at TPC Sawgrass), passing Fred Couples (18 rounds in the 60s) as second on the all-time list for rounds in the 60s (Nick Price tops the list with 22 rounds in the 60s). In 25 appearances at THE PLAYERS, the only other time he posted three rounds in the 60s was 1992 (67-68-71-67), his first of two wins at TPC Sawgrass...Playing in his 85th major championship, finished T6 at the U.S. Open for his 20th top-10 finish in a major championship and his first since finishing T4 at the 2005 PGA Championship. Closed with rounds of 68-71 to equal Brandt Snedeker for best closing 36-hole score...Serving as tournament host in his hometown of St. Simons Island, finished T33 at the McGladrey Classic. Equaled his best round of the season with a third-round, 5-under 65 and followed with a final-round 72 in his 2,100th official PGA TOUR round. 2009: Finished second and had a career-best No. 51 finish in the FedExCup standings. Surpassed $1 million in earnings for the 15th consecutive season and for the 16th time in his career...Recorded the 30th runner-up finish of his career at the Mercedes-Benz Championship, finishing at 18-under 274 along with Anthony Kim, six strokes behind champion Geoff Ogilvy. It represented his ninth top-10 finish in 13 starts at the tournament, including a victory in 1993...T5 a the Memorial Tournament, finishing 6-under for the tournament. Was tied for the lead late in the final round before winner Tiger Woods finished birdie-birdie. 2008: Picked up 20th win of PGA TOUR career to earn a Lifetime Exemption to go with seven top-25 finishes and a 48th-place finish on the money list. Has been in the top 100 on the money list every season he has played on TOUR (since 1986). Came on strong at the end of the season following ankle surgery at the end of 2007. Finished T6 at Turning Stone and T3 at the Justin Timberlake before picking up his first TOUR win since 2006 at the Children's Miracle Network Classic...Love's 72-hole score of 263 at Disney was a career best. 2007: Difficult season ended prematurely as he suffered torn tendons in his left ankle after stepping in a hole while playing golf at home in Sea Island, Ga., in late September. Injury required surgery and sidelined him for the rest of 2007. Prior to the injury he made 14 of 21 cuts with three top-10 finishes. Best finishes were T4s at the Mercedes-Benz Championship and AT&T Pebble Beach National Pro-Am...Forced to withdraw from his title defense of the Wyndham Championship in Greensboro, N.C., because of kidney stones. Underwent surgery on Friday of tournament week in Brunswick, Ga. Returned to action the following week at The Barclays. 2006: Stepped back into the winner's circle for the first time since 2003 with a win in his home state of North Carolina. The win moved him from 39th on the money list to 15th, qualifying him for his 16th TOUR Championship (27th). Ended season 16th on the money list, the 15th time in 21-year career he has finished in the top 20...Runner-up to Geoff Ogilvy at the World Golf Championships-Accenture Match Play Championship in February, losing the 36-hole championship match 3 and 2. Second career runner-up finish at the event, having lost to Tiger Woods 4 and 3 in 2004. Highlight of the week was holing out on 18th hole of fourth-round match for eagle with a pitching wedge with 111 yards to defeat Padraig Harrington, 1-up. Career record in seven starts at the event is 18-8, including a 10-3 mark in last three years. Runner-up was 29th of career, first among active players under 50...Picked up first win in over three years at the Chrysler Classic of Greensboro in October at Forest Oaks CC, a course he redesigned three years prior. Has won five tournaments more than once and his second victory at Forest Oaks made him the eighth multiple winner of the Greensboro tournament. Win came 14 years, five months and 12 days after last Greensboro victory in April 1992. Shared the third-round lead with Chris Couch prior to defeating Jason Bohn by two strokes. 2005: Finished T2 at the MCI Heritage for his third runner-up finish since the 2004 World Golf Championships-Accenture Match Play Championship. Five-time winner of the MCI Heritage earned his 11th career top-10 in 20 starts in Hilton Head. Moved ahead of Tom Kite for the most top-10 finishes in tournament history...Posted four rounds in the 60s at Congressional CC to finish T2 at the Booz Allen Classic, two strokes behind Sergio Garcia...Collected his 20th top-10 out of 71 major championship starts with his T4 finish at the PGA Championship at Baltusrol. Shared the 54-hole lead with eventual champion Phil Mickelson, but a closing 4-over 74 dropped him to T4...Playing in his sixth Presidents Cup, posted a 2-2-1 record, including a 4-and-3 singles victory over Nick O'Hern. 2004: Became the third player in TOUR history to exceed $3 million in earnings in a season without a victory...After missing cut in defense of AT&T Pebble Beach National Pro-Am title, came back strong at World Golf Championships-Accenture Match Play Championship, winning five matches (over Briny Baird, Fred Couples, Adam Scott, Phil Mickelson and Darren Clarke) before falling to Tiger Woods, 3 and 2, in the 36-hole championship match...Finished runner-up at The Honda Classic for the second straight time after closing with a 69. In 2003, lost the lead to hard-charging Justin Leonard. This time, applied the heat on 54-hole leader Todd Hamilton, playing mistake-free down the stretch, taking the lead on the 17th, and looked like the winner when he saved par on the 72nd hole of regulation. But Hamilton birdied the 17th and 18th holes to win by a stroke...Finished third on Ryder Cup team points list to make his sixth Ryder Cup squad. 2003: Won a career-high four times and surpassed the $6-million mark in single-season earnings for first time in career. Led TOUR money list for 14 weeks and finished third overall...In second start of season, captured AT&T Pebble Beach National Pro-Am for the second time in three years, ending 44-tournament drought. Held two-stroke lead after 54 holes over Tom Lehman, Mike Weir and Rod Pampling. Opened final round with bogeys on two of the first three holes, but battled back with seven birdies and only one bogey en route to a final-round 68. Clinched one-stroke victory over Lehman with two-putt birdie on par-5 18th hole after second shot approach with 4-iron from 224 yards settled to within 15 feet of cup...Finished T2 behind Justin Leonard at The Honda Classic after holding 54-hole lead by one over Leonard...Won his second PLAYERS Championship in 11 years. Paired with good friend Fred Couples on Sunday, tied final-round record with an 8-under 64 in windy conditions to come from two shots behind and win by six strokes over third-round leaders Jay Haas and Padraig Harrington...Captured fifth tartan jacket at the MCI Heritage at Harbour Town GL. Chipped in from 67 feet on 72nd hole to force sudden death with Woody Austin after four rounds in the 60s. Hit 6-iron approach on fourth playoff hole (No. 18) to three feet and converted birdie putt for third win of season...Became second player on the year to go wire-to-wire on his way to his second victory at The INTERNATIONAL (first came in 1990). Finished 12 points ahead of his nearest competitors—Retief Goosen and Vijay Singh. Surpassed $25-million mark in career earnings. Joined Phil Mickelson as only two players to win the Castle Pines, Colo., event twice. Set the 36-hole point record with 36 points (Ernie Els\/34 points\/2000). Posted three eagles during the second round...Played in fifth Presidents Cup for the United States. Went 2-1-1 in his four matches...Won second Target World Challenge in December and earned career-high paycheck (unofficial money) of $1.2 million. 2002: Six top-10 finishes included posting runner-up finishes in back-to-back starts for the third time in his career with his T2 at the Canon Greater Hartford Open and second at the Advil Western Open. Final-round 66 in Chicago pulled him within two of winner Jerry Kelly. Second consecutive year he shot final-round 66 and placed second...Member of his fifth Ryder Cup team. Ryder Cup record was 2-1-1 for a five-year total of 8-9-3...Ended season with a T5 at THE TOUR Championship. 2001: Returned to the winner's circle after a two-year drought. Earned first win since 1998 MCI Classic at AT&T Pebble Beach National Pro-Am. Entered final round seven strokes down and completed play one stroke up on Vijay Singh after 63. Front nine featured PGA TOUR record-tying birdie-eagle string: went birdie-eagle-five birdies on holes 1-7. Seven-stroke comeback matched the best in tournament history (Bob Rosburg, 1961)...Decision to play in Buick Invitational was last minute, following his AT&T Pebble Beach National Pro-Am win. Fell just short in attempt at back-to-back wins. Lost in three-way playoff with winner Phil Mickelson and Frank Lickliter II, eliminated with bogey on the second extra hole...Captured West Coast Swing title...Withdrew from three events in May due to neck pain and disk problem that causes numbness in left arm and fingers. First experienced numbness at BellSouth Classic...After being off for two months, returned to T7 at U.S. Open...Lost head-to-head battle with Scott Hoch for Advil Western Open title. Held second- and third-round leads. Closing 66 left him one stroke shy of Hoch, who finished with 64. 2000: His was a season of second- and third-place finishes. Was T18 at Phoenix Open, worth $41,728, moving him past Greg Norman and into first place on PGA TOUR career money list...Hold on career-money position was short-lived, taken away by Tiger Woods, who finished T2 at Buick Invitational...En route to T3 finish at MCI Classic, toured course in 95 putts, tying for third-lowest total since TOUR began keeping stats in 1980...Shared first- and third-round lead and held second-round lead outright at GTE Byron Nelson Classic. Closing 69 resulted in a berth in the three-man playoff won by Jesper Parnevik...Member of his fourth Presidents Cup team. Presidents Cup record 4-0-0 for a four-year total of 12-5-2. Highlight in the U.S. rout of the International team was his 4-and-3 win over Ernie Els in singles..Won Williams World Challenge, shooting a final-round 64...Father Davis Love, Jr. selected posthumously as the recipient of Harvey Penick Teaching Award. \n\n1999: Though he went without a victory for the first time in four years, the season was still a success. Finished third on money list with career-high $2,475,328...13 top-10s included four runner-up finishes...Had to withdraw after three rounds of MCI Classic due to sore back. Was told to take week off, but as defending champion, wanted to play...Ailment diagnosed as recurring problem with lower back disk. Advised by doctors to take at least two weeks off between World Golf Championships-NEC Invitational and Ryder Cup to recover from pinched nerve in back. Injury first flared at Sprint International. Went 19 days without touching a club. Nerve issue caused pain in shoulder and back and numbness in fingers. \n\n1998: Thirteenth career victory came at MCI Classic, which he had won three times previously. Posted a seven-stroke win over Glen Day...Was solo third at the NEC World Series of Golf. A final-round charge, a 5-under 65, left him three strokes behind winner David Duval...Made another run at victory in late October at the National Car Rental Golf Classic\/Disney. An opening 73 proved to be his undoing, and his middle rounds of 64-65 at Lake Buena Vista GC left him a stroke behind winner John Huston...At The Presidents Cup, playing in his third consecutive event, he struggled for the first time in the biennial tournament, with a 1-3-1 record. Lone victory came in four-ball (with Couples), taking a 1-up victory over Craig Parry-Carolos Franco during the U.S.'s nine-point loss.\n\n1997: Earned first major championship title, at the PGA Championship at Winged Foot CC. Rounds of 66-71-66-66 gave him five-stroke victory over Justin Leonard...Earned second victory of year at the Buick Challenge where, after setting the 54-hole record at 189, he was a four-stroke winner over Stewart Cink...In April, at the unoffical Andersen Consulting World Championship of Golf in Georgia, defeated Phil Mickelson in the final match, in overtime, to win. Earlier in the day, he defeated Tom Lehman in the semifinals, 3 and 2, to earn the right to face Mickelson...Opened his season with a T6 at the weather-shortened Mercedes Championships in Hawaii...Closed his official year contending at the TOUR Championship. Finished third, two shots behind winner David Duval...Added a T7 in April at the Masters Tournament...A week after his match-play win in Georgia, he was solo sixth at the Greater Greensboro Chrysler Classic. Also had top-10s at the Bell Canadian Open (T6), the Motorola Western Open (T7), the NEC World Series of Golf (T9) and The Open Championship and Memorial Tournament (both T10s)...Won the Lincoln-Mercury Kapalua International. His four rounds in the 60s helped him to a three-shot win over David Toms in Hawaii.\n\n1996: In third start of season, trailed by four after 54 holes of Buick Invitational before posting final-round 64 for three-stroke win over Phil Mickelson...Three-time runner-up that year, finishing one behind Steve Jones at U.S. Open and losing playoffs to Michael Bradley at Buick Challenge and Tiger Woods at Las Vegas Invitational...Played in his second Presidents Cup, compiling a 3-2-0 record, including a 5-and-4 singles win over Jumbo Ozaki.\n\n1995: After going winless in official events the year earlier, won the Freeport-McMoRan Classic in playoff over Mike Heinen to earn an invitation in the following week's Masters Tournament...At Augusta National, was tied for 11th, three strokes behind the leaders through 54 holes. Closed with a 66 to finish second, one behind Ben Crenshaw...Won the World Cup team title for a fourth consecutive year, with the U.S. team routing Australia (Brett Ogle-Robert Allenby) by 14 strokes at Mission Hills GC in Shenzhen, China. Doubled up, winning the individual title (International Trophy), defeating Hisayuki Sasaki of Japan in a playoff. \n\n1994: Saw his streak of winning at least one PGA TOUR event end at four years when he went winless. Came close to victory at the United Airlines Hawaiian Open. Held a two-shot lead through three rounds but watched as Brett Ogle came from behind to win by a shot...Two months later, was T6 at THE PLAYERS Championship. Won the World Cup for a third consecutive time, with him and Fred Couples again defeating Zimbabwe (Mark McNulty-Tony Johnstone), this time overwhelming the field with a 14-shot victory. In the International Trophy, was solo third, six shots behind winner Couples...Playing in his first Presidents Cup, he had a 4-0-1 record as the U.S. routed the International team, 20-12. Won his singles match, 1-up, over Steve Elkington, won both of his four-ball matches, with Fred Couples as his partner, and won one foursomes match with Jim Gallagher, Jr. and halved the other, also with Gallagher...Was T3 at the JC Penney Classic, again with Beth Daniel as his partner.\n\n1993: Won twice, at the season-opening Infiniti Tournament of Champions and at year's final full-field event, the Las Vegas Invitational. At the Tournament of Champions at La Costa CC, he parlayed four sub-70 rounds into a one-shot victory over Tom Kite...In Las Vegas, he never had a round worse than 67 in the five-round tournament and coasted to an eight-shot victory over Craig Stadler. Shot rounds of 67-66-67-65-66 at the event played on three Las Vegas courses...Successfully defended the World Cup title, again with Fred Couples as his partner. The duo rolled to a five-shot win over Zimbabwe (Nick Price-Mark McNulty) at Lake Nona GC in Orlando, Fla. Was T7 in the International Trophy...Added a third-place showing at the Lincoln-Mercury Kapalua International and then joined forces with Kite at the Franklin Funds Shark Shootout at Sherwood CC in Thousand Oaks, Calif. Entered the final round of the three-round event tied for 11th. In the best-ball affair, the duo shot a 16-under 56 but came up a shot short of the winning team of Steve Elkington-Raymond Floyd...Qualified for his first Ryder Cup, recording a 2-1-1 record in the U.S.'s two-point win over Europe at The Belfry in England. Teamed with Kite to win foursomes (over Seve Ballesteros and Jose Maria Olazabal) and won his singles match, 1-up, over Costantino Rocca.\n\n1992: Enjoyed his first $1-million season, when he won three times in a five-week stretch and was second on the money list. Victories came at THE PLAYERS Championship, where he came from three strokes off the pace with closing 67 for four-stroke victory...Won his third MCI Classic (previous wins 1987 and 1991) and the Kmart Greater Greensboro Open. Erased three-stroke deficit entering final round in Greensboro, with a closing 62...Represented the U.S. at the World Cup for the first time. Joined with Fred Couples at La Moraleja in Madrid, Spain, and hung on to defeat Sweden (Per-Ulrik Johansson-Anders Forsbrand) by a shot. Finished sixth in the International Trophy, four shots out of the Brett Ogle (Australia) and Ian Woosnam (Wales) playoff. \n\n1991: Broke into the top 10 on the money list for the first time in his career. Won for a second consecutive year and recorded eight top-10s. At the MCI Heritaage Golf Classic, he opened with a 65 and hung on to edge Ian Baker-Finch by two strokes in South Carolina, his second win at Harbour Town GL to go with his 1987 title...Had a big disappintment at the NEC World Series of Golf. Shot a 1-under 69 at Firestone CC's South Course on a day when there were only 10 sub-70 rounds among the 48 players. He finished in a tie with Tom Purtzer and Jim Gallagher, Jr., with Purtzer winning in overtime...In three Challenge Season starts, he lost in a playoff at the Isuzu Kapalua International (to Mike Hulbert), was solo third at the Shark Shootout (teaming with Tom Kite) and was T3 in defense of the JC Penney Classic title, again with Beth Daniel as his partner.\n\n1990: Won for a second time on the PGA TOUR with his victory at The International. In the final round at Castle Pines GC, he had nine birdies in the Modified Stableford System scoring format, holding on a for a three-point victory over Steve Pate, Peter Senior and Eduardo Romero despite Pate's double eagle (worth eight points)...First top-10 of the year came at the Walt Disney World\/Oldsmobile Invitational outside Orlando, Fla. His 68-65-66-67 week left him solo third, two shots behind winner Tim Simpson...Initial top-10 of the year came at the Northern Telecom Tucson Open in his first start of the year (T4)...The following week, he was T7 at the five-round Bob Hope Chrysler Classic. His final-round 67 allowed him to move from tied for 14th into the top 10...Had a strong Challenge Season. Won the JC Penney Classic with the LPGA's Beth Daniel as his partner in Tarpon Springs, Fla. In the best-ball format, the duo easily outdistanced the team of Jay Haas-Nancy Lopez by five shots...A month earlier, at the Isuzu Kapalua International in Hawaii, despite four rounds in the 60s, including a third-round, 8-under 63, he still finished a distant five shots behind winner David Peoples. \n1989: Had his best money-list finish in his first four years on the TOUR (44th). Although he didn't win, he had a runner-up finish as well as a third-place showing. Lost in heartbreaking fashion at the Nestle Invitational. Held a two-shot lead through 54 holes, but Tom Kite chased him down at the end, forcing a playoff that Kite won with a par on the second extra hole at Bay Hill Club in Orlando, Fla...Was in position to win again, at the BellSouth Atlanta Golf Classic in May. Had four under-par rounds at Atlanta CC to T3, a stroke out of the Scott Simpson-Bob Tway playoff...Final top-10 of the campaign came in San Antonio, at the Texas Open (T9). \n\n1988: In his third start of the year, he opened with an 8-under 63 at the Phoenix Open, followed with a 68-66 in the middle rounds at TPC Scottsdale and held a two-shot lead over Fred Couples entering the final round. A seven-bogey, two-birdie 76 Sunday dropped him into a solo fourth...Waited until mid-August for his next top-10, a solo sixth at The International outside Denver. \n\n1987: Won his first PGA TOUR title, at the MCI Heritage Golf Classic on Hilton Head Island, S.C. After opening with a 70 at Harbour Town GL, reeled off three consecutive 67s to win by a shot over Steve Jones...A month later, he flirted with with victory again, with four rounds in the 60s at the Colonial National Invitational. Despite shooting 65-66 on the weekend at Colonial CC (9-under), lost by three shots to Keith Clearwater...Next top-10 came at the Beatrice Western Open at Butler National GC in late August. In the weather-shortened event, he had three 70s to T8. \n\n1986: Opened his year with a third-place finish at the unofficial Bahamas Classic. Held a share of the 36-hole lead with Bob Lohr before a third-round 73 dropped him back...Came close to winning the Canadian Open at Glen Abbey GC in June. Trailed Bob Murphy by a stroke entering the final round. Stumbled to a 2-over 74 Sunday to finish T3, four back of Murphy...Opened with a 65 at the Buick Open, shot three more under-par rounds in Michigan and T5...Late in the season, at the unoficial Isuzu Kapalua International in Hawaii, he held a one-shot lead over Andy Bean going into the final round. Shot a 2-over 73 to finish as runner-up, falling to Bean by two.\n\nAmateur: Winner of 1984 North and South Amateur and the ACC Championship...Played in his first PGA TOUR event, the Georgia-Pacific Atlanta Classic, missing the cut after rounds of 74-78. \n","otherCarHigh" : "","personal" : "Father was a highly regarded golf teacher who died in a plane crash in 1988. Was born shortly after his father contended at 1964 Masters. Wrote book, Every Shot I Take, to honor his dad's lessons and teachings on golf and life. Book was recipient of 1997 USGA International Book Award...Conducts charity event to benefit Safe Harbour...Brother, Mark, has caddied for him. Is also involved in golf course design...Inducted into University of North Carolina Order of Merit in 1997...Named honorary chairman for PGA of America's National Golf Day in June 1998...Inducted into the Georgia Golf Hall of Fame in Augusta in January 2001...Owns and raises horses, with a seven-stall barn at home. Daughter, Lexie, is a nationally ranked competitive rider in the adult division on Paso Fino horses...Son, Dru, plays golf at the University of Alabama and teamed with his father to win the 2012 PNC Father-Son Challenge in Orlando...His company, Love Enterprises and Associates, redesigned Forest Oaks CC, former site of the Wyndham Championship in Greensboro, N.C., in 2003...Travels to many PGA TOUR events on a custom-made bus...Featured in episode of \"American Chopper\" on The Discovery Channel in 2004. He received a custom-built motorcycle from his wife for his 40th birthday...Began hosting The RSM Classic, an official PGA TOUR event, in 2010...Received the 2013 Bob Jones Award during the USGA's annual meeting. It is the USGA's highest honor and recognizes an individual who demonstrates the spirit, personal character and respect for the game exhibited by the legendary Jones...Was named winner of the ASAP Sports \/ Jim Murray Award, given to an professional who demonstrates cooperation and accommodation to the media.","otherInfo" : "","ntlTeams" : "The Presidents Cup (6), 1994, 1996, 1998, 2000, 2003, 2005; Ryder Cup (6), 1993, 1995, 1997, 1999, 2002, 2004; Ryder Cup Captain (2), 2012, 2016; World Cup (5), 1992, 1993, 1994, 1995, 1997; Walker Cup (1), 1985; Dunhill Cup (1), 1992.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2014","qSchoolYear" : "","exmtStatus" : "2015 tournament winner (through 2015-16)","otherVics" : "(11): 1990 JC Penney Classic [with Beth Daniel]. 1992 World Cup [with Fred Couples]. 1993 World Cup [with Fred Couples]. 1994 World Cup [with Fred Couples]. 1995 World Cup [with Fred Couples], JC Penney Classic [with Beth Daniel]. 1998 Lincoln-Mercury Kapalua International. 2000 CVS Charity Classic [with Justin Leonard], Target World Challenge. 2003 Target World Challenge. 2012 PNC Father\/Son Challenge [with Dru].","intlVics" : "","curYearHigh" : "Had a nice showing in his first PGA Tour Champions start of the campaign, finishing third at the Mitsubishi Electric Championship at Hualalai. Was just one stroke off the pace in each of the first two rounds but suffered a costly bogey at No. 16 in the final round which ended his chances...Finished T42 at the Masters Tournament highlighted by his hole-in-one on No. 16 Sunday, one of three posted that day.","carHigh" : "2015: Claimed his 21st career PGA TOUR victory at the Wyndham Championship, moving him through the Deutsche Bank Championship in the FedExCup Playoffs. A missed cut at The Barclays was followed by a T44 finish at the Deutsche Bank Championship, eliminating him from the Playoffs at No. 86 in the FedExCup standings...Returned to action after nearly two months following surgery on his right foot on April 1 and made a run at his first PGA TOUR Champions title at The Principal Charity Classic. Three consecutive birdies (Nos. 13-15) Sunday moved him into a tie for the lead with eventual champion Mark Calcavecchia, but he watched his chances slip away after making a bogey and double bogey on Nos. 16 and 17. Finished T5 overall...In his 21st start at the Wyndham Championship, opened and closed with rounds of 6-under 64 to claim his 21st career PGA TOUR win, taking the victory by one stroke over Jason Gore. His victory at Sedgefield CC came 23 years after his first Wyndham Championship win at Forest Oaks CC (1992) and nine years after his second (2006). The win came seven years after his most recent TOUR win, at the 2008 Children's Miracle Network Classic. In the second round, made 131 feet, 9 inches worth of putts and 383 feet, 10 inches of his putts for the week. He finished third in Strokes Gained - Putting. In Sunday's final round, he overcame a bogey at the first hole with a birdie-birdie-birdie-eagle-birdie stretch on Nos. 2-6. Was again chosen to captain 2016 Ryder Cup team.2014: Made just two starts on the PGA TOUR Champions, debuting at the Pacific Links Hawai'i Championship in September, where he finished T64...One week later was T24 at the Nature Valley First Tee Open at Pebble Beach...Missed seven cuts in 22 PGA TOUR starts but wasn't able to manage at least one top-25 finish for the first time in his career. Best showing was a T26 at the Arnold Palmer Invitational...Season ended before the FedExCup Playoffs, following a 163rd-place finish in the FedExCup standings, one position lower than in 2013...Early in the 2014-15 PGA TOUR season, posted his first top-10 PGA TOUR performance since the 2012 McGladrey Classic by posting a T8 in early November at the CIMB Classic in Malaysia. Recorded all pars on his final nine at Kuala Lumpur G&CC...Teamed with son, Dru, to finish second in December at the PNC Father\/Son Challenge in Orlando.\n","otherCarHigh" : "One of the PGA TOUR's leading players during the decade of the 1990s and early in the 2000s and was among the top 10 in the Official World Golf Ranking for more than 450 weeks, reaching third at one point…Won 21 titles on the PGA TOUR, with five wins coming at the RBC Heritage on Hilton Head Island, S.C. Ranks in a tie for 33rd on the all-time wins list…Finished among the top five in all four major championships at various points in his career, but his lone major championship title came at the 1997 PGA Championship in suburban New York. Rounds of 66-71-66-66 gave him five-stroke victory over Justin Leonard at Winged Foot GC. Had only finished among the top 20 one time in that prestigious event prior to his victory...Also owns a pair of PLAYERS Championship titles. Claimed his first PLAYERS Championship in 1992, the first of three victories in the span of a month. Blistered the field with a closing 5-under-par 67 to win by two strokes over Nick Faldo, Tom Watson, Ian Baker-Finch and Phil Blackmar…Second PLAYERS victory, in 2003, came in the midst of his best year on TOUR when he would go on to win four times and surpass the $6-million mark in single-season earnings, placing third on the final money list. Paired with good friend Fred Couples in final round, shot an 8-under-par 64 in cool, windy conditions at TPC Sawgrass to come from two shots back of Jay Haas and Padraig Harrington for a six-stroke triumph. Joined Jack Nicklaus, Couples, Steve Elkington and Hal Sutton as multiple winners of the event at the time…Three weeks later, captured a record fifth RBC Heritage Classic at Harbour Town GL. Chipped in from 67 feet on the 72nd hole to force sudden death with Woody Austin and then won the playoff on the fourth hole when he hit a 6-iron approach to 3 feet and converted the birdie putt…Also won multiple times at the Wyndham Championship (1992, 2006 and 2015), The International (1990 and 2003) and the AT&T Pebble Beach National Pro-Am (2001 and 2003). After recording a six-stroke win in Greensboro in 1992, shooting a final-round 62 at Forest Oaks, he won again 14 years later at the same course he re-designed, defeating Jason Bohn by two strokes. Went wire to wire for his second International victory, in 2003, finishing 12 points ahead of his nearest competitors in the Modified Stableford event at Castle Pines GC. Used a final-round 68 for a one-stroke victory over Tom Lehman at the 2003 AT&T Pebble Beach National Pro-Am. First win at Pebble Beach two years earlier, in 2001, came in dramatic fashion. Entered the final round seven strokes down and completed play one stroke up on Vijay Singh after shooting a 63. Front nine featured PGA TOUR record-tying birdie-eagle string: went birdie-eagle-birdie, birdie, birdie, birdie, birdie on holes 1-7. Seven-stroke comeback matched the best in tournament history (Bob Rosburg in 1961)...First career victory came at the 1987 RBC Heritage in his second season on TOUR. Recovered from a four-stroke deficit with a third consecutive 67 to win by one over Steve Jones on Hilton Head Island…Last TOUR win came at the 2008 Children's Miracle Network Classic at Walt Disney World when he was age 44. Was seven strokes back after the first 36 holes, but rounds of 64-64 on the Magnolia Course on the weekend propelled him to a one-stroke victory over Tommy Gainey. Played his last 57 holes without a bogey, and his 20th title earned him Lifetime Member exemption on TOUR…Teamed with Couples to win the World Cup for the U.S. four consecutive times (1992-95). That remains a record for the team event…Played on six American Ryder Cup teams (1993, 1995, 1997, 1999, 2002 and 2004) and was the captain of the 2012 U.S. squad that suffered a tough one-point loss to the Europeans at Medinah. Was an assistant captain to Corey Pavin in 2010…Played in The Presidents Cup matches six times (1994, 1996, 1998, 2000 and 2003) and was an assistant to Couples at the 2013 event at Muirfield Village GC…At one point during the 2000 season, moved past Greg Norman as the PGA TOUR's all-time career money-leader, but top position was short lived when Tiger Woods passed him…Went over $1 million in earnings for 15 straight seasons (1995-2011)…Earned the Payne Stewart Award in 2008 and received the USGA's Bob Jones Award in 2013…As an amateur, was a member of the United States Walker Cup team in 1985. Won the 1984 North and South Amateur and also captured the ACC Championship that same year.","personal" : "Father was a highly regarded golf teacher who died in a plane crash in 1988. Was born shortly after his father contended at 1964 Masters. Wrote book Every Shot I Take to honor his dad's lessons and teachings on golf and life. Book was named recipient of 1997 USGA International Book Award...Conducts charity event to benefit Safe Harbour...Brother, Mark, has caddied for him. Inducted into University of North Carolina Order of Merit in 1997...Named honorary chairman for PGA of America's National Golf Day in June 1998...Inducted into the Georgia Golf Hall of Fame in Augusta in January 2001...Owns and raises horses, with a seven-stall barn at home. Daughter, Lexie, is a nationally ranked competitive rider in the adult division on Paso Fino horses...Son, Dru, plays golf at the University of Alabama and teamed with his father to win the 2012 PNC Father-Son Challenge in Orlando...His company, Love Enterprises and Associates, redesigned Forest Oaks CC, former site of the Wyndham Championship in Greensboro, N.C., in 2003...Travels to many PGA TOUR events on a custom-made bus...Featured in episode of \"American Chopper\" on The Discovery Channel in 2004. He received a custom-built motorcycle from his wife for his 40th birthday...Began hosting the McGladrey Classic, an official PGA TOUR event, in 2010...Received the 2013 Bob Jones Award during the USGA's annual meeting. It is the USGA's highest honor and recognizes an individual who demonstrates the spirit, personal character and respect for the game exhibited by the legendary Jones.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T29th at the Hyundai Tournament of Champions.","dynStats" : "He ranks 6th in Career Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/pages\/Davis-Love-III\/165182800214708"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/love3d"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}