{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06599","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Elliott","first" : "John","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "225","weightMetric" : "102","birthDate" : "September 5, 1963","age" : "52","birthPlace" : "Bristol, Connecticut","residence" : "Crystal River, Florida","family" : "Single","education" : "Central Connecticut State University","splInterest" : "Fishing, skiing","pronunciation" : "","nwTourAlumnus" : "Nationwide Tour Alumnus","trndProYear" : "1987","clubAffl" : "Plantation Inn & Golf Resort (Crystal River; Florida)","cityPlaysFrm" : "Crystal River; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,073,209&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1991","exmtStatus" : "Conditional - Veteran Member","otherVics" : "(1) 1991 Massachusetts Open.","intlVics" : "","curYearHigh" : "","carHigh" : "2005: Finished T51 at the BellSouth Panama Championship...Made the cut in six of 25 PGA TOUR starts, with a T39 at the BellSouth Classic his best finish. \n\n2004: Rejoined the PGA TOUR in 2005 for the first time since 1999, with a T4 finish at the PGA TOUR Qualifying Tournament...Made the cut in 14 of 26 events on the Web.com Tour. Posted three top-10s and wrapped up the year No. 32 on the official money list, with $164,889. Had second-place finishes at the First Tee Arkansas Classic and the Cox Classic. Qualified for the U.S. Open at Shinnecock Hills and missed the cut.\n\n2003: The only player to compete in all 30 events on the Web.com Tour, making the cut in 12 events. Finished the year No. 43 on the money list, with $107,803. \n\n1999: Finished inside the top 200 on the money list for a second time, placing No. 182, making the cut in 11 of 28 tournaments. \n\n1997: Earned his second Web.com Tour title, capturing the rain-shortened Alabama Classic. \n\n1996: Had the distinction of playing in the Tiger Woods group during Woods' first round as a professional, at the Greater Milwaukee Open.\n\n1994: First Web.com Tour victory came in a playoff over Chris Perry at the Mississippi Gulf Coast Classic. \n\n1993: Recorded his career-best finish on the PGA TOUR, a T11, at the H-E-B Texas Open during a season when he enjoyed his best year. Made the cut in 14 of 28 tournaments and finished No. 173 on the money list. \n\n1991: Won the Massachusetts Open.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1992","qSchoolYear" : "","exmtStatus" : "T4 at 2004 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Rejoins the TOUR in 2005 for the first time since 1999 with T4 finish at PGA TOUR Qualifying Tournament. Member of Nationwide Tour in 1991, 1994-95, 1997-98 and 2000-04. Member of PGA TOUR in 1992-94, 1996 and 1999. Two-time winner on the Nationwide Tour. First victory came in a playoff over Chris Perry at the 1994 Mississippi Gulf Coast Classic. Earned his second title in 1997 at the rain-shortened Alabama Classic. Career-best finish on the PGA TOUR is T11 in the 1993 H-E-B Texas Open. Made the cut in 14 of 26 events on the 2004 Nationwide Tour. Posted three top-10s and wrapped up the year No. 32 on the official money list, with $164,889. Had second-place finishes at the First Tee Arkansas Classic and the Cox Classic. Qualified for 2004 U.S. Open at Shinnecock Hills and missed cut. The only player to compete in all 30 events on the 2003 Nationwide Tour, making the cut in 12 events. Finished the year No. 43 on the money list, with $107,803. Best year on the PGA TOUR came in 1993 when he made the cut in 14 of 28 tournaments and finished No. 173 on the final money list. Also finished in the top 200 (No. 182) in 1999, making the cut in 11 of 28 tournaments. Was grouped with Tiger Woods in Woods' first round as a professional at the 1996 Greater Milwaukee Open. Winner of the 1991 Massachusetts Open and 15 mini-tour events.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}