{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "05589","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "7","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Summerhays","first" : "Bruce","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "175","weightMetric" : "79","birthDate" : "February 14, 1944","age" : "72","birthPlace" : "St. Louis, Missouri","residence" : "Farmington, Utah","family" : "Wife, Carolyn; Shelly (7\/4\/65), Bryan (10\/2\/67), Joseph (9\/16\/71), William (2\/16\/73), Rachel (7\/10\/74), Susanna (3\/2\/76), Bruce, Jr. (12\/23\/77), Carrie (6\/21\/80); 32 grandchildren","education" : "University of Utah","splInterest" : "Family, fishing, music, sports, church service","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1966","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "9,057,259&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1994","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(17): 1966 Provo Open. 1974 Northern California Medal Play. 1975 Northern California Match Play. 1976 Northern California Open. 1977 Northern California Match Play, Northern California Medal Play. 1979 Wasatch Open. 1981 Wasatch Open, Rocky Mountain PGA Championship. 1982 Rocky Mountain PGA Championship. 1986 Wasatch Open. 1991 Provo Open, Utah PGA Championship. 1992 Dixie Open, Wendover Open. 1993 Provo Open. 2008 Utah Open.","intlVics" : "(1): 2001 Champions Challenge [with son, Joseph].","curYearHigh" : "","carHigh" : "2013: Returned to his Utah home in July after living in Tampa, Fla., for three years serving as a church mission president...Made his first Champions Tour start in more than three years when he played in the Pacific Links Hawaii Championship and finished 80th.\n\n2012: Did not compete in an event for the second year in succession as he continued to serve with his wife as a volunteer leader for a group of Mormon missionaries in the Tampa, Fla., area. \n\n2010: Made just five appearances on the Champions Tour and played his final Champions Tour event at The Principal Charity Classic, finishing T52 in Des Moines, his best effort of the year. Stepped away from professional golf after 17 years on the circuit to begin a three-year stint as a mission president supervising missionaries for the Church of Jesus Christ of Latter-day Saints near Tampa, Fla. \n\n2009: Made 11 Champions Tour appearances for the second straight year, His lone top-10 effort came in his third start of the campaign when he was T6 in Iowa at The Principal Charity Classic, posting rounds of 67-68 on the weekend at Glen Oaks. Performance was his best on the Champions Tour since 2004 when he won the Kroger Classic near Cincinnati. It also marked the first time since the 2008 Administaff Small Business Classic that a player over age 65 finished in the top 10 (Dave Stockton, age 66, T4). \n\n2008: Best performance of the year came in late June when he was T11 at the Bank of America Championship near Boston. Posted three consecutive sub-par rounds at Nashawtuc for the only time during the season...Second-round 66 at the 3M Championship was his low round of the year. \n\n2007: Best effort of the season came at the Commerce Bank Championship when he finished T9 at Eisenhower Park, thanks to a 65 Saturday on the Red Course, his low round of the year. Finish was his best since 2005 campaign...Saw his streak of consecutive events for which he was eligible end at 166 when he did not compete in The Senior Open Championship in July. The streak was the third-longest in Champions Tour history, behind Dana Quigley (278) and Mike McCullough (177). \n\n2006: Made the first hole-in-one of his senior career, and last of 10 on the Champions Tour during the year, when he aced the 11th hole in the final round of the JELD-WEN Tradition. Used a 5-iron on the 185-yard hole for the 10th ace in tournament history. \n\n2004: Won for the third time on the Champions Tour at the Kroger Classic near Cincinnati late in the year. Win ended a victory drought of 6 years, 2 months and 7 days (209 starts). At 60 years, 6 months, 28 days, he became the eighth-oldest winner in Champions Tour history at the time and the oldest champion since 61-year-old J.C. Snead's triumph at the 2002 Greater Baltimore Classic. Rallied from six strokes back for victory, thanks to a final-round 64 at the TPC River's Bend, his best round in over four years. Got up and down for a clutch birdie on the last hole to post a 15-under-par 201 total and then watched his closest pursuers fail in their bids to catch him. \n\n2003: Placed solo third at The Senior Open Championship, thanks to a final-round 65...Also T3 at the Turtle Bay Championship. \n\n2002: Closed with a 68 on Sunday at The Countrywide Tradition and fell just one stroke shy of earning a berth in a playoff with John Jacobs and eventual winner Jim Thorpe. \n\n2001: Led all players in Eagles, with 19. \n\n2000: Opened with a career-low 10-under 62 at the LiquidGolf.com Invitational and was the 36-hole leader at the TPC Prestancia before eventually T8 in Sarasota...Best overall finish was a solo third at SBC Senior Open near Chicago. \n\n1999: Finished second at the Bank One Championship, five strokes back of Tom Watson...T2 at the Pacific Bell Senior Classic, two strokes behind Joe Inman. \n\n1998: Tasted victory at the State Farm Senior Classic near Baltimore. Made a 20-foot birdie putt on the 18th green at Hobbit's Glen to avert a playoff with Walter Hall and Hale Irwin...Led the Champions Tour in Total Birdies (430). \n\n1997: Earned his first Champions Tour victory in his 102nd start. Claimed the Saint Luke's Classic in suburban Kansas City in a playoff over Hugh Baiocchi. Trailed by six strokes entering the final round, but made birdie on two of the last three holes to tie Baiocchi, then defeated him with a par on the second extra playoff hole. Saw his string of consecutive official events end at 96 straight when he skipped the BankBoston Classic in August due to a back problem. \n\n1996: Earned the \"ironman\" title after setting a Champions Tour record by playing an amazing 119 rounds (the old mark was 115 by Rives McBee and John Paul Cain in 1990). \n\n1995: Blitzed the GC of Georgia with a course-record 63 in the first round of the Nationwide Championship. Eventually settled for a T2 with Hale Irwin, two behind Bob Murphy...Came close again in his native Utah, but was one of six players to fall one stroke short of Tony Jacklin at the Franklin Quest Championship...Also led with six holes to play at The Transamerica, but lost to Lee Trevino down the stretch. \n\n1994: Earned a full exemption for 1995 after a fourth-place finish at the National Qualifying Tournament...Played in four events (three Monday qualifying, one sponsor exemption).\n","otherCarHigh" : "One of the top players in the Utah PGA section for a number of years prior to joining the Champions Tour...Twice selected as the Rocky Mountain PGA Section Player of the Year...Never qualified for the PGA TOUR on a full-time basis, but played in nine PGA TOUR events when he was living in northern California and made eight cuts...Was T3 in the 1974 Bing Crosby National Pro-Am...Also qualified for four U.S. Opens and four PGA Championships...Was a member of two U.S. teams in PGA Cup matches...Named the 1977 Northern California PGA Section Player of the Year...A collegiate All-American at the University of Utah...Was an assistant professional at the Olympic Club in San Francisco from 1968-1976 and set the Ocean Course record with a 60...Was Pac-8 Coach of the Year at Stanford University, where he served as golf coach in 1978-79...Has four career holes-in-one, including one on the Champions Tour.","personal" : "Was inducted into the University of Utah Athletic Hall of Fame prior to the start of the 1998 season...Father, Pres, was the head baseball coach at the University of Utah and also served as an assistant football coach at the school...Favorite golf courses are The Olympic Club, Pebble Beach, Cypress Point and TPC Tampa Bay...Likes the Discovery Channel...His favorite athletes are John Stockton and Cal Ripken, Jr...Favorite movies are \"Hoosiers\" and \"Field of Dreams\"...Biggest thrill in golf was winning the 2001 Champions Challenge with his son Joseph...Favorite books are The Book of Mormon and The Bible...Daughter Carrie briefly played on the LPGA. She is now women's golf coach at Brigham Young University. Nephew Boyd Summerhays played on the Web.com Tour, while another nephew Daniel Summerhays has been a PGA TOUR fixture since 2012. In 2007, Daniel, a senior-to-be at BYU at the time, won the Web.com Tour's Nationwide Children's Hospital Invitational.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 3 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}