{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "39048","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Lee","first" : "Rodrigo","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.80","weight" : "176","weightMetric" : "80","birthDate" : "September 23, 1987","age" : "28","birthPlace" : "Sao Paulo, Brazil","residence" : "Sao Paulo, Brazil","family" : "Single","education" : "","splInterest" : "Fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2010","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2013","otherVics" : "","intlVics" : "(1) 2015 Curitiba, Brazil [CBG\/DevSeries]","curYrHigh" : "","carHigh" : "2016: Carded four sub-par rounds to claim medalist honors at the PGA TOUR Latinoamérica Argentina Q-School in January.\n\n2015: Earned PGA TOUR Latinoamérica status with a T6 at the Lima, Peru Q-School, where he carded a 64 on the third round… Had three top-25s and 7 cuts made in 14 starts on PGA TOUR Latinoamérica to finish the season ranked 86th on the Order of Merit… Carded an opening round 66 on his way to a season best T18 at the 110th VISA Open de Argentina in November… Shot 67-61-65 to finish at 23-under 193 for a ten-shot win a CBG Pro Tour \/ Developmental Series event in Curitiba, Brazil. His impressive second round of 11-under 61, a career best, featured 12 birdies and 1 bogey.\n\n2014: Earned conditional status on PGA TOUR Latinoamérica with a T36 finish at the Lima, Peru Q-School in January… Only cut made in three starts resulted in a T23 at the Aberto do Brasil in November.\n\n2013: Joined PGA TOUR Latinoamérica with a T18 finish at the Lima, Peru Q-School in February... Only cut made in 13 starts was T23 at the Lexus Peru Open in November.\n\n2011: Named Rookie of the Year on the China Tour.\n","otherCarHigh" : "","personal" : "When he was 10 his family moved from Sao Paulo, Brazil to South Korea, where he attended the Jaemulpo High School… His father Lee Yu Suuy has been his only golf instructor… His biggest thrill in golf is hitting pin high shots… His favorite golf course is Black Golf in California, USA… Would love to play Pebble Beach… His favorite app is PGA TOUR… Tiger Woods is his favorite athlete… Tiger Woods, Rory McIlroy and KJ Choi would round out his dreamed foursome… Bucket list includes buying a Porsche Cayenne and becoming a famous golfer… Favorite movie is “Bourne Legacy”… Favorite entertainer is PSY… Kimchi is his favorite food.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - Medalist at 2016 Q-School in Argentina"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri was T18th in 2015 at the 110 VISA Open de Argentina presentado por OSDE.","dynStats" : "He ranks T64th in Total Eagles on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}