{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34563","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hadley","first" : "Chesson","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-4","heightMetric" : "1.93","weight" : "160","weightMetric" : "73","birthDate" : "July 5, 1987","age" : "28","birthPlace" : "Raleigh, North Carolina","residence" : "Raleigh, North Carolina","family" : "Wife, Amanda; Hughes (10\/25\/13), Hollins (12\/4\/15)","education" : "Georgia Tech (2010, Business Management)","splInterest" : "Jesus Christ, friends, fun","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2013)","trndProYear" : "2010","clubAffl" : "North Ridge CC (Raleigh, North Carolina)","cityPlaysFrm" : "Raleigh; NC; United States","websiteUrl" : "http:\/\/www.chessonhadley.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,533,477&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2013","exmtStatus" : "3rd on 2013 Web.com Tour priority list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Missed the cut at the Wyndham Championship, where he was a sponsor exemption...Won the River Landing Open on the eGolf Tour. \n\n2010: Missed the cut at the Mylan Classic, where he was a Monday qualifier. \n","otherCarHigh" : "Three-time all-state performer in North Carolina (2004-06)...Five-year letter winner at North Raleigh Christian Academy...Won the North Carolina Independent 3A Championship in 2004 and 2006...Earned honorable mention All-America honors as a freshman at Georgia Tech, second-team honors by the Golf Coaches Association of America as a sophomore and honorable mention recognition as a senior after a T15 at the NCAA Championship...Had 11 top-10 finishes and two victories in 36 events at Georgia Tech.","personal" : "Plays golf right-handed but is a lefty in most other endeavors...Is a junior deacon in his church and has volunteered at local food banks...Since college has waited tables at Casa Carbone, an Italian restaurant in Raleigh, N.C...Favorite golf memory is playing golf with his dad with his first set of clubs...Does not shave during a tournament...Likes reading drudgereport.com...Twitter account is @chadleyprogolf...Not many people know he would do dishes all day to avoid doing laundry.","otherInfo" : "","ntlTeams" : "Palmer Cup (1), 2008.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2013-14","qSchoolYear" : "","exmtStatus" : "2013-14 tournament winner (through 2015-16)","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Collected three top-10 finishes in 28 starts to make his way into the FedExCup Playoffs for a second consecutive season. Followed a missed cut at The Barclays with a 74th-place finish the next week, at the Deutsche Bank Championship, ending his season at No. 98 in the FedExCup standings...First top-10 of the season came in his eighth start, a T10 at the AT&T Pebble Beach National Pro-Am, seven strokes behind champion Brandt Snedeker...Had his best showing in an event since winning the 2014 Puerto Rico Open when he finished T4 at the Valero Texas Open in late March...Posted back-to-back 6-under 66s in the third and final rounds of the Zurich Classic of New Orleans en route to a T8 with three others.\n\n2013-14: Named the PGA TOUR Rookie of the Year. Among his four top-10 finishes in 13 made cuts was his first career PGA TOUR victory. Made it through the first three events in the FedExCup Playoffs before settling in at No. 49 in the final standings after the BMW Championship...After opening with rounds of 65-66-67, entered the final round of the Shriners Hospitals for Children Open in second place and trailing Webb Simpson by four strokes. Was paired in the final round with Simpson, a fellow Raleigh native, good friend and former junior rival. Responded with a 1-under 70 Sunday to finish T5, eight strokes behind Simpson's winning score. It was the season's first top-10 finish by a rookie...Took a one-shot lead over Danny Lee into the final round and won by two over Lee at the Puerto Rico Open, capturing his first career TOUR win. Victory came at age of 26 years, 8 months, 4 days in his 13th career start. His third-round lead in Puerto Rico was the first time he held a lead after any round on TOUR. His score of 267 broke Scott Brown's (2013) tournament record by one shot. Scoring breakdown for the week was 1-over on the par-3s, 10-under on the par-4s and 12-under on the par-5s. The last rookie to win on TOUR prior to his win was Jordan Spieth at the 2013 John Deere Classic...After entering the FedExCup Playoffs No. 72 in the standings, finished 70th at The Barclays to drop to No. 84...Turned in a strong performance at the Deutsche Bank Championship, with rounds of 66-73-67-69 to finish T9, six strokes behind Chris Kirk. The finish helped him jump all the way to No. 57 in the standings, securing a spot in the 70-player BMW Championship field. Was the lone rookie to advance to the BMW Championship.\n\n2013: Finished his rookie season with two wins and eight top-10 finishes in 22 starts. Cumulative earnings of $535,432 ranked as the second-best single-season total in Web.com Tour history. Was 4th in Putting Average stat (1.722)...Earned his first career top-10, with a T3 at the BMW Charity Pro-Am in South Carolina. Opened the final round in Greenville with four birdies and then an eagle to get to 6-under par after five holes. Added two pars before closing with a pair of birdies and an 8-under 27, which matched the lowest nine-hole score in Tour history. Joined Notah Begay III and Doug Dunakey as the only players ever to post a 27 in tournament play. Hit every green in regulation on the front and had only 11 putts. Played the back nine in even-par, needing 17 putts...Fired a final-round 69 at the Mexico Championship to finish T6 and earn his second consecutive top-10...Made it three top-10s in a row with a runner-up effort the following week at the Mid-Atlantic Championship outside Washington, D.C. Was the only player in the field to put pressure on eventual winner Michael Putnam in the final round at TPC Potomac at Avenel Farm. Back-nine birdies got him within two of the lead on two occasions, but he was never able to get closer. Picked up a check for $64,800, which moved him from No. 25 to No. 8 on the money list...Won his first Tour title in front of family and friends at The Rex Hospital Open in his hometown of Raleigh, firing a 7-under 64 Sunday to win by two. Was one shot back after a first-round 63, led by one after two rounds and trailed Danny Lee by five entering the final round, which featured a 2:15 delay. Sealed the victory with a kick-in birdie at No. 18, nicking the flagstick with his wedge approach. Completing the perfect story was the fact he was born at Rex Hospital...Finished T3 at the Midwest Classic, where he was the 54-hole leader after shooting a third-round, 8-under-par 63, matching his career-low Tour round. Closed with a 70 Sunday to finish two strokes shy of winner Jamie Lovemark...Added a T10 at the Mylan Classic, where he challenged for a higher finish but was derailed by a triple bogey at the 71st hole...Played in the PGA TOUR's Wyndham Championship in August on a sponsor exemption, missing the cut...Finished the Regular Season third in earnings to secure his PGA TOUR card for 2013-14...Finished T4 at the Nationwide Children's Hospital Championship, the third of the four Finals' events. Moved into contention with opening scores of 68-67 at the Ohio State University GC's Scarlet Course but wasn't able to muster a weekend charge. Effort in Columbus moved him to No. 14 in the priority ranking with just one event left on the schedule...Collected his second career win with a two-stroke victory at the season-ending Web.com Tour Championship. Fired a final-round, 1-under 69 at TPC Sawgrass' Dye's Valley Course for a come-from-behind victory. Jumped to a three-stroke lead early on the last day with three birdies in his first five holes and then held on as he struggled on the back nine for the second consecutive day. A birdie at the par-5 16th kept the field at bay and gave him enough cushion for the win. Ended the week at 10-under 270. First-place check of $180,000 vaulted him up 11 spots to No. 2 on the Finals' priority ranking. Came up $567 short of John Peterson for the No. 3 spot in the Finals and will be conditionally exempt for the 2013-14 season. \n\n2012: Missed the cut at the Wyndham Championship, where he was a sponsor exemption...Won the River Landing Open on the eGolf Tour. \n\n2010: Missed the cut at the Mylan Classic, where he was a Monday qualifier. \n\nAmateur: Three-time all-state performer in North Carolina (2004-06)...Five-year letter winner at North Raleigh Christian Academy...Won the North Carolina Independent 3A Championship in 2004 and 2006...Earned honorable mention All-America honors as a freshman at Georgia Tech, second-team honors by the Golf Coaches Association of America as a sophomore and honorable mention recognition as a senior after a T15 at the NCAA Championship...Had 11 top-10 finishes and two victories in 36 events at Georgia Tech.\n","otherCarHigh" : "","personal" : "Plays golf right-handed but throws left-handed. Likes to fish during his downtime. Began playing golf at age 6 and first broke par at age 13...Met wife, Amanda, in elementary school...If he could choose his last meal, it would include a Ruth's Chris filet, McDonald's French fries and Bojangles Chicken Supremes, with movie-theater popcorn for dessert...Favorite golf memory is using his first set of clubs while playing golf with his dad...Likes reading drudgereport.com. Twitter account is @chessonhadley...Says winning The Rex Hospital Open in his hometown of Raleigh is his biggest thrill in golf...Has a habit of snapping fingers after each birdie he makes.","otherInfo" : "","ntlTeams" : "Palmer Cup (1), 2008.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T21st at the The Honda Classic.","dynStats" : "He ranks T54th in Driving Distance - Driver on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/ChessonHadley"},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/chadleyprogolf\/"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/chessonhadley"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}