{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01928","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Pavin","first" : "Corey","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "155","weightMetric" : "70","birthDate" : "November 16, 1959","age" : "56","birthPlace" : "Oxnard, California","residence" : "Dallas, Texas","family" : "Wife, Lisa; Ryan (5\/29\/86), Austin (3\/5\/93), Alexis Le (12\/26\/07)","education" : "UCLA","splInterest" : "Basketball, snow skiing","pronunciation" : "PAY-vin","nwTourAlumnus" : "","trndProYear" : "1982","clubAffl" : "","cityPlaysFrm" : "Dallas; Texas; United States","websiteUrl" : "http:\/\/www.coreypavin.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "20,995,187&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Finished 37th on the final money list, an improvement of three places from his 2014 season...Best effort of the year came in August when he T3 at the Dick's Sporting Goods Open, his best showing since a runner-up at the 2013 Pacific Links Hawaii Championship. Moved into contention midway through the back nine but eventually finished in a group four strokes behind Jeff Maggert...Was T5 with former UCLA teammate Duffy Waldorf at April's Bass Pro Shops Legends of Golf...Was one stroke off the lead after the first round of the Mitsubishi Electric Championship at Hualalai before eventually finishing T9 in Hawaii to start the year.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1984","qSchoolYear" : "1983","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(12): 1983 German Open [Eur], South African PGA Championship [SAf], Calberson Classic [Eur]. 1984 New Zealand Open [Aus]. 1985 New Zealand Open [Aus], U.S. vs. Japan Matches [indiv.]. 1993 Toyota World Match Play Championship [Eur]. 1994 Tokai Classic [Jpn]. 1995 Asian Masters [Asia], Million Dollar Challenge [SAf]. 1996 Ssang Yong International Challenge [Kor]. 1999 Martel Skins Game [Taiwan].","curYearHigh" : "Finished 37th on the final money list, an improvement of three places from his 2014 season...Best effort of the year came in August when he T3 at the Dick's Sporting Goods Open, his best showing since a runner-up at the 2013 Pacific Links Hawaii Championship. Moved into contention midway through the back nine but eventually finished in a group four strokes behind Jeff Maggert...Was T5 with former UCLA teammate Duffy Waldorf at April's Bass Pro Shops Legends of Golf...Was one stroke off the lead after the first round of the Mitsubishi Electric Championship at Hualalai before eventually finishing T9 in Hawaii to start the year.","carHigh" : "2012: Highlight of his third Champions Tour season was his initial win on the circuit in his 35th start. Broke through in the season's first full-field event to defeat Peter Senior in a one-hole playoff at the Allianz Championship. Made a 12-foot birdie putt on the first extra hole for the win. Opened with an 8-under-par 64 and led by two strokes after the opening round and then shared the lead with Senior through 36 holes. Trailed Mark Calcavecchia by as much as three strokes early on the back nine Sunday before Calcavecchia fell out of contention. His birdie at No. 13 gave him the lead, which grew to two strokes with two holes remaining. However his bogey at No. 17 and Senior's birdie on the final hole forced the playoff, which he ended after just one hole. Highlight of his win was his miraculous save on No. 14 when he took an 8-iron and turned the clubhead to get around a root next to where his ball was sitting in a deep hole. Swinging left-handed, he hit his shot to 5 feet and eventually made par. The win came in his 122nd start since his last victory at the PGA TOUR's U.S. Bank Championship in Milwaukee in 2006. It was also 5 years, 6 months, 12 days since his previous victory...Was in contention for a second title at the U.S. Senior Open. Despite posting four rounds in the 60s, was one of four players who finished T2 at Indianwood Country Club, two strokes back of Roger Chapman. Appeared to be the championship's first-round co-leader with Tom Kite but was assessed a two-stroke penalty when his ball moved at address while playing the 14th hole (his fifth of the round)...Was also among the early leaders at the Encompass Insurance Pro-Am in Tampa and eventually finished solo fourth, the first of three consecutive top-10s for him during the spring...The following week, teamed with Gary Hallberg to finish T6 at the Liberty Mutual Legends of Golf...Was T8 twice in his last five starts -- Pacific Links Hawaii Championship, season-ending Charles Schwab Cup Championship...Had a run of 14 straight scores of par\/better during the summer (Rd. 2\/Montreal Championship-Rd.1\/The Senior Open Championship)...On the PGA TOUR, was T31 at the Crowne Plaza Invitational at Colonial and T38 at the Sony Open in Hawaii...Teamed with Alexis Thompson to finish T2 at the unofficial CVS Caremark Charity Classic in Rhode Island. 2011: Made only four starts on TOUR, his fewest since 1983. Focused on Champions Tour where he had nine top 10s in 17 starts...Among the top 20 on the Champions Tour money list for a second straight season and reeled off 24 consecutive scores of par or better from the Senior PGA Championship (T8) in late May through the third round of the Constellation Energy Senior Players Championship (T17) in late August...Led the Champions Tour in both Driving Accuracy (82.11 percent) and Putting Average (1.709)...Best efforts were a pair of T3s—at the Liberty Mutual Legends of Golf (with Tom Lehman) and The Senior Open Championship. At the Legends, three-round better-ball total of 26-under was one stroke short of getting into a playoff...Trailed the leaders by just one stroke after 54 holes of The Senior Open Championship but eventually finished three strokes back of Russ Cochran, despite posting a third consecutive 69 at Walton Heath. Performance in England was his second straight top-three finish in The Senior Open Championship...Started his season by going bogey free over all 54 holes at the Mitsubishi Electric Championship at Hualalai and it led to a sixth-place finish in Hawaii...Made four appearances on the PGA TOUR, making the cut in two tournaments. Was T45 at The PLAYERS and T55 at the Northern Trust Open at Riviera CC earlier in the year. 2010: Spent the majority of his year concentrating on his captain's duties for the 2010 Ryder Cup matches in Wales, with the team finishing a one-half point short of retaining Ryder Cup at biennial matches in early October...Made strong bids for victories on both PGA TOUR and Champions Tour in 2010. Finished inside the top 125 on the PGA TOUR money list and recorded two top-10s, including a playoff loss...In first season on Champions Tour recorded eight top-10s in 15 starts, including two runner-up finishes...Battled Bernhard Langer in Sunday's final round at The Senior Open Championship before falling one stroke short at Carnoustie and finishing solo second...Other second-place finish on Champions Tour came at The Cap Cana Championship...Recorded his first top-10 performance of the PGA TOUR season in his sixth start, finishing T7 at the Crowne Plaza Invitational at Colonial. Posted rounds of 67-64-67-67 in his 27th consecutive Colonial start (dating to inaugural appearance in 1984) at a tournament he won in 1985 and 1996. His T7 marked his first top-10 performance at Colonial since a T8 in 2001 and his eighth overall...Improved on that in his next start with a T2 at the Travelers Championship in June. Was eliminated on the first playoff hole with Scott Verplank and eventual winner Bubba Watson as he made par and they made birdies on the par-4 18th hole. It was his first back-to-back top-10 finishes since 1996. 2009: After being named as the 2010 U.S. Ryder Cup captain, made the cut in 12 of 23 starts on the PGA TOUR, with four resulting in top-25 finishes. Best finish of the season was a T15 at the Mayakoba Golf Classic at Riviera Maya-Cancun. Turned 50 on November 16, 2009, thus becoming eligible for the Champions Tour in 2010...Took a one-time Top 50 on the PGA TOUR Career Money List exemption in 2010. 2008: Collected $924,282 in season earnings, the fifth-largest total of his career, in his 25th season on the PGA TOUR. Made the cut in 14 of 20 starts, with six top-25 finishes...Finished T3 at the AT&T Pebble Beach National Pro-Am for his best finish on TOUR since winning the 2006 U.S. Bank Championship. Final-round, bogey-free 66 vaulted him from T26 to T3...Recorded his second and final top-10 of the year with a T10 at the Travelers Championship, thanks in part to a final-round 64, which tied the low round of the day...Held a share of the 18-hole lead after an 8-under 64 at the Buick Open. Finished T12. 2007: Made 15 cuts in 25 starts and competed in one event in the PGA TOUR's Playoffs for the FedExCup...In fifth start of the season, finished T6 at the AT&T Pebble Beach National Pro-Am, aided by rounds of 67-70 on the weekend. Fifth career top-10 at the TOUR's Monterey Peninsula event. 2006: Lone top-10 of the season was his first victory in over 10 years...Win and six other top-25s helped him surpass the $1-million mark ($1,308,084) in earnings for just the second time (1995-$1,340,079) in his 24-year TOUR career...Earned 15th TOUR victory with wire-to-wire win at the U.S. Bank Championship, 10 years, two months and 11 days since last win at the 1996 Colonial National Invitational. Set or tied several TOUR records en route to victory. Birdied first six holes (Nos. 1-6) in the first round en route to a TOUR nine-hole record 26 (8-under par). Finished first round with a career-low 61, tying Brown Deer Park Golf Club course record. Matched lowest first 36-hole total (61-64—125) in TOUR history. Eighth multiple winner of U.S Bank Championship, and third wire-to-wire winner in Milwaukee. Matched the U.S. Bank Championship 72-hole scoring record of 260 (61-64-68-67) of 2005 champion Ben Crane and 2000 champion Loren Roberts. Led the tournament in putting and was tied for first in scrambling. His 36-, 54- and 72-hole totals were all TOUR lows in 2006. The 72-hole score was matched by Phil Mickelson at the BellSouth Classic. His opening 61 was the low start by a winner in 2006...Served as assistant U.S. Ryder Cup Captain. 2005: Finished in the top 125 for second straight season and for 17th time in first 22 years on TOUR...Best finish was a T5 at the Bay Hill Invitational. 2004: Two top-10s were the most since he posted three in 1998. Finished in the top 100 (89th) on the money list for the first time since 1998, when he was No. 70...Tied career low with a first-round 8-under 62 at the Buick Championship. 2003: Made 18 cuts in 26 starts...His best effort came in the first start of the year, a T15 at the Sony Open in Hawaii. 2002: Only top-10 of the season came at the Michelob Championship at Kingsmill, a T6, his best finish since a T5 at the 1999 MCI Classic. 2001: Lone top-10 a T8 at the MasterCard Colonial. Finish produced largest payday, $116,000, since earning $270,000 for winning 1996 MasterCard Colonial. 2000: Lone top-10 was a T9 at the Westin Texas Open...Tied TOUR record with 18 putts in second round of Bell Canadian Open en route to 65. 1999: After finishing out of the top 150 on the money list in 1997-98, rebounded to finish 70th. Had as many top-10s (3) as he did in the two previous years combined. 1998: Posted top-10s in two late-season events, Westin Texas Open and the Michelob Championship at Kingsmill...Lost playoff to Stephen Leaney at ANZ Players Championship in Australia, where he shot course-record 66 in second round. 1996: Made 21 of 22 cuts and won the MasterCard Colonial...Finished in the top-10 nine times and ranked 18th on the money list...Earned berth on second straight Presidents Cup squad. 1995: After shooting 72-69-71, entered final round of U.S. Open at Shinnecock Hills three strokes behind Greg Norman. Closing 68 was highlighted by 228-yard 4-wood shot to 18th green, where ball came to rest 5 feet from hole. Two-putt par gave him his first major championship title...Became only the second player to win back-to-back at Riviera (Ben Hogan the other) when he successfully defended his Nissan Open title...Played on his third Ryder Cup team, compiling a 4-1 record, winning his singles match against Bernhard Langer, 3 and 2, and joining Loren Roberts, Phil Mickelson and Tom Lehman to win three other matches at Oak Hill CC. 1993: Played in his second Ryder Cup. Was 3-2 in his five matches, winning foursomes and four-ball matches with Lanny Wadkins as his partner.\n\n1991: Won Arnold Palmer Award, the last player to win TOUR money title with less than $1 million. 1988: Captured the Texas Open, shooting 21-under-par 259 to become fifth player in TOUR history to break 260. 1984: Scored victories in each of his first five full years on TOUR, starting with his first win at the Coca-Cola Houston Open. Amateur: At UCLA, was a two-time first-team All-American (1979, 1982), won 11 collegiate tournaments, including the 1982 PAC-10 title, and was named 1982 college player of the year. Bruin teammates included former or current PGA TOUR members Steve Pate, Jay Delsing, Tom Pernice Jr. and Duffy Waldorf...At age 17, won the Junior World and Los Angeles City Amateur titles.\n","otherCarHigh" : "","personal" : "With son Ryan, won Disney's father-child event for Ryan's age group (1996)...Serves as host for Corey Pavin Golf Classic benefiting Big Brothers and Big Sisters in Ventura County, Calif...Had LASIK surgery in November 1998...Caddied for former UCLA teammate Jay Delsing at 2003 PGA TOUR Qualifying Tournament, where Delsing earned his card for the 2004 TOUR season...Joined TOUR members Frank Lickliter II, Jerry Kelly, Donnie Hammond and Howard Twitty on a USA\/Armed Forces Entertainment tour of the Persian Gulf for Thanksgiving 2006. Returned in late 2009 with Tom Watson and Tim Simpson...Was the 2011 recipient of the Corporal Brock Bucklin Patriot Award at the Patriot Cup in Oklahoma in recognition of his passionate and ongoing support of the U.S. military. The Patriot Cup is a pro-am event benefiting the Folds of Honor Foundation, which provides educational scholarships to spouses and dependents of soldiers killed or disabled while defending the country.","otherInfo" : "","ntlTeams" : "The Presidents Cup (2), 1994, 1996; Ryder Cup (3), 1991, 1993, 1995; Ryder Cup Captain (1), 2010; Walker Cup (1), 1981; USA vs. Japan (1), 1982; Nissan Cup (1), 1985.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2010","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Finished 37th on the final money list, an improvement of three places from his 2014 season...Best effort of the year came in August when he T3 at the Dick's Sporting Goods Open, his best showing since a runner-up at the 2013 Pacific Links Hawaii Championship. Moved into contention midway through the back nine but eventually finished in a group four strokes behind Jeff Maggert...Was T5 with former UCLA teammate Duffy Waldorf at April's Bass Pro Shops Legends of Golf...Was one stroke off the lead after the first round of the Mitsubishi Electric Championship at Hualalai before eventually finishing T9 in Hawaii to start the year.","carHigh" : "2014: Dropped out of the top 30 on the final money list for the first time in his five-year Champions Tour career, slipping from 14th to 40th with earnings of $435,402. He had surpassed $1 million in earnings the previous two years. Had just four top-10 finishes, four fewer than he had in 2013...His best finish came in June when four consecutive rounds in the 60s at Fox Chapel GC led to a T6 finish at the Constellation SENIOR PLAYERS Championship...Earlier that month, playing with former UCLA teammate Duffy Waldorf, the pair finished T7 in the Champions Division at the Big Cedar Lodge Legends of Golf...Was among the leaders after 36 holes at the Pacific Links Hawai'i Championship in September, thanks to a second-round, 11-under-par 61, his career-best in relation to par. However, after starting the final round two strokes behind the leaders, shot a 71 Sunday to finish T7, his third consecutive top-10 performance in the event...Used a final-round 68 to move up into a T10 at the SAS Championship...After T2 in Putting Average in 2013, fell to 23rd in that category and also saw his scoring average drop from ninth to 36th.\n\n2013: Turned in his best earnings year since his 2006 PGA TOUR season, thanks to five top-three finishes in a row during the summer when he was perhaps the Champions Tour's hottest player...Came close to winning on multiple occasions in succession after notching two T3 performances to start his run...Shot 66 on the final day of the 3M Championship but, along with Jeff Sluman, came up one stroke short of winner Tom Pernice, Jr., at TPC Twin Cities in Minnesota...A week later, was T2 at the Dick's Sporting Goods Open, along with Russ Cochran, one stroke behind Bart Bryant. Had a chance to tie Bryant on the last hole but his 30-foot birdie putt missed...After taking a month off, returned at the Pacific Links Hawaii Championship and lost in a playoff to Mark Wiebe when he missed a 10-foot par save on the second extra hole after Wiebe made a 20-foot par putt just moments earlier. Appeared as if he would win the event in regulation, but Wiebe made a 7-foot birdie putt to send the event into overtime. Runner-up finish at Kapolei was his third consecutive and matched Fred Couples' three consecutive runner-up finishes earlier in the campaign...Streak of top threes began in mid-July when he closed with rounds of 64-67 to climb from a tie for 25th at the halfway mark up into an eventual T3 at the U.S. Senior Open Championship. Final-round 67 at Omaha CC included a run of five straight birdies, matching the best birdie streak in U.S. Senior Open history...Followed that third-place effort at the U.S. Senior Open with a T3 two weeks later at The Senior Open Championship at Royal Birkdale. Shot a bogey-free 65 Sunday, the best final-round score among the field and the round also equaled the best score of the championship. Finish was his third top-three performance at The Senior Open Championship in the last four years. His 69 Saturday at Royal Birkdale kicked off a run of 11 straight scores in the 60s, the season's best sub-70 streak on the Champions Tour...Early in the campaign, posted three straight rounds in the 60s to T4 in defense of his Allianz Championship title...Made his 30th consecutive start at the PGA TOUR's Crowne Plaza Invitational at Colonial in May but missed the cut by one stroke...Made his first Champions Tour ace in June when he holed a 6-iron shot from 173 yards on No. 8 in the third round of the Regions Tradition. His seven PGA TOUR aces tie him for fourth most since the TOUR began tracking holes-in-one in 1971.\n\n2012: Highlight of his third Champions Tour season was his initial win on the circuit in his 35th start. Broke through in the season's first full-field event to defeat Peter Senior in a one-hole playoff at the Allianz Championship. Made a 12-foot birdie putt on the first extra hole for the win. Opened with an 8-under-par 64 and led by two strokes after the opening round and then shared the lead with Senior through 36 holes. Trailed Mark Calcavecchia by as much as three strokes early on the back nine Sunday before Calcavecchia fell out of contention. His birdie at No. 13 gave him the lead, which grew to two strokes with two holes remaining. However his bogey at No. 17 and Senior's birdie on the final hole forced the playoff, which he ended after just one hole. Highlight of his win was his miraculous save on No. 14 when he took an 8-iron and turned the clubhead to get around a root next to where his ball was sitting in a deep hole. Swinging left-handed, he hit his shot to 5 feet and eventually made par. The win came in his 122nd start since his last victory at the PGA TOUR's U.S. Bank Championship in Milwaukee in 2006. It was also 5 years, 6 months, 12 days since his previous victory...Was in contention for a second title, at the U.S. Senior Open. Despite posting four rounds in the 60s, was one of four players who finished T2 at Indianwood CC, two strokes behind Roger Chapman. Appeared to be the championship's first-round co-leader with Tom Kite but was assessed a two-stroke penalty when his ball moved at address while playing the 14th hole (his fifth of the round)...Was also among the early leaders at the Encompass Insurance Pro-Am in Tampa and eventually finished solo fourth, his first of three consecutive top-10s during the spring...The following week, teamed with Gary Hallberg to finish T6 at the Liberty Mutual Legends of Golf...Was T8 twice in his last five starts—at the Pacific Links Hawaii Championship and the season-ending Charles Schwab Cup Championship...Had a run of 14 straight scores of par or better during the summer (from the second round of the Montreal Championship to the first round of The Senior Open Championship)...At one point in the year, went 260 holes without a three-putt, the Tour's best streak for the year...On the PGA TOUR, was T31 at the Crowne Plaza Invitational at Colonial and T38 at the Sony Open in Hawaii...Teamed with the LPGA's Alexis Thompson to finish T2 at the unofficial CVS Caremark Charity Classic in Rhode Island.\n\n2011: Among the top 20 on the Champions Tour money list for a second straight season and reeled off 24 consecutive scores of par or better from the Senior PGA Championship (T8) in late May through the third round of the Constellation Energy Senior Players Championship (T17) in late August...Led the Champions Tour in both Driving Accuracy (82.11 percent) and Putting Average (1.709)...Best efforts were a pair of T3s—at the Liberty Mutual Legends of Golf (with Tom Lehman) and The Senior Open Championship. At the Legends, three-round better-ball total of 26-under was one stroke short of getting into a playoff...Trailed the leaders by just one stroke after 54 holes of The Senior Open Championship but eventually finished three strokes behind Russ Cochran despite posting a third consecutive 69 at Walton Heath. Performance in England was his second straight top-three finish in the Senior Open...Started his season by going bogey free over all 54 holes at the Mitsubishi Electric Championship at Hualalai, and it led to a sixth-place finish in Hawaii...Made four appearances on the PGA TOUR, making the cut in two tournaments. Was T45 at The PLAYERS and T55 at the Northern Trust Open at Riviera CC earlier in the year. 2010: Spent majority of his rookie year concentrating on captain's duties for the Ryder Cup matches in Wales and team finished a half point short of retaining the Ryder Cup at biennial matches in early October...Made strong bids for victories on both Tours during the campaign...On the Champions Tour, battled Bernhard Langer in Sunday's final round at The Senior Open Championship before falling one stroke short at Carnoustie and finishing solo second. Despite a final-round, 1-under-par 70, was unable to convert a birdie opportunity at No. 18 prior to Langer's two-putt bogey at the final hole...Also finished second to Fred Couples at The Cap Cana Championship. Was the 36-hole leader in the event and, despite carding a final-round 66, was two strokes back. The 19-under 197 was his TOUR career-best in relation to par. Held the tournament lead until catching an unfortunate break on his second shot on the 14th hole when his ball hit a greenside sprinkler head and landed 60 yards over the green, leading to a bogey. Couples made birdie on the same hole to take the lead for good...Was three strokes off the lead after 36 holes at the inaugural Montreal Championship and, despite making only one bogey, eventually finished T3, thanks to consecutive 67s on the weekend...Near the end of the season, was the leader for the first 46 holes of the Administaff Small Business Classic but played his final eight holes at The Woodlands CC in 4-over to finish T5 near Houston...Rookie campaign on the Champions Tour started at the Mitsubishi Electric Championship at Hualalai and was T13 on the Big Island...Registered the highest finish by a Champions Tour player in a PGA TOUR event since Tom Watson at the 2009 Open Championship (second) when he was T2 at the Travelers Championship. Was in a playoff with Scott Verplank and eventual-winner Bubba Watson but was eliminated with a par on the first extra hole...Also was T7 at the Crowne Plaza Invitational at Colonial, which included a second-round, 6-under-par 64. It was his 27th straight appearance in that event...Made one appearance on the European Tour, finishing 16th at the Volvo China Open. \n","otherCarHigh" : "Veteran PGA TOUR member was a 15-time winner between 1984 and 2006...Biggest career victory came at the 1995 U.S. Open at Shinnecock Hills. After rounds of 72-69-71, he started the final round three strokes behind Greg Norman. His closing-round 68 was highlighted by a 228-yard, 4-wood shot to the 18th green which came to rest five feet from the hole. His two-putt par gave him his only major title...Won at least one event from 1984-88 and picked up his first career victory in 1984 when he won the Houston Coca-Cola Open by one stroke over Buddy Gardner...The following year, he won the Colonial National Invitation by four strokes over Bob Murphy...Claimed his third PGA TOUR victory at the 1986 Hawaiian Open, defeating Paul Azinger by two strokes. Trailed Tom Watson by three strokes after three rounds, but carded a final-round 6-under 66 to win the first of two straight titles at Waialae CC…Second title in the 1986 season came at the Greater Milwaukee Open. Picked up three strokes on third-round leader Dave Barr with a final-round 67 at Tuckaway CC and then defeated Barr on the fourth hole of a playoff with a 10-foot birdie putt…Won his fifth PGA TOUR event at the 1987 Bob Hope Chrysler Classic, coming from two strokes behind Bernhard Langer to win by one shot over Langer...Claimed second straight Hawaiian Open that year, rallying from six strokes back with a final-round 64 at Waialae to get into a playoff with third-round leader Craig Stadler. Defeated Stadler with a birdie on the second extra hole...Ended a 45-event victory drought when he won the 1988 Texas Open by eight strokes over Robert Wrenn. Winning score of 21-under-par 259 at Oak Hills included a hole-in-one at No. 2 in the opening round and his four-round total matched the second-lowest winning score in PGA TOUR history at the time...Chipped in from 40 feet on the first playoff hole to defeat Mark O'Meara and win his second Bob Hope Chrysler Classic in 1991. Both players had finished regulation at 29-under-par breaking Lanny Wadkins' tournament record by two strokes…Claimed a second title later in the 1991 season when he defeated former UCLA teammate Steve Pate on the second playoff hole of the BellSouth Atlanta Classic. Never led at Atlanta CC until winning with a two-putt par in overtime…Tenth PGA TOUR career title came at the 1992 Honda Classic. Playing several holes ahead of the leaders on Sunday, holed an 8-iron shot for an eagle at No. 18 at Westin Hills and eventually won the event by making a 12-foot birdie putt on the second playoff hole to defeat Fred Couples...First of two consecutive Nissan Los Angeles Open crowns came at Riviera CC in 1994, vaulting over Couples in a head-to-head last-round battle that eventually led to a two-stroke triumph...The following year in Los Angeles, won by two strokes over Jay Don Blake and Kenny Perry and joined Ben Hogan and Arnold Palmer as players who successfully defended titles at Riviera...Claimed second victory at Colonial CC in 1996. Charged past Jeff Sluman and Rocco Mediate with two late birdies...Set several TOUR records at his last victory in 2006 at the U.S. Bank Championship in Milwaukee. Birdied the first six holes in the opening round en route to a 8-under-par 26. Finished the round with a career-low 61, tying the Brown Deer Park Course mark. He also matched the lowest first 36-hole record in TOUR history (61-64—125) and also became the third wire-to-wire winner of the event. Matched the tournament scoring record of 260 by Ben Crane and Loren Roberts...Earned the 1991 Arnold Palmer Award as the PGA TOUR's leading money-winner, the last player to do so with less than $1 million in earnings (he earned $979,430 that year)...From an earnings standpoint, enjoyed his finest season in 1995 when he won $1,340,079 and was fourth on the money list...Spent over 150 weeks in the top-10 of the Official World Golf Rankings from 1986-97...Three-time member of the U.S. Ryder Cup team (1991, 1993 and 1995) and was an assistant captain to Tom Lehman in 2006 prior to his captainship in 2010. Has an 8-5-0 career record in those matches...Also played on two Presidents Cup teams (1994 and 1996)...Was the 2011 recipient of the Corporal Brock Bucklin Patriot Award at the Patriot Cup in Oklahoma in recognition of his passionate and ongoing support of the U.S. military. The Patriot Cup is a pro-am event benefiting the Folds of Honor Foundation, which provides educational scholarships to spouses and dependents of soldiers killed or disabled while defending the country. In 2006, he spent Thanksgiving in the Persian Gulf as part of a USO\/Armed Forces entertainment tour with other PGA Tour Players. He has also made a point to visit troops at Walter Reed Medical Center recovering from wounds sustained in service to our nation...Played in South Africa and Europe for a brief period before eventually earning his PGA TOUR card in 1984...Prior to turning professional, he was a college star at UCLA and was a two-time first-team All-American (1979 and 1982) and the winner of 11 collegiate tournaments, including the 1982 Pac-10 title...Named the 1979 and 1982 Pac-10 Player of the Year and is a member of the UCLA Athletic Hall of Fame. Bruin teammates included former PGA TOUR members Steve Pate, Jay Delsing, Tom Pernice Jr., and Duffy Waldorf...At age 17, won the Junior World and Los Angeles City Amateur titles.","personal" : "With his son Ryan won Disney's father-child event for Ryan's age group (1996)...Serves as host for Corey Pavin Golf Classic benefiting Big Brothers and Big Sisters in Ventura County, Calif...Had LASIK surgery in November 1998...Caddied for former UCLA teammate Jay Delsing at 2003 PGA TOUR Qualifying Tournament, where Delsing earned his card for the 2004 TOUR season...Joined TOUR members Frank Lickliter II, Jerry Kelly, Donnie Hammond and Howard Twitty on a USO\/Armed Forces Entertainment tour of the Persian Gulf for Thanksgiving 2006 and went to the region again in November 2009 with Tom Watson, Tim Simpson and Twitty...Is a long-time friend of former San Antonio Spurs' star David Robinson...Has played golf with Gerald Ford, George W. Bush and Bill Clinton, the latter when he was in office. After winning the 1995 U.S. Open, he received a congratulatory call from President Clinton who told him \"I see all those tips I gave you helped you out!\"","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T4th at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks T17th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}