{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24490","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "McNeill","first" : "George","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "180","weightMetric" : "82","birthDate" : "October 2, 1975","age" : "40","birthPlace" : "Naples, Florida","residence" : "Fort Myers, Florida","family" : "Single","education" : "Florida State University","splInterest" : "Fishing, hunting, boating","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1998","clubAffl" : "Fiddlesticks CC, Cypress Lakes CC, Gulf Harbour Yacht & CC (Fort Myers, Florida); Calusa Pines GC (Naples, Florida)","cityPlaysFrm" : "Ft. Myers; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "11,612,225&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "40th Nationwide Tour qualifier at the 2002 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Rookie on the 2003 Nationwide Tour...Tied for 40th at the 2000 Florida Classic, his only previous start on Tour...Missed the cut at the 2000 Kemper Insurance Open and the 2002 U.S. Open Championship...Won the Beck's Open, a mini-tour event, in Ft. Myers, FL.\n","otherCarHigh" : "","personal" : "Biggest thrill in golf was playing golf at Turnberry in Scotland...Grandfather gave him a set of cut-down clubs at the age of 4.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2007","qSchoolYear" : "2006","exmtStatus" : "62nd in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Advanced to the FedExCup Playoffs for an eighth time, thanks to seven top-25 finishes, through the Wyndham Championship. Kept his Playoffs' season alive, making it to the BMW Championship, the third of four events. Finished No. 62 in the FedExCup standings...With four rounds in the 60s, finished T5 at the Crowne Plaza Invitational at Colonial, two strokes behind winner Chris Kirk, marking his first top-10 on TOUR since a runner-up finish at the 2014 Greenbrier Classic. It was also his first top-10 in seven Colonial starts...A missed cut at the Deutsche Bank Championship dropped him to No. 70 in FedExCup points, the final spot available for the BMW Championship. Had a T13 at Conway Farms GC.\n\n2013-14: Claimed four top-10 finishes in 16 made cuts, including a solo-second showing at The Greenbrier Classic, good enough to lead him to a seventh berth into the FedExCup Playoffs. Season ended after the BMW Championship, when he placed 46th in the final FedExCup standings...Finished T7 at the season-opening Frys.com Open, four strokes behind champion Jimmy Walker. Birdied five of his last six holes in the third round en route to a career-low and course record, 9-under 62. CordeValle was also the site of his career-low nine-hole score, a 7-under 28 on the front nine in the second round in 2011...Finished T6 at the Northern Trust Open for his second top-10 in seven career starts at the event (T5 in 2010). The last time he had more than two top-10s in a season was 2011...Third top-10 finish of the year was a seventh-place outing in his home state of Florida at the Valspar Championship. Following an opening-round, 2-over 73 in Tampa, closed with three rounds of par or better to claim the top-10 in his eighth start in the event...Turned in the round of the week at The Greenbrier Classic, with a final-round, 9-under 61 to finish second to Angel Cabrera by two strokes. It topped his previous-low round on the PGA TOUR of 62 during the third round of Frys.com Open (finished T7) and first round of The McGladrey Classic (finished T22) in his next start. The round fell one shy of the low round on TOUR this season, an 11-under 60 by J.J. Henry during the first round of the Shriners Hospitals for Children Open. Round included an ace with a 4-iron from 219 yards on the par-3 eighth hole, leading to a year's worth of mortgage payments to Janet Alexander from Concord, Calif., courtesy of the Quicken Loans Hole-in-One Sweepstakes. Marked the second ace of his career and 12th on TOUR this season. Had he won, would have been the first player since Steve Stricker at the 2011 Memorial Tournament to record an ace en route to winning. Finish earned him an invitation into The Open Championship at Royal Liverpool based on being one of the top-four qualifiers not otherwise qualified among the top 12 at The Greenbrier Classic. Runner-up finish was seventh of his career and first since the 2011 Wyndham Championship.\n\n2013: In 21 TOUR starts, had 15 made cuts, four missed cuts, one disqualification and one WD. Failed to record a top-10 for the first time in his seven-year TOUR career. Entered the FedExCup Playoffs No. 121 in the standings before finishing T43 at The Barclays to move up to No. 102 in the final FedExCup standings.\n\n2012: Qualified for the FedExCup Playoffs for the fifth time in six years (2010). Finished No. 86 in the FedExCup standings...Defeated Ryo Ishikawa by two shots to win his second TOUR event, at the Puerto Rico Open. All four winners of the Puerto Rico Open reside within 130 miles of each other on Florida's Gulf Coast: McNeill (Fort Myers), Derek Lamely (Fort Myers), Michael Bradley (Valrico) and Greg Kraft (Clearwater). Has won two of three times when holding the third-round lead\/co-lead on TOUR. Won his first tournamet after holding the third-round lead at the 2007 Frys.com Open. Finished T2 the second time he held the third-round lead, at the 2009 Children's Miracle Network Hospitals Classic. Won the Puerto Rico Open after holding a one-stroke lead entering the final round. Won his second event in his 145th TOUR start. Entering this week, had six runner-up finishes and no victories since winning the 2007 Frys.com Open in his rookie season. In 2011, he finished fifth in his only other Puerto Rico Open start. 2011: Enjoyed a solid year with a career-best, four top-10 finishes, including two runner-up showings. For the first time since its inception, played his way into the third of four Playoffs events, the BMW Championship (64th)...Finished fifth at the Puerto Rico Open on the strength of a second-round 66, his first top-10 finish since the 2010 Northern Trust Open...Posted the low round of the day in the third round of the Zurich Classic of New Orleans, a 7-under 65, en route to T6 honors...Shot a final-round 68 to finish one stroke behind Chris Kirk at the Viking Classic. His T2 finish is his best since dropping a playoff at the 2009 Children's Miracle Network Classic. Made his third cut in as many Viking Classic starts. He T34 in 2007 and T52 in 2010...Finished second at the Wyndham Championship, on the strength of a final-round 64. Finished three shots behind winner Webb Simpson and moved to No. 54 in the FedExCup standings. 2010: Made the cut in 12 of 28 starts and posted only one top-10 finish, a T5 at Northern Trust Open, shooting four rounds under par...Finished outside the top-125 on the money list for the first time in his four year career. 2009: Finished second twice in the fall and totaled a career high in earnings, with more than $1.4 million...Four rounds in the 60s led to a T7 finish at the Sony Open in Hawaii...Defeated by Martin Laird on the third extra hole of a playoff at the Justin Timberlake Shriners Hospitals for Children Open. Runner-up finish with Chad Campbell, also in the playoff, came after missing the cut in his previous four starts on TOUR...One month later, lost to Stephen Ames on the second playoff hole at the Children's Miracle Network Classic...Came into the Disney event with four eagles all year, but made two eagles within the first five holes on the back nine during the third round and another eagle on No. 4 in the final round. After Justin Leonard was eliminated with a bogey on the first playoff hole, McNeill lipped out a 6-foot par putt on the second extra hole, the par-3 15th, to lose to Ames' par. 2008: Recorded three top-10s, including two runner-up finishes...Posted the first runner-up finish of his career at the PODS Championship. Final-round, 3-under 69 moved him to 2-under 282 for the tournament, just two shy of champion Sean O'Hair...Posted four rounds in the 60s to finish T6 at the U.S. Bank Championship. Began the final round one off the lead of Nick Flanagan and Gavin Coles, but final-round 68 fell four short of champion Richard S. Johnson. 2007: After earning PGA TOUR Qualifying Tournament medalist honors in 2006, earned first TOUR victory during the Fall Series at the Frys.com Open...Along with Brandt Snedeker (Wyndham Championship), one of two rookies to win on TOUR during the year...In 21st start of rookie season, finished T3 at the Canadian Open with rounds of 66-66 on the weekend...Captured first career TOUR victory at the Frys.com Open benefiting Shriners Hospitals for Children at age 32 years and 13 days, the fourth consecutive first-time winner at the event. Opened with rounds of 66-64-67 and held a five-stroke cushion entering the final round. Responded with a 5-under-par 67 on Sunday to win by four strokes over D.J. Trahan... Became the ninth player to win the PGA TOUR Qualifying Tournament at the end of one season and capture a TOUR event the following year. 2006: Medalist at PGA TOUR Qualifying Tournament. Five-stroke margin (23-under-par total) was largest since Scott Verplank topped Blaine McCallister by six in 1997. Earned first card in ninth trip to Qualifying Tournament, including second visit to the finals (2002). One of eight players to successfully negotiate all three stages...Spent much of the year as an assistant professional at Forest CC in Fort Myers, Fla...Played in U.S. Open at Winged Foot, where he missed the cut. 2004: Member of the Golden Bear Tour. 2003: Web.com Tour member, finishing 115th on the money list, with one top-10 in 24 starts...Missed the cut at The Honda Classic in only TOUR start. 2002: Lone TOUR start was a missed cut at the U.S. Open at Bethpage State Park's Black Course. 2000: In first career PGA TOUR start, missed the cut at the Kemper Insurance Open. Amateur: All-ACC and All-America selection at Florida State (1997-98) and turned professional in 1998.\n","otherCarHigh" : "","personal" : "Named to the All-America team and the all-conference team during his days at Florida State University...Graduated from same high school as Deion Sanders, Mike Greenwell, Jevon Kearse, Richard Fain and Noel Devine...Says winning the 2007 Frys.com Open in Las Vegas is his biggest thrill in golf. Biggest thrill outside golf is tarpon fishing...Never travels without jeans and a T-shirt...First car was a 1979 Ford Mustang...Favorite course is Calusa Pines GC in Naples, Fla...Favorite team is Florida State. Favorite TV show is \"Entourage\" and \"The Shawshank Redemption\" is his favorite movie. Robert De Niro is his favorite entertainer, Randy Wayne White is his favorite author, and his favorite athlete to watch is Roger Federer. His favorite food is lasagna. Carmel, Calif., and London are his favorite cities to visit, and the Florida Keys is his favorite vacation spot...Would add his dad, Jack Nicklaus and Bobby Nichols to his dream foursome...Is an instrument-rated, multi-engine pilot...Bucket list includes diving with Great White sharks...Charity works include Southwest Florida Junior Golf, the Bobby Nichols Charity Classic benefiting Children's Advocacy Center of Southwest Florida and Hope Hospice...Has three sisters and one brother.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T11th at the Valspar Championship.","dynStats" : "He ranks T76th in Driving Distance - Fairway Woo on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}