{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01717","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "6","capcure" : "N", "personalInfo" : {"name" : {"last" : "Lyle","first" : "Sandy","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "187","weightMetric" : "85","birthDate" : "February 9, 1958","age" : "58","birthPlace" : "Shrewsbury, England","residence" : "Balquhidder, Perthshire, Scotland; Ponte Vedra Beach, Florida","family" : "Wife, Jolande; Stuart (1983), James (1986), Alexandra Lonneke (1993), Quintin (1995)","education" : "","splInterest" : "Motorcycles, cars, airplanes","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1977","clubAffl" : "","cityPlaysFrm" : "Balquhidder; ; Scotland","websiteUrl" : "","websiteName" : "","hallOfFame" : "Inducted 2012","combTourMoney" : "4,519,336&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1980","qSchoolYear" : "","exmtStatus" : "Past Champion","otherVics" : "(2): 1980 World Cup [indiv]. 1984 Kapalua International.","intlVics" : "(22): 1978 Nigerian Open. 1979 Scottish Professional Championship, B.A. Avis Open [Eur], Jersey Open, Scandinavian Enterprise Open [Eur], European Open [Eur], Scottish Professional Championship. 1980 Coral Welsh Classic [Eur]. 1981 Paco Rabanne French Open [Eur], Lawrence Batley International [Eur]. 1982 Lawrence Batley International [Eur]. 1983 Cepsa Madrid Open [Eur]. 1984 Italian Open [Eur], Lancome Trophy [Eur], Casio World Open [Asia], 1985 Benson and Hedges International [Eur]. 1987 German Masters [Eur]. 1988 Dunhill British Masters [Eur], Suntory World Match Play Championship [Eur]. 1991 BMW International Open [Eur]. 1992 Lancia-Martini Italian Open [Eur], Volvo Masters [Eur].","curYearHigh" : "Competed in his 35th Masters Tournament in April but did not make the cut.","carHigh" : "Split his professional career between the PGA TOUR and the European Tour. Made 279 career starts on the PGA TOUR, with six victories, including the 1985 Open Championship and the 1988 Masters. He also won 18 times on the European Tour in a career that spanned nearly 30 years. Owns 29 wins worldwide…Is a European Ryder Cup veteran, with five appearances to his credit (1979, 1981, 1983, 1985 and 1987). Had a 7-9-2 overall record. Served as one of Ian Woosnam's European Ryder Cup Assistant Captains in 2006 at The K Club in Ireland. \n\n2013: On the leaderboard throughout at The Senior Open Championship at Royal Birkdale and eventually finished seventh. It marked his best outing ever in the Tour's only overseas major and his best outing on the Champions Tour since the 2012 Senior PGA Championship (T4)...Made the cut for the 16th time at the Masters, finishing T54 in April...Played in his 35th consecutive Open Championship and finished 84th at Muirfield.\n\n2012: Highlight of his career came when he was inducted into the World Golf Hall of Fame in a ceremony in May. Entered the Hall with fellow members Phil Mickelson, Hollis Stacy, Dan Jenkins and Peter Allis...Recorded his best career finish in a stroke-play event when he fired rounds of 66-64 on the weekend at Harbor Shores to place T4 at the Senior PGA Championship...Also was T13 at the Encompass Insurance Pro-Am after finding himself tied for the runner-up slot through 36 holes at TPC Tampa Bay, five strokes off Michael Allen's lead...Missed the cut in his only two PGA TOUR starts, at the Masters and The Open Championship. 2011: In mid-December, he was elected to the World Golf Hall of Fame via the international ballot...In his only two starts on the PGA TOUR, missed the cut at the Masters and The Open Championship...Made six Champions Tour starts, with a T8 at the Liberty Mutual Legends of Golf being his best finish...Won the inaugural ISPS Handa Senior World Championship at Mission Hills GC in China on the European Seniors Tour. It was his first victory on the European Seniors Tour and his first win anywhere since the 1992 Volvo Masters. 2010: Played in the PGA TOUR's AT&T Pebble Beach National Pro-Am, the Masters and The Open Championship but missed the cut in all three events…Recorded one top 10 in 13 Champions Tour starts…Was T10 at the inaugural Posco C&E Songdo Championship in South Korea. One of just four players to shoot three consecutive sub-par rounds in the tournament. 2009: Turned in a strong showing at the Masters Tournament, finishing T20 in his 28th appearance in Augusta. It was his best performance since his 1988 victory. T20 finish at the Masters was his first top-25 finish since the 2000 season…Was T6 at the Aberdeen Brunei Senior Masters on the European Senior Tour in early March...Had four finishes in the top 15 during his 19 Champions Tour starts, highlighted by a T12 at the Toshiba Classic and a pair of T13s at The Senior Open Championship and the Liberty Mutual Legends of Golf, where he teamed with Ian Woosnam...Was also T15 at The ACE Group Classic. 2008: Joined the Champions Tour in March and made 16 starts...Teamed with Ian Woosnam to claim a third-place finish in the Legends Division at the Liberty Mutual Legends of Golf in April. The duo turned in the low score in the final round, a 12-under 60, but their late charge still left them two strokes shy of the winning team of Andy North and Tom Watson in Savannah, GA...Made his Champions Tour debut at the Toshiba Classic in March and finished T54...Along with Ian Woosnam, was one of just two Champions Tour players to make the cut at the Masters (72-75). Eventually was 45th at Augusta National after rounds of 78-77 on the weekend...Made three starts on the European Senior Tour, with his best finish a T11 at the Ryder Cup Wales Senior Open. 2000: Posted two top-10 finishes…Seventh-place finish at SEI Pennsylvania Classic was his last top 10 on TOUR. 1989: Recorded two runner-up finishes and one third-place finish. Ended up being his last top-3 performance on TOUR. 1988: Had a breakout year on the PGA TOUR when he was a three-time winner and a seventh-place finisher on the money list. Last of six PGA TOUR wins came at the Masters Tournament, where he was a one-stroke victor over Mark Calcavecchia, becoming the first British winner of the event…Victory in Augusta came just one week after he defeated Ken Green with a birdie on the second playoff hole to win the Kmart Greater Greensboro Open...Earlier that year, came from seven strokes behind Davis Love III on the final day at the Phoenix Open to earn a berth in a playoff with Fred Couples. Made bogey on the third extra hole but still prevailed. 1987: Claimed the Tournament Players Championship, besting Jeff Sluman in a playoff. 1986: Won the Greater Greensboro Open by two strokes over Andy Bean. 1985: Claimed first PGA TOUR victory when he came from three strokes behind on the final day at Royal St. Georges to win The Open Championship by one stroke over Payne Stewart…Led European Tour Order of Merit three times (1979-80, 1985)...Played in three World Cups for England and was the medalist at the 1980 World Cup... Represented England at seven Dunhill Cups. Amateur: Was an amateur standout prior to turning professional in 1977...Member of the Great Britain\/Ireland Walker Cup team in 1977. \n","otherCarHigh" : "","personal" : "Awarded Member of British Empire. After becoming first British winner of Masters, put haggis, a Scottish dish, on menu at Champions Dinner the next year.","otherInfo" : "","ntlTeams" : "Ryder Cup (5), 1979, 1981, 1983, 1985, 1987; World Cup (3), 1979, 1980, 1987; Walker Cup (1), 1977; Hennessy Cognac Cup (3), 1980, 1982, 1984; Dunhill Cup (7), 1985, 1986, 1987, 1988, 1989, 1990, 1992; Nissan Cup (2), 1985, 1986; Kirin Cup (1), 1987","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2008","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(23): 1978 Nigerian Open. 1979 Scottish Professional Championship, Jersey Open, Scandinavian Enterprise Open, European Open, Scottish Pro Championship. 1980 Coral Classic, World Cup [indiv]. 1981 Paco Rabanne French Open, Lawrence Batley International. 1982 Lawrence Batkley International. 1983 Cepsa Madrid Open. 1984 Italian Open, Lancome Trophy, Casio World Open, Kapalua International. 1985 Benson and Hedges International. 1987 German Masters. 1988 Dunhill British Masters, Suntory World Match Play Championship. 1991 BMW International Open. 1992 Lancia-Martini Italian Open, Volvo Masters.","intlVics" : "(1): 2010 ISPS Handa Senior World Championship.","curYearHigh" : "Competed in his 35th Masters Tournament in April but did not make the cut.","carHigh" : "2015: Made a strong run for his first PGA TOUR Champions title in April when he teamed with Ian Woosnam to finish second at the Bass Pro Shops Legends of Golf. The pair led by two strokes heading into the final round but could not hold off a late-round charge by Billy Andrade and Joe Durant, who won by three strokes...On the leaderboard through 54 holes of the Senior PGA Championship and eventually finished T9 on The Pete Dye Course at French Lick Resort, his best in a major since a seventh at the 2013 Senior Open Championship...Missed the cut at both the Masters and The Open Championship. \n\n2014: Made 14 PGA TOUR Champions starts. with his best showing coming in June when he was T14 at the Encompass Championship near Chicago...Finished T44 at the Masters and missed the cut at The Open Championship in his only two PGA TOUR starts...Also competed at the Alfred Dunhill Links Championship on the European Tour but missed the cut. \n\n2013: Turned in his best performance in 19 starts in July when he was on the leaderboard throughout at The Senior Open Championship at Royal Birkdale and eventually finished seventh. It marked his best outing in the Tour's only overseas major and his best outing on the PGA TOUR Champions since the 2012 Senior PGA Championship (T4)...Was 12th at the Pacific Links Hawaii Championship in September...Rebounded from an opening-round 76 to finish T17 at the Montreal Championship...Made the cut for the 16th time at the Masters, finishing T54 in April...Played in his 35th consecutive Open Championship and finished 84th at Muirfield...Competed at the European Tour's Scottish Open the previous week but missed the cut. \n\n2012: Highlight of his career came in May when he was inducted into the World Golf Hall of Fame. Entered the Hall with fellow members Phil Mickelson, Hollis Stacy, Dan Jenkins and Peter Alliss...Recorded his best career finish in a stroke-play event when he fired rounds of 66-64 on the weekend at Harbor Shores to place T4 at the Senior PGA Championship...Also was T13 at the Encompass Insurance Pro-Am after finding himself tied for the runner-up slot through 36 holes at TPC Tampa Bay, five strokes off Michael Allen's lead...Missed the cut in his only two PGA TOUR starts, at the Masters and The Open Championship as well as at the European Tour's Scottish Open.\n\n 2011: Won the inaugural ISPS Handa Senior World Championship at Mission Hills in China on the European Seniors Tour in November 2010, the first event of that Tour's 2010-11 season. It was his first victory on the European Seniors Tour and his first win anywhere since the 1992 Volvo Masters...Played in six PGA TOUR Champions events during the year. Was T8 with partner Peter Senior at the Liberty Mutual Legends of Golf in April and was T14 at the Songdo IBD Championship in September...Also made three starts on the European Tour, including the 140th Open Championship, where he missed the cut. 2010: Posted a top-10 finish for the first time in the year when he was T10 at the inaugural Posco E&C Songdo Championship in Korea in September. One of just four players to shoot three consecutive sub-par rounds in the tournament...Final-round 67 at Punta Espada GC moved him up into a T13 at The Cap Cana Championship in March, which was his best effort on the PGA TOUR Champions since the 2009 Senior Open Championship...Teamed with Peter Senior to finish T12 at the Liberty Mutual Legends of Golf...Made three starts on the European Senior Tour, including The Senior Open Championship (MC), DeVere Collection PGA Seniors Championship (12th) and the Handa Irish Senior Open (9th)...Also played in the PGA TOUR's AT&T Pebble Beach National Pro-Am, the Masters and The Open Championship but missed the cut in all three events. 2009: Turned in a strong showing at the Masters Tournament, finishing T20 in his 28th appearance in Augusta. It was his best performance since his 1988 victory...Was T6 at the Aberdeen Brunei Senior Masters on the European Senior Tour in early March...Had four finishes in the top 15 during his 19 PGA TOUR Champions starts, highlighted by a T12 at the Toshiba Classic and a pair of T13s at The Senior Open Championship and the Liberty Mutual Legends of Golf, where he teamed with Ian Woosnam...Was also T15 at The ACE Group Classic. 2008: Joined the PGA TOUR Champions in March and made 16 starts...Teamed with Ian Woosnam to claim a third-place finish in the Legends Division at the Liberty Mutual Legends of Golf in April. The duo turned in the low score in the final round, a 12-under 60, but their late charge still left them two strokes shy of the winning team of Andy North and Tom Watson in Savannah...Made his PGA TOUR Champions debut at the Toshiba Classic in March and finished T54...Along with Ian Woosnam, was one of just two PGA TOUR Champions players to make the cut at the Masters (72-75). Eventually was 45th at Augusta National after rounds of 78-77 on the weekend...Made three starts on the European Senior Tour, with his best finish a T11 at the Ryder Cup Wales Senior Open.\n","otherCarHigh" : "Split his professional career between the PGA TOUR and the European Tour...Made nearly 300 career starts on the PGA TOUR, with six victories. He also won 18 times on the European Tour in a career that spanned nearly 30 years...Owns 30 wins worldwide...Had a breakout year on the PGA TOUR in 1988 when he was a three-time winner and a seventh-place finisher on the money list. Last of six PGA TOUR wins came at the 1988 Masters Tournament, where he was a one-stroke victor over Mark Calcavecchia, becoming the first British winner of the event. Victory in Augusta came just one week after he defeated Ken Green with a birdie on the second playoff hole to win the Kmart Greater Greensboro Open...Earlier that year, came from seven strokes behind Davis Love III on the final day at the Phoenix Open to earn a berth in a playoff with Fred Couples. Made bogey on the third extra hole but still prevailed...Claimed first PGA TOUR victory in 1985 when he came from three strokes behind on the final day at Royal St. Georges to win the 1985 Open Championship by one stroke over Payne Stewart...Won again the following year at the Greater Greensboro Open by two strokes over Andy Bean. He then claimed the 1987 Tournament Players Championship, besting Jeff Sluman in a playoff...Is a European Ryder Cup veteran, with five appearances to his credit (1979, 1981, 1983, 1985 and 1987). Had a 7-9-2 overall record...Served as one of Ian Woosnam's European Ryder Cup assistant captains in 2006 at The K Club in Ireland...Played in three World Cups for England and was the medalist at the 1980 World Cup...Led European Tour Order of Merit three times (1979-80 and 1985)...Represented England at seven Dunhill Cups...Was an amateur standout prior to turning professional in 1977...Member of the Great Britain\/Ireland Walker Cup team in 1977...Was honored with a Lifetime Achievement Award at the 2013 Scottish Golf Awards.","personal" : "After becoming the first British winner of the Masters, he put Scottish haggis on the menu for the Champions' Dinner the next year...He was taught the game by his late father, Alex, the long-time professional at Hawkstone Park in England...Won the 2014 World Hickory Open at Panmure GC in Carnoustie, Scotland, using pre-1935 clubs with hickory shafts, carding scores of 76-69 for a three-stroke victory...In May 2015, along with Nick Faldo, became an honorary member of The Royal and Ancient Golf Club of St Andrews.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T20th at the Mitsubishi Electric Classic.","dynStats" : "He ranks T56th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/SandyLyle1"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}