{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "47454","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "McCready","first" : "Kenneth","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t","heightMetric" : "","weight" : "","weightMetric" : "","birthDate" : "March 20, 1988","age" : "28","birthPlace" : "Sacramento, California","residence" : "","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2013","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : ""}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "Finished 11th at the Second Global Qualifying Tournament to earn fully exempt PGA TOUR China Series' status.","carHigh" : "2014: Finished 33rd at the California Open…Also played on the eGolf Tour. Opened his season at The Golf Club of California Classic in Fallbrook, where he finished eighth…Added another top-10 in March, at the Cross Creek Classic. Finished 10th…Best showing of the campaign came at the Avondale Open. Shot rounds of 68-67-68 to finish at 3-under, four shots behind winner Tom Whitney. \n2013: Advanced to the semifinals of the U.S. Mid-Amateur in Birmingham, Ala., in October, defeating Todd Mitchell in 20 holes. Missed making it to the finals when he fell to Bill Williamson, 2 and 1, in the semifinals. \n","otherCarHigh" : "Played collegiate golf at the University of San Diego…First college title came at the 36-hole San Diego Intercollegiates in 2010, an event where he defeated teammate Jason Shano by a shot…The following year, won the Battle at the Beach—his first full-field, collegiate victory…Has a degenerate disorder that causes a weakening of his bones and has endured nine surgeries since 2007, including three on his right ankle. Also suffered shoulder injuries playing football and falling down stairs…Was college teammates with PGA TOUR China player Alex Ching.","personal" : "Is an avid snowboarder after picking up the sport when he was a teenager…His sister, Kimberly, played golf at the University of Oregon.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T29th in 2015 at the Buick Open.","dynStats" : "He ranks T79th in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}