{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32803","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Mitchell","first" : "Adam","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "155","weightMetric" : "70","birthDate" : "February 16, 1987","age" : "29","birthPlace" : "Atlanta, Georgia","residence" : "Atlanta, Georgia","family" : "Single","education" : "University of Georgia (2009, Finance)","splInterest" : "Fishing, University of Georgia football","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2009","clubAffl" : "Ansley GC (Atlanta, Georgia)","cityPlaysFrm" : "Atlanta, Georgia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Exempt - Finished 11-45 at 2015 Web.com Tour Qualifying Tournament (exempt to second reshuffle)","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Took a year off from competitive golf in March and went to work for his uncle at Mitchell Metals in Atlanta. Six months later reduced his working hours to return to competitive golf. Earned medalist honors at First Stage of the Web.com Tour Qualifying Tournament in Stone Mountain, Ga., and successfully navigated the Second Stage. At the Final Stage, shot 68-70-71-73 to T21 and secure solid Tour status for 2016.\n\n2014: In three Web.com Tour appearances, made two cuts, with a T58 at the Nova Scotia Open his best finish.\n\n 2013: Made six starts on the Web.com Tour, with a T15 at the South Georgia Classic in his first start of the season his best effort.\n\n 2012: Missed the cut in the only Web.com Tour event he played.\n\n 2011: Played in two Web.com Tour events, making one cut (T45 at the News Sentinel Open).\n\n Played the eGolf Tour and SwingThought Tour from 2010-13.\n","otherCarHigh" : "Was a member of the McCallie School's 2002 Tennessee state championship team...Won the 2008 Porter Cup and was a member of the 2009 U.S. Walker Cup team...Was an All-American at the University of Georgia from 2007-09 and a member of the All-SEC team in 2006 and 2009...Was a semifinalist at the 2008 U.S. Amateur...Made his Web.com Tour debut a successful one, finishing T51 at the 2008 Chattanooga Classic while still an amateur.","personal" : "Graduated from the McCallie School in 2005...Has two younger sisters...In addition to golf, was also on the all-region baseball team from 2001-02 while at McCallie...Biggest thrills in golf were representing the United States in the 2009 Walker Cup and quitting golf in 2015, then making it to Q-School Finals the same year...A big thrill outside golf was winning the 1999 Georgia state baseball championship...Earliest golf memory was beating his dad for the first time on Father's Day...Was once a volunteer baseball coach...If not a professional golfer would \"probably be a project manager at Mitchell Metals,\" where he has worked on and off over the years...First tee intro song would be \"Baba O'Riley\" by the Who...Favorites include any James Bond movie, Taylor Swift (entertainer), Queenstown, New Zealand (vacation spot), A River Runs Through It (book), \"NCIS: LA\" (TV show), Mexican food, Shinnecock Hills (golf course), Atlanta Braves (pro team)...Most famous person met is George W. Bush at Walker Cup Reunion...Would most like to trade places with soccer legend David Beckham (\"sexiest man alive\") for a day...Admits to being a \"clean freak\" and that his closet is color coordinated...Dream foursome would include Boo Weekley, Scott Hamilton and Steven Bowditch...Bucket list includes going to Wimbledon and the Kentucky Derby...Active in Children's Healthcare of Atlanta charity...\"I'm just a finely tuned athlete on the verge of greatness.\"...Twitter name is @adamkmitch.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 2009","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is T30th at the Club Colombia Championship Presented by Claro.","dynStats" : "He ranks T71st in Scoring Average (Actual) on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["XML Output","Intro Page","Bio Page","ShotLink Player Bio"]}]}