{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "30911","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Fleetwood","first" : "Tommy","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "168","weightMetric" : "76","birthDate" : "January 19, 1991","age" : "25","birthPlace" : "Southport, England","residence" : "Southport, England","family" : "Single","education" : "","splInterest" : "Sports","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2010","clubAffl" : "Formby Hall (Southport, England)","cityPlaysFrm" : "England; ;","websiteUrl" : "sportism.net","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "(1): 2013 Farmfoods British Par-3 Championship.","intlVics" : "(3): 2011 Kazakhstan Open [EurChall], Formby Hall Classic [PGA EuroPro]. 2013 Johnnie Walker Championship at Gleneagles [Eur].","curYearHigh" : "","carHigh" : "2014-15: Had a nice showing in December 2014 at the Thailand Golf Championship. Shot a final-round 70 at Amata Spring CC to finish fourth, three shots behind winner Lee Westwood...In mid-April, at the European Tour's inaugural Shenzhen International, opened with a 2-under 70 then reeled off three consecutive 69s at Genzon GC to finish solo third, a stroke out of the Kiradech Aphibarnrat-Hao Tong Li playoff. Had a chance to join the playoff with a birdie on No. 18 Sunday, but his putt missed...In his first appearance at the World Golf Championships-Cadillac Match Play, finished T5 at TPC Harding Park. Lost in the quarterfinals to fellow Englishman, Danny Willett (3 and 2), after a winning perfomance in the round of 16 against Branden Grace (2 and 1)...Enjoyed a top-10 in late-May at the BMW PGA Championship, thanks to a third-round 65 that led to a T6 with Shane LoweryâŚFinished T10 at the Aberdeen Asset Management Scottish Open with six others at Gullane GC in July. \n\n2013-14: Made both his PGA TOUR and World Golf Championships debut when he T18 at the HSBC Champions in Shanghai in November 2013. It was his only made cut in three TOUR appearances...Concluded the European Tour season ranked 19th in the final Race to Dubai standings. Was poised to win the Volvo Golf Champions in mid-January on the European Tour. Opened with rounds of 70-67-69 at Durban CC in Durban, South Africa. Could only match par with a 72 on his final round, eventually settling for a T3 with Joost Luiten, two shots behind winner Louis Oosthuizen...Had a nice showing in late-August at the Czech Masters. Shot a second-round, 7-under 65, the low round of the day and parlayed that into a T5 with Eddie Pepperell, six shots behind winner Jamie Donaldson at Albatross Golf Resort in Prague...In early September, opened with a 6-under 64 at the Omega European Masters. Followed that with three more under-70 rounds, including a third-round, 7-under 63, that led to a T5 finish at Crans-sur-Sierre GC...Continued his solid play, at the ISPS Handa Wales Open. Opened with three consecutive 68s at Celtic Manor and was five shots behind 54-hole leader Joost Luiten. Shot a final-round, 4-under 67 but came up a stroke short of Luiten...Made a strong run at victory at the Alfred Dunhill Links Championship in October. Jumped into contention with a third-round 62 at St. Andrews' Old Course. Played bogey-free and had a run of six consecutive birdies from Nos. 5 to 10. Trailed Oliver Wilson by three shots with 18 holes to play. Shot a second consecutive bogey-free round, again at St. Andrews, a 4-under 68 only to fall a stroke short of Wilson. Finished T2 with Richie Ramsay and Rory McIlroy. Played his final 39 holes bogey-free, his last bogey coming at No. 15 at Kingsbarns on Friday.\n\n2013: In the middled of the summer, was ranked as low as No. 272 in the Official World Golf Ranking after a 65th place showing at the European Tour's Russian Open. In his next start, a month later, broke through for his first title, at the Johnnie Walker Championship at Gleneagles. Finished regulation tied with Ricardo Gonzalez and Stephen Gallacher. In the overtime session, he made a par-4 to Gonzalez and Gallacher's bogeys to secure the championship at The Gleneagles Hotel in Pertshire, Scotland. Moved up 110 positions in the OWGR...Added another top-10 at the Omega European Masters, when he finished T9 after opening with a 6-under 65...Final top-10 of the year came at the Alfred Dunhill Links Championship. Four rounds in the 660s in Scotland, at St. Andrews' Old COurse, Carnoustie and Kingsbarns, led to a T5, two shots behind winner David Howell, who edged Peter Uihlein in a playoff...Only other top-10s came early in the season when he T10 at the Omega Dubai Desert Classic and T9 at the Avantha Masters in India...In lone Japan Golf Tour start, was T36 at the Dunlop Phoenix...On the Sunshine Tour, was T14 at the Joburg Open.\n\n2012: Top European Tour finish came in th final event of the year, at the South African Open. Shot a final-round 69 at Serengeti Golf and Wildlife Estate to T6 with Darren Fichardt and Magnus Carlsson...Best finish prior to that was a T17 at the KLM Open in the Netherlands...In one start on the Australasian Tour, was T28 at the Handa Perth International...His T18 at the Africa Open was his top effort in three Sunshine Tour starts.\n\n2011: Split his time between the European Challenge Tour and the European Tour. Earned his first professional title when he captured the Kazkhstan Open on the Challenge Tour. Opened 68-69-66 to hold a two-shot lead over Simon Thornton with 18 holes to play. Fired a final-round 70 at Nurtau GC, which was enough to hold off Knut Borsheim by two shots...Two weeks earlier, just missed on earning his first title when he T2 at the Challenge Tour's Rolex Trophy in Geneva, Switzerland. Began the final round four shots behind after a third-round 74 came on the heels of his 66-65 start. Shot his second 65 of the week only to fall a stroke short of winner Benjamin Hebert...Second runner-up effort came at the Apulia San Domenico Grand Final, in Italy. Through 54 holes, was a stroke behind Andrea Pavan and finished in that same position when both players shot identical 71s on the last day. The victory secured his No. 1 position on that Tour's order of merit. \n\n2010: Turned pro and made the cut in his first start, at the European Tour's Czech Open. A final-round 78 left him T67...Back on the European Challenge Tour, he flirted with victory again, finishing T2 at the Russian Challenge Cup. After a third-round 72 left him four shots behind leader Jamie McLeary, came back with a final-round 67 at Tseleevo Golf and Polo Club only to fall a stroke shy of winner Carlos Del Moral.\n\nAmateur: Came close to victory at the 2010 English Challenge in July in his European Challenge Tour debut. Shot rounds of 66-69-68-69 to T2 with Craig Lee, a stroke behind winner Daniel Gaunt. At the end of his amateur career, was ranked No. 1 in the Scratch Players World Amateur Rankings based on his victories at the English Amateur and the Boys Home Internationals, both in 2010.\n","otherCarHigh" : "","personal" : "Twitter account is @TFleetwoodFans.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T30th at the World Golf Championships-HSBC Champions.","dynStats" : "He ranks T10th in Current Par or Better Streak on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}