{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "22212","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "6","capcure" : "N", "personalInfo" : {"name" : {"last" : "Lile","first" : "Craig","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "170","weightMetric" : "77","birthDate" : "October 21, 1976","age" : "39","birthPlace" : "Capetown, South Africa","residence" : "Rogers, Arkansas","family" : "Single","education" : "University of Arkansas (2001)","splInterest" : "Cricket, rugby","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2001","clubAffl" : "Pinnacle CC (Rogers, Arkansas)","cityPlaysFrm" : "Capetown; ; South Africa","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "773,958&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Conditionally Exempt: Minor Medical","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Did not play during the season. Has been granted a Minor Medical Extension for 2013. Has made only one start in the past three years. \n\n2011: Was granted a Minor Medical Extension for 2012. Missed the cut in his only start, the WNB Golf Classic. \n\n2010: Did not play during the season.\n\n2009: In three Web.com Tour starts, made one cut, a T41 at the WNB Golf Classic. Entered the final round tied for 19th but a final-round 73 dropped him to a T41.\n\n2008: Made two cuts in 11 starts on the Web.com Tour, with a season-best T14 at the Fort Smith Classic. Member of the Web.com Tour from 2003-06. \n\n2007: Played his rookie season on the PGA TOUR, finishing No. 186 on the money list, with $255,659. Got off to a slow start, making just five cuts in his first 14 starts but finished the year with 10 straight weekend appearances. Top-25s came at the Viking Classic (T22) and the Turning Stone Championship (T25). \n\n2006: Made the cut in 14 of 24 starts on the Web.com Tour, with a career-best six top-10 finishes. Finished the season No. 27 on the money list, with $186,840. Ranked No. 6 in Putting Average (1.745) and No. 7 in Birdie Average (4.09). Strong start to the season with T16 finishes at the Livermore Valley Wine Country Championship and the BMW Charity Pro-Am at The Cliffs. Sandwiched between those performances was a runner-up showing at the inaugural Athens Regional Foundation Classic. Held the second-round lead at 15-under-par 129 and was then tied with Paul Gow after 54 holes with a then-Tour-low, 18-under-par 198. Eventually fell by three strokes to Gow, collecting $54,000 for the second-place finish. Next top-10 was a T8 outing at the Peek'n Peak Classic. Finished T3 at the Preferred Health Systems Wichita Open, three strokes behind tournament champion Kevin Johnson. Posted back-to-back, top-10 finishes to start September, at the Legend Financial Group Classic (T8) and the Utah EnergySolutions Championship (T9), followed by a T4 at the PalmettoPride Classic in late October after holding a share of the first-round lead. \n\n2005: Failed to crack the top 25 in his first 12 starts of the season. Put together rounds of 69-72-71-68 for an 8-under 280 at the Lake Erie Charity Classic at Peek'n Peak Resort for his first top-10 finish of the 2005 campaign. Was T7, six shots behind champion Esteban Toledo. \n\n2004: Made the cut in 15 of 21 starts on the Web.com Tour. Finished inside the top 25 on seven occasions. Ranked No. 48 on the final money list, with $121,469. Had his best showing of the season at the Permian Basin Charity Golf Classic. Made it to a playoff with eventual winner Charley Hoffman and Jeff Gove, finishing at 6-under-par 282 after rounds of 72-71-67-72. Collected $39,600 for his efforts. Started the season with a T7 at the Chitimacha Louisiana Open, two of four top-10s on the season. Others were posted at the Lake Erie Charity Classic (T9) and the LaSalle Bank Open (T10). \n\n2003: Began the season with no status and became one of record eight players who played their way onto the Web.com Tour. Made the cut in nine of 16 events and ended the season No. 48 on the money list, with $96,937. Posted top-10s at the Omaha Classic (second) and the Virginia Beach Open (T9). Set a Tour-record by making 31 birdies in Omaha. Birdied the final four holes for a 12-under-par 60 in the second round at Omaha to break The Champions Club course record. His 60 was also the lowest round posted on Tour in 2003. Shared the 36-hole lead with Todd Rose. Fired a final-round 65 but wound up two shots back of champion Bo Van Pelt, who carded a 62 to vault to title. Second-place check of $59,400 secured his playing status for the remainder of the year. Played on the South African mini-tour from 2001-03. Had four top-10 finishes in 14 starts and was No. 7 on the season-long Order of Merit. Lost a playoff to Todd Rossetti at the 2003 Abilene Open on the Tight Lies Tour. \n","otherCarHigh" : "Two-time All-American at the University of Arkansas. Two-time All-Southeastern Conference selection. SEC Freshman of the Year in 1998. Holds the Arkansas school record for most sub-70 rounds in a career, with 21. Qualified for the 2000 U.S. Open at Pebble Beach, where he missed the 36-hole cut.","personal" : "Father, who maintains a 7-handicap, got him started in the game. Splits time between Arkansas and South Africa.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "2006","exmtStatus" : "T16 at 2006 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Earned rookie PGA TOUR card through T16 finish at 2006 Qualifying School. Member of the Nationwide Tour from 2003-06. Made the cut in 14 of 24 starts on the 2006 Nationwide Tour, with a career-best six top-10 finishes. Finished the season 27th on the money list, with $186,840. Finished runner-up at the inaugural Athens Regional Foundation Classic. Held the second-round lead at 15-under-par 129 and was tied with Paul Gow after 54 holes with a then-Tour-low, 18-under-par 198 total. Eventually fell by three strokes to Gow. Finished T3 at the Preferred Health Systems Wichita Open, three strokes behind tournament champion Kevin Johnson. In 2005, placed 102nd on the Nationwide Tour money list with one top-10, a T7. Made the cut in 15 of 21 starts on the 2004 Nationwide Tour. Finished in the top 25 on seven occasions, including a playoff loss at the Permian Basin Charity Golf Classic. Finished 48th on the money list. Began the 2003 campaign with no status and became one of record eight players who played their way onto the Nationwide Tour. Made the cut in nine of 16 events and ended the season 48th on the money list, with $96,937. Set a Tour record by making 31 birdies in Omaha. Birdied the final four holes for a 12-under-par 60 in the second round at Omaha to break The Champions Club course record. His 60 was also the lowest round posted on Tour in 2003. Played on the South African mini-tour from 2001-03. Also played the Tight Lies Tour in 2003. Two-time All-America at the University of Arkansas. Two-time all-Southeastern Conference selection. SEC Freshman of the Year in 1998. Holds the Arkansas school record for most sub-70 rounds in a career, with 21. Qualified for the 2000 U.S. Open at Pebble Beach, where he missed the 36-hole cut. Father, who maintains a 7-handicap, got him started in the game. Splits time between Arkansas and South Africa.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the Web.com Tour 3 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}