{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27436","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "DeLaet","first" : "Graham","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "165","weightMetric" : "75","birthDate" : "January 22, 1982","age" : "34","birthPlace" : "Weyburn, Saskatchewan, Canada","residence" : "Scottsdale, Arizona","family" : "Wife, Ruby; Roscoe (11\/10\/15), Lyla (11\/10\/15) \n","education" : "Boise State University (2006, Physical Education)","splInterest" : "Hockey, college football","pronunciation" : "duh-LET","nwTourAlumnus" : "","trndProYear" : "2006","clubAffl" : "","cityPlaysFrm" : "Weyburn, SK; ; Canada","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "9,234,731&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Following his T33 showing at the Sanderson Farms Championship in a Monday finish, took the last flight out of Jackson that night to join his wife Ruby, who delivered the couple's twins, Roscoe and Lyla (a boy and girl), Tuesday morning (as scheduled)...Notched his first top-10 finish of the season with a T7 at the Sony Open in Hawaii, finishing six strokes behind playoff winner Fabian Gomez and runner-up Brandt Snedeker. Opened with a 3-over 73, but bounced back with rounds of 62-65-66 to record his first top-10 in five tries at the event (snapping a streak of two straight missed cuts). The second-round 62 equaled the low round of his career, set on two prior occasions and both in the third round (2013 Deutsche Bank Championship, 2010 Barracuda Championship)... Entered the final round of the Valspar Championship one shot off the lead and in the final group with Bill Haas before shooting a final-round 75 and finishing T5.","carHigh" : "\n","otherCarHigh" : "Member of Canada's amateur team through the 2006 season. Finished second at the 2005 TELUS Edmonton Open as an amateur. Won the 2005 and 2006 Saskatchewan Amateur. Four-time All-Western Athletic Conference at Boise State. WAC Freshman of the Year in 2001 and WAC Player of the Year in 2006. Won 10 times as a collegian...Won two Saskatchewan High School Athletic Association Provincial Championships.","personal" : "Favorite course to play is Sahalee CC, and would like to play Cypress Point and Augusta National. Favorite college team is Boise State. Favorite pro team is the Calgary Flames. Favorite TV show is \"anything on ESPN.\" Favorite movie is \"The Shawshank Redemption.\" Favorite entertainer is Russell Peters. Favorite book is The DaVinci Code. Favorite food is teryaki chicken. Favorite athlete to watch is the Washington Capitals' Alexander Ovechkin...Favorite city to visit is Montreal. Dream foursome would include Wayne Gretzky, Bill Murray and Tiger Woods. Has one sister, Erin. Attended Weyburn Comprehensive School. Also played hockey and volleyball in high school.","otherInfo" : "2009: Made one PGA TOUR start, at the RBC Canadian Open, where he T46 for his first made cut on that Tour...Also made his only Nationwide Tour cut, a T31 at the Ford Wayne Gretzky Classic, also in Canada...Finished No. 1 on the 2009 Canadian Tour Order of Merit, thanks to a pair of wins and four other top-10 finishes in his nine starts. Named Player of the Year. Won the BMG Classic in Johannesburg on the South African Tour. Represented Canada with Wes Heffernan at the 2008 OMEGA Mission Hills World Cup in China and finished T13. 2008: Finished fourth on the Canadian Tour Order of Merit with a win and two runner-up finishes. 2007: Missed the cut in his first PGA TOUR start, at the RBC Canadian Open...Played primarily on the Canadian Tour, making 11 of 14 cuts and turning in seven top-10 finishes. He was named Rookie of the Year on that circuit.\n\n \n\n","ntlTeams" : "World Cup (1), 2009.","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Following his T33 showing at the Sanderson Farms Championship in a Monday finish, took the last flight out of Jackson that night to join his wife Ruby, who delivered the couple's twins, Roscoe and Lyla (a boy and girl), Tuesday morning (as scheduled)...Notched his first top-10 finish of the season with a T7 at the Sony Open in Hawaii, finishing six strokes behind playoff winner Fabian Gomez and runner-up Brandt Snedeker. Opened with a 3-over 73, but bounced back with rounds of 62-65-66 to record his first top-10 in five tries at the event (snapping a streak of two straight missed cuts). The second-round 62 equaled the low round of his career, set on two prior occasions and both in the third round (2013 Deutsche Bank Championship, 2010 Barracuda Championship)... Entered the final round of the Valspar Championship one shot off the lead and in the final group with Bill Haas before shooting a final-round 75 and finishing T5.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2010","qSchoolYear" : "2009","exmtStatus" : "112th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "(4): 2008 Desjardins Montreal Open [Can]. 2009 BMG Classic [SAf], ATB Financial Classic [Can], The Players Cup [Can].","curYearHigh" : "Following his T33 showing at the Sanderson Farms Championship in a Monday finish, took the last flight out of Jackson that night to join his wife Ruby, who delivered the couple's twins, Roscoe and Lyla (a boy and girl), Tuesday morning (as scheduled)...Notched his first top-10 finish of the season with a T7 at the Sony Open in Hawaii, finishing six strokes behind playoff winner Fabian Gomez and runner-up Brandt Snedeker. Opened with a 3-over 73, but bounced back with rounds of 62-65-66 to record his first top-10 in five tries at the event (snapping a streak of two straight missed cuts). The second-round 62 equaled the low round of his career, set on two prior occasions and both in the third round (2013 Deutsche Bank Championship, 2010 Barracuda Championship)... Entered the final round of the Valspar Championship one shot off the lead and in the final group with Bill Haas before shooting a final-round 75 and finishing T5.","carHigh" : "2014-15: Claimed three top-10 finishes in 22 starts. Withdrew from the RBC Canadian Open in his native country due to a lingering hand injury. Did not compete again until the first FedExCup Playoffs' event, The Barclays. A missed cut at Plainfield CC ended his season at No. 112 in the FedExCup standings...A year after finishing T2 at the Waste Management Phoenix Open, returned to TPC Scottsdale where he once again put himself into contention. Thanks to 4-under 67s in the first and final rounds, ended T7 at 11-under 273 with Jordan Spieth and Freddie Jacobson...Finished T8 at the Northern Trust Open to secure his second top-10 of the season...Finished fourth at the Travelers Championship for his second top-10 in six starts in the event. With his fourth-place showing, earned a spot in The Open Championship through the Open Qualifying Series.\n\n2013-14: Following a missed cut in his season's first start in Las Vegas, reeled off four consecutive top-10 finishes, including two runner-up showings. Three more top-10s easily earned him a return trip to the FedExCup Playoffs. His 11th-place finish at the BMW Championship moved him to a season-ending finish of 37th in the FedExCup standings...Was T7 in the first FedExCup event in Asia, the CIMB Classic. Challenging the leaders on the final nine Sunday at Kuala Lumpur G&CC, saw chances at victory end during a 3-over stretch on Nos. 15 and 16 to drop from contention...One week later, finished T6 in first World Golf Championships start, at the HSBC Champions at Sheshan International GC in Shanghai, China...Finished in a five-way T2 at the Farmers Insurance Open, one shot behind Scott Stallings' winning score of 9-under 279. Has back-to-back top-10 finishes at Torrey Pines GC after missing his first two cuts in San Diego...A week later, at the Waste Management Phoenix Open, again finished T2 (with Bubba Watson). Back-to-back, 6-under 65s on the weekend at TPC Scottsdale earned the Canadian his third career runner-up finish since 2013. Birdied his last two holes Sunday to post the final-round 65 and earn the second consecutive runner-up performance...Solid year continued in Florida at the Valspar Championship. Rebounded from an opening-round, 4-over 75, with rounds of 68-71-68 to finish T8 with five others. Nemesis for the week at Innisbrook Resort & GC was the first hole of the \"Snake Pit\" (Nos. 16-18). Despite taking a bogey on the par-4 16th hole in all four rounds, played Nos. 17 and 18 in a collective 2-under for the week...Finished T7 at the HP Byron Nelson Championship, notching his sixth top-10 of the season and first since a T8 at the Valspar Championship in March. Finished T10 in 2013 in Dallas...Finished T7 at the RBC Canadian Open to earn the Rivermead Cup, given annually to the low-Canadian finisher at the event. His performance was the best by a Canadian at the RBC Canadian Open since Adam Hadwin's T4 finish in 2011. The T7 marked his best showing in six RBC Canadian Open starts, with previous-best effort a T46 in 2009. Was seeking to become the first Canadian to win the RBC Canadian Open since Pat Fletcher in 1954.\n\n2013: Third full season on the PGA TOUR included a career-high 21 made cuts in 26 starts, also tallying career-best numbers in the FedExCup (eighth) and top-10 finishes (seven). Season highlighted by a runner-up finish at The Barclays...Opened with a 4-under 68 at the Farmers Insurance Open in January en route to T6 honors with five others in the Monday finish. The top-10 came following two missed cuts in both previous starts in the Torrey Pines event, 2010 and 2012...In early March, opened with a 5-under 65 at The Honda Classic, one stroke shy of the week's low round, to earn a T9 with Charl Schwartzel, Graeme McDowell and Lee Westwood...Opened the HP Byron Nelson Championship with matching 3-under 67s and closed with two even-par 70s to finish T10, his third top-10 finish of the season (equaling the most of his career)...Finished third at the Travelers Championship matching his best career finish on TOUR (T3 at the 2010 Shell Houston Open). Held a share of the third-round lead at TPC River Highlands, his first 54-hole TOUR lead. Finished at 11-under, one shot out of the Ken Duke-Chris Stroud playoff. Earlier in the week, heavy rains and flooding canceled the ATB Financial Classic presented by TELUS on PGA TOUR Canada. As a native of Saskatchewan, he announced that he would donate $1,000 for each birdie and $2,500 for each eagle he made over the weekend at TPC River Highlands. He made nine birdies in his final 36 holes, which was matched by PGA TOUR Canada and ATB Financial for a total of $27,000. He is a past champion of the ATB Financial Classic...Finished T8 at the AT&T National, with rounds of 68-72-71-69...Closed with a 6-under 65 at The Barclays for a career-best runner-up finish, falling by just one stroke to Adam Scott at Liberty National GC. For the second-consecutive season at The Barclays, posted a final-round 65 for the two lowest-closing round scores of his PGA TOUR career. With the finish, moved from No. 34 to No. 7 in the FedExCup standings. Of five starts in FedExCup Playoffs events, owns two top-five finishes (T5 at the 2012 Barclays)...Finished third at the Deutsche Bank Championship, his career-high seventh top-10 finish in his 24th start of the season. Week included four rounds in the 60s, including a third-round, 9-under 62 (equaling the lowest round of the week and his career-low round, the first coming at the 2010 Reno-Tahoe Open in the third round). Came one week after a T2 at The Barclays and a third-place finish at the Travelers Championship. Moved from No. 7 to No. 5 in the FedExCup Playoffs. Locked up his first appearance in The Presidents Cup for the International team. Joins Mike Weir as the only Canadians to compete in The Presidents Cup...Advanced to the TOUR Championship by Coca-Cola for the first time in his career, finishing 28th at East Lake and eighth in the FedExCup. In a hockey tradition, played the entire FedExCup Playoffs season with a beard. Following the TOUR Championship he said the beard would only last about \"15 more minutes.\"...Had an impressive first appearance in The Presidents Cup. Went 3-1-1, including a perfect 2-0-0 mark in four-ball and a victory in his singles' match. Matches included a chip-in on the 18th hole to help halve a match (with Jason Day) vs. Phil Mickelson and Keegan Bradley on Sunday morning and a holed bunker shot on the 18th hole to clinch his Singles match against Jordan Spieth later in the day.\n\n2012: Jumped out to the first-round lead at the Sony Open in Hawaii after a 7-under 63 and then added rounds of 72-68-72 to finish T29...Finished T9 at the Puerto Rico Open, his first top-10 since 2010...Posted second top 10 of the season with a T4 at the Zurich Classic of New Orleans. Entered the final round one shot off the 54-hole pace but carded a 1-under 71 in the final round. Recorded best finish since a T3 at the 2010 Shell Houston Open...Following T56 at the RBC Canadian Open, took some vacation time to go salmon fishing in Alaska with his friends...In his FedExCup Playoffs debut, at The Barclays, played final four holes in 4-under (eagle-par-birdie-birdie) en route to a 6-under 65 to advance to the Deutsche Bank Championship. Starting the week No. 106, his finish propelled him to No. 44 in the standings...After missing the cut at the Deutsche Bank Championship, held a share of the first-round lead at the BMW Championship but finished T37 and did not advance to the TOUR Championship by Coca-Cola. Ended the FedExCup season No. 53 in the standings.\n\n2011: Sat out the majority of the campaign due to a back injury. Attempted to play beginning in June but experienced soreness in his back and decided to take the rest of the year off. His season consisted of four starts, finishing T36 on the Web.com Tour at the Melwood Prince George's County Open, T73 at the FedEx St. Jude Classic and missing the cut at the Travelers Championship. He also missed the cut in September at the Albertsons Boise Open on the Web.com Tour. \n\n2010: PGA TOUR rookie recorded three top-10 finishes. With a strong Fall Series, moved from No. 129 to No. 100 to retain TOUR card for 2011...Earned a career-best T3 finish at the Shell Houston Open, posting four sub-par rounds, including a third-round 71, the only bogey-free round that day...Equaled the course record with a career-low, 10-under-par 62 in the third round of the Reno-Tahoe Open, improving from a T61 to a T4. Finished T31...Finished T5 at the Viking Classic on the strength of a final round 68. Was 129th on the money list coming into the week, but moved to 114th with his second career top-10 finish...Two weeks later, recorded third top-10 finish of the year in the form of T6 at the Frys.com Open to secure TOUR card. \n\n2009: Finished T8 at the PGA TOUR Qualifying Tournament to earn rookie status on the 2010 PGA TOUR...Played in the RBC Canadian Open again but made the cut for first time, finishing T46...Also played in Canada's Ford Wayne Gretzky Classic on the Web.com Tour. Finished T31...Finished No. 1 on the PGA TOUR Canada Order of Merit, thanks to a pair of wins and four other top-10 finishes in his nine starts. Named Player of the Year...Won the BMG Classic in Johannesburg on the South African Tour...Played in his second consecutive World Cup representing Canada, teaming with Stuart Anderson, to T25.\n\n2008: Represented Canada with Wes Heffernan at the OMEGA Mission Hills World Cup in China and finished T13. Finished fourth on the PGA TOUR Canada Order of Merit with a win and two runner-up finishes. \n\nAmateur: Member of Canada's amateur team through the 2006 season. Finished second at the 2005 TELUS Edmonton Open as an amateur. Won the 2005 and 2006 Saskatchewan Amateur. Four-time All-Western Athletic Conference at Boise State. WAC Freshman of the Year in 2001 and WAC Player of the Year in 2006. Won 10 times as a collegian.\n","otherCarHigh" : "","personal" : "Along with wife, Ruby, launched the Graham and Ruby DeLaet Foundation, with a central focus of supporting children's health and helping the development of junior golfers at all levels of the game. The Graham DeLaet Charity Golf Tournament has supported Saskatchewan-based organizations such as Golf Saskatchewan and the Weyburn and District Hospital Foundation. The foundation's first initiative, the Graham Slam, was a partnership with the Children's Hospital Foundation of Saskatchewan, a provincial charity dedicated to raising funds for the enhancement of children's healthcare and the creation of the new Children's Hospital of Saskatchewan. Raised $380,000 in that first year...Favorite course to play is Augusta National. Favorite college team is Boise State. Favorite pro team is the NHL's Calgary Flames. Favorite TV show is \"anything on ESPN.\" Favorite movie is \"The Shawshank Redemption.\" Favorite entertainer is Russell Peters. Favorite book is The DaVinci Code. Favorite food is teriyaki chicken...Favorite city to visit is Montreal. Dream foursome would include his wife, mom and dad. Also played hockey and volleyball in high school.","otherInfo" : "","ntlTeams" : "The Presidents Cup (1), 2013; World Cup (2), 2008, 2009.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T5th at the Valspar Championship.","dynStats" : "He ranks T79th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/pages\/Graham-DeLaet\/37874758100?sk=wall"},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/grahamdelaet"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/grahamdelaet"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output","Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}