{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "33451","tourCodeUC" : "C","tourCodeLC" : "c","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hill","first" : "Matt","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.90","weight" : "185","weightMetric" : "84","birthDate" : "September 12, 1988","age" : "27","birthPlace" : "Sarnia, Ontario, Canada","residence" : "Palm Beach Gardens, Florida","family" : "Single","education" : "North Carolina State University","splInterest" : "Hockey, tennis, fishing, reading","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2010","clubAffl" : "Dye Preserve GC (Jupiter, Florida)","cityPlaysFrm" : "Jupiter, Florida","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "49,563&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2015","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Had two top-25 and four cuts made in 8 events on PGA TOUR Latinoamérica, where his best finish was T16 at the Abierto Mexicano in May.\n\n2014: Finished the PGA TOUR Canada season ranked 26th on the Order of Merit… Shared runner-up honors at The Players Cup in July. Carded a final round best 67 to finish one stroke behind winner Timothy Madigan… Had four other top-25s, including T12 at the Cape Breton Classic and T14 at the Forces and Families Open… Made the cut in 7 of 10 starts… Had a T40 finish at the Nova Scotia Open on his only start of the year on the Web.com Tour.\n\n2013: Made the cut in 7 of 17 starts on the Web.com Tour, where he finished the season ranked 132nd on the money list… Only top-25 was T15 at the Air Capital Classic in June.\n\n2012: Made the cut in one of two starts on the PGA TOUR, a T75 finish at the RBC Canadian Open in July… Advanced to the final stage of the PGA TOUR Qualifying Tournament for the first time and earned conditional status on the Web.com Tour for 2013 after finishing T118… Won the PGA TOUR Canada Order of Merit... Earned his first PGA TOUR Canada victory, at the Dakota Dunes Casino Open, beating Will Strickler in a four-hole playoff. Win came one week after losing in a four-hole playoff to Cory Renfrew at the Syncrude Boreal Open… Had three top-five finishes on the eGolf Pro Tour.\n\n2011: A T27 at the ATB Financial Classic was his best of three cuts made in four starts on PGA TOUR Canada.\n\n2010: Turned pro in June… Made five starts on the PGA TOUR, with a T50 at the Reno-Tahoe Open on his only made cut… Finished T36 at the Ford Wayne Gretzky Classic on his first career start on the Web.com Tour… Finished T44 at the Clublink Jane Rogers Championship on his first career start PGA TOUR Canada.\n","otherCarHigh" : "Won the 2009 NCAA Championship as an individual at North Carolina State and was the 2009 Jack Nicklaus Award winner... Won seven times in 2009, which equaled Tiger Woods' record for the most wins by a college golfer in a season... He won the Haskins Award as the Most Outstanding Collegiate Golfer for 2009 and was named the 2009 ACC Male Athlete of the Year… Made three starts on the PGA TOUR in 2009, with a T70 for his only cut made at the AT&T National on his first start.","personal" : "His brother Graham was the Mid-American Conference Player of the Year in golf at Eastern Michigan... Played hockey from age 6-17... Grew up in the Sarnia suburb of Brights Grove, the same neighborhood where Mike Weir grew up… Favorite course he's played is the National Golf Club of Canada… Biggest thrill outside of golf is traveling the world... Favorite teams are North Carolina State and Colorado Avalanche... Sidney Crosby is his favorite athlete to watch… “House of Cards” is his favorite TV show… Tiger Woods, Jack Nicklaus and Rory McIlroy would round out his dream foursome… Supports the Jimmy V Foundation... Twitter: @mattyhillzy","otherInfo" : "","prYrSeason" : "","exmtStatus" : "2015 Q-School"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2013","exmtStatus" : "Conditionally Exempt: 37th qualifier from Qualifying Tournament, Money List 61-100","otherVics" : "","intlVics" : "(1): 2012 Dakota Dunes Casino Open [Can].","curYearHigh" : "","carHigh" : "2012: Advanced to the final stage of the PGA TOUR Qualifying Tournament for the first time and earned conditional status on the Web.com Tour for 2013 after finishing T118. Was the leading money-winner on the Canadian Tour. Earned his first Canadian Tour victory at the Dakota Dunes Casino Open, where he beat Will Strickler in a four-hole playoff...Win came one week after losing in a four-hole playoff to Cory Renfrew at the Syncrude Boreal Open.\n","otherCarHigh" : "Won the 2009 NCAA Championship as an individual at North Carolina State and was the 2009 Jack Nicklaus Award winner...Won seven times in 2009, which equaled Tiger Woods' record for the most wins by a college golfer in a season...He won the Haskins Award as the Most Outstanding Collegiate Golfer for 2009 and was named the 2009 ACC Male Athlete of the Year.","personal" : "His brother Graham was the Mid-American Conference Player of the Year in golf at Eastern Michigan...Played hockey from age 6-17...Biggest thrill outside of golf is helping kids who want to play golf...Is a Toronto Blue Jays and Colorado Avalanche fan...Favorite websites are nhl.com, espn.com and facebook.com...Twitter account is @mattyhillzy...Supports the Jimmy V Foundation...Grew up in the Sarnia suburb of Brights Grove, the same neighborhood where Mike Weir grew up.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "[1]: 2012 Dakota Dunes Casino Open","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Made eight cuts in 12 starts with two top 10s and three top 25s overall. Finished T20 at the National Captial Open to Support Our Troops in Ottawa...Claimed first top 10 (T6) at the Wildfire Invitational with an 18-under 270...Season-best showing was solo third at the season-ending Freedom 55 Financial Championship. Thanks to a final-round 64 almost caught the leaders. Was one stroke out of the two-man playoff which Jason Millard won. \n\n2014: With seven made cuts in 10 events, claimed five top-25s. At The Players Cup, made the turn at 135 to sit at T2 before a third-round 74 pushed him down the leaderboard to T6. Rallied Sunday with a 67 to finish with an 8-under 276 and T2, one stroke behind champion Timothy Madigan...Other top 25s include a T14 at the Forces and Families Open in August, T25 at the Wildfire invitaitonal, T12 at the Cape Breton Classic and T24 at the Tour Championship Canada. \n\n2012: Earned Web.com Tour status for 2013 after advancing through second stage of Qualifying School and finishing T118 at Final Stage. Won the PGA TOUR Canada Order of Merit...Earned his first PGA TOUR Canada victory, at the Dakota Dunes Casino Open, beating Will Strickler in a four-hole playoff. Win came one week after losing in a four-hole playoff to Cory Renfrew at the Syncrude Boreal Open. Earned PGA TOUR Canada status after a series of high finishes starting with a T8 at the ATB Financial Classic as a sponsor's invite. Had three top-five finishes on the eGolf Pro Tour.\n","otherCarHigh" : "Played college golf at North Carolina State, where in 2009 he had one of the greatest seasons in amateur golf history. Won eight consecutive tournaments, including the ACC Championship, NCAA Regional and the NCAA Championship.","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Mackenzie Tour-PGA T was 1st in 2012 at the Dakota Dunes Open.","dynStats" : "He ranks 38th in Scoring Average (Actual) on the Mackenzie Tour-PGA TOUR Canada."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/mattyhillzy\/media"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}