{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "37454","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Kim","first" : "Whee","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "172","weightMetric" : "78","birthDate" : "February 22, 1992","age" : "24","birthPlace" : "Seoul, South Korea","residence" : "Suwon, South Korea","family" : "Single","education" : "Yonsei University","splInterest" : "Music, movies, fitness","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2014)","trndProYear" : "2010","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,355,500&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2013","exmtStatus" : "Fully Exempt","otherVics" : "","intlVics" : "(1): 2012 Shinhan Donghae Open [Kor].","curYearHigh" : "","carHigh" : "2013: Made the cut in 12 of 23 starts during his rookie season on the Web.com Tour with five top-25 finishes and two top-10 weeks...Earned his first top-10 with a career-best T2 at the Mexico Championship. Fired 67-66 in the second and third rounds to move into a share of the lead heading into the final round. Finished at 11-under par, two shots back of winner Michael Putnam...Opened with rounds of 66-65 and grabbed the 36-hole lead at the Mylan Classic near Pittsburgh in early August. Struggled on the weekend, with a pair of 2-over 73s that dropped him to T3, 10 shots back of winner Ben Martin...Was No. 27 on the money list heading into the final week of the Regular Season but missed the cut at the Cox Classic and dropped five spots to No. 32...Made the cut in two of three starts in the Finals, with a T44 at the Chiquita Classic his best finish. Did not play at the Nationwide Children's Hospital Championship and withdrew during the Web.com Tour Championship. \n\n2012: Led the PGA TOUR Qualifying Tournament after the second and third rounds before finishing T43 at PGA West in Palm Springs. Shot a 63 in the second round and tied the Stadium Course record which was also shot by Jonathan Fricke the Qualifying Tournament in 2008...Defeated Kevin Na in a playoff at the Shinhan Donghae Open on the Korean Golf Tour. Paul Casey and Charlie Wi finished T3 just two shots out of the playoff...Earned Rookie of the Year honors on the Korean Tour...Also competed on the OneAsia Tour. \n\n2011: Played on the OneAsia Tour. \n","otherCarHigh" : "Won the South Korean National Amateur in 2010...Earned an individual and team gold medal at the 2010 Asian Games.","personal" : "Owns a self-taught swing learned from watching youtube.com videos of Tiger Woods' swing and reading Woods' book. Has never used an instructor...Attended Shin Sung High School in An Yang, South Korea...Favorite team is the Doosan Bears, a South Korean pro baseball team...Favorite athlete is Ji Sun Park, a pre-soccer player who used to compete for Manchester United...Dream foursome would include Ironman, James Bond and the Terminator...Not many people know he has a sense of humor...Favorite quote is a Korean saying, \"The harder I work now the more beautiful my spouse will be later.\"","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2014-15","qSchoolYear" : "","exmtStatus" : "122nd on 2014-15 money list","otherVics" : "","intlVics" : "(1): 2012 Shinhan Donghae Open [Kor].","curYearHigh" : "","carHigh" : "2014-15: Made 13 of 23 cuts, with two top-10s in rookie season to finish outside the top 125 in the FedExCup standings (No. 141), but inside the top 125 (No. 122) on the money list to retain his TOUR card...Following rounds of 68-71-68 at the Zurich Classic of New Orleans, posted a bogey-free, 8-under 64 in the final round at TPC Louisiana to claim a T8 with three others. Made an eagle-3 at the 72nd hole to jump inside the top 10...Finished T3 at the Barbasol Championship, with rounds of 67-66-68-69. Held a share of the second-round lead at the inaugural event in Opelika, Ala.\n\n2013-14: Finished the season playing in 24 of 25 Web.com Tour tournaments. Had a T3, three top-10s and four top-25s...Finished T8 at the season-opening Pacific Rubiales Colombia Championship. Posted a 67 in the third round of the rain-shortened tournament to jump into the top 10. Was his best finish on Tour since the 2013 Mylan Classic (T3)...Next top-10 came in early June at the Cleveland Open, where he led after 54 holes following rounds of 68-66-68. A final-round 73 dropped him to T10...Missed six cuts in his next eight tournaments...Came to the final Regular Season event, WinCo Foods Portland Open, 77th on the money list, two spots outside the number needed to qualify for the Web.com Tour Finals. Rounds of 68-69-73-68 resulted in a T26 finish, allowing him to jump five spots to No. 72 and earn a Finals' berth...Missed the cut in the first Finals' event, the Hotel Fitness Championship...Recorded a 37th-place finish the following week, at the Chiquita Classic...At the third event, the Nationwide Children's Hospital Championship, played at the Ohio State University GC's Scarlet course, he equaled the day's best round (67) Saturday on the most-difficult scoring day of the year (the field averaged 2.75 strokes over par) and followed it with a 69 Sunday, good for a T3 finish, one shot out of the Justin Thomas-Richard Sterne playoff. He collected a check for $58,000, which locked up his PGA TOUR card for the first time. Played three excellent rounds of 68-66-68 at the season-ending Web.com Tour Championship only to lose some priority ranking positions with a third-round 79. \n\n2013: Made the cut in 12 of 23 starts during his rookie season on the Web.com Tour with five top-25 finishes and two top-10 weeks...Earned his first top-10 with a career-best T2 at the Mexico Championship. Fired 67-66 in the second and third rounds to move into a share of the lead heading into the final round. Finished at 11-under par, two shots back of winner Michael Putnam...Opened with rounds of 66-65 and grabbed the 36-hole lead at the Mylan Classic near Pittsburgh in early August. Struggled on the weekend, with a pair of 2-over 73s that dropped him to T3, 10 shots back of winner Ben Martin...Was No. 27 on the money list heading into the final week of the Regular Season but missed the cut at the Cox Classic and dropped five spots to No. 32...Made the cut in two of three starts in the Finals, with a T44 at the Chiquita Classic his best finish. Did not play at the Nationwide Children's Hospital Championship and withdrew during the Web.com Tour Championship. \n\n2012: Led the PGA TOUR Qualifying Tournament after the second and third rounds before finishing T43 at PGA West in Palm Springs. Shot a 63 in the second round tied the Stadium Course record which was also shot by Jonathan Fricke at Q School in 2008...Defeated Kevin Na in a playoff at the Shinhan Donghae Open on the Korean Golf Tour. Paul Casey and Charlie Wi finished T3 just two shots out of the playoff...Earned Rookie of the Year honors on the Korean Tour...Also competed on the OneAsia Tour. 2011: Played on the OneAsia Tour. \n\nAmateur: Won the South Korean National Amateur in 2010...Earned an individual and team gold medal at the 2010 Asian Games.\n","otherCarHigh" : "","personal" : "Owns a self-taught swing learned from watching youtube.com videos of Tiger Woods' swing and reading Woods' book. Has never used an instructor...Earned a medal in the Asian Games to become exempt from mandatory military duty in South Korea...Attended Shin Sung High School in An Yang, South Korea...Favorite team is the Doosan Bears, a South Korean pro baseball team...Favorite athlete is Ji Sun Park, a pro soccer player who used to compete for Manchester United...Dream foursome would include Ironman, James Bond and the Terminator...Not many people know he has a sense of humor...Favorite quote is a Korean saying, \"The harder I work now, the more beautiful my spouse will be later.\"","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T2nd in 2013 at the Mexico Championship Presented by Banamex.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}