{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "28089","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Day","first" : "Jason","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "195","weightMetric" : "88","birthDate" : "November 12, 1987","age" : "28","birthPlace" : "Beaudesert, Queensland, Australia","residence" : "Forest Lake, Queensland, Australia; Columbus, Ohio","family" : "Wife, Ellie; Dash James (7\/11\/12), Lucy (11\/11\/15)","education" : "","splInterest" : "Sports","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2007)","trndProYear" : "2006","clubAffl" : "","cityPlaysFrm" : "Brisbane; ; Australia","websiteUrl" : "http:\/\/www.jasondaygolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "30,769,031&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "At 17-under 271, including rounds of 66-65-70-70, edged Kevin Chappell by one stroke to win the Arnold Palmer Invitational presented by MasterCard for his eighth career PGA TOUR win. Became just the fourth official wire-to-wire winner (no ties) of the event, joining Mike Nicolette (1983), Paul Azinger (1988) and Fred Couples (1992) and the first champion to hold at least a share of the lead after each round since Tiger Woods in 2002. Including his win at the 2015 BMW Championship, now holds the last two wire-to-wire wins on TOUR. The win, which came at age 28 years, 4 months, eight days in his 176th PGA TOUR start, propelled him from No. 121 to No. 18 in the FedExCup standings and from No. 3 to No. 2 in the Official World Golf Ranking. At the conclusion of the event, has played his last 190 holes on TOUR without a 3-putt, with his last coming on the ninth hole in the second round of the 2016 AT&T Pebble Beach Pro-Am. Dominance on the greens included just 100 putts for the and a field-leading Strokes Gained - Putting stat of 14.853. The win came in his sixth start at Bay Hill (previous-best finish was T17 in 2015) and made him just the fifth international-born player, and second Australian to win the Arnold Palmer Invitational; Scotland's Martin Laird (2011), South Africa's Ernie Els (1998 and 2010), Australia's Rod Pampling (2006) and Vijay Singh of Fiji (2007)...Claimed his ninth TOUR win and second World Golf Championships-Dell Match Play title on the heels of his win at Bay Hill to join Adam Scott as the second Australian player to win back-to-back titles in 2015-16. Despite suffering a back injury on the opening day and subsequently receiving more than 10 hours of treatment during the week, he defeated Graeme McDowell (3 and 2), Thongchai Jaidee (5 and 3) and Paul Casey (conceded) to advance out of Group Play. He faced Brandt Snedeker in the fourth round and won, 3 and 2. With a 3-and-2 win over Brooks Koepka in the quarterfinals, he regained the No. 1 position in the Official World Golf Ranking. In semifinals match against defending champion Rory McIlroy, his only match all week to go beyond the 16th hole, he won 1-up, holing a 12-foot putt for par after both players missed the final green in regulation. Defeated fellow 2015 Presidents Cup teammate Louis Oosthuizen, 5 and 4, in the final. It marked his 50th career top-10 and he surpassed $30 million in career earnings...Two weeks later, his T10 finish at the Masters, coupled with Jordan Spieth's T2 showing, was enough to hang on to the No. 1 spot in the Official World Golf Rankings. Managed to finish inside the top 10 at Augusta National, despite just one sub-par score, a 1-under 71 in the third round.","carHigh" : "PGA TOUR rookie in 2008 recorded his first career top-10 TOUR finish at the AT&T Pebble Beach National Pro-Am with a solo sixth. Posted rounds of 69-65 on the weekend to finish T8 at the Shell Houston Open. Finished the 2008 season, with six top-25 finishes in 28 TOUR starts. Made the cut in 14 of 19 starts on the Nationwide Tour in 2007, with 10 top-25 finishes. Finished the season No. 5 on the money list, with $331,542. In just his second career start on the Nationwide Tour, finished T6 at the HSBC New Zealand PGA Championship. Posted a then-career-best T4 at the Fort Smith Classic, posting a career-best, 8-under 62 to wind up two shots back of winner Jay Williamson. Shared the lead after the first and third rounds at the LaSalle Bank Open, but a 73 in the final round led to a T9—his third top-10 showing of the year. Breakthrough performance came at the Legend Financial Group Classic, where a final-round 67 and a tournament-record 16-under-par 268 made him the youngest player to win a PGA TOUR-sanctioned event. At 19 years, 7 months, 26 days, he surpassed the previous youngest players to win on the two Tours, including Johnny McDermott's win at the 1911 U.S. Open (19 years, 10 months) and James Oh's victory at the 2003 Mark Christopher Charity Classic (21 years, 5 months, 27 days). The win made Day the Tour's 20th different winner from Australia and his victory was the 30th overall by that group, also a Tour record. The win began a five-tournament stretch where he posted four top-five finishes, including a T5 at the Nationwide Children's Hospital Invitational, a runner-up effort at the Cox Classic and a third-place finish at the Xerox Classic. Of particular note was a weekend dual in Omaha with eventual winner Roland Thatcher. Shot scores of 62-63 (17-under par) but still finished one stroke behind Thatcher. His 125 total over the final two rounds equaled the lowest 36-hole score in Nationwide Tour history. It had been posted on three previous occasions and again in 2008 (Webb Simpson, Chattanooga Classic). Played the front nine Saturday (28) and Sunday (29) at 13-under par. Was named the Tour's Player of the Month in July. Suffered a right wrist injury late in the 2007 season which forced him to sit out from early October till the end of the year. Made all seven previous career starts on the PGA TOUR in 2006, with strong showings at the Reno-Tahoe Open (T11) and the U.S. Bank Championship in Milwaukee (T13). Finished with five made cuts and $174,508 in earnings. Played on the PGA TOUR of Australasia from 2004-05. \n","otherCarHigh" : "Enjoyed plenty of success at the amateur level, highlighted by his win at the 2006 Australian Amateur Stroke-Play Championship. Decorated amateur career also includes titles at the Australian Junior Championship, World Junior Championship, Queensland Amateur Championship and the Queensland Medal Championship.","personal" : "Got his start in golf from his dad, who died when his son was 12.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2008","qSchoolYear" : "","exmtStatus" : "Winner, 2015 PGA Championship (through 2019-20)","otherVics" : "(2): 2013 ISPS Handa World Cup [with Adam Scott]. 2014 Franklin Templeton Shootout [with Cameron Tringale].","intlVics" : "(1): 2013 ISPS Handa World Cup [indiv].","curYearHigh" : "At 17-under 271, including rounds of 66-65-70-70, edged Kevin Chappell by one stroke to win the Arnold Palmer Invitational presented by MasterCard for his eighth career PGA TOUR win. Became just the fourth official wire-to-wire winner (no ties) of the event, joining Mike Nicolette (1983), Paul Azinger (1988) and Fred Couples (1992) and the first champion to hold at least a share of the lead after each round since Tiger Woods in 2002. Including his win at the 2015 BMW Championship, now holds the last two wire-to-wire wins on TOUR. The win, which came at age 28 years, 4 months, eight days in his 176th PGA TOUR start, propelled him from No. 121 to No. 18 in the FedExCup standings and from No. 3 to No. 2 in the Official World Golf Ranking. At the conclusion of the event, has played his last 190 holes on TOUR without a 3-putt, with his last coming on the ninth hole in the second round of the 2016 AT&T Pebble Beach Pro-Am. Dominance on the greens included just 100 putts for the and a field-leading Strokes Gained - Putting stat of 14.853. The win came in his sixth start at Bay Hill (previous-best finish was T17 in 2015) and made him just the fifth international-born player, and second Australian to win the Arnold Palmer Invitational; Scotland's Martin Laird (2011), South Africa's Ernie Els (1998 and 2010), Australia's Rod Pampling (2006) and Vijay Singh of Fiji (2007)...Claimed his ninth TOUR win and second World Golf Championships-Dell Match Play title on the heels of his win at Bay Hill to join Adam Scott as the second Australian player to win back-to-back titles in 2015-16. Despite suffering a back injury on the opening day and subsequently receiving more than 10 hours of treatment during the week, he defeated Graeme McDowell (3 and 2), Thongchai Jaidee (5 and 3) and Paul Casey (conceded) to advance out of Group Play. He faced Brandt Snedeker in the fourth round and won, 3 and 2. With a 3-and-2 win over Brooks Koepka in the quarterfinals, he regained the No. 1 position in the Official World Golf Ranking. In semifinals match against defending champion Rory McIlroy, his only match all week to go beyond the 16th hole, he won 1-up, holing a 12-foot putt for par after both players missed the final green in regulation. Defeated fellow 2015 Presidents Cup teammate Louis Oosthuizen, 5 and 4, in the final. It marked his 50th career top-10 and he surpassed $30 million in career earnings...Two weeks later, his T10 finish at the Masters, coupled with Jordan Spieth's T2 showing, was enough to hang on to the No. 1 spot in the Official World Golf Rankings. Managed to finish inside the top 10 at Augusta National, despite just one sub-par score, a 1-under 71 in the third round.","carHigh" : "2014-15: Banner year included four victories in his last six PGA TOUR starts and five total on the season. Final two wins came in the FedExCup Playoffs and, as a result, overtook the world's No. 1 ranking after his win at the BMW Championship. Played 33 of his last 36 rounds of the season at par or better and 28 of the 36 with sub-par scores. In his last eight events on TOUR, dating to The Open Championship, combined for 103-under par. In his last nine starts of the season, amassed seven top-10 finishes, with four victories...Teamed with Cameron Tringale in December to win the Franklin Templeton Shootout by one stroke over the team of defending champions Matt Kuchar-Harris English. Finished at 32-under in the scramble-modified alternate shot-better ball format...Along with Chris Kirk, carded the round of the week during the final day of the Hyundai Tournament of Champions to finish T3. Carded a PGA TOUR-best 11-under 62 to equal the course record at The Plantation Course. Graeme McDowell posted the same score in the final round in 2011, while K.J. Choi carded a 62 in the third round in 2003. His 62, which came in his season debut, tops his two 63s, most recently during the first round of the 2011 World Golf Championships-Bridgestone Invitational...Won the Farmers Insurance Open with a par-3 on the second extra hole (No. 16) over J.B. Holmes. Defending champion Scott Stallings and Harris English were eliminated on the first extra hole. The playoff was the 16th at the Farmers Insurance Open and first since Brandt Snedeker defeated Kyle Stanley in 2012. The four-man playoff is the largest at the Farmers, topping three-man playoffs won by Tiger Woods in 2006, Phil Mickelson in 2001, and J.C. Snead in 1975. Won his first playoff in stroke play on TOUR after winning the 2014 World Golf Championships-Match Play Championship in a five-hole playoff. Also picked up his third career TOUR title at age 27 years, 2 months, 27 days in his 154th TOUR start. Became just the third international winner of the Farmers Insurance Open, joining Jose Maria Olazabal (2002) and Gary Player (1963)...A week later, put himself back in contention Sunday at the AT&T Pebble Beach National Pro-Am. Played his first 10 holes in the final round in 6-under, en route to a 5-under 67, good for a T4 with Pat Perez and Dustin Johnson...At the Zurich Classic of New Orleans, posted a bogey-free, 7-under 65 in round two which, due to a weather delay, began Friday and ended Saturday. Led by one stroke at 12-under after 36 holes and was tied for the 54-hole lead with eventual champion Justin Rose. Scores of 68-69 in the third and final rounds, respectively, were good for a T4 with Jim Herman...Fan favorite at the U.S. Open at Chambers Bay as he battled a severe case of Benign Positional Vertigo throughout the week. Performance placed him in the final pairing with Dustin Johnson during the final round, one of four co-leaders. Struggled to a final-round 4-over 74 and T9 finish, five strokes behind champion Jordan Spieth. Record at the U.S. Open includes four top-10 finishes in five starts. Owns eight top-10 outings in 19 major championship appearances, including three runner-up finishes. Has held a 54-hole lead\/co-lead six times on the PGA TOUR. The only one which produced a victory was the 2010 AT&T Byron Nelson...At The Open Championship at St. Andrews, left a birdie putt just short on the 72nd hole, which would have put him in the playoff with Marc Leishman, Louis Oosthuizen and eventual champion Zach Johnson. Finished T4. The Open Championship marked the second consecutive major championship (finished T9 at the U.S. Open) he has carried the 54-hole lead\/co-lead into the final round. Is one for seven when holding at least a share of the 54-hole lead, with his lone win in those events coming at the 2010 AT&T Byron Nelson. The week marked his ninth top-10 finish in 20 major championship starts...A week later, birdied the last three holes Saturday and Sunday at the RBC Canadian Open to claim a one-stroke victory over Bubba Watson at 17-under 271. Began the final round trailing David Hearn by two strokes. His final-round, 4-under 68 for the win made him the fourth multiple winner of the season on TOUR (Jimmy Walker, Rory McIlroy and Spieth). On the par-4 10th hole in the first round, holed out for eagle, which was followed by him running along the gallery line giving hi-fives...Claimed his fifth career TOUR title, his third of the season, and his first major championship crown when he won the PGA Championship in record fashion in August. His 20-under 268 supplanted the previous 72-hole low total in a major championship (19-under), set by Tiger Woods at the 2000 Open Championship. His win gave him his third top-10 finish in the season's four majors. Having finished The Open Championship at 14-under 274, coupled with his 20-under 268 at the PGA Championship, played the season's final two majors in a combined 34-under-par, with all eight rounds in the 60s. With the win, became the first Australian to win the season's final major since Steve Ekington in 1995. The win marked his fourth top-10 finish in his last five starts and eighth of the season...Equaled the lowest score of his career and his lowest ever in a FedExCup Playoffs event with a final-round 8-under 62, winning The Barclays with a 72-hole total of 19-under 261, six strokes clear of 2013 FedExCup champion Henrik Stenson. Aside from Tiger Woods winning two Playoffs events by eight strokes, the six-stroke win marked the largest in the history of the FedExCup. With the victory, collected 2,000 points to overtake Spieth in the FedExCup standings. Of his six career victories, four have come this season, tying Spieth for most on TOUR. In the process, he became the 10th player to win a major championship and FedExCup Playoffs event in a career but is just the fourth to do so in the same season (joining Woods, Adam Scott and McIlroy). Prior to performing the feat, the only other player since 2000 to win his next worldwide start after capturing his first major championship was Martin Kaymer, who captured the KLM Open after his win at Whistling Straits in 2010. With weekend scores of 63-62 at Plainfield CC, equaled the lowest 36-hole score of the season. The Barclays was a continuation of a period of domination, dating to the first round of The Open Championship in which he has gone a collective 73-under par. Became the 11th international winner of The Barclays and the fifth from Australia (Bruce Crampton in 1970, David Graham in 1976, Wayne Grady in 1989 and Scott in 2013)...Joined Woods (six times) and Vijay Singh as the only players with five or more wins in a season (since 2003). Earned the distinction with his victory at the BMW Championship, his fourth win in his last six starts on TOUR and seventh overall. Won in dominating, wire-to-wire fashion by six strokes over Daniel Berger, becoming just the second wire-to-wire winner this season (Spieth at the Masters) and the 12th at the BMW Championship. Opened the week with a personal-best, 10-under 61, marking the low start by a winner this season. With the victory, solidified his position as the FedExCup leader and guaranteed his ascension to the No. 1 spot in the Official World Golf Ranking, becoming the youngest of the three Australians who have held that coveted spot (Greg Norman and Adam Scott). Is the 19th different holder of the No. 1 position in the OWGR. Joined McIlroy and Woods as the only players to win both a major championship and two FedExCup Playoffs' events in the same season. Became the first player during the FedExCup era to win The Barclays and the BMW Championship in the same season. Improved his record to four of 10 when carrying the 54-hole lead\/co-lead into the final round, including his last three (the PGA Championship, The Barclays and the BMW Championship). His 193 total through 54 holes broke the previous-low, opening 54-hole record at the BMW Championship by four strokes, bettering the 197 by Camilo Villegas (2008), Woods (2009) and Billy Horschel (2014). In addition, his 124 total through the first two rounds tied the all-time PGA TOUR record for low opening 36 holes and marked a BMW Championship 36-hole record.\n\n2013-14: Season plagued by injuries, but still managed to make the cut in 14 of 15 starts. Recorded six top-10 finishes, led by his second PGA TOUR victory, winning the World Golf Championships-Accenture Match Play Championship...Days before playing in the ISPS Handa World Cup, learned that eight of his relatives died in Typhoon Haiyan in the Philippines, including his grandmother, uncle and six cousins. Despite that sadness, elected to play and finished at 10-under to earn a two-shot win in the individual completion at Royal Melbourne GC in Australia in late-November. Also teamed with fellow Australian Adam Scott to shoot a combined 17-under par to win the team competition for Australia. The individual title came in a 60-player field from 34 countries, with 26 teams competing for the team title. The victory marked the fifth time Australia has won the World Cup's team competition, tying South Africa for second-most wins. His was the third individual title for an Australian player, and he joins Brett Ogle (1992) and Peter Fowler (1989). Won in his first appearance in the World Cup. The Australian team began the day with a one-stroke lead heading into the final round. It finished with a 10-stroke triumph. The last time the host country won the World Cup was in 1996 when the South African team of Ernie Els and Wayne Westner won the event in Cape Town. It was also the last time a player from the host country won the individual competition...Next start led to a T6 at the Australian Open, a distant 10 strokes behind champion Rory McIlroy...Back in the U.S., finished T10 with Jim Furyk at the Northwestern Mutual World Challenge in his third consecutive start at Sherwood CC...Finished in a five-way T2 at the Farmers Insurance Open, one shot behind Scott Stallings' winning score of 9-under 279...In his fourth consecutive start at the Accenture Match Play Championship, and fifth in a World Golf Championships event, bettered France's Victor Dubuisson with a par on the 23rd hole in the championship match at The GC at Dove Mountain. The win, his first in a World Golf Championships event, came on the heels of a third-place finish in Marana, Ariz., in 2013. In the final match, repeated all six birdies from his semifinal match earlier in the day on hole Nos. 1, 2, 7, 8, 11 and 15. Two-up with two to play, was beaten with a birdie and par by Dubuisson on Nos. 17 and 18, respectively, to force the extra holes. It was the first time in event history that the championship match required extra holes to produce a winner. At 26 years, 3 months, 11 days, became the youngest winner of the Accenture Match Play Championship, a distinction previously held by Tiger Woods (27 years, 2 months, 2 days in 2003). With the victory, also became just the second Australian winner of the event, joining Geoff Ogilvy (2006 and 2009)...Two weeks later, was forced to withdraw prior to the first round of the World Golf Championships-Cadillac Championship due to a left-thumb injury suffered during his win at the Match Play Championship. With the exception of a T20 at the Masters Tournament, did not play on TOUR again until a T37 at the Memorial Tournament...Two weeks later, posted rounds of 73-68-72-68 to T4 at the U.S. Open, finishing 10 strokes behind champion Martin Kaymer. It marked his fifth top-five finish in a major championship (second at the 2011 U.S. Open, T2 at the 2013 U.S. Open, T2 at the 2011 Masters and third at the 2013 Masters)...In the first FedExCup Playoffs tournament, The Barclays, took a share of the 54-hole lead with Furyk into the final round, but proved no match for Hunter Mahan on Sunday. His 3-under 68 came up two strokes shy of Mahan's winning total of 14-under 270. Followed a bogey-free, 7-under 64 in the second round with back-to-back 68s on the weekend to claim his sixth top-10 finish in a Playoffs' event...Opened with three rounds in the 60s at the Deutsche Bank Championship and entered the final round trailing Russell Henley by two strokes. Unable to mount a final-round charge, carding an even-par 71 to finish T7 Monday, five strokes behind champion Chris Kirk...Following a forced withdrawal from the BMW Championship with a back injury, finished T4 at the TOUR Championship by Coca-Cola to finish No. 10 in the FedExCup (second only to his eighth place finish in 2010)...Was four strokes behind champion Billy Horschel in what was the fourth time in the last five years he has advanced to East Lake.\n\n2013: Finished the season No. 17 in the FedExCup, with 21 made cuts in as many starts. Season highlighted by a runner-up finish at the U.S. Open...Closed with the low round of the day, a final-round, 6-under 66 in a Monday finish at the Farmers Insurance Open in January to claim a share of ninth place with five others...Second top-10 of the season came at the AT&T Pebble Beach National Pro-Am, finishing solo sixth, six strokes behind champion Brandt Snedeker. Played in the pro-am division with local favorite, San Francisco 49ers' head coach Jim Harbaugh. The duo finished T13 in the team competition...In his third consecutive start in the World Golf Championships-Accenture Match Play Championship, finished third after losing 4 and 3 to eventual winner Matt Kuchar in the semifinals at The GC at Dove Mountain in Marana, Ariz...Finished third in his third career start at the Masters Tournament. Had never led after any round in a major prior to holding the 36-hole lead after the second round this week. Was second after 36 holes at the 2011 Masters (finished T2). Last year, withdrew from the Masters after a first-round 76 with an ankle injury. Only other start in the Masters was a T2 in 2011...Finished T2 at the U.S. Open, two strokes behind champion Justin Rose to become the only player to post top-10s in the first two major championships of the season (third at the Masters). Also performed the feat in 2011, finishing T2 at the Masters and second at the U.S. Open...Finished T8 at the PGA Championship to join fellow Australian Adam Scott as the only two players to record top-10s in three of the season's four majors...Thanks to second- and final-round, 5-under 66s, finished T4 at the BMW Championship. At No. 14 in the FedExCup, made his third start in four years at the TOUR Championship by Coca-Cola. Went on to finish T14 at East Lake GC...Had a strong performance in his second Presidents Cup appearance. Was 3-1-1 in the International team's loss to the U.S. in October in Ohio.\n\n2012: Finished T9 at the Wells Fargo Championship for his first top-10 of the season and first in two starts at Quail Hollow Club...After missing the cut at THE PLAYERS Championship, posted his second top-10 finish of the year, with a T9 at the HP Byron Nelson Championship. It was his third top-10 finish in as many starts at the event (won in 2010 and fifth in 2011)...Finished T8 at the AT&T National at Congressional CC...Chose not to play in The Open Championship so he could stay home and spend time with his newborn son...Entered the Playoffs No. 108 in the FedExCup standings. Hopes of advancing out of The Barclays seemed dim following a third-round, 6-over 77. But improved 11 strokes in the final round, with a 5-under 66 leading to a T24 finish, helping him jump to No. 88 in the standings to advance to the 100-player Deutsche Bank Championship field. Could only manage a T51 at TPC Boston, despite a T2 in 2010 and T3 in 2011, finishing the season No. 87 in the FedExCup standings and failing to advance to the BMW Championship for the first time since 2008...In his next start, at the Justin Timberlake Shriners Hospitals for Children Open in October, put on a display of near perfection on the front-nine Sunday at TPC Summerlin. Made birdies on seven of his outward nine holes, for a front-nine record, 7-under 28. One-putted all but No. 3 (two-putt) for a total of 10 strokes on the outward nine. Only other nine-hole scores of 28 at this event came from John Daly and Phil Mickelson, who both posted the score on the back nine in the second round of 2007. Struggled at the 72nd hole with a double bogey-6 to finish alone in fourth place. \n\n2011: Fourth full season on the PGA TOUR led to his second-best finish in the FedExCup (No. 12) and a career-high ninth-place finish on the TOUR money list. Finished the season with a career-best 10 top-10 finishes...Opened with an even-par 73 but followed with rounds of 66-69-70 to finish T9 at the Hyundai Tournament of Champions in his first career start in Kapalua...Finished T9 in his World Golf Championships-Accenture Match Play Championship debut, advancing to the third round, defeating Kyung-tae Kim (3 and 2) and Paul Casey (4 and 2), before losing (1-up) to J.B. Holmes...Birdied the final two holes for a 4-under 68 and T2 finish at the Masters Tournament with Adam Scott, two strokes behind champion Charl Schwartzel. The two joined fellow Aussies Bruce Crampton, Jack Newton and Greg Norman who have come painfully close to winning a green jacket. It was quite a week for Day, who equaled the lowest score (64) in any round by a first-year participant (Lloyd Mangrum, first round, 1940, Mike Donald, first round, 1990 and David Toms, fourth round, 1998) with an 8-under 64 in the second round, marking the lowest second-round score by any player in Masters history (Miller Barber, 1979 and Jay Haas, 1995). Fell just one stroke shy of the course record, held by Nick Price and Greg Norman. His T2 comes in just his third start in a major championship: 2011 Masters (T2), 2010 PGA Championship (T10), 2010 Open Championship (T60)...In his next start, opened with rounds of 69-65 at The Heritage to sit just two shots behind Luke Donald. Failed to keep the momentum, however, with weekend rounds of 71-72 leading to a T9—his fourth top-10 finish of the season...Improved 18 positions to finish T6 with a final-round 68 at THE PLAYERS, his fifth top-10 of the season...Making his title defense, finished solo fifth at the HP Byron Nelson Championship, including closing rounds of 69-67...Finished second in his first career start at the U.S. Open on the strength of a 65-68 finish at Congressional CC. Is the only player to record top 10s in the last three majors (second in 2011 U.S. Open, T2 in 2011 Masters and T10 in 2010 PGA Championship). His only other start in a major was at the 2010 Open Championship (T60)...Finished T4 at the World Golf Championships-Bridgestone Invitational in just his fourth start in a World Golf Championships event...One year after finishing runner-up at the Deutsche Bank Championship, finished T3 at the same venue with four rounds in the 60s...Finished T6 at the TOUR Championship by Coca-Cola for his 10th top-10 and 12th top-25 finish of the season—both career highs...Looked poised to win the Australian Open after opening with three sub-70 rounds, one stroke behind leader John Senden heading into the final round at The Lakes GC. Struggled Sunday to a 2-over 74 to T4...Made his first Presidents Cup, playing for the International team at Royal Melbourne GC in Australia. Finished with a 1-2-1 record. \n\n2010: Finished the season No. 8 in the FedExCup standings, highlighted by first PGA TOUR victory at the HP Byron Nelson Championship and first trip to the TOUR Championship...Survived a ball in water hazard on the final hole to win his first PGA TOUR title at the HP Byron Nelson Championship. At 22 years, 6 months and 11, youngest winner at TPC Las Colinas since Tiger Woods' victory in 1997 at the age of 21. Nearly withdrew Thursday morning because he felt ill due to medication for a lingering sinus infection but finished with a final-round 72 to win at age 22. Held a two-stroke lead over Blake Adams entering the final round. But thought he might have blown it when, holding a one-stroke lead, his approach to the final hole went into the water (for the third time on the week on that hole). But he got a reprieve when playing partner Adams—who said he didn't see where Day's ball went—knocked his ball into the water, too. Day salvaged a bogey to finish at 10-under 270, while Adams took a double bogey and dropped into a tie for second at 8-under with Brian Gay and Jeff Overton...Shared the first-round lead at the AT&T National after a 4-under 66. One behind after 36 holes, but weekend rounds of 72-71 led to a T9 finish...In just his second career major championship start, earned T10 honors with Matt Kuchar at the PGA Championship in August...Held the 36-hole lead at The Barclays by one stroke at 8-under-par 135 and finished T5 for fourth top 10 of the year...Held at least a share of the lead during the first three rounds of the Deutsche Bank Championship, including a tournment-tying 54-hole total of 17-under 196. Went on to card a final-round even-par 71 for a T2 finish, a distant five strokes behind Charley Hoffman. One of only three players to record top-10 finishes in the first two Playoff events, but failed to crack the top-15 in his final two events to finish No. 8 in the FedExCup standings...At the conclusion of the season, he had sinus surgery. \n\n2009: Finished T2 at the Puerto Rico Open, one stroke behind winner Michael Bradley. Had a chance to birdie the final hole and force a playoff but missed a 7-foot putt to finish at 13-under along with Brett Quigley. Bradley sank an 11-foot birdie putt earlier to earn the one-stroke advantage...Finished fourth at the Crowne Plaza Invitational, missing a three-way playoff by a stroke. Advanced 33 spots, from 95th to 62nd, in the FedExCup standings. Shot four rounds in the 60s at Colonial CC, where he is a member and lives nearby...Recorded back-to-back eagles at Nos. 13 and 14 (along with Brian Vranesh) during the final round of the Buick Open, shooting 70 to T28...Finished the season No. 48 in the FedExCup standings after playing in the first three PGA TOUR Playoff events. \n\n2008: Rookie recorded his first career top-10 TOUR finish, at the AT&T Pebble Beach National Pro-Am, with a solo sixth...Posted rounds of 69-65 on the weekend to finish T8 at the Shell Houston Open...Finished the season with six top-25 finishes in 28 TOUR starts. \n\n2007: Made the cut in 14 of 19 starts on the Web.com Tour, with 10 top-25 outings. Finished the season No. 5 on the money list with $331,542.. In just his second career start on the Web.com Tour, finished T6 at the HSBC New Zealand PGA Championship...Posted a T4 at the Fort Smith Classic, posting a career-best, 8-under 62 to wind up two shots back of winner Jay Williamson...Shared the lead after the first and third rounds at the LaSalle Bank Open, but a 73 in the final round led to a T9, his third top-10 showing of the year...Won the Legend Financial Group Classic, where a final-round 67 and a tournament-record 16-under-par 268 made him the youngest player to win a Web.com Tour event, at 19 years, 7 months, 26 days. He surpassed James Oh's (21 years, 5 months, 27 days) victory at the 2003 Mark Christopher Charity Classic. The win made Day the Tour's 20th different winner from Australia, and his victory was the 30th overall by that group, also a Tour record. The win began a five-tournament stretch where he posted four top-five finishes, including a T5 at the Nationwide Children's Hospital Invitational, a runner-up effort at the Cox Classic and a third-place finish at the Xerox Classic. Of particular note was a weekend duel in Omaha with eventual winner Roland Thatcher. Shot scores of 62-63 (17-under par) but still finished one stroke behind Thatcher. His 125 total over the final two rounds equaled the lowest 36-hole score in Web.com Tour history. Played the front nine Saturday (28) and Sunday (29) at 13-under par. Was named the Tour's Player of the Month in July. Suffered a right wrist injury late in the season which forced him to sit out from early October till the end of the year. \n\n2006: Made seven previo starts on the PGA TOUR, with strong showings at the Reno-Tahoe Open (T11) and the U.S. Bank Championship in Milwaukee (T13). Finished with five made cuts and $174,508 in earnings\n\n2005: On the Australasia Tour, best performance was a T13 at the MasterCard Masters in mid-December...Made two European Tour starts, missing the cut in both tournaments on back-to-back weeks in February. \n\n2004: Top finish on the Australasia Tour was a T22 at the Australian Open. \n\nAmateur: Won the 2006 Australian Amateur Stroke-Play Championship. Decorated career also includes titles at the Australian Junior Championship, World Junior Championship, Queensland Amateur Championship and the Queensland Medal Championship. \n","otherCarHigh" : "","personal" : "Got his start in golf from his dad, who died when Jason was 12...Was encouraged to attend a golf academy in Australia by his coach, Col Swatton, where he borrowed a Tiger Woods book from his roommate and gained inspiration from reading it...In February 2016, his hometown of Beaudesert, Australia named a street in his honor following his outstanding 2015 season.","otherInfo" : "","ntlTeams" : "The Presidents Cup (3), 2011, 2013, 2015; World Cup (1), 2013.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 2 times in 2016.","dynStats" : "He ranks T28th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/jdaygolf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}