{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24512","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Dyson","first" : "Simon","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "168","weightMetric" : "76","birthDate" : "","age" : "","birthPlace" : "York, England","residence" : "York, England","family" : "Single","education" : "","splInterest" : "Music, tennis, snooker, films","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1999","clubAffl" : "","cityPlaysFrm" : "Manchester; ; England","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(9): 2000 Macau Open [Asia], Volvo China Open [Asia], Omega Hong Kong Open [Asia]. 2006 Enjoy Jakarta HSBC Indonesia Open [Eur], KLM Open [Eur]. 2009 KLM Open [Eur], Alfred Dunhill Links Championship [Eur]. 2011 Irish Open [Eur], KLM Open [Eur].","curYearHigh" : "","carHigh" : "2013-14: Did not make a PGA TOUR start during the year...Had a nice bounce-back European Tour season. Finished 41st on the Tour's Race to Dubai standings. His solid run of play began at the Alfred Dunhill Championship in January. Shot four par-or-better rounds, including a final-round 67 to T3 at Leopard Creek GC in South Africa...Was back in South Africa in February, where he picked up an additional top-10. Finished T10 at the Tshwane Open in Centurion, at Copperleaf Golf & Country Estate...At the Volvo China Open in Shenzhen, had four under-par rounds at Genzon GC to T8 with four others...Had a pair of 69s in the first and third rounds to go with two 66s to T5 at the BMW International Open at GC Gut Larchenhof in Germany in late-June...A week later, finished second at the KLM Open in September, shooting a bogey-free, 5-under final round at Kennemer G&CC to finish second to Paul Casey in the Netherlands. \n\n2013: Had a trio of European Tour top-10s. First came at the Alstom Open de France, where he finished fifth...Was ninth in late-July, at the MWM Russian Open. Shot a final-round 68 in Moscow to go with his opening 67...Contended at the KLM Open in the Netherlands in August. Opened 69-63 at Kennemer G&CC and was tied for third at the halfway mark. Trailed by three shots with a round to play. Fired a 2-under 68 but couldn't get any closer than three back of winner Joost Luiten. Settled for a T3 with three others.\n\n2012: Shot a final-round, 5-under 67 at the Irish Open to T10 at Royal Portrush GC...Finished T6 at the Thailand Golf Championship on the Asian Tour in mid-December. 2011: Finished 10th on the European Tour's Race to Dubai standings...Won his fifth European Tour title when he edged Australia's Richard Green at the Irish Open. Shot a final-round 67 to post a score then watched as Green needed a par to force a playoff. Green three-putted for bogey on the final hole at Killarney Golf and Fishing Club, giving the victory to the Englishman...Won again in early September, shooting a final-round 66 at Hilversumsche GC to win the KLM Open in the Netherlands, edging David Lynn by a stroke. He began the day two strokes off James Kingston and Gary Orr's leading pace...Played consistently all week at the European Tour's BMW PGA Championship. Eventually finished solo third at the Wentworth Club outside London, two shots out of the Luke Donald-Lee Westwood playoff...Finished T9 at The Open Championship in his 20th start in a PGA TOUR event. It was his second top-10 on TOUR (T6 at the 2007 PGA Championship, with a final-round 64)...Had a late-season top-10 with a ninth-place showing at the Sunshine Tour's Nedbank Golf Challenge...Added a top-five performance, a T4, in his final event of the campaign, the Thailand Golf Championship. 2010: Had a solid campaign, with five European Tour top-10s. First came in Spain, with a T10 at the Madrid Masters. He picked up T5s at both the Czech Open and the Alfred Dunhill Links Championship and added a sixth-place showing at the Johnnie Walker Championship at Gleneagles...Enjoyed another strong showing at the Hong Kong GC, where the past UBS Hong Kong champion (2000) battled fellow countryman Ian Poulter all week before falling a stroke shy and eventually T2 with Matteo Manassero...Top PGA TOUR finish was a T12 at the PGA Championship. 2009: Shot a final-round 66 on the Old Course to win the Alfred Dunhill Links Championship at St Andrews, Scotland. The victory was his third on the European Tour and second of the year, following his KLM Open win, thanks to a final-round 63 and an 18-foot birdie putt on the first playoff hole. After the win at St. Andrews, he jumped to 44th in the Official World Golf Ranking. Missed the cut at the U.S. Open in his only PGA TOUR start. 2007: Fired a final-round 64 to finish T6 at the PGA Championship, his best finish in a major championship...Enjoyed six top-10s and two thirds on the European Tour. 2006: Recorded his first two European Tour titles, at the Indonesia Open and the KLM Open in the Netherlands. Beat Australian Andrew Buckle by two strokes in Indonesia in early March and Australian Richard Green on the first hole of a playoff at the KLM in August. Was T38 at The Open Championship and T48 at the World Golf Championships-American Express Championship in his only PGA TOUR starts. 2000: Took full advantage of his Asian PGA Tour playing privileges (he finished second at the qualifying tournament in Malaysia) by capturing three titles, two coming in succession in May, in Macau and at the Volvo China Open at the Shanghai Silport GC. Picked up his third Asian Tour title the week before Christmas with a three-stroke victory at the Omega Hong Kong Open. His three wins led to him leading the Asian Tour order of merit. He was also named that circuit's Rookie of the Year and was named Player of the Year by his fellow players. He was 115-under par in his 16 starts that also included runner-up finishes at the Lexus International in Thailand and the Hero Honda Masters in India on back-to-back weeks. Amateur: Runner-up in the English Amateur in 1999. Won the Finnish Amateur title and was a member of the Great Britain and Ireland team which won the Walker Cup at Nairn that year. \n","otherCarHigh" : "","personal" : "Comes from a family with a rich sports background. His grandfather was a jockey; dad, John, is a bookmaker and his uncle Terry played soccer for Tottenham in the early 1960s. Encouraged to take up golf by his older brother, Nick. Was a scratch player by age 16.","otherInfo" : "","ntlTeams" : "Seve Trophy (3), 2007, 2009, 2011; Walker Cup (1), 1999.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T6th in 2007 at the PGA Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}