{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "36479","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Richey","first" : "Brian","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "210","weightMetric" : "95","birthDate" : "June 10, 1986","age" : "29","birthPlace" : "Lakeland, Florida","residence" : "Lakeland, Florida","family" : "Single","education" : "Florida Southern College (2009, Business Administration\/Sports Management)","splInterest" : "Saltwater fishing, watching sports, attending Florida State football and Tampa Bay Lightning games","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2010","clubAffl" : "Lone Palm GC (Lakeland, Florida)","cityPlaysFrm" : "Lakeland, Florida","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2015","exmtStatus" : "Conditional - Finished T58 at 2015 Web.com Tour Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "Played all 21 Regular Season events, making 10 cuts. Posted three top 25s, which included a T5. Finished 80th on the money list...In June came out firing at the Rust-Oleum Championship in Cleveland, opening with a bogey-free 64, his lowest round of the year on Tour. Was two off Peter Malnati's lead. Struggled to find consistency in round two but still carded a 2-under 69. Entered the weekend two shots back. Held up under the weekend pressure, posting a 68 Saturday and a 69 Sunday for a T5, his best finish on Tour. With T5-finish, climbed to No. 48th in earnings...Missed cuts in the seven events leading up to the Regular Season finale, WinCo Portland Open, dropped him to 82nd. Opening rounds of 67-68 in Portland, followed by a third-round 70, put him in position to earn a trip to the Web.com Tour Finals. They faded with a front-nine 40 Sunday and a T21 finish.","carHigh" : "Played NGA Pro Series and Winter Series regularly since 2011. Won twice on the NGA Winter Tour and has five top-fives on the Pro Series in three seasons.\n\n2014: Finished T35 at the Web.com Tour Qualifying Tournament in December, closing with a 67, which moved him from T56 after the fifth of six rounds inside the number to gain exempt status...Made one Regular Season Web.com Tour start, at the News Sentinel Open in Knoxville, Tenn., where he missed the cut...Won the Palmetto State Open...Also played on the Hopkins Tour, with some success.\n","otherCarHigh" : "At Florida Southern, was on the All-South Region team as a senior and was an All-Conference Tournament selection as a junior and senior. Earned NCAA All-American honorable mention his senior year...Was county Player of the Year his senior year in high school.","personal" : "Attended Lakeland High School...Worked part time as a baseball umpire for various little league and travel team games...Parents would drop him at course in the morning, give him a few dollars and pick him up at night...First-tee intro would be \"I Won't Back Down\" by Tom Petty...Earliest golf memory was winning a summer league junior event and getting a huge trophy, which amazed his mother when she picked him up...Favorite golf memory was shooting 20 under and winning an NGA Winter Series event by seven strokes with his father watching. Says the win came against a strong field and gave him confidence...If not a pro golfer would be a college golf coach or agent...Always wears something red for the last round, a Florida Southern team tradition...Favorite pro teams are the New York Yankees, St. Louis Cardinals, Tampa Bay Buccaneers, New York Giants, Tampa Bay Lightning and Orlando Magic...Other favorites include \"Morning Drive,\" \"Major League\" and \"Wedding Crashers.\" Enjoys the music of the Dave Mathews Band and Florida Georgia Line. A big fan of Derek Jeter, Kevin Durant, Maria Sharapova. Top cities to visit are New York, Scottsdale, Ariz., Cashiers, N.C., and Englewood, Fla....Best sporting event attended is the 2014 Florida State-Notre Dame football game...Not many people know he flipped his Chevy Malibu en route to a tournament and shot 67 that day...Would like to own a golf course one day...Motto is \"I can do all things through Christ, who strengthens me.\"...Twitter name is @brichgolf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played all 21 Regular Season events, making 10 cuts. Posted three top 25s, which included a T5. Finished 80th on the money list...In June came out firing at the Rust-Oleum Championship in Cleveland, opening with a bogey-free 64, his lowest round of the year on Tour. Was two off Peter Malnati's lead. Struggled to find consistency in round two but still carded a 2-under 69. Entered the weekend two shots back. Held up under the weekend pressure, posting a 68 Saturday and a 69 Sunday for a T5, his best finish on Tour. With T5-finish, climbed to No. 48th in earnings...Missed cuts in the seven events leading up to the Regular Season finale, WinCo Portland Open, dropped him to 82nd. Opening rounds of 67-68 in Portland, followed by a third-round 70, put him in position to earn a trip to the Web.com Tour Finals. They faded with a front-nine 40 Sunday and a T21 finish.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T5th in 2015 at the Rust-Oleum Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}