{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "21633","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Allan","first" : "Steve","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "183","weightMetric" : "83","birthDate" : "October 18, 1973","age" : "42","birthPlace" : "Melbourne, Australia","residence" : "Scottsdale, Arizona","family" : "Wife, Bridget; Liam (10\/23\/06), Joey (5\/22\/08), Zac","education" : "","splInterest" : "Photography","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1996","clubAffl" : "","cityPlaysFrm" : "Melbourne; ; Australia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,192,190&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2003","exmtStatus" : "Exempt - Next 25 Money Winners from 2015 Web.com Tour Finals","otherVics" : "","intlVics" : "(2) 1998 German Open [Eur]. 2002 Holden Australian Open [Aus].","curYearHigh" : "","carHigh" : "2015: Played 24 of 25 Web.com Tour events, making 17 cuts, with one runner-up, two top 10s and eight top 25s. Finished 32nd on the combined Regular Season\/Finals' money list...Made the cut in his first four starts, which included a Tour career-best T2 at the Cartagena de Indias at Karibana Championship. With rounds of 68-71-72-71 at the windy TPC Cartagena at Karibana layout, was the only player in the field to record four rounds of par or better...Second top 10 came in August at the News Sentinel Open, where a third-round 63 put him one behind leader Matt Fast. A 1-under 70 Sunday led to a T4 finish...From late June through the end of the Regular Season in late August, made six cuts in eight starts, with four T15-or-better finishes, including the T4 in Tennessee...Finished the Regular Season 31st on the money list...In the Web.com Tour Finals, recorded finishes of T22, T16 and T29 and came to TPC Sawgrass and the Web.com Tour Championship 23rd on the Finals' money list. Suffered a second-round 78, which derailed his chance of securing PGA TOUR privileges in 2015-16. Ended up missing the 25th and last available Finals' TOUR card by five spots.\n\n2014: Played in 23 Web.com Tour events, making 15 cuts. Had three top-10s and six top-25s. Finished the Regular Season 39th on the money list...Followed a first-round 71 in the Panama Claro Championship in February with 66-67. Was one stroke off the lead after 54 holes. Carded a Sunday 71 for a T8 showing...Opened 69-65 at the Utah Championship in July and followed it with 67-69 on the weekend to record a T7, his second top-10 of the year...Opened the News Sentinel Open with a 1-under 7 but played the final 54 holes in 14-under to secure a T6 finish...Results in the Web.com Tour Finals were mixed with a T34, T61, T57 and a missed cut to close the season...Home in Australia, made three appearances in November and December on PGA Tour of Australasia, with a T15 at the Emirates Australian Open his best outing.\n\n2013: Made seven Web.com Tour starts, with just one made cut (T39 at the Utah Championship)...Also made one start on both the PGA TOUR (missed the cut at the Reno-Tahoe Open) and PGA Tour of Australasia (T3 at the Australian Open).\n\n2012: Among the top 25 in five events over 24 starts on the Web.com Tour, highlighted by T13 at both the Cox Classic and the Miccosukee Championship...Had a rare double eagle during the first round of the United Leasing Championship. Used a 5-iron from 219 yards to make a two at the par-5 15th hole. Shot a 1-under 71 and wound up T41 for the week...Late in the season, played in the Emirates Australian Open and finished T28. \n\n2011: Was T57 at The Greenbrier Classic, his only PGA TOUR start. Did not make a Web.com Tour appearance. \n\n2010: Rallied to finish T10 at the Moonah Classic in Australia, where he posted opening scores of 69-76 to make the 36-hole cut on the number. Was one of 15 players tied for 60th place after 36 holes. Missed the cut at the U.S. Open and finished T18 at the Reno-Tahoe Classic. \n\n2009:Struggled during the year and made only one cut in 17 starts on Tour. \n\n2008: Made the cut in nine of 21 starts on the PGA TOUR and had four top-10s. Rallied during the fall season with three top-10s in a four-week stretch to maintain his standing inside the top 150 on the money list. Was No. 198 on the money list after the Wyndham Championship before a T4 at the Viking Classic and a T3 at the Turning Stone Resort Championship in back-to-back weeks moved him to No. 139. Added a T7 at the Frys.com Open. Earned nearly 80 percent of his season money total during the Fall Series. Only other top finish was a T10 at the Puerto Rico Open. \n\n2007: Returned to the PGA TOUR full time after one year on the Web.com Tour, thanks to a T29 finish at the 2006 PGA TOUR National Qualifying Tournament. Limited to 18 events in 2007 due to a double hernia diagnosed on Sept. 14 and subsequent surgery on Oct. 5 that kept him out of action most of the fall. Granted Minor Medical Extension and has six events in 2008 to earn $217,121 (combined with 2007 earnings of $568,059 would equal 2007's No. 125 earnings of $785,180) and be elevated to Major Medical Extension status for the remainder of the 2008 campaign. Posted one top-10 in 2007, a T7 at the Canadian Open in his fourth start. Held a share of the 36-hole lead with John Mallinger. Trailed 54-hole leader Vijay Singh by one after a third-round 70 and finished T7 after closing with a 71. \n\n2006: Made the cut in 17 of 25 starts on the Web.com Tour, with three top-10s. Finished No. 46 on the money list, with $125,203. Posted his first top-10 of the season at the Jacob's Creek Open Championship, finishing T8. Nine starts later finished a season-best solo-fifth place at the LaSalle Bank Open where a 1-under-par 283 total was worth $30,000. Had held the 54-hole lead by a single stroke before being overtaken by Jason Dufner in the final round. Jumped out to a one-stroke lead after the first round at the Xerox Classic before eventually placing T6. \n\n2005: In 32 PGA TOUR starts, made 18 cuts, with his best performance a T9 at the Reno-Tahoe Open. Had four under-par rounds at Montreux G&CC. Finished 158th on the money list. \n\n2004: Finished No. 121 on the PGA TOUR money list. Opened the season tying the Waialae CC's course record at the Sony Open in Hawaii with a second-round 8-under-par 62. Had a two-stroke lead heading to the 72nd hole of regulation at the Reno-Tahoe Open. His third shot, from a greenside bunker, flew 10 yards over the green. He missed a 4-foot putt for bogey and made double bogey, dropping to 10-under and into a four-man playoff. Rookie Vaughn Taylor claimed his first TOUR victory, rolling in an 11-foot birdie putt on the first extra hole. His T2 matched career-best finish on TOUR (2003 Greater Milwaukee Open).\n\n2003: Prior to his first full season on the Web.com Tour, made all five previous career starts on the Web.com Tour, with his best showing at T3 in his first start at the Chitimacha Louisiana Open...Also finished inside the top 125 on the PGA TOUR money list. Posted back-to-back top-10s for the only time on TOUR with a T2 at the Greater Milwaukee Open and a T5 at the B.C. Open. \n\n\n\n2002: Won his national open in late-November, shooting rounds of 66-64-68 to capture the weather-shortened Holden Australian Open by a stroke over Aaron Baddeley, Rich Beem and Craig Parry. \n\n\n\n2001: Played in 31 PGA TOUR events, with one top-25. Opened and closed with 69s to T19 at the Buick Classic...Retained his PGA TOUR card for 2002 by finishing T19 at the PGA TOUR Qualifying Tournament. \n\n\n\n2000: Rebounded on the European Tour, improving 64 places on the Order of Merit to finish 55th. Enjoyed three top-10s. The first came at the Compaq European Grand Prix, when he T6...Three starts later, finished T4 at The Standard Life Loch Lomond Open, opening with a 66 and closing with a 67...Two weeks later, finished T7 at the TNT Dutch Open. Won the PGA TOUR Qualifying Tournament, shooting rounds of 65-69-65-65-68 in the five-round event to defeat DDavid Morland IV and Brian Wilson by two shots. \n\n1999: Had a disappointing follow-up to his 1998 European Tour season, dropping to 119th on the Order of Merit and recording no top-10s. Best finish was a T19 at the Volvo PGA Championship...Top PGA Tour of Australasia finish was a T17 at the MasterCard Australian PGA Championship.\n\n1998: Broke through in a big way, winning his first European Tour event, placed second in another and finished 13th on the Order of Merit. At the German Open in August, opened 72-71 and was tied for 19th through 36 holes. Put the pedal down on the weekend, shooting rounds of 68-69 to pull ahead and edge Ignacio Garrido, Padraig Harrington, Mark Roe and Steve Webster by one shot...In his season-opener, at the Dubai Desert Classic, had four under-par rounds but could only finished second, coming up three shots short of winner Jose Maria Olazabal...Finished T7 in late-April, at the Turespana Masters on the strength of a final-round 65...On the PGA Tour of Australasia, came close to winning in his homeland, finishing T2 at the Ford Open Championship. Tied with Craig Parry, two shots behind champion Stuart Bouvier in late-October...Added a T5 in late-November at the MasterCard PGA Championship.\n\n1997: Had a trio of top-10s on the PGA Tour of Australasia. First came at the Victoria Open (T5). Despite shooting rounds of 71-74-75 over his final 54 holes at the MasterCard PGA Championship, finished T2 with Stuart Appleby, four shots behind winner Andrew Coltart...Made 18 European Tour starts, recording one top-10, a T4 at the Portuguese Open, thanks to back-to-back 67s in the third and final rounds...Final top-10 of the year came at the Holden Australia Open, when he T10.\n\nPlayed the European Tour from 1997-2000, making 76 starts and winning the 1998 German Open at Sporting Club in Berlin. Also played the OneAsia Tour in 2010-11.\n","otherCarHigh" : "Was the 1991 Victoria Boys champion.","personal" : "Parents emigrated from Edinburgh, Scotland to Australia in 1970...Attended St. Johns school in Dandeong, Victoria, Australia, graduating in 1991...Earliest golf memory was following Greg Norman at the Australian Masters in 1983...Biggest thrill in golf was winning the 2002 Holden Australian Open in his hometown...Favorite course he's played is Royal Melbourne...Would like to play Merion and Seminole...Favorite team as a kid was the Australian football team, Stokilda...Favorite teams are Arizona State U., Arizona Cardinals and Diamondbacks and Chicago Cubs...Favorite athletes are Nick Riewoldt (Aussie football) and Lionel Messi...Favorite TV show is \"SportsCenter,\" favorite movie is \"Caddyshack\" and favorite entertainer is Powderfinger...Hawaii is favorite vacation spot...Bucket list item is \"I'd love to design a golf course\"...Twitter name is @sallan66.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2001","qSchoolYear" : "2000, 2006","exmtStatus" : "","otherVics" : "","intlVics" : "(2): 1998 German Open [Eur]. 2002 Holden Australian Open [Aus].","curYearHigh" : "","carHigh" : "2013: Made seven Web.com Tour starts, with just one made cut (T39, Utah Championship)...Also made one start on both the PGA TOUR (missed the cut at the Reno-Tahoe Open) and PGA Tour of Australasia (T3 at the Australian Open). \n\n2012: Among the top 25 in five events over 24 starts on the Web.com Tour, highlighted by T13 at both the Cox Classic and the Miccosukee Championship...Had a rare double eagle during the first round of the United Leasing Championship. Used a 5-iron from 219 yards to make a two at the par-5 15th hole. Shot a 1-under 71 and wound up T41 for the week...Late in the season, played in the Emirates Australian Open and finished T28. \n\n2011: Was T57 at the Greenbrier Classic, his only PGA TOUR start. Did not make a Web.com Tour appearance. \n\n2010: Rallied to finish T10 at the Moonah Classic in Australia, where he posted opening scores of 69-76 to make the 36-hole cut on the number. Was one of 15 players tied for 60th place after 36 holes. Missed the cut at the U.S. Open and finished T18 at the Reno-Tahoe Classic. \n\n2009: Struggled during the year and made only one cut in 17 starts on Tour. \n\n2008: Made the cut in nine of 21 starts on the PGA TOUR and had four top-10s. Rallied during the fall season with three top-10s in a four-week stretch to maintain his standing inside the top 150 on the money list. Was No. 198 on the money list after the Wyndham Championship before a T4 at the Viking Classic and a T3 at the Turning Stone Resort Championship in back-to-back weeks moved him to No. 139. Added a T7 at the Frys.com Open. Earned nearly 80 percent of his season money total during the Fall Series. Only other top finish was a T10 at the Puerto Rico Open. \n\n2007: Returned to the PGA TOUR full time after one year on the Web.com Tour, thanks to a T29 finish at the 2006 PGA TOUR National Qualifying Tournament. Limited to 18 events in 2007 due to a double hernia diagnosed on Sept. 14 and subsequent surgery on Oct. 5 that kept him out of action most of the fall. Granted Minor Medical Extension and has six events in 2008 to earn $217,121 (combined with 2007 earnings of $568,059 would equal 2007's No. 125 earnings of $785,180) and be elevated to Major Medical Extension status for the remainder of the 2008 campaign. Posted one top-10 in 2007, a T7 at the Canadian Open in his fourth start. Held a share of the 36-hole lead with John Mallinger. Trailed 54-hole leader Vijay Singh by one after a third-round 70, and finished T7 after closing with a 71. \n\n2006: Made the cut in 17 of 25 starts on the Web.com Tour, with three top-10s. Finished No. 46 on the money list, with $125,203. Posted his first top-10 of the season at the Jacob's Creek Open Championship, finishing T8. Nine starts later finished a season-best solo-fifth place at the LaSalle Bank Open where a 1-under-par 283 total was worth $30,000. Had held the 54-hole lead by a single stroke before being overtaken by Jason Dufner in the final round. Jumped out to a one-stroke lead after the first round at the Xerox Classic before eventually placing T6. \n\n2005: In 32 PGA TOUR starts, made 18 cuts, with his best performance a T9 at the Reno-Tahoe Open. Had four under-par rounds at Montreux G&CC. Finished 158th on the money list. \n\n2004: Finished No. 121 on the PGA TOUR money list. Opened the season tying the Waialae CC's course record at the Sony Open in Hawaii with a second-round 8-under-par 62. Had a two-stroke lead heading to the 72nd hole of regulation at the Reno-Tahoe Open. His third shot, from a greenside bunker, flew 10 yards over the green. He missed a 4-foot putt for bogey and made double bogey, dropping to 10-under and into a four-man playoff. Rookie Vaughn Taylor claimed his first TOUR victory, rolling in an 11-foot birdie putt on the first extra hole. His T2 matched career-best finish on TOUR (2003 Greater Milwaukee Open). \n\n2003: Prior to his first full season on the Web.com Tour, made all five previous career starts on the Web.com Tour, with his best showing at T3 in his first start at the Chitimacha Louisiana Open...Also finished inside the top 125 on the PGA TOUR money list. Posted back-to-back top-10s for the only time on TOUR with a T2 at the Greater Milwaukee Open and a T5 at the B.C. Open. \n\n2002: Winner of the Holden Australian Open. \n\n2001: Finished T19 at the PGA TOUR Qualifying Tournament to earn his 2002 card. \n\n2000: Won the PGA TOUR Qualifying Tournament. Misc.: Has played the PGA Tour of Australasia since 1996. Played the European Tour from 1997-2000, making 76 starts and winning the 1998 German Open at Sporting Club in Berlin. Also played the OneAsia Tour in 2010-11.\n\nAmateur: Was the 1991 Victoria Boys champion.\n","otherCarHigh" : "","personal" : "Parents emigrated from Edinburgh, Scotland to Australia in 1970…Attended St. Johns school in Dandeong, Victoria, Australia, graduating in 1991…Earliest golf memory was following Greg Norman at the Australian Masters in 1983…Biggest thrill in golf was winning the 2002 Holden Australian Open in his hometown…Favorite course he's played is Royal Melbourne…Would like to play Merion and Seminole…Favorite team as a kid was the Australian football team, Stokilda…Favorite teams are Arizona State U., Arizona Cardinals and Diamondbacks, and Chicago Cubs…Favorite athletes are Nick Riewoldt (Aussie football) and Lionel Messi…Favorite TV show is \"SportsCenter,\" favorite movie is \"Caddyshack\" and favorite entertainer is Powderfinger…Hawaii is favorite vacation spot…Bucket list item is \"I'd love to design a golf course\"…Twitter name is @sallan66.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is T12th at the Brasil Champions presented by Embrase.","dynStats" : "He ranks T71st in Scoring Average (Actual) on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/Sallan66"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}