{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25345","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Pettersson","first" : "Carl","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "195","weightMetric" : "88","birthDate" : "August 29, 1977","age" : "38","birthPlace" : "Gothenburg, Sweden","residence" : "Raleigh, North Carolina","family" : "Wife, DeAnna; Carlie (9\/13\/04), Chase (7\/29\/07)","education" : "North Carolina State University","splInterest" : "Sports","pronunciation" : "PEET-er-son","nwTourAlumnus" : "","trndProYear" : "2000","clubAffl" : "","cityPlaysFrm" : "Raleigh; NC; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2003","qSchoolYear" : "2002","exmtStatus" : "77th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "(1): 2002 Algarve Open de Portugal [Eur].","curYearHigh" : "","carHigh" : "2014-15: Claimed three top-10 finishes in 30 starts to advance to the FedExCup Playoffs for an eighth time. A missed cut at The Barclays was followed a week later by a T44 finish at the Deutsche Bank Championship, ending his season at No. 77 in the FedExCup standings...Finished fifth at the Travelers Championship for his initial top-10 of the season and first since the 2014 Deutsche Bank Championship. Notched second consecutive and second overall top-10 in Hartford in nine career starts. Earned a spot in The Open Championship with the fifth-place finish through the Open Qualifying Series...Finished T4 at the Quicken Loans National for his second top-10 (sixth in 2010) in four starts at the event...Posted a T6 at the Wyndham Championship for his fifth top-10 in 13 starts in Greensboro.\n\n2013-14: Claimed four top-10 finishes in 17 made cuts, highlighted by a third-place finish in June. For the seventh time, played his way into the FedExCup Playoffs, making it through the first three of four events. Finished the season 63rd in the FedExCup standings...Finished T4 at the Puerto Rico Open in his second career start in the event, shooting rounds of 71-66-66-69...Despite numerous rain delays, was the only player in the field to string together four sub-par rounds at the FedEx St. Jude Classic. Shot rounds of 67-67-69-69, good for a T3, with Webb Simpson and Matt Every...Finished T7 at the Travelers Championship and was the only player in the field with all four rounds at 68 or better...Drained a 12-foot par putt on the 72nd hole at the Deutsche Bank Championship to finish T9 (six strokes behind champion Chris Kirk), securing a spot in the BMW Championship. With the finish, jumped from No. 93 to No. 66 in the FedExCup standings.\n\n2013: Made 19 of 24 TOUR cuts, but only recorded one top-10 finish. Ended the season No. 107 in the final FedExCup after a T54 finish at The Barclays in the FedExCup Playoffs...Rounds of 70-72-70 led to a solo eighth-place finish at the season-opening and weather-shortened Hyundai Tournament of Champions...Had his first PGA TOUR hole-in-one when he made an ace at the seventh hole in the second round of the Shell Houston Open. Went on to T65 at Redstone GC...Finished T9 in mid-May at the European Tour's Volvo World Match Play Championship in Bulgaria.\n\n2012: Turned in his second best finish in the FedExCup standings at No. 24. Best career finish in standings is No. 21 in 2008...Notched the third runner-up finish of his career, with a T2 effort at the Sony Open in Hawaii, two strokes behind champion Johnson Wagner...Second runner-up finish of the season came at the Shell Houston Open in his final bid for a Masters invite. Needing to win outside Houston to get into the Masters field the following week, his opening-round, 7-under 65 got him headed in the right direction, but his bid ultimately fell a stroke short of Hunter Mahan's winning score of 17-under...After entering the day with a one-stroke lead over Colt Knost, birdied three of his first five holes en route to a 2-under 69 and a five-stroke victory over Zach Johnson at the RBC Heritage. His first victory since winning the 2010 RBC Canadian Open tied him with Jesper Parnevik for most wins (five) on the PGA TOUR by a Swedish player. He also moved to No. 4 in the FedExCup standings. Became just the sixth player to win the RBC Heritage without having competed in the Masters the week before (since the RBC Heritage moved into its slot after the Masters in 1983), joining Brian Gay (2009), Boo Weekley (2007), Aaron Baddeley (2006), Bob Tway (1995) and Davis Love III (1987). The win (his third top-10 finish in 10 starts at the event) was the ninth by an international player in the 44-year history of the RBC Heritage and first since Baddeley in 2006. Roomed with Tim Clark (his college roommate at North Carolina State University) in a condo at the RBC Heritage during tournament week...Picked up his fourth top-10 of the season, with a T10 effort at THE PLAYERS Championship. It was his second top-10 in eight starts at TPC Sawgrass...Finished T3 at the PGA Championship after holding the first-round lead and a share of the lead through 36 holes. It was his first top-10 in eight career starts in the event. Previous-best finish was T24 in 2010. His only two previous top-10s in a major were T6 at the 2008 U.S. Open and T8 at the 2006 Open Championship. Also shared the first-round lead at the 2002 Open Championship but finished T43. The only other player from Sweden to lead a major after the first round is Robert Karlsson, at the 2008 PGA Championship (finished T20). The last Swedish player to lead a major coming into this week was Peter Hanson, after the third round at this year's Masters (finished T3). Other notable leads by Swedish players include Henrik Stenson leading the 2006 PGA Championship after the second round (finished T14), while Jesper Parnevik led the 1997 Open Championship after the third round (finished T2). No player from Sweden has won a major...Finished T4 at the Wyndham Championship after holding the first-round lead with an 8-under 62...Late in the year, finished T7 at the Nedbank Golf Challenge in South Africa.\n\n2011: Made 21 of 29 cuts to go with five top 10s and nine top 25s...Finished T4 at the season-opening Hyundai Tournament of Champions, four shots out of the playoff eventually won by Jonathan Byrd. Opened with a 7-under 66 to share the lead with Byrd...One of a PGA TOUR record nine players tied for the first-round lead at the Northern Trust Open, at 4-under, but finished T55...Finished T9 at the Wells Fargo Championship after opening with rounds of 68-68...Collected third top 10 of the season with a T8 at the FedEx St. Jude Classic, carding four consecutive sub-70 rounds for the first time since winning the 2008 Wyndham Championship...Finished T4 at the Wyndham Championship. It was his third top-five finish in his last five Greensboro starts...With four rounds in the 60s, finished T5 at the Justin Timberlake Shriners Hospitals for Children Open for his fifth top 10 of the season. 2010: Season highlight was a return to the winner's circle, at the RBC Canadian Open, on the strength of a third-round 60...Bookend, 4-under 66s led to a T5 finish at the Sony Open in Hawaii, four strokes behind tournament winner Ryan Palmer. It represented the 30th top-10 finish of his TOUR career...Holed a 3-wood from 259 yards for a double eagle on the 516-yard, par-5 fifth hole at La Quinta CC in the third round of the Bob Hope Classic. Shot a 66 and finished T39...Earned second top-10 of season with T8 at the Transitions Championship, a tournament he won in 2005. Final-round 73 was highest of any player who finished in the top 15...Next top-10 finish came 10 starts later, finishing solo-sixth place at the AT&T National...At the RBC Canadian Open, made the cut on the number to get to the weekend then took full advantage of the opportunity. Followed a 10-under 60 in the third round with a 67 Sunday to rally from four strokes back and claim a one-stroke-victory over Dean Wilson. His victory made Sweden the ninth country to claim a champion of Canada's national open. Had a 30-foot putt in the third round from the fringe to shoot a 59, but the putt lipped out. 2009: Finished 136th on the money list with his only top-10 coming in the last event of the season. Had not finished lower than 74th on the money list since joining the TOUR in 2003. Finished T9 at the Children's Miracle Network Classic. 2008: Surpassed $2 million in earnings for the third consecutive season, including No. 21 finishes on both the FedExCup points list and the money list. Posted a career-high 14 top-25 finishes...Won for the third time on TOUR, at the Wyndham Championship in Greensboro, N.C., where he lived during high school, and qualified for the TOUR Championship for the second time...Finished T9 for his first top-10 in the U.S. Open (four starts) and just his second top-10 in a major. Closed with 3-under 68 at Torrey Pines, his first career sub-par round in the U.S. Open out of 12 rounds played...At the Wyndham Championship in August, shot a tournament and course-record 9-under-par 61 in the second round and established a new 72-hole tournament mark (21-under 259) at Sedgefield CC in Greensboro en route to a two-stroke win over Scott McCarron. The 61 at the refurbished Donald Ross-designed course included two bogeys. He attended Grimsley High School, which is about seven miles from Sedgefield, after moving to Greensboro at age 15. He also played collegeiately at North Carolina State and lives in Raleigh, NC, where he commuted to and from the tournament. He also serves on the board of the Wyndham Championship. The win in Greensboro, his third on the PGA TOUR, was the second time he has won a final, regular-season event on TOUR (2005 Chrysler Championship)...Competed in all four events in the PGA TOUR Playoffs for the FedExCup, with his best finish being 21st at the TOUR Championship. 2007: Recorded 13 top-25 finishes in a season in which he made 25 of 31 cuts. Competed in three events in the PGA TOUR Playoffs for the FedExCup and finished 38th on the inaugural points list...Finished fifth at the John Deere Classic thanks in part to a final-round 68 and a Putting Average of 1.571, which led the field for the week. Was one shot off Nathan Green's 36-hole lead before a third-round 71 dropped him out of contention...Finished T10 at the BMW Championship and fell eight spots short (38th) of qualifying for the TOUR Championship...T5 at the Turning Stone Resort Championship, where he was paired with eventual winner Steve Flesch in the final pairing on Sunday. Final-round 73 left him four shots shy of Flesch...Held the 54-hole lead at the inaugural Fry's Electronics Open before a final-round 74 left him T4, five shots behind eventual winner Mike Weir. Finish gave him his sixth top 10 of the season and pushed his earnings over the $2-million mark for the second consecutive year. 2006: Had a career year, with $2,647,982 in earnings on the strength of a victory and six top-10s...Won the Memorial Tournament, his second career title. After winning first TOUR event (2005 Chrysler Championship) in 90th career start, needed only 16 subsequent events to earn second career TOUR win. Was just the fifth different international player to win at Muirfield Village GC...Shot a 59 during a casual round with friends on June 21 at Treyburn CC in Durham, N.C. Had 11 birdies and an eagle on the par-72 course...Recorded his first top-10 in 10 career major championship starts with a T8 at The Open Championship. 2005: Closed the season on a high note, making his last eight cuts, including a win and a runner-up finish in his last two starts. As a result, earned the 2005 Fall Finish presented by PricewaterhouseCoopers title and its $500,000 bonus...Notched his first TOUR victory at the Chrysler Championship in Palm Harbor. Won by one stroke over Chad Campbell at the Westin Innisbrook Resort-Copperhead Course. Became just the third Swedish player to win on TOUR, joining Jesper Parnevik and Gabriel Hjertstedt. \n\n2004: Won more than $1 million for the first time in his career and posted a personal-best seven top-10s...T3 finish at the MCI Heritage...Ended the season with five top-10s in his last six starts...Had his first TOUR hole-in-one, at the Nissan Open at Riviera CC.\n\n2003: Was just shy of earning $1 million in his rookie season and finished in the top 75 on the money list...Lone top-10 occurred in fifth career TOUR start (second as a TOUR member), second behind Tiger Woods at Buick Invitational. Birdied final hole on Sunday to move into solo second. \n\n2002: Finished T21 at the PGA TOUR Qualifying Tournament to earn his first TOUR card...Fulfilled the early promise he showed on the European Tour by winning the Algarve Open de Portugal in a playoff with David Gilford...Also held a share of the first-round lead in The Open Championship with a 67. Finished T43. \n\n2001: Made a bright start to his European Tour career, finishing T7 in the Carlsberg Malaysian Open, his first career start and outright second in the Open de Argentina, his sixth career professional start on the European Tour. 2000: Won the European Amateur and represented Sweden in the Eisenhower Trophy before turning professional in September. Amateur: Won four tournaments while at North Carolina State, including the NCAA East Regionals event by four strokes, but was disqualified for signing for an incorrect scorecard...Prior to attending North Carolina State, was two-time national junior college individual champion at Central Alabama Community College (1997-98). Roomed with TOUR member Marc Turnesa at North Carolina State.\n","otherCarHigh" : "","personal" : "Took up golf at age 10 near course where he lived in Gothenburg, Sweden...Father, Lars, a low-handicap golfer, was an executive for Volvo Trucks Division, resulting in the family living in England between ages 10-14, then moving to Greensboro, N.C., for his last two years of high school when the company transferred his father. Was the 1996 state 4A medalist for Grimsley High School. Now lives in Raleigh where he attended college.","otherInfo" : "","ntlTeams" : "Eisenhower Trophy (1), 2000.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T39th at the Sanderson Farms Championship.","dynStats" : "He ranks 44th in Career Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}