{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32816","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Kodaira","first" : "Satoshi","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-7","heightMetric" : "1.7","weight" : "150","weightMetric" : "68","birthDate" : "September 11, 1989","age" : "26","birthPlace" : "Tokyo, Japan","residence" : "Tokyo, Japan","family" : "Single","education" : "","splInterest" : "","pronunciation" : "suh-TOE-she kuh-DYE-ruh","nwTourAlumnus" : "","trndProYear" : "2010","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "10,208&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2015","exmtStatus" : "Conditional - Additional Qualifying Tournament Finisher or Finished 76-100 on 2014 Web.com Tour Money List","otherVics" : "","intlVics" : "(2) 2013 Japan Golf Tour Championship. 2014 Dunlop Srixon Fukushima Open [Jpn].","curYearHigh" : "Earned an early top-10 on the Japan Golf Tour when he used a third-round 66 to T8 at The Crowns...Second top-10 came at the Japan Golf Tour Championship Mori Building Cup. Opened with a 2-under 69 then rattled off three consecutive 70s to T5...Added a second T5 five starts later by using four rounds in the 60s to earn the top-10 at the Dunlop Srixon Fukushima Open. His 67-66 start gave him the 36-hole lead...Was T7 at the Asia-Pacific Golf Championship Diamond Cup Golf in late-September. Trailed 54-hole leader K.T. Kim by two strokes with a round to play. Dropped into a T7 after a 2-over 72 at Otone CC's West Course left him six shots behind Kim's leading pace...Enjoyed a Japan Golf Tour victory for a third consecutive year when, in mid-October, he fired a 10-under 62 during the second round of the Japan Open Golf Championship. Parlayed that into a two-shot, 36-hole lead then maintained that two-shot advantage through the third round following a 2-under 70. On the final day, his even-par 72 was just enough to hold off Yuta Ikeda, whose 71 left him a stroke shy.","carHigh" : "2014: Finished T103 at Web.com Tour Qualifying Tournament in December...Played 21 Japan Golf Tour events, winning once, recording seven top-25s and finishing 20th in earnings. Won for the second year in a row, capturing the Dunlop Srixon Fukushima Open in August. Shot rounds of 72-68-64-68 to finish two shots ahead of Yuki Inamori at Grandee Nasushirakawa GC...Despite four rounds in the 60s, finished T2 at the Japan Open, tying with Shingo Katayama, a stroke behind winner Yuta Ikeda...In his next-to-last start of the campaign, was T3 at Casio World Open, one of six players tied at 11-under, six shots behind Katayama...Lapped the second stage Qualifying Tournament field by 13 shots in cold weather at Kingwood, Texas. Fired a final-round 63 during a day when the high temperature was 45. \n\n2013: Earned a career-high eight top-25 performances in his third year. Started the season at the Token Homemate Cup with a T13… Was two strokes off the lead after 36 holes of the PGA Championship Nissin Cupnoodles Cup. Carded 74-72 over the weekend and dropped to solo fifth… Continued his good play at the Diamond Cup Golf with a T6 and finished four back of PGA TOUR winner Hideki Matsuyama…Won the Japan Golf Tour Championship Shishido Hills, his first title on the Japan Golf Tour. Entered the third round just one back of Eun Shin Park after a stellar 64. Took a one-stroke lead over three players, including Kiradech Aphibarnrat, into the final round after a third-round 70. A Sunday 70 resulted in a one-stroke victory over Aphibarnrat and S.K. Ho…Next top 10 came at the Nagashima Shigeo Invitational Sega Sammy Cup, where he carded 68-71-66-69 for a T9…Played in the World Golf Championships-Bridgestone Invitational on the PGA TOUR in August where he finished T65…Opened the Ana Open with 70-74 but prevailed on the weekend with 69-67 for a T11…Added a T12 at the Casio World Open…Completed the year with a T9 at the Golf Nippon Series JT Cup.\n\n2012: Posted three top 25 finishes. Had four rounds of par or better at the Totoumi Hamamatsu Open for a T23…Picked up a T10 at the Toshin Golf Tournament in Ryosen, with rounds of 66-68-68...Carded 69-71-69-71 for a T19 at the Mynavi ABC Championship.\n\n2011: Recorded five top-25 finishes in his first full Japan Golf Tour season. Posted rounds of 71-72-71-73 at the Japan Golf Tour Championship Citibank Cup for a T19…Opened the Kansai Open Golf Championship with a 67. Carded a 76 in the second round but bounced back with 70-71 on the weekend for a T25…Recorded 76-69 in the Fujisankei Classic, a 36-hole tournament, for a T23…Earned his first top-10 performance at the Japan Open Golf Championship won by PGA TOUR winner Sangmoon Bae. After a 75 in the first round, carded 70 in back-to-back rounds. Closed with a 73 for a T10…Ended the year at the Casio World Open with with rounds of 68-71-70-73 for a T11.\n","otherCarHigh" : "","personal" : "Attended Komaba High School...Dream foursome would comprise Jack Nicklaus, Tiger Woods and Sam Snead.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(3): 2013 Japan Golf Tour Championship [Jpn]. 2014 Dunlop Srixon Fukushima Open [Jpn]. 2015 Japan Open Golf Championship [Jpn].","curYearHigh" : "Earned an early top-10 on the Japan Golf Tour when he used a third-round 66 to T8 at The Crowns...Second top-10 came at the Japan Golf Tour Championship Mori Building Cup. Opened with a 2-under 69 then rattled off three consecutive 70s to T5...Added a second T5 five starts later by using four rounds in the 60s to earn the top-10 at the Dunlop Srixon Fukushima Open. His 67-66 start gave him the 36-hole lead...Was T7 at the Asia-Pacific Golf Championship Diamond Cup Golf in late-September. Trailed 54-hole leader K.T. Kim by two strokes with a round to play. Dropped into a T7 after a 2-over 72 at Otone CC's West Course left him six shots behind Kim's leading pace...Enjoyed a Japan Golf Tour victory for a third consecutive year when, in mid-October, he fired a 10-under 62 during the second round of the Japan Open Golf Championship. Parlayed that into a two-shot, 36-hole lead then maintained that two-shot advantage through the third round following a 2-under 70. On the final day, his even-par 72 was just enough to hold off Yuta Ikeda, whose 71 left him a stroke shy.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}