{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "46161","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Kim","first" : "Dohyun","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-6","heightMetric" : "1.68","weight" : "144","weightMetric" : "65","birthDate" : "February 10, 1988","age" : "28","birthPlace" : "Jeon Ju, South Korea","residence" : "","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2006","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : ""}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2014: Qualified for the Series by earning partial exemption at the first qualifying tournament in Shenzhen. Was T34…At the Mission Hills Haikou Open, the inaugural event, finished T43, thanks to middle rounds of 69-70…Two weeks later, at the Buick Open, steady rounds of 73-72-70-72 left him at 1-under and T17 at Dragon Lake…At the United Investment Real Estate Wuhan Open, shot an even-par 72 on the final day to T37…After the scheduled summer break, returned to action at the Yulongwan Yunnan Open, finishing T53…Was T35 in his next outing, at the Chateau Junding Penglai Open…Matched his season-best performance when he T17 at the Cadillac Championship in Beijing. Shot only his second round in the 60s when he fired a Friday 69 at Qinghe Bay GC. Eventually finished 3-under…Broke through for his first top-10 of the season when he contended all week at the Jianye Tianzhu Henan Open. Began the tournament in Zhjengzhou with a 1-over 73 then put himself into contention with a second-round 70 and a third-round, 5-under 67. During windy and rainy conditions Sunday, shot a 4-over 76 to fall into a T4 with three Australians—Bryden MacPherson, Brett Drewitt and Michael Choi…Made PGA TOUR China history when he made the circuit's first double eagle. Holed his 3-iron shot from the fairway on the par-5 13th hole at Luhuitou GC at the Hainan Open. Shot an even-par 72 in the first round, made the cut despite a second-round 75 then made a big move on the weekend, with a 70-67 showing that led to a T2 finish with Drewitt, six shots behind winner Hao Tong Li. Moved to No. 14 on the Order of Merit. \n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T2nd in 2014 at the Sanya Hainan Open.","dynStats" : "He ranks 40th in Career Money Leaders on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}