{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "33404","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Baker","first" : "Chris","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "170","weightMetric" : "77","birthDate" : "March 1, 1986","age" : "30","birthPlace" : "Seymour, Indiana","residence" : "Jacksonville Beach, Florida","family" : "Single","education" : "Iowa State University (2008, Marketing and Management)","splInterest" : "Snowboarding, fishing, hunting, yoga","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2008","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "115,004&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2011","exmtStatus" : "Finished T51 at 2015 Web.com Tour Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Played 15 Web.com Tour events, making seven cuts. Had one top 25. Finished 101st on the Regular Season money list and 120th on the final year-long money list...After seven consecutive missed cuts coming into the Digital Ally Open, posted solid rounds of 69-64-64 to start the final round four strokes behind leader, Martin Piller. Punctuated his Sunday 67 with a 72nd-hole birdie to move inside the top five. The T3 finish in Kansas City was a career-best in 47 Tour starts. \n\nHas played and won events on the eGolf Professional Tour, the Challenge Tour in Europe, Dakotas Tour and the Hooters Tour. \n\n2014: Finished T64 at Web.com Tour Qualifying Tournament in December. Played in 21 events on the Web.com Tour. Birdied a tournament-record seven consecutive holes (Nos. 8-14) in the final round of the Chile Classic. Finished 6-under for the tournament and T47. Best performance came at the Pacific Rubiales Colombia Championship, a T21. Placed 129 on the Tour money list.\n\n2011: Made the cut in three of 13 starts on the Web.com Tour. Started his season with a T4 at the Mexico Open. Also finished T11 at the Albertsons Boise Open. Ended the year No. 101 on the money list. \n\n2009: Monday qualifier at the Knoxville Open but missed the cut in his first Tour start. \n","otherCarHigh" : "Was an Honorable Mention All-American at Iowa State in 2008...Named to the Academic All-America team in 2007 and 2008. Was Academic All-Big 12 from 2005-08...Was medalist in the 2003 Indiana state high school championship, playing for Brownstone Central High School.","personal" : "Graduated from Brownstown Central High School in Brownstown, Ind...Has one sister, Cassie...Parents lived on a nine-hole course, which made it conducive for him to take up the game. Dad would pick him up from grade school and they would head straight to the golf course..Lists Tim Cooke as an instructor...Favorite courses are Whispering Pines, TPC Sawgrass and Hickory Hills GC...Would like to play Augusta National. Favorite college teams are Iowa State and Indiana University and pro teams are the Indianapolis Colts and Indiana Pacers. Peyton Manning, Reggie Miller and Andrew Luck are his favorite athletes...Favorite food is steak and sweet potatoes...Favorite TV show is \"Two and a Half Men,\" \"The Big Bang Theory\" and \"Pawn Stars.\"...Favorite movie is \"Gettysburg\"...Favorite music is \"anything country.\"...Favorite vacation spot is Colorado...First car was a 1991 Eagle Talon...Would put his father, mother and sister in his dream foursome...First-tee introduction song would be \"Small Town\" by John Cougar Mellencamp...Twitter name is chrisbakergolf...Would like to trade places with someone in the military. \"Would never be able to keep up but would just like to see how they work day in and day out.\"...Most people don't know he had a \"perfect freshman year\" on his high school tennis team, never winning a match and recording an 0-16 record...Bucket list includes visiting all 50 states and traveling the world...Would like to be featured in Entrepeneur magazine. \"It would be awesome to develop and successfully run a small business,\" he says.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T3rd in 2015 at the Digital Ally Open.","dynStats" : "He ranks T71st in Scoring Average (Actual) on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/chrisbakergolf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}