{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20433","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hensby","first" : "Mark","middle" : "","extn" : "","nick" : ""}, "height" : "5-8","weight" : "150","birthDate" : "June 29, 1972","age" : "41","birthPlace" : "Melbourne, Australia","residence" : "Mesa, Arizona","family" : "Kimberly; Chase (2\/7\/00), Caden (9\/29\/10)","education" : "","splInterest" : "Cars, movies","trndProYear" : "1995","qSchoolYear" : "","clubAffl" : "","cityPlaysFrm" : "Sydney; ; Australia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "7,145,405&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "No. 185 on the 2010 PGA TOUR money list","otherVics" : "(1): 1996 Illinois Open.","intlVics" : "(1): Scandinavian Masters [Eur].","curYearHigh" : "","carHigh" : "2010: Split time between the PGA TOUR and the Nationwide Tour. Made the cut in eight of 12 starts on the PGA TOUR with his best finishes coming at the Mayakoba Golf Classic (T13) and the Reno-Tahoe Open (T15). Played 13 Nationwide Tour events and made eight cuts. Began the year with a fifth-place showing at the Michael Hill New Zealand Open. Posted his second top-10 of the year at the Knoxville News Sentinel Open. Entered the weekend tied for 32nd but finished T5 after rounds of 67-66. 2009: Played five events each on both the PGA TOUR and Nationwide Tour in 2009, making two cuts on each circuit...T37 at Buick Open was season best on TOUR with T32 at Athens Regional Foundation Classic his top finish on Nationwide Tour. 2008: Made the cut in nine of 26 starts on the 2008 PGA TOUR, with three top-25 finishes...Posted a T4 at the EDS Byron Nelson Championship for his only top-10 and his first since finishing runner-up at the 2007 Fry's Electronics Open. Stood one shot behind 36-hole leader Adam Scott, but a third-round 73 derailed his title hopes. 2007: Ended the season by recording his only top-10 finish with a runner-up effort at the inaugural Fry's Electronics Open that earned his TOUR card for 2008. Second-round 61 was a career best and moved him from T80 to T2. Runner-up finish to Mike Weir marked his first top-five finish since the 2005 John Deere Classic (T4). His $540,000 check moved him from 151st on the money list to 99th with $969,731 in his final start of the season. 2006: Plagued by a nagging foot injury, fell out of the top 150 on the money list as he was limited to just 16 events. Injury stemmed from a car crash suffered earlier in the year, “I damaged my leg, back and had a lot of whiplash,” explained Hensby. “My feet have been really bad, and I really have been struggling to walk 18 holes.\" Consulted with Jose Maria Olazabal, whose career was nearly cut short in the 1990s due to foot problems, later diagnosed as back problem...Best showings were T22 at both the Masters and British Open. 2005: Recorded top-10s in two majors (Masters and U.S. Open) and earned a berth on International Presidents Cup squad…In Masters debut and second career major championship start, posted first majors top-10 with a T5. Along with Rod Pampling, led group of eight Australians that participated...In his U.S. Open debut two months later, finished T3, five strokes behind champion Michael Campbell...In defense of 2004 John Deere Classic title, finished T4, aided by a season-low 64 on Sunday. Finished two strokes behind champion Sean O'Hair...Three weeks later, captured his first win on the European Tour by defeating Henrik Stenson on the second playoff hole of the Scandinavian Masters after finishing with a final-round 65 to make it into the playoff. 2004: Won first TOUR title at the John Deere Classic and made first trip to THE TOUR Championship...Runner-up finish at BellSouth Classic, one stroke behind Zach Johnson. Sunday's 67 was low round of the day and one of only four rounds in the 60s that day…Best stretch of the season came in July, starting with a T3 at the Cialis Western Open. Shared third-round lead with Stephen Ames at 9-under 204 before finishing three back of Ames after final-round 73...One week later, earned first TOUR victory with a par 3 on the second playoff hole to beat John E. Morgan at the John Deere Classic. Posted rounds of 68-65-69-66—268, overcoming four-shot lead of Jose Coceres in the final round. Earned a career-best $684,000. Became the 16th first-time winner in John Deere Classic history. Recorded an ace in the first round, becoming the first player since Jim Furyk (2002 Memorial Tournament) to post an ace and win in the same week...In first TOUR Championship appearance, finished T4 to jump to No. 40 in the Official World Golf Ranking. 2003: Made the cut in 17 of 23 events on the 2003 Nationwide Tour. Collected $276,519 to finish No. 7 on the final money list...Earned his third career victory at the Henrico County Open. Posted a final-round 9-under 63 to finish regulation tied with Zach Johnson at 20-under-par. Birdied the first playoff hole for the victory. 2001: In first season on TOUR, finished 186th on money list and recorded only top-10, a T9 at the Touchstone Energy Tucson Open, during his first event as a member. 2000: Second Nationwide Tour victory came during the 2000 at the Carolina Classic. Defeated Manny Zerman on seventh extra playoff hole. 1998: Set tournament mark with 20-under 260 at Fort Smith Classic, his first Nationwide Tour victory.\n","otherCarHigh" : "Winner of numerous other tournaments, including the 1996 Illinois Open by eight strokes and the 1994 Illinois State Amateur.","personal" : "In October 2009, was one of 30 cyclists to ride 430 miles from Arizona into California in the Ride for Semper Fi in partnership with the Injured Marine Semper Fi Fund. Proceeds went to the organization.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2000","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(1): 2005 Scandinavian Masters by Carlsberg [Eur].","curYearHigh" : "","carHigh" : "2012: Missed the cut in his only two starts on the PGA TOUR's Regular Season, the Mayakoba Golf Classic and Valero Texas Open. 2011: Made six PGA TOUR starts, with his best finish for the second straight year a T35 at the Mayakoba Golf Classic after holding a share of the first-round lead. Opened with a 5-under 66 in Mexico...Claimed a pair of top-25 Web.com Tour finishes in 10 starts. 2010: Made eight of 12 cuts, but did not record a top 10 for the second straight year...Best finish was T13 at the Mayakoba Golf Classic. 2009: Played five events each on both the PGA TOUR and Web.com Tour, making two cuts on each circuit...T37 at Buick Open was season best on TOUR with T32 at Athens Regional Foundation Classic his top finish on Web.com Tour. 2008: Made the cut in nine of 26 starts on the PGA TOUR, with three top-25 finishes...Posted a T4 at the EDS Byron Nelson Championship for his only top-10 and his first since finishing runner-up at the 2007 Fry's Electronics Open. Stood one shot behind 36-hole leader Adam Scott, but a third-round 73 derailed his title hopes. 2007: Ended the season by recording his only top-10 finish with a runner-up effort at the inaugural Fry's Electronics Open that earned his TOUR card for 2008. Second-round 61 was a career best and moved him from T80 to T2. Runner-up finish to Mike Weir marked his first top-five finish since the 2005 John Deere Classic (T4). His $540,000 check moved him from 151st on the money list to 99th with $969,731 in his final start of the season. 2006: Plagued by a nagging foot injury, fell out of the top 150 on the money list as he was limited to just 16 events. Injury stemmed from a car crash suffered earlier in the year. 2005: Recorded top-10s in two majors (Masters and U.S. Open) and earned a berth on International Presidents Cup squad…In Masters debut and second career major championship start, posted first majors top-10 with a T5. Along with Rod Pampling, led group of eight Australians that participated...In his U.S. Open debut two months later, finished T3, five strokes behind champion Michael Campbell...In defense of 2004 John Deere Classic title, finished T4, aided by a season-low 64 on Sunday. Finished two strokes behind champion Sean O'Hair...Three weeks later, captured his first win on the European Tour by defeating Henrik Stenson on the second playoff hole of the Scandinavian Masters after finishing with a final-round 65 to make it into the playoff. 2004: Won first TOUR title at the John Deere Classic and made first trip to the TOUR Championship...Runner-up finish at BellSouth Classic, one stroke behind Zach Johnson. Sunday's 67 was low round of the day and one of only four rounds in the 60s that day…Best stretch of the season came in July, starting with a T3 at the Cialis Western Open. Shared third-round lead with Stephen Ames at 9-under 204 before finishing three back of Ames after final-round 73...One week later, earned first TOUR victory with a par 3 on the second playoff hole to beat John E. Morgan at the John Deere Classic. Posted rounds of 68-65-69-66—268, overcoming four-shot lead of Jose Coceres in the final round. Earned a career-best $684,000. Became the 16th first-time winner in John Deere Classic history. Recorded an ace in the first round, becoming the first player since Jim Furyk (2002 Memorial Tournament) to post an ace and win in the same week...In first TOUR Championship appearance, finished T4 to jump to No. 40 in the Official World Golf Ranking. 2003: Made the cut in 17 of 23 events on the 2003 Nationwide Tour. Collected $276,519 to finish No. 7 on the final money list...Earned his third career victory at the Henrico County Open. Posted a final-round 9-under 63 to finish regulation tied with Zach Johnson at 20-under-par. Birdied the first playoff hole for the victory. 2001: In first season on TOUR, finished 186th on money list and recorded only top-10, a T9 at the Touchstone Energy Tucson Open, during his first event as a member. 2000: Second Nationwide Tour victory came during the 2000 at the Carolina Classic. Defeated Manny Zerman on seventh extra playoff hole. 1998: Set tournament mark with 20-under 260 at Fort Smith Classic, his first Nationwide Tour victory.\n","otherCarHigh" : "","personal" : "Grew up in Tamworth, New South Wales. Left Tamworth High School at age 16 to work as a \"postie,\" or mail carrier and spend more time at the golf course. Moved to the U.S. in 1994, where he initially stayed with family friends. For a time, slept in his car parked at Cog Hill G&CC near Chicago...In October 2009, was one of 30 cyclists to ride 430 miles from Arizona into California in the Ride for Semper Fi in partnership with the Injured Marine Semper Fi Fund. Proceeds went to the organization.","otherInfo" : "","ntlTeams" : "The Presidents Cup (1), 2005.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was 1st in 2004 at the John Deere Classic.","dynStats" : "He ranks T21st in Victory Leaders on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}