{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20443","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Park","first" : "Jin","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "160","weightMetric" : "73","birthDate" : "October 12, 1979","age" : "36","birthPlace" : "Seoul, South Korea","residence" : "Phoenix, Arizona","family" : "Wife, Judy; Ellie (4\/2\/07), Ella (10\/19\/09)","education" : "Arizona State University (2001, Political Science)","splInterest" : "Hiking, working out, playing poker","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "2001","clubAffl" : "Grayhawk GC (Scottsdale, Arizona)","cityPlaysFrm" : "Phoenix; AZ; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "960,605&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2009","exmtStatus" : "Exempt - Top-75 Money Winner from 2015 Web.com Tour Regular Season","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Finished the Web.com Tour season with 18 starts, one third-place finish, four top 25s and 11 cuts made. Was 79th on the final combined money list...Opened 2015 making his first five cuts, with three finishes of T26 or better...Earned his first top 10 of the season at the Albertsons Boise Open in July. Posted 69-63-64-67 and made just two bogeys over the final 54 holes. The T3 performance was his best Tour finish since the 2012 Rex Hospital Open. Moved to 51st on the money list...Completed the Regular Season with just one top-25 (T15 at the Digital Ally Open) in five more appearances and entered the Finals 65th in earnings...In the Web.com Tour Finals, missed the first three cuts and finished T62 at the Web.com Tour Championship.\n\n2014: Competed in 17 Web.com Tour events, recording one top-10 and two top-25s. Made eight cuts. Finished the season 99th on the money list...Best performance came in April when he claimed a T6 at the WNB Golf Classic, which got him to 54th in earnings, his season high point. A third-round 64 had him in the hunt, only to see the event shortened to 54 holes due to severe Sunday winds in Midland...Other top-25 came in May at The Rex Hospital Open where he posted 70-69-69-69 for a T14.\n\n2013: Made the cut in five of 20 PGA TOUR starts. Finished T20 at the Wyndham Championship to move inside the top 200 in the FedExCup standings and earn a spot into the inaugural Web.com Tour Finals. Entered the week No. 202 in the FedExCup standings and moved up to No 189 to ensure a spot in the Finals. Andres Gonzales was the only other player to move inside the top 200 in Greensboro...Did not make a cut in any of the four Web.com Tour Finals' events. \n\n2012: Made the cut in 10 of 20 Web.com Tour starts with a pair of top-10 finishes. Tied for third at The Rex Hospital Open and tied for seventh at the Miccosukee Championship. \n\n2011: Made the cut in 10 of 24 starts, with one top-10 finish...Was T7 at the Preferred Health Systems Wichita Open. Moved into contention with a 7-under 64 in the second round.\n\n2010: Played 25 Web.com Tour events. Made 13 cuts and recorded four top-10s to finish No. 44 on the final money list. Opened his season with a T10 at the Moonah Classic in Australia on the strength of a final-round 67. Was T4 in Greens in Regulation for the week...Was tied for third heading into the weekend at the Melwood Prince George's County Open. Shot a 5-under-par 66 Saturday to take a share of the lead heading into the final round. A Sunday 69 left him T2, his best finish in 84 career starts...Continued his strong play at the Preferred Health Systems Wichita Open. Had an 8-under 63 in the second round to go with his three other sub-70 rounds at Crestview CC to T4. \n\n2009: Finished No. 92 on the Web.com Tour money list after making the cut in only 11 of his 28 starts. Earned his only top-10 of the year with a T3 at the WNB Golf Classic, where he finished three shots back of winner Garrett Willis. His performance was a career-best finish. Was one of only two players to play in the first 28 events of the season. Did not qualify for the final event, the Web.com Tour Championship at Daniel Island. \n\n2008: Made the cut in 13 of 30 starts during his rookie season on the PGA TOUR with only one top-25 finish, a T18 at the John Deere Classic. \n\n2007: Played in three events on the Web.com Tour, claiming two top-30 finishes. Was T8 at the Cox Classic. Missed cut in lone start on the PGA TOUR at the Stanford St. Jude Championship. Earned exempt status onto PGA TOUR in 2008 with a fourth-place finish at the PGA TOUR Qualifying Tournament. Wife and daughter were on hand to see him play bogey-free in second, third and fifth rounds to earn card and join fellow South Koreans K.J. Choi, Charlie Wi, Kevin Na and Y.E. Yang on TOUR in 2008. \n\n2006: Made the cut in seven of 22 Web.com Tour starts with his only top-10 finish coming at the Scholarship America Showdown (T8). Finished T60 at the Chrysler Classic of Tucson. \n\n2002: Carded a pair of top-20s on the Web.com Tour. Played the Asian Tour in 2007, with a best finish of fourth at the Barclays Singapore Open, six strokes behind winner Angel Cabrera.\n\n2004: Was involved in a car accident in December 2004, suffering two broken bones in his neck and coming close to being paralyzed. Wore a neck brace for five months before playing golf again in June.\n","otherCarHigh" : "Honorable Mention All-Pac-10 in 2001 at Arizona State. Qualified for the 1996 Nissan Open as a 16-year old.","personal" : "Attended Sunny Hills High School in Fullerton, Calif...Twitter account is @jinparkgolf...\n\nLists making the PGA TOUR in 2008 as his biggest thrill in golf...Never travels without his phone. Favorite sports teams are the Los Angeles Dodgers and Lakers and Arizona State...Loves Korean food and enjoys watching Tiger Woods play golf...Lists Queenstown, New Zealand, as his favorite vacation spot...Not many people know he enjoys cigars and he's into watching Ultimate Fighting Championships...Favorite athletes in other sports are former UFC champion Benson Henderson, wide receiver Larry Fitzgerald of the Arizona Cardinals and golfer K.J. Choi.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is T30th at the El Bosque Mexico Championship presented by INNOVA.","dynStats" : "He ranks 49th in Heat Index(Money)-last 4 evts on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}