{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "33869","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Meierdierks","first" : "Eric","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "200","weightMetric" : "91","birthDate" : "May 21, 1985","age" : "30","birthPlace" : "Chicago, Illinois","residence" : "Wilmette, Illinois","family" : "Single","education" : "Michigan State University","splInterest" : "","pronunciation" : "MY-ur-derks","nwTourAlumnus" : "","trndProYear" : "2006","clubAffl" : "","cityPlaysFrm" : "Wilmette; IL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "58,029&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2013","qSchoolYear" : "2012","exmtStatus" : "T14 at 2012 PGA TOUR Qualifying Tournament","otherVics" : "(1): 2010 Illinois Open.","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Earned his initial PGA TOUR card after finishing T14 at the PGA TOUR Qualifying Tournament. His father passed away six days before the final stage of Q School...Was the runner-up at the SCOR Golf Classic, losing in a playoff to Brady Stockton in Buckeye, Ariz. It was his fifth runner-up performance in his two years on the Gateway Pro Tour...Had his fourth second-place showing when he fired rounds of 69-65-66 only to lose by a stroke to Canadian Richard Lee at The Wigwam Golf Resort and Spa's Red Course...A week later, on the same property, he enjoyed a solo third at an event at The Wigwam's Gold Course, a year after finishing second in the same tournament.\n\n2011: Won the Trilogy GC-Vistancia and the Lone Tree Golf Club event on the Gateway Pro Tour...Finished second at the Gateway Pro Tour's concluding event, the Tour Championship at The Rim Club in Payson, Ariz. Shot a final-round 68 but still finished six shots shy of winner Scott Harrington. It was his third runner-up finish of the season. Lost a Gateway Pro Tour event at Corte Bella GC in Sun City West, Ariz., to Charlie Beljan by a stroke. Shot rounds of 64-65-69 in the 54-hole event...In March, at The Wigam Golf Resort and Spa's Gold Course in Litchfield Park, Ariz., shot three consecutive 69s to solo second, four shots behind winner Todd Demsey. 2010: Won the Illinois Open by one shot over Luke Guthrie. 2009: First TOUR start came when he missed the cut at the Frys.com Open. Amateur: Won the 2006 Chicago District Golf Association Amateur Championship.\n","otherCarHigh" : "","personal" : "Did not play golf in college...Favorite golf memory was recording his first hole-in-one, with his dad, at age 14...Closely follows the Chicago Cubs, Chicago Bulls and Chicago Bears...Not many people know he is a very good cook...Favorite website is espn.com...Dream foursome would be with Arnold Palmer, Tiger Woods and his late father.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T35th in 2013 at the FedEx St. Jude Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}