{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "08563","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Vaughan","first" : "Bruce","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "205","weightMetric" : "93","birthDate" : "September 10, 1956","age" : "59","birthPlace" : "Kankakee, Illinois","residence" : "Hutchinson, Kansas","family" : "Wife, Beverley; Brett (10\/3\/92)","education" : "","splInterest" : "Family, hunting, fishing","pronunciation" : "VONN","nwTourAlumnus" : "","trndProYear" : "1982","clubAffl" : "Prairie Dunes CC (Hutchinson, Kansas)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,492,827&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Nationwide Tour member from 1992-94 and 1996-98 and a PGA TOUR member in 1995...Has played in at least two events every year on the Nationwide Tour except 1991...Played in just two Nationwide Tour events in 2003, with one cut made...Has 22 top-25 finishes in 40 career starts on the Southern Africa Tour where he has been a regular since 1996...Finished T2 at the Dimension Data Pro-Am in January of 2003. Held the 36-hole lead and was the only player in the field to post four scores in the 60s...Made the cut in four of five starts on the 2002 Nationwide Tour and posted par-or-better scores in 15 of his 20 rounds for a scoring average of 69.39...Best finish was a T17 at the Louisiana Open...Had a second- and third-place finish among his three starts on the 2002 Southern Africa Tour...Made 15 cuts in 30 starts during 1995, his only full season on the PGA TOUR...Four top-25 finishes that year included a T23 at the Las Vegas Invitational and a T22 at the LaCantera Texas Open in consecutive weeks...Registered a pair of victories on the 1994 Nationwide Tour, winning the Pensacola Open and the Permian Basin Open. Finished sixth on the money list that season to earn his 1995 PGA TOUR card...Winner of the 1994 Autopage Mount Edgecomb Trophy in Durban, South Africa...Did not take up golf until age 20 when he began going with friends during his days off as a fireman in Hutchinson, KS...Former major league pitcher and Champions Tour player Ralph Terry helped him learn the game.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1995","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2007","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(1): 1994 Autopage Mount Edgecombe Trophy.","intlVics" : "","curYearHigh" : "Was the medalist at the open qualifer for the Greater Hickory Kia Classic at Rock Barn and eventually finished T9 in Western North Carolina. Jumped into contention with a career-best, 8-under 62 in the second round. Earned his way into the tournament with a 66 Tuesday at Catawba Springs CC.","carHigh" : "2012: Made 14 appearances and was among the top 20 three times, twice in Hawaii...Was tied for the first-round lead at the season-opening Mitsubishi Electric Championship at Hualalai after shooting 65 and eventually was T12 on the Big Island...Was again the 18-hole leader, at the Constellation SENIOR PLAYERS Championship, after an opening-round, 6-under-par 64. He eventually finished T14 near Pittsburgh...Late in the year, returned to Hawaii for the inaugural Pacific Links Hawaii Championship and finished T16 on Oahu. 2011: Had limited-exempt status and played in just seven events with a pair of top-25 finishes to his credit...Teamed with Allen Doyle for a T18 finish at the Liberty Mutual Legends of Golf and was T25 at the Regions Tradition. 2010: Was partially-exempt and finished just outside the top 50 on the money list, registering only one top-10 finish over his 24 starts...Managed to T5 at The Principal Charity Classic, his first top-10 on the Champions Tour since the 2009 Senior Open Championship (T8). Was just two strokes off the pace after 36 holes at Glen Oaks, but an even-par 71 Sunday dropped him back...In his next appearance, was T11 at the Dick's Sporting Goods Open, thanks to rounds of 64-67 on the weekend at En-Joie GC. Shared the low Saturday round along with Andy Bean, and his 64 also matched his career-low Champions Tour score...Had a pair of eagles in the final round of the inaugural Mississippi Gulf Resort Classic. 2009: Made an early run Sunday in defense of his title at The Senior Open Championship before cooling off on the back nine and finishing T8 at Sunningdale...Also T11 at the rain-shortened Regions Charity Classic in Birmingham...By virtue of his Senior Open Championship win in 2008, played in The Open Championship at Turnberry but missed the cut after posting rounds of 78-75. It was his first appearance in The Open Championship since qualifying for the 2006 event at Royal Liverpool. 2008: Was not fully exempt at the start of the year, but eventually played into the top 30 on the final money list for the first time...Claimed his first Champions Tour victory when he broke through on one of golf's storied venues, defeating John Cook in a playoff at The Senior Open Championship at Royal Troon. Was the 18- and 36-hole leader and trailed John Cook by just one stroke after 54 holes. Was still three behind starting the back nine on Sunday, but took advantage of Cook's misfortune on the final nine holes which included two bogeys and a double bogey. Cook's bogey at No. 18 set up a playoff, and Vaughan's 20-foot birdie putt on the first extra hole secured the title. He became the 22nd player in Champions Tour history to record a major championship for his first career win...Victory in Scotland came just weeks after his mother died in a car accident in Kansas while returning from watching him play in Iowa...Earlier in July, made another nice showing at the Dick's Sporting Goods Open. After finishing second one year earlier, he fired three consecutive rounds in the 60s to post a T5 finish at the En-Joie GC...Was among the early leaders at the Greater Hickory Classic at Rock Barn and eventually T7 in North Carolina...Made his first Champions Tour hole-in-one, and eighth overall in his career, during the third round of the Senior PGA Championship. Aced the 164-yard sixth hole at Oak Hill with a 7-iron. 2007: Began the season as an open qualifier and finished among the top 25 in nine of 17 appearances, earning a partial exemption in 2008 from his standing on the 2007 money list...Successfully open-qualified eight times in 14 attempts but did not get into his first event until late March at the inaugural Ginn Championship at Hammock Beach (T16)...Highlight of his season came at the Dick's Sporting Goods Open in upstate New York. Was in contention throughout before finishing second, three strokes back of R.W. Eaks. Second-round 64 at En-Joie GC was his best round of the season. The $140,800 check he earned moved him into the top 50 on the money list for good...Benefited from the Champions Tour reshuffle after the Walmart First Tee Open at Pebble Beach and played four of the last five events of the year from that eligibility category. 2006: Finished T3 at the 2006 National Qualifying Tournament at TPC Eagle Trace, rallying from an opening-round 74 with scores of 70-70-67. His 5-under-par 67 was the best final round among the 83-player field on the last day...Qualified for The Open Championship but missed the cut.\n","otherCarHigh" : "Played one full year on the PGA TOUR (1995) after finishing sixth on the Web.com Tour money list in 1994...PGA TOUR resume includes 35 starts and 15 cuts made. Best finish was a T22 at the LaCantera Texas Open...Played the Web.com Tour from 1992-94 and again from 1996-98, with a pair of wins to his credit. In 1994 claimed the Pensacola Classic, holding off Ron Philo, Jr. by a stroke. Later that same season, bested Gary Rusnak and Bob Wolcott by four strokes at the Permian Basin Open in Odessa, Texas...Also played on the Southern Africa Tour.","personal" : "Did not take up golf until age 20, when he began going with friends during his days off as a fireman in Hutchinson, Kan...Former Major League Baseball pitcher and Champions Tour player Ralph Terry helped him learn the game.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was 1st in 2008 at the The Senior Open Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}