{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23135","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Clark","first" : "Tim","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-7","heightMetric" : "1.7","weight" : "165","weightMetric" : "75","birthDate" : "December 17, 1975","age" : "40","birthPlace" : "Durban, South Africa","residence" : "Scottsdale, Arizona","family" : "Wife, Candice; Jack (4\/1\/11), Gabrielle (12\/12\/13)","education" : "North Carolina State University","splInterest" : "Darts, pool, ping-pong, remote-control planes, fishing","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2000)","trndProYear" : "1998","clubAffl" : "","cityPlaysFrm" : "South Africa; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "24,303,797&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2001","qSchoolYear" : "","exmtStatus" : "2013-14 tournament winner (through 2015-16)","otherVics" : "(1) 2006 CVS Charity Classic [with Nick Price].","intlVics" : "(6): 1998 New Brunswick Open [Can], Canadian PGA Championship [Can]. 2002 Bell's South African Open [Eur]. 2005 South African Airways Open [Eur], Barclays Scottish Open [Eur]. 2008 Australian Open.","curYearHigh" : "","carHigh" : "2014-15: Made eight cuts in 13 starts in injury-plagued season, collecting one top-10 finish. Advanced to the FedExCup Playoffs, before a missed cut at The Barclays ended his season at No. 121 in the FedExCup standings...Missed 22 weeks between the Sony Open in Hawaii and the Travelers Championship due to a left-elbow injury...Entered the final round of the World Golf Championships-HSBC Champions in Shanghai three strokes back of the lead. Birdied three of the final five holes Sunday to get into a playoff with Bubba Watson. Missed his birdie effort on the first extra hole, then watched Watson win the tournament when he drained his 25-foot birdie effort...In early December in Sun City, South Africa, finished T7 at the Nedbank Golf Challenge with Jonas Blixt, Thongchai Jaidee and Louis Oosthuizen...Did not compete in The Open Championship at St. Andrews because he was not able to secure a visa.\n\n2013-14: Among three top-10 finishes in 14 made cuts was his second career PGA TOUR win. For the seventh time, played his way into the FedExCup Playoffs events. Despite a withdrawal from The Barclays, due to an injury, maneuvered his way through the BMW Championship before ending his season ranked 54th in the final FedExCup standings...Posted an 8-under 62 to finish T2 at The McGladrey Classic, one stroke behind champion Chris Kirk. The runner-up finish was the 12th of his career, which includes at least one runner-up finish for 10 consecutive seasons, dating to 2005. His 62 equaled his career-low round on the PGA TOUR, set most recently during the second round of the 2012 RBC Canadian Open. Following a 1-over 72 in the opening round of the John Deere Classic, rallied in the second and third rounds with a 63-64 performance. The 63 was his lowest score in the event in five starts. Saturday, was a perfect 14 for 14 in Fairways Hit and 18 for 18 in Greens in Regulation. Closed with a 3-under 68 to finish at 18-under, four strokes behind Brian Harman...Entered the final round of the RBC Canadian Open trailing Jim Furyk by three strokes and stumbled out of the gate with a bogey on the opening hole to fall four shots back. Rebounded with birdies on Nos. 6, 11, 12, 14, 15 and 17 (including a 5-under 30 on the back nine) to post a 5-under 65, good for a one-stroke victory over Furyk. Only other PGA TOUR title came at THE PLAYERS Championship in 2010, which also included a three-stroke, come-from-behind win. Recorded his title in his 284th start at age 38 years, 7 months, 10 days. Won in his 78th start since his first. The win came exactly 200 weeks since that win. Became the fourth South African winner of the RBC Canadian Open, joining Bobby Locke (1947), Nick Price (1991 and 1994) and David Frost (1993). Recorded the fifth come-from-behind victory in the last six years at the RBC Canadian Open. Ended the week with just two bogeys. Caddie was Jay Haas, Jr., formerly on the bag of his brother and 2011 FedExCup champion, Bill Haas. Posted his first professional victories on PGA TOUR Canada in 1998, at the 1998 New Brunswick Open and Canadian PGA Championship. Tied the lowest winning score at the RBC Canadian Open, originally set by Johnny Palmer (1952) and matched by Scott Piercy (2012)...FedExCup Playoffs began with a WD (elbow injury) from The Barclays after a opening-round 76. Withdrew the following week prior to the start of Deutsche Bank Championship with the same injury.\n\n\n\n2013: Made 12 of 20 TOUR cuts, with three top-10s. Finished No. 80 in the FedExCup standings. Missed the cut at the Deutsche Bank Championship to drop out of the Playoffs...Posted the lowest 72-hole total of his career when he finished with a 21-under-par 259, finishing second, three strokes behind Russell Henley at the Sony Open in Hawaii. Four-round total of 259 was the 14th-lowest 72-hole total in PGA TOUR history, giving him a runner-up finish for nine consecutive years (11 overall). It was his second runner-up effort at the Sony Open in Hawaii. He finished two strokes behind Mark Wilson in 2011...Second top 10 of the season was a T9 at the World Golf Championships-Accenture Match Play Championship and then a near-miss with a T11 at the Masters Tournament...At the site of back-to-back runner-up finishes in 2008 and 2009, finished T7 at the Crowne Plaza Invitational at Colonial, with four rounds in the 60s...Recorded the only hole-in-one of the week at the 95th PGA Championship on Sunday. Finished T68. Used a 3-hybrid on the 220 yard par-3, 11th hole. It is his third career ace on TOUR. \n\n2012: Finished T4 at the Travelers Championship, with four rounds in the 60s (66-69-66-67). It was his first top-10 of the season and first overall since the 2011 Sony Open in Hawaii (T2)...Finished second at the Wyndham Championship for the 10th runner-up finish of his career. Made his seventh start at the Wyndham Championship. In last start at Sedgefield CC, finished T6 in 2008. Came into the week ranked 109th in FedExCup standings and moved to No. 54 entering the Playoffs. Was trying to join former teammate Carl Pettersson as the second winner of the Wyndham Championship from North Carolina State...Came back the following week with a T10 finish at The Barclays, giving him top-15 finishes in his last four starts on TOUR...Followed with a missed cut the next week at the Deutsche Bank Championship and a T59 at the BMW Championship as he finished the season No. 56 in the FedExCup standings. \n\n2011: Final-round, 6-under 64 at the Sony Open in Hawaii was the low final round and led to his ninth career runner-up finish. Finished two strokes behind champion Mark Wilson. He has posted at least one second-place finish each season dating to 2005...Battled tendinitis in his right arm throughout the early months of the season and was forced to withdraw with an elbow injury following an opening-round 2-over 74 at THE PLAYERS Championship. It was the final of just four starts during the season...In August, International Presidents Cup captain Greg Norman named him assistant captain for the biennial competition in Australia. \n\n2010: Captured first career PGA TOUR title, at THE PLAYERS Championship, and competed at the TOUR Championship for the fourth time...Played the final 26 holes without a bogey on the way to victory at THE PLAYERS Championship at TPC Sawgrass. He set a Stadium Course record with the largest 36-hole comeback and won it with an 8-foot par putt on the final hole for a 5-under 67. He finished at 16-under 272 to beat Robert Allenby by one stroke. Made four birdies around the turn to surge past third-round leader Lee Westwood and Allenby, steadied himself on the 17th for a par, then finished off his weekend with a demonstrative fist pump when his par putt fell on the final green. Westwood fell away when he hit in the water on 17 and made double bogey. Allenby had the best chance to tie but narrowly missed an 18-foot eagle putt on the 16th hole, his 12-foot birdie putt on 17 was just short righ and couldn't make birdie on 18. Clark won with a 66-67 weekend in which he made only one bogey—the 10th hole Saturday. It was the best weekend on the Stadium Course since Fred Couples shot 132 to win in 1996. The 36-hole comeback topped the record of six that Tiger Woods set when he won in 2001...Had a final-round 65 to finish T2 at the Bob Hope Classic. Came to the final hole tied with Matt Kuchar and Bill Haas. Opted to lay up on the par-5 and played his third shot to 8 feet but missed the birdie putt. Haas birdied the hole in the next group to win. His T2 finish was the eighth in his PGA TOUR career and second at the Bob Hope Classic (T2 in 2005)...Three weeks later, claimed a T10 at the AT&T Pebble Beach National Pro-Am in his seventh start there...Posted a T9 at the World Golf Championships-Accenture Match Play Championship, losing in the third round to eventual semifinalist Sergio Garcia. Used a yellow golf ball for the first time in his career...Fired 5-under 66s in the second and third rounds of the John Deere Classic to claim T7 honors with Charley Hoffman and Brendon de Jonge...Again finished tied with Charley Hoffman, and seven others, at the RBC Canadian Open. Shot a 6-under 64 at St. George's G&CC in the second round before claiming that T4 spot...Finished T13 in his fourth TOUR Championship to finish 24th in the final FedExCup standings...In his first Fall Series start of the season, the Frys.com Open, managed T6 honors, his seventh top-10 finish of the season...He traveled to South Africa in December and picked up a runner-up finish at the Nedbank Golf Challenge. He finished at 9-under, a distant eight strokes behind Lee Westwood. \n\n2009: Pushed his streak to five seasons with at least one second-place finish by finishing runner-up at the Crowne Plaza Invitational at Colonial, one of five top-10 finishes on the year en route to finishing No. 29 on the final money list. Has recorded seven second-place finishes in the last five years...Had five rounds in the 60s, including a 63 in the third round, to finish T5 at the 50th Bob Hope Classic...After beating Tiger Woods, 4 and 2, in the second round of the World Golf Championships-Accenture Match Play Championship, lost to Rory McIlroy, 4 and 3, in the third round to finish T9...Shot 69s in the second and final rounds to finish T9 at THE PLAYERS Championship...Bogeyed final hole at Crowne Plaza Invitational to fall into three-way playoff with Steve Stricker and Steve Marino. Missed 7-foot birdie putt to win at first extra hole. Stricker won on second extra hole with birdie-3 after Clark's second shot struck the pin and caromed 20 feet away. It was his seventh career runner-up finish. Final round was the only round in the 70s all tournament by any player finishing in the top 10...On the heels of his third Presidents Cup performance in which he contributed two-and-a-half points to his International Team, took advantage of a home game in Scottsdale at the Frys.com Open in the Fall Series. Four rounds in the 60s, highlighted by a second-round, 6-under 64, earned a T4. It was his third straight top-30 finish at Grayhawk since the event's 2007 inception. \n\n2008: Enjoyed another solid year, highlighted by three top-10 finishes, including a T2 at the Crowne Plaza Invitational at Colonial in May. It was the sixth runner-up finish of his career. Fired a final-round 66 to tie eventual winner Phil Mickelson and Rod Pampling at 13-under par before Mickelson birdied the 72nd hole to win...Opened with 66-62 for the 36-hole lead at the Deutsche Bank Championship. In second-round, 9-under-62, made two eagles early in his back nine and reached 11-under through 16 holes. Finished bogey-bogey on Nos. 8-9, his final two holes. Finished T15...Beat Mathew Goggin on the first playoff hole to win the Australian Open. Shot a final-round 67 to earn the playoff spot at Royal Sidney GC.\n\n2007: Limited starts due to bulging disk in his neck, but continued to play effectively...Held a share of the 36-hole lead at the Masters Tournament before finishing T13...One off the 54-hole lead of Nathan Green at the John Deere Classic, opening with rounds of 68-65-66. Held a four-stroke lead early on the back nine, but stumbled down the stretch with two bogeys to shoot 68 and finish T2, one stroke behind Jonathan Byrd...One week later at the U.S. Bank Championship in Milwaukee, played in the final group on Sunday for the second consecutive week. Finished T2, four shots behind champion Joe Ogilvie. Former N.C. State golfer finished second in both events to former Atlantic Coast Conference college rivals Byrd (Clemson) and Ogilvie (Duke)...Shot a front-nine 29 (seven birdies, one bogey) in the final round on the way to a 67 and a T5 finish at the BMW Championship...At the TOUR Championship, tied the East Lake GC record in the first round with an 8-under-par 62 (later broken by Zach Johnson's 60). Held the 18-hole lead and finished T7 to place 21st in the final FedExCup standings on the strength of five top-10s. \n\n2006: In fifth career Masters appearance, holed out from a greenside bunker for birdie on the 72nd hole to finish second, his best finish in a major championship, two strokes behind champion Phil Mickelson. Briefly held the lead early Sunday in rain-delayed completion of third round. \n\n2005: Captured two international titles, played in his second Presidents Cup and participated in the TOUR Championship for the first time...Captured the South African Airways Open in his native country for the second time. Came into the final round in a four-way tie for first and final-round 6-under 66 was good for a six-stroke victory...Followed the win and a 30-hour journey from South Africa to Palm Springs and finished T2 at the Bob Hope Chrysler Classic…Finished T3 at the U.S. Open thanks to a pair of even-par 70s on the weekend...Recorded a two-stroke victory over Maarten Lafeber and Darren Clarke at The Barclays Scottish Open...Posted a 2-2-1 record for International squad in second Presidents Cup appearance. \n\n2004: Continued strong play in his third full season as a TOUR member. Recorded a then-career-high six top-10s…Best finish of the season was T5 at the Valero Texas Open. \n\n2003: In defense of first European Tour title, finished second to Trevor Immelman at the South African Airways Open in early January...Named to The Presidents Cup team by International Captain Gary Player after third-place finish at PGA Championship. Trailed co-leaders Shaun Micheel and Chad Campbell by four entering final round, and 1-under-par 69 fell three strokes short of Micheel. \n\n2002: Took advantage of Major Medical Extension due to wrist injury that limited his 2001 campaign to three events. Had 26 events to earn $384,602 and almost doubled that with $632,609...Won the Bell's South African Open on the European Tour\/Southern Africa Tour in January. Won the pre-qualifying tournament earlier in the week, becoming the first qualifier to win on the European Tour since Paul Lawrie captured the 1999 Open Championship...Captured the Southern Africa Tour order of merit based on five top-10s and one victory...Collected his first top-10 finish in only his eighth professional TOUR start, a T9 at the Compaq Classic of New Orleans...T6 finishes at the Michelob Championship at Kingsmill and Disney Golf Classic jumped him up the TOUR money list from a bubble-position of No. 126 to No. 106 to clinch TOUR card for 2003. \n\n2001: Withdrew after first-round 79 at the AT&T Pebble Beach National Pro-Am citing an elbow injury, effectively ending season in which he played just three events. \n\n2000: Earned first TOUR card by finishing third on the Web.com Tour money list. Captured two titles, at the Fort Smith Classic and Boise Open. \n\n1999: Made the Web.com Tour Championship and finished T23 after opening with a 77. \n\n1998: Won back-to-back events on the Canadian Tour, the New Brunswick Open and CPGA Championship. \n\nAmateur: Missed cut at his first TOUR event, the 1998 Masters, where he earned a spot via his 1997 U.S. Public Links title...Won 1997 U.S. Public Links Championship...Two-time NCAA East Regional Individual Champion (1996 and 1997)...1997 ACC Player of the Year...Was T5 at 1996 NCAA Championship and T7 in 1998 NCAAs...1996 CGAA National Freshman of the Year...Won 1997 Cardinal Amateur (Greensboro, N.C.) when he played 54 holes without a bogey and finished 15-under-par 195 for a tournament record.\n","otherCarHigh" : "","personal" : "Recorded his first hole-in-one when he was age 8...Donated his first-place share of approximately $20,000 at the November 2005 Nelson Mandela Invitational to a deaf girl from the Carel du Toit School for the Hearing Impaired in Tygerberg, South Africa, who needed implant surgery. \"It put into perspective what life is all about—and it's not about all those putts I'm able to put away or miss at the crucial stages of an event, but life in general,\" he said.","otherInfo" : "","ntlTeams" : "The Presidents Cup (3), 2003, 2005, 2009; World Cup (2), 2002, 2005.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T13th at the Sony Open in Hawaii.","dynStats" : "He ranks 38th in Career Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}