{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01887","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "O'Meara","first" : "Mark","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "195","weightMetric" : "88","birthDate" : "January 13, 1957","age" : "59","birthPlace" : "Goldsboro, North Carolina","residence" : "Houston, Texas","family" : "Wife, Meredith; Michelle (3\/14\/87), Shaun Robert (8\/29\/89), stepson Aidan Berkman (7\/1\/2001)","education" : "Long Beach State University (1980, Marketing)","splInterest" : "Golf course design, fly tying, fly fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1980","clubAffl" : "","cityPlaysFrm" : "Windermere; Florida; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "Inducted 2015","combTourMoney" : "22,746,671&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1981","qSchoolYear" : "Fall 1980","exmtStatus" : "Past Champion","otherVics" : "(6): 1989 RMCC Invitational [with Curtis Strange]. 1998 Cisco World Match Play Championship, Skins Game. 1999 World Cup [with Tiger Woods]. 2000 Fred Meyer Challenge. 2002 Skins Game.","intlVics" : "(8): 1985 Fuji Sankei Classic [Jpn]. 1986 Australian Masters [Aus]. 1987 Lawrence Batley International [Eur]. 1992 Tokai Classic [Jpn]. 1994 Argentine Open. 1997 Lancome Trophy [Eur]. 1998 Cisco World Match Play Championship. 2004 Dubai Desert Classic [Eur].","curYearHigh" : "Got his year off to a good start with three rounds in the 60s and a T8 finish at the Mitsubishi Electric Championship at Hualalai. Led all players with 20 birdies in the event...Made his 32nd appearance at the Masters Tournament but did not make the cut.","carHigh" : "2014: Highlight of his season was being voted into the World Golf Hall of Fame as part of the Class of 2015. Received notification in mid-October and will be inducted at St. Andrews along with David Graham, Laura Davies and A.W. Tillinghast...Despite only recording four top-10 finishes, the fewest he's had in a year on the Champions Tour since 2008, earned a spot among the top-30 money-winners for the fifth time in the last six years...Birdied two of the last three holes to finish T2 along with Woody Austin, at the Dick's Sporting Goods Open, one stroke shy of winner Bernhard Langer. It was his 14th runner-up finish and his best showing since a T2 at the 2013 Charles Schwab Cup Championship...Early in the year at the Toshiba Classic, parlayed rounds of 65-64 on the weekend to finish T5 in Newport Beach. Was one of several players atop the leaderboard Sunday but suffered a costly bogey at No. 17 which eventually left him two strokes shy of winner Fred Couples...In the season-opening event, was in contention through 36 holes at the Mitsubishi Electric Championship at Hualalai, but a final-round 70 dropped him into a T6. Was the only player in the field to make three eagles...Posted four consecutive rounds in the 60s at Fox Chapel GC to finish T6 at the Constellation SENIOR PLAYERS Championship...Made his 30th start at the Masters Tournament in April, but did not make the cut.\n\n2013: Eclipsed the seven-figure mark in single-season earnings for the fourth time in five years and registered nine top-10s in his 22 starts, the most appearances he's made in a Champions Tour season...Best performance of the campaign came in his final start of the season when he was T2 at the Charles Schwab Cup Championship at TPC Harding Park. Played in the final grouping with Fred Couples but ended up six strokes back after a 1-under 70 Sunday...Was also T3 at the inaugural Encompass Championship. Made a bid for victory in Chicago but was just 1-under over his last six holes at North Shore CC and fell two strokes short of Craig Stadler...His strong weekend play at the Senior PGA Championship in May was instrumental in his fourth-place finish in St. Louis. Shot rounds of 68-65 at Bellerive over the final two days...Was one of just three players to post three consecutive rounds in the 60s on his way to a T4 effort at the Allianz Championship...Had another T4 at the Liberty Mutual Insurance Legends of Golf, with teammate Esteban Toledo...Made his 29th start at the Masters, but missed the cut after making a triple bogey on his final hole Friday...Opened with a 4-under-par 67 at The Open Championship at Muirfield and was T2 after the first round before eventually finishing T58...Lone appearance on the European Tour came in early February at the Omega Dubai Desert Classic, where he was T59 after opening with 67. \n\n2012: Played an abbreviated schedule after suffering an injury during the spring (torn cartilage in his rib area while preparing for the Masters) and missed four months of the season...Made just 11 starts during the year. Best performance came during the midst of five straight top-10 finishes in the latter portion of the summer, a first for him in his Champions Tour career...Lost to Jay Don Blake on the second playoff hole at the Boeing Classic. Birdied three of the last five holes in regulation to force the overtime session and missed a golden opportunity to win the tournament on the first extra hole when his 6-foot birdie putt stayed right of the hole. Was 4-over after the first five holes of the tournament but rallied to play his final 49 holes in 14-under without the benefit of an eagle. Second-round 64 at TPC Snoqualmie Ridge was his best since he shot the same score in the final round of the 2009 Boeing event...After missing the Masters, he tried to play again at June's Montreal Championship but withdrew after playing his pro-am round and did not return to action until early August at the 3M Championship where he closed with a final-round 66 to finish T10...Followed with a T7 at the Dick's Sporting Goods Open and, after his ruunnerup effort in Seattle, was T8 at the Pacific Links Hawaii Championship and T10 at the SAS Championship. During this five-event run, 10 of his 15 rounds were in the 60s...Late in the campaign teamed with son, Shaun, to finish T4 at the PNC Father\/Son Challenge in Orlando. \n\n2011: Turned in another solid Champions Tour season, with nine overall top-10s in 20 starts and played his best golf in the second half of the year when he had five top-10 efforts in his last nine starts, including a pair of runner-up showings...Waged a head-to-head weekend battle with Olin Browne at the U.S. Senior Open at Inverness before eventually finishing second, three strokes back of Browne. Was tied for the lead early on the back nine Sunday before bogeys at Nos. 13 and 16 were his undoing...Was in contention in South Korea and shot a closing-round, 5-under-par 67 at the Songdo IBD Championship to get into a four-man playoff with Peter Senior, John Cook and eventual-winner Jay Don Blake. Along with Senior, was eliminated on the third extra hole before Blake won on the fifth playoff hole...Was in contention down the stretch at the Constellation Energy Senior Players Championship thanks to four consecutive sub-par scores at Westchester CC, but finished fifth in defense of his title...Registered top-10 finishes in his first three appearances of 2011 and started the year with 11 consecutive rounds below 70 before carding 72 on the last day of the Mississippi Gulf Resort Classic...After a T8 at the Mitsubishi Electric Championship at Hualalai, was among a group of players tied for second, four strokes behind Bernhard Langer after 36 holes of The ACE Group Classic and eventually finished T6 in the Naples event...Followed Naples tournament with a T8 at the Toshiba Classic...Teamed with Langer to finish second in the Kaanapali Champions Skins Game. Duo enjoyed lead after the first day, but eventually finished $10,000 back of Jack Nicklaus-Tom Watson after earning seven skins and $300,000...Also played in three PGA TOUR events. Made his 28th career appearance at The Masters (missed cut). Made the cut in his return appearance at THE PLAYERS Championship. He earned a spot in the field by virtue of his 2010 Constellation Energy Senior Players Championship title. Opening-round 6-under 66 at TPC Sawgrass put him two strokes off the lead, but followed with rounds of 74-79-77 to finish 74th. It was his first made PGA TOUR cut since the 2009 Open Championship...Posted rounds of 76-76 to miss the cut at The Open Championship at Royal St. George's...Also missed the cut at the Omega Dubai Desert Classic on the European Tour. \n\n2010: Was eighth on the final money list for the second year in succession, but more importantly, won two times, including his first individual title on the Champions Tour when he prevailed in a one-hole playoff over Michael Allen at the Constellation Energy Senior Players Championship in October. Led by two strokes after 54 holes and appeared in control on the back nine before a late Sunday charge by Michael Allen left the two tied at 7-under-par after 72 holes at the TPC Potomac at Avenel Farm. Hit two near-perfect shots on the first playoff hole and then two putted from 25 feet for the win after Allen's tee shot landed in the right rough which eventually led to a bogey. The victory earned him a spot in the 2011 THE PLAYERS Championship and allowed him to go over the $1 million mark in season earnings for the third time in the last four years. Was the lone player in the starting field of 78 players to post four rounds in the 60s...Earlier in the year, broke through for his first Champions Tour win when he teamed with Nick Price to win the Legends Division at the Liberty Mutual Legends of Golf in a two-hole playoff with John Cook and Joey Sindelar. The win came in his 58th career start on the Tour and it was also his first win in a PGA TOUR-sanctioned event since the 1998 Open Championship, a span of 238 events. The duo posted a winning score of 28-under-par 188 in Savannah and played all 54 holes without a bogey...One week earlier, finished T2 at the rain-shortened Outback Steakhouse Pro-Am near Tampa. Was the tournament's first-round leader after a 6-under 65 Friday, but his second-round 69 dropped him into a tie with Mike Reid, one stroke back of Bernhard Langer. Even after making birdie on his opening hole Sunday to tie Langer, heavy rains wiped out the final round shortly afterward and he became a runner-up for the ninth time on the Champions Tour...Was fourth at the Senior PGA Championship...Finished T10 at the 3M Championship in August after three consecutive rounds in the 60s...Teamed with Nick Price to win the ADT Skills Challenge in a playoff against Fred Couples and Dustin Johnson in November. \n\n2009: Was among the top 10 in half of his 20 appearances on the circuit but, despite several strong bids for victory, finished second four times and third once. Game and attitude rejuvenated by engagement to Meredith Berkman during Masters week and subsequent wedding on June 27...Was tied for the 36-hole lead at the Toshiba Classic but final-round 70 left him T2 along with Joey Sindelar, one stroke short of Eduardo Romero...Was a 36-hole co-leader along with Romero and eventual-winner Keith Fergus at The Cap Cana Championship and held a four-stroke advantage on the front side and for a good portion of the back nine until the 17th hole when Fergus holed a wedge shot for an eagle to take the lead for good. Eventually finished T2 along with Andy Bean, one stroke behind Fergus...Was a distant second to Bernhard Langer at the Triton Financial Classic near Austin, Texas...Narrowly missed when he finished second, one stroke behind Loren Roberts at the Boeing Classic at TPC Snoqualmie Ridge. Blistered the course with a final-round, 8-under-par 64 only to have it go for naught when Roberts birdied the final two holes to beat him by one stroke...Had another chance for victory the following week at the Walmart First Tee Open at Pebble Beach. Was two strokes off the pace after 36 holes, but did not make a birdie in his final round until the 18th hole and was T3, three strokes back of Jeff Sluman...Missed the cut at the Masters and was T70 in The Open Championship at Turnberry. \n\n2008: Posted just two top-10 finishes in 16 starts, with both coming in successive outings in the spring...Teamed with Nick Price for a T7 finish at the Liberty Mutual Legends of Golf and, the following week, was T10 at the FedEx Kinko's Classic in Texas...Made five starts on the PGA TOUR. Made lone cut at the Buick Invitational, where he was T66...Made two appearances on the European Tour and made the cut at both stops on consecutive weeks in March. Was T39 at both the Dubai Desert Classic and the Emaar-MGF Indian Masters in New Delhi. \n\n2007: Was a runner-up four times on the Champions Tour in his rookie season...First was at the inaugural Ginn Championship, where he joined Hale Irwin, one stroke back of Keith Fergus at Hammock Beach despite recording three straight sub-70 rounds at Palm Coast. Appeared to be out of contention early Sunday but played his last five holes in 2-under to surge back up the leaderboard. First-round 69 included a pair of eagles and no birdies, a first in his career...Posted another T2 finish in July when, along with Stewart Ginn, he finished one stroke shy of Tom Watson at The Senior Open Championship at Muirfield...Closed his season with back-to-back runner-ups in Texas. Was a distant second near Houston at the Administaff Small Business Classic, losing to Bernhard Langer by eight strokes despite posting a 17-under total over 54 holes at Augusta Pines. Was second again the following week at Oak Hills in San Antonio, two strokes back of good friend John Cook despite posting a 13-under 200 score that included a 63 in the opening round, the best score in the tournament...Made his Champions Tour debut at the Outback Steakhouse Pro-Am with a T38 at the TPC Tampa Bay. Was in contention after posting a 66 in the second round but fell well back after ballooning to an 82 in the final round under adverse weather conditions...Won the Par-3 Contest at the Masters Tournament but missed the 36-hole cut by one stroke...Made the cut at The Open Championship, the oldest player in the field to do so, and eventually finished T60 at Carnoustie. \n\n2006: Took one-time exemption for top 50 on PGA TOUR career money list. Had two top-25s finishes in the season; a T16 at the Buick Invitational and a T20 at the Canadian Open. Turns 50 in January 2007 to become eligible for the Champions Tour.\n\n2005: Played on a Minor Medical Extension, with eight events needed to earn $79,396 (equal to 2004 No. 125). Accomplished the feat with a T52 finish at the Zurich Classic of New Orleans. Played out of the Major Medical Category for the remainder of the season. \n\n2004: Limited to 17 events due to wrist injury, did not play after Deutsche Bank Championship in early September...Won for the first time on any TOUR since the 1998 Open Championship with his victory at the Dubai Desert Classic on the European Tour. Hit all 18 greens in regulation on Sunday and finished at 17-under, one stroke ahead of Paul McGinley after the two shared the 54-hole lead at 14-under...Was only one back of the leader Tiger Woods through 36 holes at the EDS Byron Nelson Championship. Closed with a pair of 70s to finish T11. Played with Woods in the final pairing on Saturday. \n\n2003: Fell out of the top 125 for the first time since earning his card in 1981...Only top-10 of the season was T8 finish at the Masters. \n\n2002: Two runner-up finishes were the most since he had two in 1996...T2 with J.L. Lewis at Buick Invitational for first top-10 finish. Held share of the 54-hole lead, but final-round 70 came up one stroke short of champion Jose Maria Olazabal...Aided by rounds of 70-68 on the weekend, finished T2 at the Buick Open behind champion Tiger Woods. \n\n2001: Second-round 63 at PGA tied the all-time low 18 for a major. Top-20 finish was fifth career top-20 at Augusta National for the former Masters champion. \n\n2000: Struggled through difficult season, which saw him fall out of the top 100 on the official money list for first time since 1982. \n\n1999: Lost to Colin Montgomerie, 3 and 2, in defense of Cisco World Match Play Championship...Represented the United States on his fifth Ryder Cup team and in Dunhill Cup and World Cup competitions. \n\n1998: At age 41, became the oldest player to win two major championships in the same year. As a reward, was chosen by his peers as PGA TOUR Player of the Year. Joined Nick Price and Nick Faldo as the only players in the 1990s to win two majors in one year...In April, closed birdie-birdie to edge Fred Couples and David Duval and win the Masters Tournament. Joined Arnold Palmer and Art Wall as the only players to birdie the last two holes and win at Augusta National. Won at Augusta on his 14th try, the most for any first-time champion. The fifth player in Masters history to win after not leading in the first three rounds...In July, captured his second major at The Open Championship at Royal Birkdale. Trailed by two strokes through 54 holes but shot closing 68 to tie Brian Watts, then defeated Watts 17-19 in four-hole playoff...In October, defeated Tiger Woods in final of Cisco World Match Play Championship...Named PGA of America and Golf Writers Association of America Player of Year. \n\n1997: Posted back-to-back victories at AT&T Pebble Beach National Pro-Am and Buick Invitational. First player to win at Pebble Beach five times. Six of his victories came in pro-am events: 1985, 1989, 1990, 1992 and 1997 AT&T Pebble Beach National Pro-Ams and 1991 Walt Disney World\/ Oldsmobile Classic. Shot 67 all four days for tournament-record 20-under-par 268 and one-stroke victory over David Duval and Tiger Woods...Trailed each day by two or three strokes until back-nine on Sunday...Following week, opened with 67-66 for a share of lead at Torrey Pines through 36 holes...Slipped two strokes back with Saturday 71, but another 71 Sunday good enough for two-stroke victory over seven players...Ended West Coast swing with T9 at Nissan Open, where he had 67-69 start and trailed by one through 36 holes...During first five appearances, enjoyed stretch of 12 consecutive rounds in 60s and was 69 under par...Earned West Coast swing-record $741,785, two thirds of final total of $1,124,560...Had T3 at Bay Hill Invitational, where he trailed by one stroke heading into final round after shooting 72-66-68...Shot Sunday 70 and finished four behind Phil Mickelson...T9 at Greater Greensboro Chrysler Classic...Member of fourth U.S. Ryder Cup Team, posting 2-2 record.\n\n1996: Improved on his stellar 1995 campaign with two wins, two seconds and two thirds...Two wins meant four TOUR victories in 13 months...Crossed $1-million mark for first time...Third-round 66 moved him into lead at season-opening Mercedes Championships...Held off Nick Faldo with closing 67...Shot 65-72-66-69--272 for T3 at Buick Invitational, three strokes behind Davis Love III...Enjoyed torrid stretch in spring with four consecutive top-three finishes... Runner-up to Loren Roberts at MCI Classic despite shooting 65-66 on weekend...Following week, grabbed share of Greater Greensboro Classic lead with third-round 62, then closed with 69 to defeated Duffy Waldorf by two strokes for second victory...62 tied course record and matched his career best, posted at 1981 Sammy Davis, Jr.-Greater Hartford Open...Following a bout with measles, came back at Kemper Open, tied for second with Scott Hoch, Brad Faxon and Grant Waite, three behind Steve Stricker...Finished T3 the next week at Memorial Tournament...Made 19 of 21 cuts in year. Led U.S. Presidents Cup Team with 5-0 record. \n\n1995: Posted first victory in three years with The Honda Classic title...Had three-stroke lead after 36 and 54 holes...Fired final-round 71 to claim the win...Rallied from a two-stroke deficit with a final-round 67 to force a playoff with Bob Lohr at the Bell Canadian Open...Went on to win with a par on the first playoff hole...Recorded a disappointing final-round 73 to finish T6 after equalling the PGA Championship 36-hole record with 131 at Riviera CC. At Las Vegas Invitational was one stroke back after 72 holes; finished T4...Posted T10 in Greaker Milwaukee Open week before Bell Canadian win...Had earlier top-10 finish , T4, at Kemper Open. \n\n1994: Victory in Argentine Open gave him victories on five continents (North America, South America, Asia, Europe and Australia). Struggled throughout the season, returning to form over the last two months. Three top-10 finishes included back-to-back ninth-place finishes in Greater Milwaukee Open (tie) and Bell Canadian Open (solo)...Finished T8 in the Texas Open for third and final top-10.\n\n1993: After four top-10 finishes in first four months, best placing rest of way was T12 in Kmart Greater Greensboro Open...As direct result missed finishing in top 30 for first time since 1983...Had streak of TOUR Championship appearances broken at seven...Began year with back-to-back top-10s, T3 Tournament of Champions and T9 United Airlines Hawaiian Open...Had consecutive top-10s in Nestle Invitational (T6) and THE PLAYERS Championship, where earned biggest paycheck of year ($100,000) for solo fifth...Saw his consecutive years TOUR victory snapped at four.\n\n1992: Continued unusual success record in pro-am events, winning AT&T Pebble Beach National Pro-Am for fourth time in February...Victory was one of nine top-10 finishes on year, cornerstone to best money-won season of $759,648...Previous high was $707,175 in 1990...Part of five-way playoff in Bob Hope Chrysler Classic won by John Cook...Eliminated, along with Tom Kite, on first extra hole of eventual four-hole playoff...Had been fourth-round leader at 21-under-par 267...Finished with 69 and 336 total...Had top-10 finishes in season's first four events...Held final-round lead in Walt Disney World\/Oldsmobile Classic, finishing second to John Huston...Had TOUR-best 28 consecutive rounds at par or less starting at Infiniti Tournament of Champions running through Doral-Ryder Open (TofC 4, Bob Hope 5, Phoenix 4, Pebble Beach 4, Buick Invitational 3, Los Angeles 4, Doral 4)...Finished in top 30 for ninth consecutive year, played in TOUR Championship seventh straight time...TOUR leader with 1.731 putts per hole.\n\n1991: Finished strong in 11th season on PGA TOUR, winning seventh career title at Walt Disney World\/Oldsmobile Classic...Shot 64 in final round, which tied him with Tom Purtzer, D.A. Weibring and Mark Brooks for low finish by winner, and defeated David Peoples by a stroke...Victory moved him into top 30 and enabled him to compete in year-ending TOUR Championship for six straight year...Was eighth consecutive year finished in top 30 on money list...Was third straight year with at least one victory. Member of victorious U.S. Ryder Cup team.\n\n1990: Six top-10 finishes including two wins in 20 made cuts in 25 events. Won the AT&T Pebble Beach National Pro-Am for third time by two strokes over Kenny Perry...Win highlighted by the fact that his father, Bob O'Meara was his Pro-Am partner for all four days...Next victory came at the H.E.B. Texas Open, where a final-round 63 resulted in a 19-under-par 261 to lead by one over Gary Hallberg. Fleshed out his season with a third at MONY Tournament of Champions; a T4 at Shearson Lehman Hutton Open, a T5 at Las Vegas Invitational and a T10 at Nestle Invitational.\n\n1989: Continued winning ways at AT&T Pebble Beach. Enjoyed a second-round lead, tying with Nick Price after three rounds. A final-round 2-under-par 70 on the Pebble Beach links resulted in an 11-under-par 277, one better than Tom Kite. Had seven top-10 and 13 top-25 finishes. In mid-February, three under-par rounds resulted in T2 at Shearson Lehman Hutton in La Jolla, Calif. Saw next top-10, T5, at English Turn G&CC, with a 9-under 279 at the USF&G Classic, five strokes behind Champion Tim Simpson. In May, scored two top-10s, the first at GTE Byron Nelson Golf Classic, solo third, one stroke out of a two-way playoff with Jodie Mudd and Larry Nelson, with a 14-under 265. Following week, carded a T6 at the Memorial Tournament. At the Buick Open, rounds of 66-70-71-68 garnering a T5 finish at 13-under 275. Final top-10 of the season came late-October, solo sixth, at the Nabisco Championship.\n\n1988: Finished strong in his eighth season on PGA TOUR, with seven top-10s and 20 made cuts in 27 events. Placed 22nd on the money list ($438,311), his second-best earnings year. His season-opener came at the Bob Hope Chrysler Classic and resulted in a T4, with five consecutive under-par rounds at the 90-hole tournament...Two weeks later, finished T9 at AT&T Pebble Beach National Pro-Am, four shots behind champion Steve Jones…Claimed a T2 at Panasonic Las Vegas Invitational in May, a stroke behind champion Gary Koch. Even with a second-round, 3-over 75, was able to stay in contention all week, thanks to Saturday and Sunday rounds of 69-66…Added a T3 at the U.S. Open on the strength of 71-72-66-71 rounds at The Country Club in Brookline, Mass…Consistent rounds of 70-71-70-71 earned him another top-10 in a major, this time a T9 at the PGA Championship at Oak Tree CC in Oklahoma…In October, carded nine birdies for a final-round 64 to finish T6 at the Gatlin Brothers-Southwest Golf Classic…Earned a T2 at the Northern Telecom Tucson Open with a 17-under 271 at TPC StarPass.\n\n1987: Made 20 cuts in 26 appearances, including seven top-10s. Clinched his first top-10 of the season at the Phoenix Open. Opening and closing rounds of 62-69, coupled with middle rounds of 71-70 equaled a T6 finish with Bobby Clampett and Corey Pavin, five strokes behind Paul Azinger's winning score…Next top-10 came at the Los Angeles Open at the Riviera CC, five strokes behind winner T.C. Chen…Opened the Tournament Players Championship with rounds of 68-65-69, tying down a third-round co-leader position. A final-round 73 jettisoned his hopes for the win but resulted in a solo third. ..Posted a T7 at Forest Oaks CC, site of the Greater Greensboro Open, five shots behind winner Scott Simpson…In late-September, contended at the Southwest Golf Classic before finishing T2 with Bob Eastwood, David Edwards and Dan Halldorson, a stroke behind Steve Pate's winning score at Fairway Oaks…Shot rounds of 63-68-69-69 in mid-October to again finish one stroke behind champion Larry Nelson at the Walt Disney World\/Oldsmobile Classic…Added one more top-10, a T10 at the Nabisco Championship. Entered the final round at Oak Hills CC in San Antonio tied for second, four shots behind leader Tom Watson. A final-round, 1-over 71 dropped him into a T10 with Don Pooley.\n\n1986: Garnered five top-10s, while making 22 cuts in 25 events. Was solo-second in first start of the season, at the MONY Tournament of Champions. Fired rounds of 70-65-67-71 for a 15-under 273…Was well off the pace at the Doral-Eastern Open following a third-round 74, But thanks to a final-round 66, finished T3 in Miami in March. Scoring needle settled in at T3 for the next three events, at the Memorial Tournament (weekend rounds of 67-66), the Georgia-Pacific Atlanta Golf Classic (four under-par rounds) and the Cannon Sammy Davis, Jr.-Greater Hartford Open (a third-round 64 and a final-round 67).\n\n1985: Continued his winning ways, adding two victories and six top-10s in 25 starts. Had back-to-back titles in February, winning the Bing Crosby National Pro-Am and the Hawaiian Open, that propelled him to No.1 on the TOUR's money list. On the Monterey Peninsula, took a two-shot advantage into the final round at Pebble Beach GL over Curtis Strange. Shot a 1-over 73. Battled back from final-round bogeys at Pebble Beach GL on Nos. 5 and 12 to eclipse Larry Rinker, Kikuo Arai and Strange by a shot…The following week, shot four sub-par rounds (67-66-65-69) at the Waialae CC, turning back Craig Stadler's final-round charge of 64 to win the Hawaiian Open over Stadler by one shot…Racked up two additional T4s in May, first at the MONY Tournament of Champions (finishing 5-under)…Two weeks later, at the Colonial National Invitational in Fort Worth, put together rounds of 66-68-71…At the Memorial Tournament in Dublin, Ohio, finished T10…Competed in The Open Championship at Royal St. George GC, posting consistent rounds of 70-72-70-72 concluding in a T3, two strokes behind champion Sandy Lyle…Despite weekend rounds of 67, the Texas Open defending champion was unable to catch eventual winner John Mahaffey, ultimately finishing T3…Made first appearance in the Ryder Cup, representing the U.S. Finished with a 1-2-0 record in his three matches as the Europeans rolled to victory in England.\n\n1984: Enjoyed a breakout year, with 15 top-10s and his first career title, at the Greater Milwaukee Open. Finished second on the PGA TOUR money list, with $465,873. In Wisconsin, shot a 16-under 272 at Tuckaway CC to defeat Tom Watson by five strokes in September. Rounds of 67-68-69-68 led to his maiden victory…Picked up a T3 at the Bing Crosby National Pro-Am, finishing two shots behind champion Hale Irwin. ..At the Tournament Players Championship at TPC Sawgrass in March, emerged with a T5 outside Jacksonville…Continued strong play at the Houston Coca-Cola Open, with three sub-par rounds to begin the event. Shot a 73 Sunday to end in a T6…The following week, placed T9 at the Byron Nelson Golf Classic…Next three stops in June proved fruitful, starting with a solo second at the Kemper Open. Entered the final round at Congressional CC tied for sixth, nine shots off Greg Norman's lead. Shot a final-round, 3-under 69 to move up the leaderboard. Never threatened Norman, finishing five shots back…Added a T2 at the Manufacturers Hanover Westchester Classic. Shot four under-par rounds at Westchester CC to finish tied with David Graham and Jay Haas, five shots shy of winner Scott Simpson…At the U.S. Open, shot a final-round 69, his only under-par effort of the week, to move into the top-10 with a T7…Opened a solid July with a third-place showing at the Western Open, three shots out of a two-man playoff won by Tom Watson over Norman at Butler National…Two weeks later, at the Sammy Davis Jr.,-Greater Hartford Open, nailed down another solo-second outing, behind champion Peter Jacobsen. On the strength of an 8-under 63 at TPC Connecticut, matched Jacobsen's score in the third round and was one off his leading pace. Shot an even-par 71 to Jacobsen's 70 to lose by two…Continued to Tennessee for the Danny Thomas Memphis Classic. Carded a 6-under 282 at the event, again finishing as runner-up, this time a T2 with Ralph Landrum and Tim Simpson, two shots behind winner Bob Eastwood…Was the third-round leader at the Buick Open before a final-round 73 spelled a T8 finish…Picked up a T6 at the five-round Panasonic Las Vegas Invitational, with a13-under 346…Second September event, the LaJet Golf Classic, finished two strokes behind champion Curtis Strange and his fifth runner-up performance…Final top-10 came in San Antonio, when he finished T3 at the Texas Open, four shots off the pace set by winner Calvin Peete. \n\n1983: Made 17 cuts in 32 events…Strong finishing rounds of 68-66 got him into a four-man playoff with Bob Gilder, Johnny Miller and Rex Caldwell, an extra session Gilder won on the eighth extra hole…Netted another top-10 finish, a T5, at the Danny Thomas Memphis Classic in June at Colonial CC...In July, jumped into a co-lead at the Greater Milwaukee Open, with sub-par opening rounds of 65-72. A third-round 75 removed him from contention. Finished with a final-round 69 that resulted in a T24…Took the opening-round lead at the B.C. Open, shooting a 63 at En Joie GC with a 63, three shots ahead of the field. Following rounds of 71-73-71 netted a T15. Four solid under-par rounds of 69-69-66-69 resulted in a T13 at the Texas Open…Final top-25 was a T20 at the Pensacola Open at Perdido Bay CC.\n\n1982: Racked up four top-25s while making 19 cuts in 35 starts…Best finish and only top-10 was a T6 at the Bob Hope Desert Classic came early in the season. Through 72 holes of the 90-hole event, was only two shots behind Ed Fiori's fourth-round lead. After shooting rounds of 65-64 on Friday and Saturday, closed with a 2-under 70 Sunday to drop from contention and out of the two-man playoff with Fiori defeating Tom Kite…Best finish the rest of the season was a T18 at the Sammy Davis Jr.-Greater Hartford Open.\n\n1981: PGA TOUR Rookie of the Year. Highlight of rookie season was playoff loss to Dave Eichelberger at Tallahassee Open. \n\nAmateur: Defeated John Cook in final of 1979 U.S. Amateur.\n","otherCarHigh" : "","personal" : "Continues fund-raising efforts on behalf of long-time caddie Donnie Wanstall, diagnosed with multiple sclerosis during the 1994 PLAYERS Championship...Took up game at age 13, when family moved above a golf course in California...Avid fan of Orlando professional sports...Teamed with PGA TOUR Design Services to build TPC Valencia (Calif.), which opened in 2003...Son, Shaun, played golf at the University of California-Irvine and was honored as a Big West Conference Scholar-Athlete in his career. He is now a partner in Duvin, a Florida-based clothing company.","otherInfo" : "","ntlTeams" : "The Presidents Cup (2), 1996, 1998; Ryder Cup (5), 1985, 1989, 1991, 1997, 1999; World Cup (1), 1999; U.S. vs. Japan, 1984; Nissan Cup (1), 1985; Dunhill Cup (7), 1985, 1986, 1987, 1996, 1997, 1998, 1999.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2007","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(18): 1979 U.S. Amateur, California State Amateur, Mexican Amateur. 1985 Fuji Sankei Classic. 1986 Australian Masters. 1987 Lawrence Batley International. 1989 RMCC Invitational [with Curtis Strange]. 1992 Tokai Classic. 1994 Argentine Open. 1997 Lancome Trophy. 1998 Cisco World Match Play Championship. The Skins Game. 1999 World Cup [with Tiger Woods]. 2000 Fred Meyer Challenge. 2002 ConAgra Food Skins Game. 2004 Dubai Desert Classic. 2007 Champions Challenge [with Mike Reid]. 2010 ADT Skills Challenge [with Nick Price].","intlVics" : "","curYearHigh" : "Got his year off to a good start with three rounds in the 60s and a T8 finish at the Mitsubishi Electric Championship at Hualalai. Led all players with 20 birdies in the event...Made his 32nd appearance at the Masters Tournament but did not make the cut.","carHigh" : "2015: Was among the top 20 on the single-season money list for the ninth straight year on the PGA TOUR Champions, and his four top-three finishes were the most in a single season since 2009...Was second in his first start of the campaign at the Mitsubishi Electric Championship at Hualalai. Began his final round three strokes off the pace, but fired a 6-under-par 30 on the front nine to work his way into the mix. Eventually shot 8-under-par 64 and was the clubhouse leader at 16-under-par 200. Moments after he posted his score, Miguel Angel Jimenez drained a 20-foot birdie putt at No. 17 to take the lead at 17-under, an advantage Jimenez never relinquished...Thanks to a closing-round 6-under-par 66, the day's low round, was third at the inaugural Tucson Conquistadores Classic in March...Was T3 at the Shaw Charity Classic in August on the strength of three consecutive rounds in the 60s...Two weeks later, he T3 at the Boeing Classic near Seattle after weekend rounds of 68-68...Used four straight rounds in the 60s in the year's final event, the Charles Schwab Cup Championship, to finish T4...Was also T4 at the rain-shortened Greater Gwinnett Championship after posting rounds of 68-69 before officials canceled the final round due to heavy rains...Turned in the best finish by a player over 50 at the Masters Tournament, a T22 at Augusta National, his best showing since 2003 (T8)...Capped a memorable week at St. Andrews with a T78 finish at The Open Championship just days after being inducted into the World Golf Hall of Fame ceremony at Younger Hall on the St. Andrews University campus. \n\n2014: Highlight of his season was being voted into the World Golf Hall of Fame as part of the 2015 Class. Received notification in mid-October and was inducted at St. Andrews along with David Graham, Laura Davies and A.W. Tillinghast...Despite only recording four top-10 finishes, the fewest he's had in a year on the PGA TOUR Champions since 2008, earned a spot among the top-30 money-winners for the fifth time in the last six years...Birdied two of the last three holes to finish T2 along with Woody Austin, at the Dick's Sporting Goods Open, one stroke shy of winner Bernhard Langer. It was his 14th runner-up finish, and his best showing since a T2 at the 2013 Charles Schwab Cup Championship...Early in the year at the Toshiba Classic, parlayed rounds of 65-64 on the weekend to finish T5 in Newport Beach. Was one of several players atop the leaderboard Sunday but suffered a costly bogey at No. 17 which eventually left him two strokes shy of winner Fred Couples...In the season-opening event, was in contention through 36 holes at the Mitsubishi Electric Championship at Hualalai, but a final-round 70 dropped him into a T6. Was the only player in the field to make three eagles...Posted four consecutive rounds in the 60s at Fox Chapel GC to T6 at the Constellation SENIOR PLAYERS Championship...Made his 30th start at the Masters Tournament in April, but did not make the cut.\n\n 2013: Eclipsed the seven-figure mark in single-season earnings for the fourth time in five years...Best performance of the campaign came in his final start of the season when he was T2 at the Charles Schwab Cup Championship at TPC Harding Park. Played in the final grouping with Fred Couples but ended up six strokes back after a 1-under 70 Sunday...Was also T3 at the inaugural Encompass Championship. Made a bid for victory in Chicago but was just 1-under over his last six holes at North Shore CC and fell two strokes short of Craig Stadler...His strong weekend play at the Senior PGA Championship in May was instrumental in his fourth-place finish in St. Louis. Shot rounds of 68-65 at Bellerive over the final two days...Was one of just three players to post three consecutive rounds in the 60s on his way to a T4 effort at the Allianz Championship...Had another T4 at the Liberty Mutual Insurance Legends of Golf, with teammate Esteban Toledo...Made his 29th start at the Masters, but missed the cut after making a triple bogey on his final hole Friday...Opened with a 4-under-par 67 at The Open Championship at Muirfield and was T2 after the first round before eventually finishing T58...Lone appearance on the European Tour came in early February at the Omega Dubai Desert Classic, where he was T59 after opening with 67. \n\n2012: Played an abbreviated schedule after suffering an injury during the spring (torn cartilage in his rib area while preparing for the Masters) and missed four months of the season...Made just 11 starts during the year. Best performance came during the midst of five straight top-10 finishes in the latter portion of the summer, a first for him in his PGA TOUR Champions career...Lost to Jay Don Blake on the second playoff hole at the Boeing Classic. Birdied three of the last five holes in regulation to force the overtime session and missed a golden opportunity to win the tournament on the first extra hole when his 6-foot birdie putt stayed right of the hole. Was 4-over after the first five holes of the tournament but rallied to play his final 49 holes in 14-under without the benefit of an eagle. Second-round 64 at TPC Snoqualmie Ridge was his best since he shot the same score in the final round of the 2009 Boeing event...After missing the Masters, he tried to play again at June's Montreal Championship but withdrew after playing his pro-am round and did not return to action until early August at the 3M Championship where he closed with a final-round 66 to finish T10...Followed with a T7 at the Dick's Sporting Goods Open and, after his ruunnerup effort in Seattle, was T8 at the Pacific Links Hawaii Championship and T10 at the SAS Championship. During this five-event run, 10 of his 15 rounds were in the 60s...Late in the campaign teamed with son, Shaun, to finish T4 at the PNC Father\/Son Challenge in Orlando.\n\n2011: Turned in another solid PGA TOUR Champions season, with nine overall top-10s in 20 starts and played his best golf in the second half of the year when he had five top-10 efforts in his last nine starts, including a pair of runner-up showings...Waged a head-to-head weekend battle with Olin Browne at the U.S. Senior Open at Inverness before eventually finishing second, three strokes back of Browne. Was tied for the lead early on the back nine Sunday before bogeys at Nos. 13 and 16 were his undoing...Was in contention in South Korea and shot a closing-round, 5-under-par 67 at the Songdo IBD Championship to get into a four-man playoff with Peter Senior, John Cook and eventual-winner Jay Don Blake. Along with Senior, was eliminated on the third extra hole before Blake won on the fifth playoff hole...Was in contention down the stretch at the Constellation Energy Senior Players Championship thanks to four consecutive sub-par scores at Westchester CC, but finished fifth in defense of his title...Registered top-10 finishes in his first three appearances of 2011 and started the year with 11 consecutive rounds below 70 before carding 72 on the last day of the Mississippi Gulf Resort Classic...After a T8 at the Mitsubishi Electric Championship at Hualalai, was among a group of players tied for second, four strokes behind Bernhard Langer after 36 holes of The ACE Group Classic and eventually finished T6 in the Naples event...Followed Naples tournament with a T8 at the Toshiba Classic...Teamed with Langer to finish second in the Kaanapali Champions Skins Game. Duo enjoyed lead after the first day, but eventually finished $10,000 back of Jack Nicklaus-Tom Watson after earning seven skins and $300,000...Also played in three PGA TOUR events. Made his 28th career appearance at The Masters (missed cut). Made the cut in his return appearance at THE PLAYERS Championship. He earned a spot in the field by virtue of his 2010 Constellation Energy Senior Players Championship title. Opening-round 6-under 66 at TPC Sawgrass put him two strokes off the lead, but followed with rounds of 74-79-77 to finish 74th. It was his first made PGA TOUR cut since the 2009 Open Championship...Posted rounds of 76-76 to miss the cut at The Open Championship at Royal St. George's...Also missed the cut at the Omega Dubai Desert Classic on the European Tour. 2010: Was eighth on the final money list for the second year in succession, but more importantly, won two times, including his first individual title on the PGA TOUR Champions when he prevailed in a one-hole playoff over Michael Allen at the Constellation Energy Senior Players Championship in October. Led by two strokes after 54 holes and appeared in control on the back nine before a late Sunday charge by Michael Allen left the two tied at 7-under-par after 72 holes at the TPC Potomac at Avenel Farm. Hit two near-perfect shots on the first playoff hole and then two putted from 25 feet for the win after Allen's tee shot landed in the right rough which eventually led to a bogey. The victory earned him a spot in the 2011 THE PLAYERS Championship and allowed him to go over the $1-million mark in season earnings for the third time in the last four years. Was the lone player in the starting field of 78 players to post four rounds in the 60s...Earlier in the year, broke through for his first PGA TOUR Champions win when he teamed with Nick Price to win the Legends Division at the Liberty Mutual Legends of Golf in a two-hole playoff with John Cook and Joey Sindelar. The win came in his 58th career start on the Tour and it was also his first win in a PGA TOUR-sanctioned event since the 1998 Open Championship, a span of 238 events. The duo posted a winning score of 28-under-par 188 in Savannah and played all 54 holes without a bogey...One week earlier, finished T2 at the rain-shortened Outback Steakhouse Pro-Am near Tampa. Was the tournament's first-round leader after a 6-under 65 Friday, but his second-round 69 dropped him into a tie with Mike Reid, one stroke back of Bernhard Langer. Even after making birdie on his opening hole Sunday to tie Langer, heavy rains wiped out the final round shortly afterward and he became a runner-up for the ninth time on the PGA TOUR Champions...Was fourth at the Senior PGA Championship...Finished T10 at the 3M Championship in August after three consecutive rounds in the 60s...Teamed with Nick Price to win the ADT Skills Challenge in a playoff against Fred Couples and Dustin Johnson in November. 2009: Was among the top 10 in half of his 20 appearances on the circuit but, despite several strong bids for victory, finished second four times and third once. Game and attitude rejuvenated by engagement to Meredith Berkman during Masters week and subsequent wedding on June 27...Was tied for the 36-hole lead at the Toshiba Classic but final-round 70 left him T2 along with Joey Sindelar, one stroke short of Eduardo Romero...Was a 36-hole co-leader along with Romero and eventual-winner Keith Fergus at The Cap Cana Championship and held a four-stroke advantage on the front side and for a good portion of the back nine until the 17th hole when Fergus holed a wedge shot for an eagle to take the lead for good. Eventually finished T2 along with Andy Bean, one stroke behind Fergus...Was a distant second to Bernhard Langer at the Triton Financial Classic near Austin, Texas...Narrowly missed when he finished second, one stroke behind Loren Roberts at the Boeing Classic at TPC Snoqualmie Ridge. Blistered the course with a final-round, 8-under-par 64 only to have it go for naught when Roberts birdied the final two holes to beat him by one stroke...Had another chance for victory the following week at the Walmart First Tee Open at Pebble Beach. Was two strokes off the pace after 36 holes, but did not make a birdie in his final round until the 18th hole and was T3, three strokes back of Jeff Sluman...Missed the cut at the Masters and was T70 in The Open Championship at Turnberry. 2008: Posted just two top-10 finishes in 16 starts, with both coming in successive outings in the spring...Teamed with Nick Price for a T7 finish at the Liberty Mutual Legends of Golf and, the following week, was T10 at the FedEx Kinko's Classic in Texas...Made five starts on the PGA TOUR. Made lone cut at the Buick Invitational, where he was T66...Made two appearances on the European Tour and made the cut at both stops on consecutive weeks in March. Was T39 at both the Dubai Desert Classic and the Emaar-MGF Indian Masters in New Delhi. 2007: Was a runner-up four times on the PGA TOUR Champions in his rookie season...First was at the inaugural Ginn Championship, where he joined Hale Irwin, one stroke back of Keith Fergus at Hammock Beach despite recording three straight sub-70 rounds at Palm Coast. Appeared to be out of contention early Sunday but played his last five holes in 2-under to surge back up the leaderboard. First-round 69 included a pair of eagles and no birdies, a first in his career...Posted another T2 finish in July when, along with Stewart Ginn, he finished one stroke shy of Tom Watson at The Senior Open Championship at Muirfield...Closed his season with back-to-back runner-ups in Texas. Was a distant second near Houston at the Administaff Small Business Classic, losing to Bernhard Langer by eight strokes despite posting a 17-under total over 54 holes at Augusta Pines. Was second again the following week at Oak Hills in San Antonio, two strokes back of good friend John Cook despite posting a 13-under 200 score that included a 63 in the opening round, the best score in the tournament...Made his PGA TOUR Champions debut at the Outback Steakhouse Pro-Am with a T38 at the TPC Tampa Bay. Was in contention after posting a 66 in the second round but fell well back after ballooning to an 82 in the final round under adverse weather conditions...Won the Par-3 Contest at the Masters Tournament but missed the 36-hole cut by one stroke...Made the cut at The Open Championship, the oldest player in the field to do so, and eventually finished T60 at Carnoustie. \n","otherCarHigh" : "Winner of 16 PGA TOUR titles, including a pair of major championships in a 25-year career...Best season came in 1998 when, at age 41, became the oldest player to win two major championships in the same year. As a reward, was chosen by his peers as PGA TOUR Player of the Year and also named Player of the Year by the PGA of America and the Golf Writers Association of America. Joined Nick Price and Nick Faldo as the only players in the 1990s to win two majors in one year...In April of 1998, closed birdie-birdie to edge Fred Couples and David Duval and win the Masters Tournament. At the time, joined Arnold Palmer and Art Wall as the only players to birdie the last two holes and win at Augusta National. Won at Augusta on his 14th try, the most for any first-time champion. The fifth player in Masters history to win after not leading in the first three rounds. In July, captured his second major at The Open Championship at Royal Birkdale. Trailed by two strokes through 54 holes but shot closing 68 to tie Brian Watts, then defeated Watts 17-19 in four-hole playoff…In 1997, posted back-to-back victories at AT&T Pebble Beach National Pro-Am and Buick Invitational. First player to win at Pebble Beach five times. Six of his victories have come in pro-am events: 1985, 1989-90, 1992 and 1997 AT&T Pebble Beach National Pro-Ams and 1991 Walt Disney World\/Oldsmobile Classic…In 1996, captured Mercedes Championships and Greater Greensboro Chrysler Classic to earn $1 million in season for first time…First PGA TOUR title came in 1984 at the Greater Milwaukee Open. Posted four consecutive rounds in the 60s and cruised to a five-stroke triumph over Tom Watson at Tuckaway CC…Was the 1981 PGA TOUR Rookie of the Year…Last victory was a one-stroke triumph over Paul McGinley at the 2004 Dubai Desert Classic on the European Tour. Hit all 18 greens in regulation on Sunday and finished at 17-under...Triumph at the 1994 Argentine Open gave him wins on five different continents: North America, South America, Asia, Europe and Australia …Shot 63 in the second-round of the 2001 PGA Championship at the Atlanta Athletic Club, tying the all-time low score in a major…Played on five American Ryder Cup teams (1985, 1989, 1991, 1997 and 1999) and two Presidents Cup squads (1996 and 1998)…Broke on the national scene in 1979, winning the U.S. Amateur near Cleveland, defeating John Cook in the finals at Canterbury GC...Also captured the California State Amateur, defeating Lennie Clements in the final and also won the Mexican Amateur that same year, defeating Gary Hallberg on the last day...Was a three-time All-American at Long Beach State and earned medalist honors at the 1976 Big West Conference Tournament...Received the annual award from the Francis Ouimet Scholarship Fund for his lifelong contributions to the game in May 2012...Received an Honorary Membership of Royal Birkdale GC prior to the start of the 2013 Senior Open Championship at the club.","personal" : "Took up game at age 13, when family moved above a golf course in California...An avid outdoorsman who especially enjoys fly fishing and fishing for steelhead in remote locations...Son, Shaun, played golf at the University of California-Irvine and was honored as a Big West Conference Scholar-Athlete in his career. He is now a partner in Duvin, a Florida-based clothing company...Witnessed Shaun make a hole-in-one in the final round of the 2014 PNC Father-Son Challenge.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T4th at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks 15th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}