{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01381","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Funk","first" : "Fred","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "165","weightMetric" : "75","birthDate" : "June 14, 1956","age" : "59","birthPlace" : "Takoma Park, Maryland","residence" : "Ponte Vedra Beach, Florida","family" : "Wife, Sharon; Eric (8\/2\/91), Taylor Christian (10\/30\/95), Perri Leigh (12\/16\/99)","education" : "University of Maryland (1980, Law Enforcement)","splInterest" : "Water and snow skiing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1981","clubAffl" : "","cityPlaysFrm" : "Ponte Vedra Beach; FL; United States","websiteUrl" : "http:\/\/www.fredfunkgolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "32,184,574&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Failed to finish among the top 30 on the money list for just the second time in nine seasons on the Champions Tour when he ended the year 33rd overall...Battled an elbow issue during the year which forced him to miss some early-season events...His closing 66 at the Allianz Championship included an eagle on the last hole to vault him into a T3 in Boca Raton, his best finish in six appearances at the Old Course at Broken Sound...Shared the first-round lead at the Encompass Championship after posting a 7-under 65 Friday at North Shore CC near Chicago. Rounds of 70-71 on the weekend dropped him back into an eventual T6...Was third, four strokes off the pace, after 54 holes at the Regions Tradition in May. However, shot a closing-round 2-over-par 74 and slipped to T9.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1989","qSchoolYear" : "1988, 1989.","exmtStatus" : "Past Champion","otherVics" : "(4): 1983 Maryland Open. 1987 Maryland Open. 2005 CVS Charity Classic [with Chris DiMarco]. 2008 Wendy's 3-Tour Challenge [with Jay Haas and Nick Price].","intlVics" : "(1): 1993 Mexican Open.","curYearHigh" : "Failed to finish among the top 30 on the money list for just the second time in nine seasons on the Champions Tour when he ended the year 33rd overall...Battled an elbow issue during the year which forced him to miss some early-season events...His closing 66 at the Allianz Championship included an eagle on the last hole to vault him into a T3 in Boca Raton, his best finish in six appearances at the Old Course at Broken Sound...Shared the first-round lead at the Encompass Championship after posting a 7-under 65 Friday at North Shore CC near Chicago. Rounds of 70-71 on the weekend dropped him back into an eventual T6...Was third, four strokes off the pace, after 54 holes at the Regions Tradition in May. However, shot a closing-round 2-over-par 74 and slipped to T9.","carHigh" : "2013: Missed the cut in his only PGA TOUR start, at the Sony Open in Hawaii. Will use his top-50 position on the PGA TOUR career money list exemption for the 2013-14 season...He and teammate Mike Goodes finished T2 at the Liberty Mutual Insurance Legends of Golf in Savannah in April, thanks, in part, to a closing-round, 9-under-par 63 which helped them move from T17 Saturday to their runner-up finish...Was the only player to record four consecutive par-or-better scores at the U.S. Senior Open but finished five strokes back of Kenny Perry at Omaha CC. It marked the second straight runner-up finish in the event and third time he's finished second in the championship (2008)...Made a start at the PGA TOUR's Sony Open in Hawaii to kick off his season but missed the cut by one stroke...Finished T6 at the Allianz Championship in his Champions Tour season debut...Also T7 at the inaugural Greater Gwinnett Championship.\n\n2012: Won multiple titles on the Champions Tour for the first time since the 2008 season...Birdied four of the last five holes to overtake Tom Lehman and win the Insperity Championship, his first Champions Tour victory since the 2010 JELD-WEN Tradition, ending a drought of 1 year, 8 months, 13 days (29 Champions Tour tournaments). Was tied with Lehman playing the final hole of the event and rifled a 5-iron approach shot from 174 yards to 2 feet for the kick-in birdie that gave him the title. Was the 1992 Shell Houston Open champion and became the first player since Tom Watson, at the 2007 Senior Open Championship (at Muirfield, Scotland) to win a PGA TOUR and Champions Tour events at the same venue, the Tournament Course at The Woodlands CC...Just over five months later, outdueled Duffy Waldorf down the stretch to win the Greater Hickory Classic at Rock Barn. Holed a clutch eight-foot par putt at No. 17 to stay tied with Waldorf and then hit a 43-yard pitch shot to inside three feet for an easy birdie at the par-5 18th that was the difference. Became the sixth multiple winner on the Champions Tour and claimed his eighth career title on the circuit, matching his total number of wins on the PGA TOUR. Joined Willie Wood as the second player on the Champions Tour this season to go bogey-free and win. Dating to the 2011 event at Rock Barn, has a streak of 84 straight holes on the Jones Course without a bogey. Also became the event's oldest winner at 56 years, 4 months...Despite posting a 3-under 67 in three of his four rounds at Indianwood, finished T2 at the U.S. Senior Open, two strokes back of Roger Chapman...Shared the 36-hole lead at the SAS Championship with Steve Pate and was in the lead early on the back nine before bogeys on Nos. 11 and 12 proved his undoing. Eventually finished T4...Also was T4 at The Principal Charity Classic in June, thanks to a pair of rounds in the 60s on the weekend in Iowa...Added another T4 to his resume in November, at the season-ending Charles Schwab Cup Championship...Had a roller-coaster performance at the Constellation SENIOR PLAYERS Championship in early summer. Opened with a 5-under-par 65 to trail by one stroke after the first round, but followed with rounds of 72-64-72 to eventually finish T9 near Pittsburgh...On the PGA TOUR, made 18 birdies over four days at the Zurich Classic of New Orleans and finished T30 at TPC Louisiana...Also made one start on the Web.com Tour, at the Winn-Dixie Jacksonville Open. Missed the cut a week after his Champions Tour win in North Carolina.\n\n \n\n2011: Managed just one cut in seven PGA TOUR starts, finishing T57 at the Sony Open in Hawaii...Qualified for his 22nd appearance in the U.S. Open but missed the cut at Congressional CC...Had his Champions Tour season cut short by injuries with his late start coming in July at the U.S. Senior Open. Days later underwent the first of his two surgeries in early August. Dr. Tom Graham repaired a torn ligament in his left thumb at the Cleveland Clinic and three days afterward he had surgery in Jacksonville, Fla., to repair scar tissue in his right knee. Originally injured his thumb at the Greater Hickory Classic at Rock Barn, swinging a stretch stick into a porch railing while warming up at his rental home near the course...Had four top-10 finishes before being shelved...Runner-up to Bernhard Langer at The ACE Group Classic in Naples. Started the final round four strokes back and cut the margin to two shots early on the back nine at The Quarry but could get no closer...Posted his low round on the Champions Tour, a 10-under-par 62, in the final round of the Greater Hickory Classic at Rock Barn, but fell one stroke shy of earning a spot in the playoff with James Mason and eventual winner Mark Wiebe. This result came the week after successfully qualifying for the U.S. Open at Woodmont CC...Shot the low Sunday round at The Senior Open Championship to move up into a T7 at Walton Heath. Final-round 66 included a run of five straight birdies...Was also T7 at the Mississippi Gulf Resort Classic, thanks to consecutive weekend 68s at Fallen Oak. \n\n2010: Played six times on the PGA TOUR, focusing primarily on the Champions Tour...Totaled one Champions Tour victory and eight top-10s, and finished sixth in the final Charles Schwab Cup standings...Two years after winning the JELD-WEN Tradition in Oregon, added a second title at the event to his resume when he was a one-stroke winner over Michael Allen and Chien-Soon Lu. Made a 12-foot birdie putt on the 16th hole and held off several players Sunday for his third major title. The victory also gave him at least one victory in five straight seasons. Failed to make a bogey on the back nine all week and hit an amazing 54 of 56 fairways on his way to the win...Followed his win the next week with a T8 finish at the Boeing Classic near Seattle...Came close to a win in the inaugural Posco C&E Songdo Championship in September, but lost in a one-hole playoff to Russ Cochran. Was the 36-hole leader after rounds of 69-67 and could have closed it on the 54th hole, but missed a 2-foot birdie putt, which sent the players to a playoff where Cochran prevailed with a birdie on the first extra hole...Fashioned a final-round, 6-under-par 66 to finish T9 at the Ensure Classic at Rock Barn...For the second consecutive year, made a run at winning the Dick's Sporting Goods Open only to finish as a runner-up. Posted a final-round 7-under 65 at En-Joie GC and held a share of the lead late until Loren Roberts birdied the final hole to finish one stroke ahead...Turned in a solid performance at The Senior Open Championship at Carnoustie in July. Shot a 4-under-par 67 Saturday to get himself into contention, but a final-round, 1-over-par 72 left him one of four players T3...Recorded his first top-10 finish since his knee operation when he was T4 at the inaugural Mississippi Gulf Resort Classic...In first start since undergoing right-knee-replacement surgery, finished T21 at The ACE Group Classic in Naples...Made initial start on the PGA TOUR at the Transitions Championship in March and finished T55...Finished T39 at THE PLAYERS Championship, thanks, in part, to a third-round 66...Made the cut at the U.S. Open at Pebble Beach, finishing T70. It's the 13th time in 21 U.S. Open starts he's played on the weekend...Made the cut in the final PGA TOUR event of the season, the Children's Miracle Network Classic. where he T45 with fellow Champions Tour player Mike Goodes serving as his caddie...Champions Tour Player of the Month for August. 2009: Divided his time between the PGA TOUR and Champions Tour and overcame multiple knee injuries. Made the cut in two of six starts on the PGA TOUR with best finish being 60th at the U.S. Open at Bethpage Black where he made the field via a regional qualifier...Competed in 21 Champions Tour events, 11 of which yielded top-10 finishes. Won the U.S. Senior Open in August and placed third in the Charles Schwab Cup competition...In early August, blew away the field at the U.S. Senior Open at Crooked Stick in Indiana with a blistering final round. Led by just one stroke after 54 holes, but fired a bogey-free 7-under-par 65 on Sunday to win by six strokes, the largest victory margin in the championship since Gary Player bested Doug Sanders by six in 1987 at Brooklawn CC...Lost two Champions Tour events in playoffs, at The Principal Charity Classic and The Senior Open Championship...Suffered a staph infection in his right knee in late December 2008 following surgery earlier in 2008 and delayed the start of his 2009 season until mid-February...Underwent right knee-replacement surgery in Jacksonville, Fla., in November. Following the successful surgery, expected to return to competition in January. 2008: At age 51, continued to split time between the PGA TOUR and Champions Tour...Underwent arthroscopic surgery May 14 on his right knee in Jacksonville, Fla., for loose particles and minor cartilage damage. Injury kept him out of competition for less than a month...Made the cut in seven of 14 starts on the PGA TOUR, including a season-best T10 at the Sony Open in Hawaii, which included a second-round, 6-under-par 64...Stayed in Hawaii to start the Champions Tour season the following week at the MasterCard Championship, which he won following a second-round, 9-under-par 63 and with birdies on the final two holes to edge Allen Doyle by two strokes...Added another win at the JELD-WEN Tradition in mid-August to go along with two runner-up finishes on the season. It was his fourth Champions Tour victory in 23 career starts...Eventually finished third on the Charles Schwab Cup points list to earn a $300,000 annuity. 2007: Captured events on both the PGA TOUR and the Champions Tour. Finished second in Driving Accuracy to Jose Coceres at 75.26 percent...In his second Champions Tour appearance of the season, won by a record 11 strokes at the Turtle Bay Championship. Led wire-to-wire for the second time in his brief Champions Tour career and also played bogey-free golf over the three days. Fired rounds of 65-64-64—193...At age 50 years, 8 months and 12 days, earned eighth PGA TOUR victory in fourth start of the season at the Mayakoba Golf Classic. Fifth-oldest champion in PGA TOUR history and the oldest since Art Wall (51 years, 7 months, 10 day) at the 1975 Greater Milwaukee Open. Posted rounds of 62-69-64-71—266 and beat Jose Coceres with a birdie on the second hole of a sudden-death playoff, hitting a 4-iron on the par-3 10th to 6 feet. Joined Craig Stadler as the only players to win in the same season on the PGA TOUR and the Champions Tour. 2006: Made 25 of 29 cuts (86.21 percent), the highest percentage of his career. Turned 50 halfway through the season and won his first Champions Tour title at the AT&T Championship...Posted final-round 10-under-par 62, one stroke off the English Turn G&CC course record, to finish one stroke behind Chris Couch at the Zurich Classic of New Orleans...Tied Brett Quigley for the TOUR lead in rounds in the 60s with 47. 2005: Earned a career-best $2,830,046 and won in back-to-back seasons for the first time since the 1995-96 seasons...Became the oldest winner of THE PLAYERS Championship at 48 years, 9 months, 14 days by defeating Tom Lehman, Scott Verplank and Luke Donald by a stroke. It was the tournament's third Monday finish in the last six years. Got up and down from the greenside bunker and made a 6-foot putt on 18 to get to 9-under 279, then sat and waited as Donald and Joe Durant, who were one stroke behind him with one hole to play, failed to make birdie to force a playoff. Third player in tournament history with local ties to win THE PLAYERS Championship (Mark McCumber in 1988 and David Duval in 1999). Led the tournament in Driving Accuracy (85.7 percent) and Greens in Regulation (80.6 percent). Earned five-year TOUR exemption...Earned spot on his second Presidents Cup team (0-2-2). \n\n2004: Won for first time in over six years with victory at the Southern Farm Bureau Classic, the site of his last victory in July 1998. The drought spanned 196 tournaments and included 10 runner-up finishes. Became second two-time winner of the tournament after making birdie on the final hole to defeat rookie Ryan Palmer by one stroke (Brian Henninger 1994, 1999). Led by one stroke through 54 holes. Tied 72-hole tournament record on current course with 22-under 266 total (Steve Lowery, Skip Kendall\/2000)...Finished ninth on the 2004 Ryder Cup team points list to make his first Ryder Cup team at age 48, oldest player to finish in top 10 in U.S. Ryder Cup points. 2003: Posted a career-high nine top-10s, including a T2 at the FBR Capital Open in Potomac, MD...On the strength of T7 finish at PGA Championship, was named as Captain's Pick by Jack Nicklaus to 2003 U.S. Presidents Cup team. 2002: Topped $2 million in earnings for the first time and finished a then-highest 13th on the money list. Had four runner-up finishes, a career best. The last players to have that many runner-up finishes in a year without winning were Davis Love III and Tom Lehman in 1999...T4 at PGA after taking halfway lead and then placed T2 the following week at the NEC Invitational in Seattle. 2001: Finished in the top 20 10 times, including a T3 at the Air Canada Championship and a third at the Southern Farm Bureau Classic. 2000: Suffered a tear in right knee which required surgery in September, but rebounded by making his last six cuts of the year, including back-to-back top-10s to end the season, a T4 at National Car Rental Golf Classic at Walt Disney World Resort and T6 at Southern Farm Bureau Classic. 1999: Finished second three times and posted eight top-10s. Runner-up at MasterCard Colonial, Air Canada Championship and B.C. Open (losing Monday playoff to Brad Faxon). \n\n1998: Collected his fifth TOUR victory and for the first time in his 10-year career eclipsed the $1-million mark in earnings. Made 25 of 32 cuts on his way to $1,121,988 season in which he was among top 10 eight times and top 25 17 times. Along with victory, also finished second and third...Earned two-stroke win at Deposit Guaranty Golf Classic. After rounds of 69-64, stood one off 36-hole lead. Third-round 69 produced share of the lead. Birdied four holes on Sunday back nine on way to 66...Nearly became two-time winner for first time since 1995 at Buick Challenge, losing a playoff when Steve Elkington parred first extra hole. \n\n\n\n1996: Earned fourth victory in five-year stretch, at B.C. Open. Third-round 63 moved him into share of lead with Pete Jordan. After birdieing four of six holes on Sunday, round was canceled due to rain and tournament was reduced to 54 holes. Hit 7-iron approach on first extra hole to within 10 inches to secure victory...Nearly won again the following week when rain reduced Buick Challenge to 36 holes. Was part of five-man playoff won by Michael Bradley. \n\n1995: Opened four-stroke lead through 54 holes of Ideon Classic. Won by one stroke over Jim McGovern after closing 73...Entered final round of Buick Challenge tied with Steve Stricker before closing 67 gave him one-stroke victory over John Morse and Loren Roberts. \n\n1992: First TOUR victory came at Shell Houston Open. Grabbed one-stroke lead with course-record 62 in third round, then shot closing 70 for two-stroke victory over Kirk Triplett. Shot 59 on TPC Scottsdale (Desert Course) during pro-am at Phoenix Open. \n\n1989: Rookie on the PGA TOUR. 1984: Won Foot-Joy National Assistant Pro Championship.\n","otherCarHigh" : "","personal" : "Golf coach at University of Maryland from 1982 through 1988...Also worked as newspaper circulation supervisor before joining TOUR...One of the first TOUR players to have LASIK surgery...Named to the University of Maryland Athletic Hall of Fame in 2007 as well as the state of Maryland Athletic Hall of Fame...Active in Jacksonville (Fla.) community, raising funds for J.T. Townsend, who suffered a spinal cord injury playing high school football in 2004 and died in 2013. Assisted in raising money for after-care expenses and building a wheelchair-accessible home for Townsend. The family moved into the home in 2006...Made his first hole-in-one at the Mid-Atlantic Pro-Am at Evergreen CC in Virginia with a 6-iron from 165 yards...Says the one thing being a professional golfer has allowed him to do is help others...One course he says he could play for the rest of his life is Pebble Beach because of its beauty...Son, Taylor, won the 2013 Florida 2A state championship in late-October, playing for Ponte Vedra High School and shooting a 3-under 141 to win by three shots at Howey-in-the-Hills' Mission Inn Resort's El Campeon and Las Colinas' Courses. Taylor, who also occasionally serves as his dad's caddie, was second in the 2012 2A tournament.","otherInfo" : "","ntlTeams" : "The Presidents Cup (2), 2003, 2005; Ryder Cup (1), 2004.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2006","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(2): 1993 Mexican Open. 2005 Merrill Lynch Skins Game.","intlVics" : "(1): 2008 Wendy's 3-Tour Challenge [with Jay Haas and Nick Price].","curYearHigh" : "Failed to finish among the top 30 on the money list for just the second time in nine seasons on the Champions Tour when he ended the year 33rd overall...Battled an elbow issue during the year which forced him to miss some early-season events...His closing 66 at the Allianz Championship included an eagle on the last hole to vault him into a T3 in Boca Raton, his best finish in six appearances at the Old Course at Broken Sound...Shared the first-round lead at the Encompass Championship after posting a 7-under 65 Friday at North Shore CC near Chicago. Rounds of 70-71 on the weekend dropped him back into an eventual T6...Was third, four strokes off the pace, after 54 holes at the Regions Tradition in May. However, shot a closing-round 2-over-par 74 and slipped to T9.","carHigh" : "2014: Turned in six of his eight top-10 performances on the season starting in early June when he teamed with Jeff Sluman to win a see-saw battle against Jay Haas-Peter Jacobsen in the Champions Division at the Big Cedar Lodge Legends of Golf. The pair birdied five of the final nine holes on the par-3 Top of the Rock Course for the victory...In September, nearly won a second when he battled Scott Dunlap and eventual winner Paul Goydos throughout the final round at the Pacific Links Hawai'i Championship before T2, one stroke back. Highlight of his final round was an ace at No. 16. Used a 4-hybrid on the 200-yard hole. It was his third hole-in-one on the Champions Tour and the first ace in tournament history. The ace also earned him a free, two-year lease on a BMW...Continued his good play in September into the next event when he played his last 25 holes at the Nature Valley First Tee Open at Pebble Beach without making a bogey and finished T6...Was also T8 at the AT&T Championship, the last full-field event of the year...Did not register his first finish inside the top 10 until he was T9 at the Insperity Invitational near Houston in early May...On the PGA TOUR, made the cut at the Puerto Rico Open (T65), the Waste Management Phoenix Open (T67) and the Valero Texas Open (T69)...Finished T9 at the OHL Classic at Mayakoba, in November, one of the early events on the PGA TOUR's 2014-15 season. It was his first top-10 finish in a TOUR event since a T10 at the 2008 Sony Open in Hawaii. \n\n2013: Battled through a case of vertigo during the year and was among the top three three times over his 24 Champions Tour appearances...He and teammate Mike Goodes finished T2 at the Liberty Mutual Insurance Legends of Golf in Savannah in April, thanks to a closing-round, 9-under-par 63 that helped them move from T17 Saturday to their runner-up finish...Was the only player to record four consecutive par-or-better scores at the U.S. Senior Open, but he still finished five strokes back of Kenny Perry at Omaha CC. It marked his second consecutive runner-up finish in the event and, along with his victory in 2009, he's finished second in the championship (2008) three times...Late in the year, closed with 67 to T3 at the AT&T Championship in San Antonio...Capped his year with a 7-under-par 64 at TPC Harding Park, his best round of the season that eventually led to a T9 at the Charles Schwab Cup Championship.\n\n 2012: Bounced back from an injury-plagued 2011 season in a big way, winning multiple Champions Tour titles for the first time since the 2008 season. Finished fourth on the money list and claimed the fifth spot in the season-long Charles Schwab Cup race, along with its $100,000 annuity...Birdied four of the last five holes to overtake Tom Lehman and win the Insperity Championship, his first Champions Tour victory since the 2010 JELD-WEN Tradition, ending a drought of 1 year, 8 months, 13 days (29 Champions Tour tournaments). Was tied with Lehman playing the final hole of the event and rifled a 5-iron approach shot from 174 yards to 2 feet for the kick-in birdie that gave him the title. Was the 1992 Shell Houston Open champion and became the first player since Tom Watson, at the 2007 Senior Open Championship (at Muirfield, Scotland) to win a PGA TOUR and Champions Tour events at the same venue, the Tournament Course at The Woodlands CC...Just over five months later, outdueled Duffy Waldorf down the stretch to win the Greater Hickory Classic at Rock Barn. Holed a clutch eight-foot par putt at No. 17 to stay tied with Waldorf and then hit a 43-yard pitch shot to inside three feet for an easy birdie at the par-5 18th that was the difference. Became the sixth of eight multiple winners on the Champions Tour and claimed his eighth career title on the circuit, matching his total number of wins on the PGA TOUR. Joined Willie Wood as the second player on the Champions Tour to go bogey-free and win during the year. Dating to the 2011 event at Rock Barn, has a streak of 84 straight holes on the Jones Course without a bogey. Also became the event's oldest winner at 56 years, 4 months...Despite posting a 3-under 67 in three of his four rounds at Indianwood, finished T2 at the U.S. Senior Open, two strokes back of Roger Chapman...Shared the 36-hole lead at the SAS Championship with Steve Pate and was in the lead early on the back nine before bogeys on Nos. 11 and 12 proved his undoing. Eventually finished T4...Also was T4 at The Principal Charity Classic in June, thanks to a pair of rounds in the 60s on the weekend in Iowa...Added another T4 to his resume in November at the season-ending Charles Schwab Cup Championship...Had a roller-coaster performance at the Constellation SENIOR PLAYERS Championship in early summer. Opened with a 5-under-par 65 to trail by one stroke after the first round, but followed with rounds of 72-64-72 to eventually finish T9 near Pittsburgh...On the PGA TOUR, made 18 birdies over four days at the Zurich Classic of New Orleans and finished T30 at TPC Louisiana...Also made one start on the Web.com Tour, at the Winn-Dixie Jacksonville Open. Missed the cut a week after his Champions Tour win in North Carolina...Led all players in Driving Accuracy at 79.86 percent. \n\n2011: Had his season cut short by injuries, with his last start coming in late July at the U.S. Senior Open. Days later underwent the first of his two surgeries in early August. Dr. Tom Graham repaired a torn ligament in his left thumb at the Cleveland Clinic. Three days later he had surgery in Jacksonville, Fla., to repair scar tissue in his right knee. Originally injured his thumb at the Greater Hickory Classic at Rock Barn, swinging a stretch stick into a porch railing while warming up at his rental home near the course. Re-injured the thumb practicing in November and underwent a second surgery in which surgeons fused a joint in his thumb...Had four top-10 finishes before being shelved...Runner-up to Bernhard Langer at The ACE Group Classic in Naples. Started the final round four strokes back and cut the margin to two shots early on the back nine at The Quarry but could get no closer...Posted his low round on the Champions Tour, a 10-under-par 62, in the final round of the Greater Hickory Classic at Rock Barn, but fell one stroke shy of earning a spot in the playoff with James Mason and eventual winner Mark Wiebe. This result came the week after successfully qualifying for the U.S. Open at Woodmont CC...Shot the low Sunday round at The Senior Open Championship to move up into a T7 at Walton Heath. Final-round 66 included a run of five straight birdies...Was also T7 at the Mississippi Gulf Resort Classic, thanks to consecutive weekend 68s at Fallen Oak...On the PGA TOUR, was T57 at the Sony Open in Hawaii after field was cut to low 60 for 36-hole Sunday...Also qualified for his 22nd appearance in the U.S. Open but missed the cut at Congressional CC. \n\n2010: Once again finished among the leading money-winners on the Champions Tour, surpassing the $1-million mark for the third successive season...Two years after winning the JELD-WEN Tradition in Oregon, added a second title at the event to his resume in August when he was a one-stroke winner over Michael Allen and Chien-Soon Lu. Made a 12-foot birdie putt on the 16th hole and held off a handful of players on Sunday for his third major title. The win also gave him at least one victory in five straight seasons. Failed to make a bogey on the back nine all week and hit an amazing 54 of 56 fairways on his way to the win...Victory at Tradition made him just the third multiple winner of the event and the first since Gil Morgan claimed back-to-back Traditions in 1997-98...Nearly added a second title in September when he lost in a one-hole playoff to Russ Cochran at the inaugural Posco E&C Songdo Championship in South Korea. Was the 36-hole leader after rounds of 69-67 and could have closed it out on the 54th hole, but he missed a 2-foot birdie putt, which sent the players to a playoff where Cochran prevailed with a birdie on the first extra hole...For the second consecutive year, made a run at winning the Dick's Sporting Goods Open only to finish as a runner-up. Posted a final-round 7-under 65 at En-Joie GC and held a share of the lead late until Loren Roberts birdied the final hole to finish one stroke ahead...Turned in a solid performance at The Senior Open Championship at Carnoustie in July. Shot a 4-under-par 67 Saturday to get himself into contention, but a final-round, 1-over-par 72 left him one of four players to T3...In first start since undergoing right-knee-replacement surgery on Nov. 16, 2009, finished T21 at The ACE Group Classic in Naples...Made his first hole-in-one on the Champions Tour in the final round of the 3M Championship. Used a 5-iron from 186-yard fourth hole at the TPC Twin Cities...Champions Tour Player of the Month for August...Was T2 in Sub-Par Rounds with 46...Underwent a clean-up procedure on his right knee after the season. \n\n2009: Finished among the top 10 in over half of his Champions Tour starts and was the only player to finish among the top 10 in all five majors...Was third on the final Charles Schwab Cup points list, just two points back of runner-up John Cook. He was also fifth in official earnings, with more than $1.5 million despite not starting his season until The ACE Group Classic in Naples after suffering a staph infection in his right knee in late December 2008...Highlight of his year came in early August when he blew away the field at the U.S. Senior Open at Crooked Stick in Indiana with a blistering final round. Led by just one stroke after 54 holes, but fired a bogey-free 7-under-par 65 on Sunday to win by six strokes, the largest victory margin in the championship since Gary Player bested Doug Sanders by six in 1987 at Brooklawn CC. His 72-hole score of 20-under-par 268 set a new standard for most strokes under par for 72 holes in a USGA event, breaking Hale Irwin's mark of 17-under in 2000. Made just three bogeys over his final 60 holes in capturing his second major title and did not have a three-putt during the course of four rounds. In winning his fifth Champions Tour title, he overtook Bernhard Langer for the Charles Schwab Cup lead and held it until early October...Prior to U.S. Senior Open victory, had finished second three times, losing two events in playoffs...Held the lead for most of the final round at The Principal Charity Classic but eventually finished T2 in Iowa along with Nick Price, losing to Mark McNulty on the fourth hole of a playoff. Made an 8-foot birdie putt on the second playoff hole to extend the event and, after Price was eliminated, had a 15-foot birdie effort on the following hole for outright win lip out...Was the 18- and 36-hole leader at the Dick's Sporting Goods Open but, despite a final-round 69 at En-Joie GC, finished T2 along with Ronnie Black, three strokes back of Lonnie Nielsen. Two-day total of 15-under 129 matched the best first 36-hole score of the season...Lost a second three-way playoff at The Senior Open Championship. After setting a record low 36-hole score at Sunningdale and holding the lead midway through the back nine Sunday, made par on every hole on the inward nine to fall into a tie after regulation with Mark McNulty and Loren Roberts. Was eventually eliminated on the first extra hole when he did not convert his birdie effort...Was T5 at the Senior PGA Championship in May at Canterbury GC and also T5 at the JELD-WEN Tradition after being one stroke off the pace after 36 holes...Named Champions Tour Player of the Month in July. \n\n2008: Plagued by knee problems through much of the year and underwent arthroscopic surgery on his right knee in mid-May before returning to action in early June at the PGA TOUR's Stanford St. Jude Championship...Despite splitting time between the PGA TOUR and Champions Tour, still managed to win twice on the senior circuit and was third on the final Champions Tour money list, with over $1.7 million in official money...Made a strong run for the Charles Schwab Cup title before finishing second, 12 points behind Jay Haas, the closest race in the history of the season-long points chase. Finished T25 in the year's final event and his performance outside the top 10 in Sonoma failed to move him past Haas on the final points list...Got his year off to a quick start when he birdied the last two holes to edge Allen Doyle for the MasterCard Championship at Hualalai...Managed to finish either first or second in all three senior major championships he played...Was voted as the Champions Tour's August Player of the Month after he became a multiple winner for the first time since 1995, claiming his first major championship at the JELD-WEN Tradition. Final-round 69 allowed him to win by three strokes over Mike Goodes after he was leading by six shots early on the back nine on Sunday. Became just the second player, and first since Gil Morgan in 1997, to win the JELD-WEN Tradition with four straight rounds in the 60s. Win came two weeks after his runner-up performance at the U.S. Senior Open. In his first start on the Champions Tour since early May (FedEx Kinko's Classic), finished second to Eduardo Romero in Colorado Springs. Was the 18- and 36-hole leader at The Broadmoor and played with Romero in the final pairing Sunday. Final-round 75 included a triple-bogey-7 at the 13th hole that proved to be the turning point in the championship..In early October, was in contention throughout the Constellation Energy Senior Players Championship and final-round 66 left him one stroke short of D.A. Weibring. Had chances to tie Weibring but could not convert birdie putts on any of the three closing holes at Five Farms. \n\n2007: Narrowly missed pocketing seven figures on both Tours...Made just nine starts prior to the Charles Schwab Cup Championship but parlayed those appearances into a 10th start by qualifying for the season-ending tournament for the Tour's top-30 money-winners. Finished T2 in Sonoma and was tied for the lead at one point Sunday before eventual-winner Jim Thorpe pulled away from a crowded leaderboard with four straight birdies down the stretch...Rolled to an all-time, 54-hole record 11-stroke victory at the Turtle Bay Championship. Led wire to wire for the second time in his brief Champions Tour career and also played bogey-free golf over the three days. \n\n2006: Made three Champions Tour appearances after becoming eligible in June. Managed to win his first title in his last start on the circuit, claiming the AT&T Championship late in the season in San Antonio. Went wire-to-wire at Oak Hills, a first at the tournament since Jim Albus in 1994. Found himself two strokes back of Chip Beck with just four holes to play, but rallied with three consecutive birdies and a clutch up-and-down save for the clinching par from just left of the 18th green. Went ahead of Beck for good with a 12-foot birdie putt on No. 17. Victory at Oak Hills was the second of his career in Texas...Debuted on the Champions Tour at the U.S. Senior Open in early July and T11 at Prairie Dunes in Kansas...Finished T11 again a week later at the Ford Senior Players Championship in Dearborn, Mich...Played a full PGA TOUR schedule and T2 at the Zurich Classic of New Orleans. Fired a final-round, 10-under-par 62, one stroke off the English Turn G&CC course record, yet ended up one stroke behind Chris Couch when Couch chipped in for par on the last hole.\n","otherCarHigh" : "Winner of eight events on the PGA TOUR, highlighted by triumph at THE PLAYERS Championship in 2005. Became the oldest winner of the event at 48 years, 9 months, 14 days, defeating Tom Lehman, Scott Verplank and Luke Donald by a stroke at the tournament's third Monday finish in the last seven years. After weather played havoc with the field over the first four days of the tournament, had to play 33 holes on Monday to capture his seventh career win. Was able to get up and down from the greenside bunker and pour in a 6-foot putt to get to 9-under 279, then waited as Donald and Joe Durant, who were one stroke behind with one hole to play, failed to make birdie to force a playoff. Third player in tournament history with local ties to win (Mark McCumber in 1988 and David Duval in 1999). One of two players that year to post sub-par third- and fourth-round scores with his 71-71 (J.L. Lewis, 70-70) during 25 mph wind conditions that saw gusts up to 40 mph. Led the tournament in Driving Accuracy (85.7 percent) and Greens in Regulation (80.6 percent). Matched Tom Kite for most appearances in the event prior to winning, going 15 years before claiming the title. Earned five-year PGA TOUR exemption. Victory in Ponte Vedra propelled him to a career-best $2,830,046, 11th on the final earnings list...Became just the second Champions Tour player (Craig Stadler the other) to win an event on the Champions Tour and PGA TOUR in the same season when, at age 50 years, 8 months, 12 days, he earned his eighth PGA TOUR career victory at the 2007 Mayakoba Golf Classic in Mexico. Victory south of the border made him the fifth-oldest champion in PGA TOUR history and the oldest since Art Wall (51 years, 7 months, 10 days) at the 1975 Greater Milwaukee Open. Posted rounds of 62-69-64-71—266 and beat Jose Coceres with a birdie on the second hole of a sudden-death playoff, hitting a 4-iron on the par-3 10th to 6 feet...Won the 2004 Southern Farm Bureau Classic, his first in over six years and his second triumph at Annandale. Won for first time since July, 1998 and ended drought of 196 tournaments, including 10 runner-up finishes during that span. Became second two-time winner of the Mississippi event after making birdie on the final hole to defeat rookie Ryan Palmer by one stroke (Brian Henninger 1994 and 1996). Tied 72-hole tournament record on current course with 22-under 266 total (Steve Lowery and Skip Kendall in 2000)...Earned two-stroke win at 1998 Deposit Guaranty Golf Classic. Birdied four holes Sunday back nine on way to 66 and two-stroke victory over Paul Goydos, Franklin Langham and Tim Loustalot at Annandale...Nearly became two-time winner for first time since 1995 at Buick Challenge, losing a playoff when Steve Elkington parred first extra hole...Earned fourth victory in five-year stretch, at 1996 B.C. Open. Third-round 63 moved him into share of lead with Pete Jordan. After birdies on four of six holes on Sunday, round was canceled due to rain and tournament was reduced to 54 holes. Hit 7-iron approach on first extra hole to within 10 inches to secure victory...Nearly won again the following week when rain reduced Buick Challenge to 36 holes. Was part of five-man playoff won by Michael Bradley...Won Ideon Classic by one stroke over Jim McGovern after closing 73...Entered final round of Buick Challenge tied with Steve Stricker before closing 67 gave him one-stroke victory...First PGA TOUR victory came at 1992 Shell Houston Open. Grabbed one-stroke lead with course-record 62 in third round, then shot closing 70 for two-stroke win...Shot 59 on TPC Scottsdale (Desert Course) during pro-am at Phoenix Open that same year...Won Foot-Joy National Assistant Pro Championship in 1984...Finished ninth on the 2004 Ryder Cup team points list to make American Ryder Cup team at age 48, the oldest player to finish in top 10 U.S. Ryder Cup points...Topped $2 million in single-season earnings on the PGA TOUR for four consecutive seasons (2002-05) and finished among the top-30 money-winners in each of those years...Was the PGA TOUR's leader in Driving Accuracy seven times in his 19-year career, including three straight seasons from 2003-05...Earned position on his second U.S. Presidents Cup team in 2005...Capped 2005 year by winning the Merrill Lynch Skins Game, where he won 15 skins and $925,000.","personal" : "Golf coach at University of Maryland from 1982 through 1988...Also worked as newspaper circulation supervisor before joining TOUR...One of the first TOUR players to have LASIK surgery...Named to the University of Maryland Athletic Hall of Fame in 2007 as well as the state of Maryland Athletic Hall of Fame...Active in Jacksonville (Fla.) community, raising funds for J.T. Townsend, who suffered a spinal cord injury playing high school football in 2004 and died in 2013. Assisted in raising money for after-care expenses and building a wheelchair-accessible home for Townsend. The family moved into the home in 2006...Made his first hole-in-one at the Mid-Atlantic Pro-Am at Evergreen CC in Virginia with a 6-iron from 165 yards...Says the one thing being a professional golfer has allowed him to do is help others...One course he says he could play for the rest of his life is Pebble Beach because of its beauty...Son, Taylor, won the 2013 Florida 2A state championship in late-October, playing for Ponte Vedra High School and shooting a 3-under 141 to win by three shots at Howey-in-the-Hills' Mission Inn Resort's El Campeon and Las Colinas' Courses. The team also won the state 2A title. Taylor, who also occasionally serves as his dad's caddie, was second in the 2012 2A tournament and is a member of the golf team at the University of Texas. He reached the match-play round of the 2014 U.S. Amateur before losing his first match...Won the 2015 Southern Amateur.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T11th at the Mitsubishi Electric Championship at Hualalai.","dynStats" : "He ranks T27th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}