{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "26360","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Dickerson","first" : "Bubba","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "178","weightMetric" : "81","birthDate" : "May 6, 1981","age" : "34","birthPlace" : "Jacksonville, Florida","residence" : "Hilliard, Florida","family" : "Wife, Mindy; Avery (6\/19\/03), Gage (3\/13\/06)","education" : "University of Florida","splInterest" : "Going to church, spending time with family","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "2002","clubAffl" : "GC of Amelia Island (Amelia Island, Florida)","cityPlaysFrm" : "Fernandina Beach; Florida; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,539,460&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2005","exmtStatus" : "Conditional - Past Web.com Tour Champion\/5-10 Years","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Made six appearances on the Web.com Tour. Played the weekend just once, resulting in a T10 at the Nova Scotia Open in June. It was his first top-10 performance in nearly three years. Was in the middle of the pack after 54 holes at the Nova Scotia Open. Fired a final-round 66 to move up 18 spots to T10... Finished T18 at the Lexus Panama Classic in May on his first career start on PGA TOUR LatinoamĂŠrica.\n\n2014: Finished T79 at Web.com Tour Qualifying Tournament in December...On the Web.com Tour, made two starts but missed the cut in both...Monday-qualified on the PGA TOUR for the Northern Trust Open (missed cut) in February and the Shell Houston Open in April and played the weekend (T74).\n\n2013: Made four Web.com Tour starts. Played the weekend in two of them, with his best finish a T34 at The Rex Hospital Open. \n\n2012: Made the cut in 11 of 24 starts and had a pair of top-25 finishes. Best weeks came at the TPC Stonebrae Championship (T11) and the Stadion Classic at UGA, where he celebrated his birthday with a final-round 67 that left him T13...Matched his career-low score with a 62 in the opening round of the Cox Classic. Shared the first-day lead despite hitting only eight of 14 fairways and 13 of 18 greens in regulation. Couldn't maintain his momentum and wound up T39. \n\n2011: Was T8 at the Pacific Rubiales Bogota Open, an event reduced to 36 holes because of several weather delays. Followed with a solo third at the Chitimacha Louisiana Open, where he captured his first career win in 2009. Birdied the final two holes for a 2-under 69 and finished two shots back of winner Brett Wetterich. Collected second-place money because runner-up Andres Echavarria, a senior at the University of Florida, was not eligible to take prize money because of his amateur status...Added a T5 at the South Georgia Classic, finishing four back of winner Russell Henley. Celebrated his 30th birthday during Friday's second round and went on to hold a one-stroke lead after 36 holes...Qualified for the U.S. Open but missed the cut...Was first off the tee and played as a single in the final round of the Miccosukee Championship. Played his round in 1:48. Chalked up seven birdies en route to a 4-under 67. Jogged several holes during the round, along with his caddie and 'walking' scorer. \"I keep telling people I play better when I play fast,\" he quipped...Closed the season with six consecutive cuts made but had only one top-25 finish in those events. \n\n2010: Made 11 cuts in 28 Web.com Tour starts, with three top-25 finishes. Best stretch of the year came in August when he made four cuts in a row and had a T19 at the Cox Classic and a T17 the next week at the Preferred Health Systems Wichita Open. \n\n2009: Finished No. 36 on the money list on the strength of a playoff win early in the year. Earned his first career win with a playoff victory over Brian Vranesh at the Chitimacha Louisiana Open. Made a crucial birdie putt at the 71st hole to tie Vranesh for the lead. He was playing on the Web.com Tour due to his status as a conditional PGA TOUR member aftter not getting into the field at the Arnold Palmer Invitational. Collected the win when he rolled in a 14-foot birdie putt on the first extra hole and then watched as Vranesh missed a birdie try from 12 feet...Added four top-25 finishes as the season progressed and finished No. 10 in Total Driving. \n\n2008: Made the cut in 20 of 28 starts on the Web.com Tour and had four top-10 finishes. Finished solo fourth at the Mexico Open, his best effort since a third-place finish at the 2005 National Mining Association Pete Dye Classic. Weekend rounds of 65-67 was bettered only by tournament winner Jarrod Lyle...Finished sixth at the Athens Regional Foundation Classic, where he started the final round two shots out of the lead. Was T4 a week later at the Henrico County Open, where he posted a career-best, 10-under-par 62 to take a three-shot lead after the opening round. Started the tournament with six consecutive birdies. Second-round 68 put him at 14-under and ahead by four strokes. He birdied three of the final four holes Sunday to move back up the leaderboard. Aced the 18th hole in the second round of the Utah Championship (four aces in the first round by four players) which helped set the record for most holes-in-one in a Web.com Tour event (five)...Held the second-round lead at the Oregon Classic, where he finished second to winner Matt Bettencourt. Final-round saw a back-and-forth battle between the two, with Dickerson taking advantage of a cricital three-shot swing at No. 15 where he made eagle and closed the deficit to one stroke. A three-putt bogey at No. 17 gave Bettencourt a two-shot lead, which was the final margin. \n\n2007: Made the cut in six of 19 starts on the PGA TOUR but failed to post a top-25 finish. Finished the year No. 218 in earnings, just one year after finishing No. 127 on the money list...Made seven starts on the Web.com Tour but only made cut came in his last start at the National Mining Association Pete Dye Classic (T12). \n\n2006: In 18th start of rookie season, posted his first top-10 on the PGA TOUR, with a career-best T5 at the Buick Championship. Continued strong mid-summer play with a T10 at the John Deere Classic, aided by a final-round 65. Next top-10 came in October, a T7 at the Frys.com Open in Las Vegas...Earned initial TOUR card with T13 finish at the 2005 Qualifying Tournament. \n\n2005: Spent the season as a rookie on the Web.com Tour. Notched a career-best, third-place finish at the National Mining Association Pete Dye Classic and finished 38th on the money list, with $130,642. Other top-10 finishes came at the Gila River Golf Classicâwhere a 12-under 276 led to a T9 finish-and the season-ending Web.com Tour Championship (T7). Prior to rookie season on Tour in 2005, had made the cut in five of 13 career Web.com Tour starts, with both career top-25 finishes coming at the Henrico Open, finishing a then-career-best T8 in 2003 and T22 in 2004.\n\n Misc: Played on the European Challenge Tour and the Hooters Tour. \n","otherCarHigh" : "Winner of the 2001 U.S. Amateur. Rallied from 5-down to defeat Robert Hamilton, 1-up, at East Lake GC in Atlanta. Was 2001 Western Amateur champion. Member of the University of Florida's national championship team in 2001. Was named the Southeastern Conference Freshman of the Year in 2000. Runner-up at the 2000 U.S. Public Links Amateur Championship.","personal" : "Lists winning the U.S. Amateur as his biggest thrill in golf...Cites his parents as his heroes. Got his start in golf from his dad...An avid fisherman, says the biggest fish he's ever caught is a 30-pound kingfish. Has had five career holes-in-one, including an ace at the 2007 Buick Open on the PGA TOUR.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "2005","exmtStatus" : "127th on 2006 money list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Barely missed keeping his fully exempt status during his rookie season on the PGA TOUR in 2006, placing 127th on the final money list. In 18th start of rookie season, posted his first TOUR top-10 with a T5 at the Buick Championship. Continued strong mid-summer play with a T10 at the John Deere Classic, aided by a final-round 65. Next top-10 came in October, a T7 at the Frys.com Open in Las Vegas. Earned initial TOUR card with T13 finish at the 2005 Qualifying Tournament. Spent the 2005 season as a rookie on the Nationwide Tour. Notched a career-best third-place finish at the 2005 National Mining Association Pete Dye Classic and finished 38th on the money list. Has also played on the European Challenge Tour and the Hooters Tour. Winner of the 2001 U.S. Amateur at East Lake GC in Atlanta. Rallied from 5-down to defeat Robert Hamilton, 1-up. Was 2001 Western Amateur champion. Member of the University of Florida's national championship team in 2001. Was named the SEC Freshman of the Year in 2000. Runner-up at the 2000 U.S. Public Links Amateur Championship. Lists winning the U.S. Amateur as his biggest thrill in golf.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 1st in 2009 at the Chitimacha Louisiana Open Pres'd by Dynamic Industries.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/bubbadickerson"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}