{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20663","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Pappas","first" : "Brenden","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "220","weightMetric" : "100","birthDate" : "May 7, 1970","age" : "45","birthPlace" : "Phalaborwa, South Africa","residence" : "McKinney, Texas","family" : "Wife: Berdene; Troy Jonathan and Alexander James (7\/22\/05)","education" : "University of Arkansas (1993, Retail Marketing)","splInterest" : "Fishing, reading","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2001, 2007)","trndProYear" : "1993","clubAffl" : "TPC Craig Ranch (McKinney, Texas)","cityPlaysFrm" : "McKinney; Texas; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,553,572&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2001","exmtStatus" : "Conditional - Web.com Tour Past Champion\/5-10 Years (2011-2006)","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n\n2014: Did not make any Web.com Tour starts or any in his native South Africa.2013: In 11 Web.com Tour outings, made three cuts, with his best a T13 at the Chitimacha Louisiana Open.\n\n\n2012: Made 20 starts on Tour but managed to advance to the weekend only five times and did not have a top-25 finish. Struggled with back problems during the season and was forced to withdraw from tournaments on five occasions. \n\n2011: Collected an unofficial win (36 holes) at the rain-plagued Pacific Rubiales Bogota Open in early March. Posted rounds of 67-66 to get to 9-under par 133 and was declared the winner when Sunday storms forced tournament officials to cancel the third round, handing him the title. He was the 36-hole leader, thanks to three birdies on his final four holes. While the victory was unofficial, the first-place check of $108,000 was official and propelled him to No. 1 on the money list after the first two weeks of the season...Struggled through much of the year while dealing with back problems. \n\n2010: Made the cut in nine of 24 starts on the PGA TOUR with his best finish a T30 at the Children's Miracle Network Classic. Also made two cuts in three starts on the Web.com Tour, including a T13 at the Fort Smith Classic and a T19 at the WNB Golf Classic. \n\n2009: Earned his card for the 2010 PGA TOUR season after finishing among the top 25 players at the Qualifying Tournament, despite a final-round, 2-over 74. Finished the 2009 Web.com Tour season No. 95 on the money list despite making the cut in 14 of 27 starts. Had only three top-25 finishes. His best effort was a solo 16th-place at the Ford Wayne Gretzky Classic. \n\n2008: Made the cut in nine of 24 starts on the 2008 PGA TOUR. Lone top-10 was a ninth at the Puerto Rico Open, where he was two shots off the 54-hole lead. \n\n2007: Made the cut in 20 of 27 starts on the Web.com Tour, with 14 top-25s. Finished the year No. 22 on the money list to earn a return trip to the PGA TOUR. Posted six top-10s, including the Oregon Classic (T4), Peek'n Peak Classic (fifth), Web.com Tour Championship at Barona Creek (T5), Nationwide Children's Hospital Invitational (T5), Albertsons Boise Open (10th), Melwood Prince George's County Open (T10). Remained in 25th place during the final four weeks of the year before cementing 2008 TOUR card with a T5 at the Web.com Tour Championship. \n\n2006: Made the cut in 14 of 25 starts on the Web.com Tour, with four top-10s. Finished T2 at the season-opening Movistar Panama Championship. Recorded rounds of 66-68-65-69 to finish 16-under-par 268 at The Rex Hospital Open, claiming his first Web.com Tour victory by one shot over Charlie Wi. Birdied the final two holes on Sunday, including a 25-footer on the 72nd hole for the win. Victory made him part of the first brother combination to win on Tour. Older brother Deane has two Web.com Tour titles. \n\n2005: Finished No. 178 on the PGA TOUR money list. Made the cut in 10 of 15 events, with a T12 at the FedEx St. Jude Classic his best finish. \n\n2004: Ended the season No. 137 on the TOUR money list. Best effort was T12 at the Buick Open. 2003: Earned more than $1.3 million on the PGA TOUR on the strength of five top-10s, including a second at the Southern Farm Bureau Classic and a third at the Chrysler Classic of Tucson. At the Southern Farm Bureau Classic, was 11-under for the day, 20-under for tournament, with one hole to play before settling for a 10-under 62 after a bogey on the 72nd hole. Sat as clubhouse leader (19-under) until John Huston birdied three of the final four holes for a one-stroke victory. \n\n2002: Regained TOUR status for 2003 with T8 at the National Qualifying Tournament. \n\n2001: Rookie on the PGA TOUR. Played in 26 events and made six cuts. Along with brother Deane, became first brother combination to earn TOUR cards by graduating from Web.com Tour in 2001 via the top 15. Began rookie year on Web.com Tour with three top-fives in first seven starts...Finished second at the Charity Pro-Am at The Cliffs, one stroke behind Jonathan Byrd. Struggled with game much of the season before a T2 at the Web.com Tour Championship moved him from No. 23 to No. 10. \n\n2000: Was the TearDrop Tour money-title winner after winning the Virginia Beach Open. \n\nMember of the Southern Africa Tour since 1994. Finished third on the Order of Merit in 1995-96. Named Rookie of the Year in 1993-94. \n","otherCarHigh" : "","personal" : "Lists Mark McCann is his instructor...Favorite course he's played is Hans Merensky in South Africa, looks forward to playing St. Andrews...Favorite entertainer is Nat King Cole. Favorite food is his wife's bolognese. Favorite athletes to watch are NFL running backs Felix Jones and Darren McFadden. Favorite city to visit is Paris...Dream foursome would include his dad, mom and Sam Snead...Bucket list includes seeing the Masai Mara (a large park reserve in south-western Kenya)...Charity work includes the Scott Russin Memorial, The First Tee and the American Junior Golf Association...His other two brothers, Sean and Craigen, are also golf professionals...Gave $3,000 loan to fellow TOUR player Chris Couch in 2003 so he could keep playing on the Web.com Tour. Couch went on to win twice and finish fourth on the money list.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2002","qSchoolYear" : "2002, 2009","exmtStatus" : "T12 at 2009 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2003: A year after making less than $100,000, earned over $1.3 million on the strength of five top-10s, including a second and a third...First top-10 of TOUR career, a third, came at the Chrysler Classic of Tucson...Followed Tucson finish with T9 at the BellSouth Classic...Next top-10, a T5, came at the Greater Milwaukee Open...In contention for his first career TOUR title at the Southern Farm Bureau Classic. Was 11-under for the day, 20-under for tournament, with one hole to play before settling for a 10-under 62 after a bogey on the final hole. Sat as clubhouse leader (19-under) until John Huston birdied three of the final four holes for the one-stroke victory...Final top-10 of season was a T5 at the Chrysler Classic of Greensboro...Held the first-round lead at the FUNAI Classic at the WALT DISNEY WORLD Resort after an opening round 9-under 63. Finished the tournament tied for 30th...Finished third on TOUR in final-round scoring average. 2002: Regained PGA TOUR card for following year with T8 at PGA TOUR Qualifying Tournament. Made cut six times in 25 events during his rookie campaign. 2001: Along with brother Deane became first brother combination to earn PGA TOUR cards by graduating from Nationwide Tour via the Top 15. Began rookie year on Nationwide Tour with three top-5s in first seven starts. Finished second at Nationwide Tour Charity Pro-Am at The Cliffs, one stroke behind Jonathan Byrd. Struggled with game much of the season before a T2 at the Nationwide Tour Championship moved him from No. 23 to No. 10. 2000: Was the TearDrop Tour money winner after winning the Virginia Beach Open. 1996: Finished third on the Southern Africa Tour Order of Merit where he has been a member since 1994...Holds record for best front nine, 28 (8-under par), at Gary Player GC during the 1995-96 Dimension Data Pro-Am. 1994: Named Rookie of the Year on Southern Africa Tour. \n","otherCarHigh" : "","personal" : "","otherInfo" : "Earned his card for the 2010 PGA TOUR season after finishing among the top 25 players at the 2009 Qualifying Tournament, despite a final-round, 2-over 74. Finished the 2009 Nationwide Tour season No. 95 on the money list despite making the cut in 14 of 27 starts. Had only three top-25 finishes. His best effort was a solo 16th-place at the Ford Wayne Gretzky Classic. Made the cut in nine of 24 starts on the 2008 PGA TOUR. Lone top-10 was a ninth at the Puerto Rico Open, where he was two shots off the 54-hole lead. Made the cut in 20 of 27 starts on the 2007 Nationwide Tour, with 14 top-25s. Finished the year No. 22 on the money list to earn a return trip to the PGA TOUR. Posted six top-10s, including the Oregon Classic (T4), Peek'n Peak Classic (fifth), Nationwide Tour Championship at Barona Creek (T5), Nationwide Children's Hospital Invitational (T5), Albertsons Boise Open (10th), Melwood Prince George's County Open (T10). Remained in 25th place during the final four weeks of the year before cementing 2008 TOUR card with a T5 at the Nationwide Tour Championship. Made the cut in 14 of 25 starts on the 2006 Nationwide Tour, with four top-10s. Finished T2 at the season-opening Movistar Panama Championship. Recorded rounds of 66-68-65-69 to finish 16-under-par 268 at The Rex Hospital Open, claiming his first Nationwide Tour victory by one shot over Charlie Wi. Birdied the final two holes on Sunday, including a 25-footer on the 72nd hole for the win. Victory made him part of the first brother combination to win on Tour. Older brother Deane has two Nationwide Tour titles. Finished No. 178 on the 2005 PGA TOUR money list. Made the cut in 10 of 15 events, with a T12 at the FedEx St. Jude Classic his best finish. Ended the 2004 season No. 137 on the TOUR money list. Best effort in 2004 was T12 at the Buick Open.Earned more than $1.3 million in 2003 on the strength of five top-10s, including a second at the Southern Farm Bureau Classic and a third at the Chrysler Classic of Tucson. At Southern Farm Bureau Classic, was 11-under for the day, 20-under for tournament, with one hole to play before settling for a 10-under 62 after a bogey on the 72nd hole. Sat as clubhouse leader (19-under) until John Huston birdied three of the final four holes for a one-stroke victory. Regained TOUR status for 2003 with T8 at the 2002 TOUR National Qualifying Tournament. Rookie on the PGA TOUR in 2002. Played in 26 events and made six cuts. Along with brother Deane, became first brother combination to earn TOUR cards by graduating from Nationwide Tour in 2001 via the top 15. Began rookie year on Nationwide Tour with three top-5s in first seven starts. Finished second at 2001 Nationwide Tour Charity Pro-Am at The Cliffs, one stroke behind Jonathan Byrd. Struggled with game much of the season before a T2 at the Nationwide Tour Championship moved him from No. 23 to No. 10. Member of the Southern Africa Tour since 1994. Finished third on the Order of Merit in 1995-96. Named Rookie of the Year in 1993-94. Was the TearDrop Tour money winner in 2000 after winning the Virginia Beach Open. His other two brothers, Sean and Craigen, are also golf professionals. Gave $3,000 loan to fellow TOUR player Chris Couch in 2003 so he could keep playing on the Nationwide Tour. Couch went on to win twice and finish fourth on the money list. Lists Mark McCann is his instructor. Favorite course he's played is Hans Merensky in South Africa, looks forward to playing St. Andrews. Favorite entertainer is Nat King Cole. Favorite food is his wife's bolognese. Favorite athletes to watch are NFL running backs Felix Jones and Darren McFadden. Favorite city to visit is Paris. Dream foursome would include his dad, mom and Sam Snead. Bucket list includes seeing the Masai Mara (a large park reserve in south-western Kenya). Charity work includes the Scott Russin Memorial, The First Tee and the American Junior Golf Association.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 1st in 2006 at the The Rex Hospital Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}