{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "31202","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "McGirt","first" : "William","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "200","weightMetric" : "91","birthDate" : "June 21, 1979","age" : "36","birthPlace" : "Lumberton, North Carolina","residence" : "Boiling Springs, South Carolina","family" : "Wife, Sarah; Miles Cameron (1\/2\/13), Caroline James (11\/12\/15)","education" : "Wofford College (2001, Business Economics)","splInterest" : "Fishing, watching TV","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "2004","clubAffl" : "Musgrove Mill GC (Clinton, South Carolina)","cityPlaysFrm" : "Spartanburg; SC; United States","websiteUrl" : "http:\/\/www.williammcgirt.com\/","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "6,250,161&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "19th qualifier from QT\/ML 61-100","otherVics" : "","intlVics" : "","curYearHigh" : "Closed with a 9-under 62 to jump 30 spots up the leaderboard at the Shriners Hospitals for Children Open, good for a T8 finish. Round included six consecutive birdies on Nos. 8-13 and a birdie-eagle stretch on Nos. 15-16. This event is special to him since McGirt's father, Curtis, was a former Shriners Hospitals patient who, as a child, was treated at the Shriners Hospital in Greenville, S.C., for bilateral club foot...Finished T2 at the weather-delayed Sanderson Farms Championship. Due to delays, it took him three days to post a second-round, 6-under 66 and two days to post a third-round 66. It took just Monday afternoon for him to post a final-round, 4-under 68 and claim a share of second place with David Toms. Notched his third runner-up finish on the PGA TOUR. Wife Sarah delivered the couple's second child, Caroline James, on November 12...Opened and closed with a 4-under 66 and 3-under 67, respectively, at The Honda Classic to claim a share of eighth place with Billy Horschel. On a challenging final round, his 67 was just a stroke off the low round of the day.\n","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Missed the cut in his only career PGA TOUR start at the 2007 Wyndham Championship. Missed the cut at the 2009 BMW Charity Pro-Am. Played on the eGolf Tour from 2005-09, winning the 2007 Cabarrus Classic Championship. Most recently made the cut in 16 of 18 starts in 2009, with three top-10 finishes...In 2008, made the cut in 17 of 19 starts, with eight top-10 finishes, including the first five tournaments of the season. Also played on the Hooters Tour (2007) and the Gateway Tour (2004)...Was the 2001 Southern Conference champion and was a 2000 All-Southern Conference selection, as well as the 2000 Augusta State Invitational champion and Southern Conference Championship runner-up...In 1997, was the Davidson College Invitational champion. Earned all-state high school honors in 1997 and all-conference honors in baseball...Lists making it to the final stage of the 2009 Q-School as his biggest thrill in golf...Favorite course he has played is Pinehurst No. 2. Would most like to play Pebble Beach...Never travels without his laptop computer. Favorite professional team is the Atlanta Braves...Only marks his ball with a quarter...Favorite TV show is \"Law and Order\" and favorite movie is \"Bull Durham.\"..Favorite entertainer is Brad Paisley. Enjoys reading Caddy for Life,\" the story of Tom Watson's caddie, Bruce Edwards...Favorite food is shrimp and grits and favorite athlete to watch is Tim Tebow...Would round out his dream foursome with Arnold Palmer, Jack Nicklaus and Watson...Received scholarship offers to play golf and baseball in college...Bucket list includes attending a World Cup soccer event, a World Series game and the Olympics...Charities involved with include Camp Spearhead in Greenville, SC.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2011","qSchoolYear" : "2010, 2011","exmtStatus" : "69th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "Closed with a 9-under 62 to jump 30 spots up the leaderboard at the Shriners Hospitals for Children Open, good for a T8 finish. Round included six consecutive birdies on Nos. 8-13 and a birdie-eagle stretch on Nos. 15-16. This event is special to him since McGirt's father, Curtis, was a former Shriners Hospitals patient who, as a child, was treated at the Shriners Hospital in Greenville, S.C., for bilateral club foot...Finished T2 at the weather-delayed Sanderson Farms Championship. Due to delays, it took him three days to post a second-round, 6-under 66 and two days to post a third-round 66. It took just Monday afternoon for him to post a final-round, 4-under 68 and claim a share of second place with David Toms. Notched his third runner-up finish on the PGA TOUR. Wife Sarah delivered the couple's second child, Caroline James, on November 12...Opened and closed with a 4-under 66 and 3-under 67, respectively, at The Honda Classic to claim a share of eighth place with Billy Horschel. On a challenging final round, his 67 was just a stroke off the low round of the day.\n","carHigh" : "2014-15: Enjoyed another solid season, collecting six top-25 finishes in 27 starts, through the Wyndham Championship. As a result, advanced to the FedExCup Playoffs for a fifth consecutive season. Was outside the top 70 before the BMW Championship, but a top-15 showing at TPC Boston moved him on to the BMW Championship. Ended his season after Conway Farms GC outside Chicago. Placed No. 69 in the FedExCup standings...Shot rounds of 68-70-66-72 to finish seventh at the Sanderson Farms Championship. The top-10 was his second in four starts at the Mississippi event...Held a share of the first-round lead at the Wyndham Championship before settling for a T14...Finished T12 at the Deutsche Bank Championship to move from No. 88 to No. 68 in the FedExCup standings, advancing to the 70-player BMW Championship.\n\n 2013-14: Claimed four top-10 finishes in 19 made cuts, including two in his last four starts of the season. For the fourth consecutive season, played his way into the FedExCup Playoffs, competing in the first three events. Finished his season ranked 61st in the FedExCup standings, following his second start in the BMW Championship...Made eight birdies in the third round of the Northern Trust Open to get to 12-under through 54 holes, good for a two-stroke lead over George McNeill and Charlie Beljan. Struggled Sunday at Riviera CC, with a 2-over 73. Settled for a T6 with three others...Resident of Boiling Springs, S.C., finished T9 in his fourth RBC Heritage start (missed cut in 2011, missed cut in 2012 and T88 in 2013). Bookend, 5-under 66s led to a four-day total of 5-under 279, six strokes behind champion Matt Kuchar...Finished T8 at the Wyndham Championship on the strength of opening and closing rounds of 64...A week later in the first FedExCup Playoffs event, The Barclays, birdied three of his last four holes Sunday en route to a 5-under 66 at Ridgewood CC and a T5 with Ernie Els and Matt Kuchar. Birdied the par-3 15th hole all four rounds. With the finish, moved to No. 35 in the FedExCup standings to qualify for the following week's Deutsche Bank Championship.\n\n2013: Made 14 of 24 TOUR cuts, with two top-10s. Finished No. 100 in the FedExCup standings. Missed the cut at the Deutsche Bank Championship to drop out of the Playoffs...Overcame a 2-over 74 in the first round of the Arnold Palmer Invitational, with rounds of 70-70-68 to claim a T8...In July, returned to Canada, where he earned a T2 at the RBC Canadian Open in 2012 (Hamilton G&CC). Shot 71-69-67-68 at Glen Abbey GC to repeat the T2 finish, this time with Dustin Johnson, Matt Kuchar and Jason Bohn. With the finish, moved from No. 119 to No. 80 in the FedExCup standings.\n\n2012: Finished No. 50 in the FedExCup standings in his sophomore season...Claimed the first top-10 of his career with a T5 at the True South Classic in July. Birdied his last three holes in the third round to post a bogey-free, 8-under 64, tying his career-low round (second round at the 2011 Wyndham Championship)...Came back a week later and entered the 71st hole at the RBC Canadian Open tied for the lead. He bogeyed the final hole at Hamilton G&CC to drop into a T2 with Robert Garrigus, a stroke behind winner Scott Piercy. Opened the tournament with a career-best, 7-under 63 and added three more sub-70 rounds to post his career-best TOUR finish. The runner-up performance also marked the first time he had posted back-to-back top-10s in a PGA TOUR event...After missing the cut at the PGA Championship and the Wyndham Championship, and despite a 3-over 74 during the second round at The Barclays, rallied to finish T10. 2011: Four top-25 finishes helped the rookie earn a berth into the first two events in the FedExCup Playoffs—The Barclays (T24) and the Deutsche Bank Championship (T42)...Finished T52 at the Wyndham Championship to claim the No. 125 spot in FedexCup standings and qualify for his first PGA TOUR Playoffs for the FedExCup...In December, finished T13 at the PGA TOUR Qualifying Tournament to earn sophomore status on TOUR in 2012. 2010: Finished T2 at the 2010 PGA TOUR Qualifying Tournament, earning him his rookie TOUR card in 2011...In his first start of the season on the Web.com Tour, at the Pacific Rubiales Bogota Open, he finished T3. After opening with rounds of 69-66, he was one stroke off the lead. Despite weekend rounds of 70-70, he wound up two strokes out of a Steve Pate-Aaron Watkins playoff that Pate won...At the South Georgia Classic, posted his second top-10 of the year. Steady rounds of 70-70-71-71 led to a seventh-place finish...Kept his momentum going the next week at the Stadion Athen Classic, where he improved his position after each round, eventually T7. Charged up the leaderboard in the final round of the Nationwide Children's Hospital Invitational with a 7-under 64 to finish T7. Began the last day at Ohio State University's Scarlet Course tied for 34th and seven shots out of the lead. Missed the cut at the Shell Houston Open, just his second-career start on the PGA TOUR. \n\n2009: Missed the cut at the BMW Charity Pro-Am. Made the cut in 16 of 18 starts on the eGolf Tour, with three top-10 finishes. 2008: Made the cut in 17 of 19 starts on the eGolf Tour, with eight top-10 finishes, including the first five tournaments of the season. 2007: Missed the cut in his first PGA TOUR start at the Wyndham Championship. Won the Cabarrus Classic Championship on the eGolf Tour, a Tour he began competing on in 2005. Also played on the Hooters Tour (2007) and the Gateway Tour (2004). \n\nAmateur: Was the 2001 Southern Conference champion and was a 2000 All-Southern Conference selection, as well as the 2000 Augusta State Invitational champion and Southern Conference Championship runner-up...In 1997, was the Davidson College Invitational champion. Earned all-state high school honors in 1997 and all-conference honors in baseball.\n","otherCarHigh" : "","personal" : "Got his start in the game because his \"aunt had me on the golf course as soon as I could walk.\"...Lists making two aces in one round as his biggest thrill in golf...Favorite course he has played is Pebble Beach. Never travels without his laptop computer. Favorite professional team is the Atlanta Braves. Favorite college team is the Wofford Terriers...Only marks his ball with a quarter...Favorite TV show is \"Law and Order,\" and favorite movie is \"Bull Durham.\"...Favorite entertainer is Brad Paisley. Enjoys reading Caddy for Life, the story of Tom Watson's caddie, Bruce Edwards...Favorite food is a hamburger...Would round out his dream foursome with Arnold Palmer, Jack Nicklaus and Watson...Received scholarship offers to play golf and baseball in college. Was all-conference in baseball twice in high school...Bucket list includes attending both a World Cup soccer event and the Olympics...Favorite vacation spots are Charleston, S.C., and Hilton Head Island, S.C...Involved with various charities, including Camp Spearhead in Greenville, S.C., a summer program for children and adults with special needs.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T2nd at the Sanderson Farms Championship.","dynStats" : "He ranks 17th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/home.php#!\/WilliamMcGirtGolf"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/WilliamMcGirt"},{"cat" : "youtube","desc" : "","url" : "https:\/\/www.youtube.com\/user\/WilliamMcGirt"}], "allOutTypes" : ["Intro Page, Bio Page, ShotLink Player Bio, XML Output","Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}