{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01690","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Lietzke","first" : "Bruce","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "205","weightMetric" : "93","birthDate" : "July 18, 1951","age" : "64","birthPlace" : "Kansas City, Kansas","residence" : "Athens, Texas","family" : "Wife, Rosemarie; Stephen Taylor (10\/5\/83), Christine (10\/11\/85); one grandson","education" : "University of Houston (1973)","splInterest" : "Serious fishing, sports car collection","pronunciation" : "LITZ-key","nwTourAlumnus" : "","trndProYear" : "1974","clubAffl" : "The Cascades (Tyler, Texas)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "13,891,017&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1975","qSchoolYear" : "1975","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Did not play in an event during the year.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2001","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(1): 2002 Liberty Mutual Legends of Golf Raphael Division [with Bill Rogers].","curYearHigh" : "Did not play in an event during the year.","carHigh" : "2014: Did not play an event during the year.\n\n 2013: Did not play in an event during the year. \n\n2012: His only start was in the unofficial Raphael Division at the Liberty Mutual Insurance Legends of Golf, where he and teammate Bill Rogers finished T12.\n\n 2011: Made just four starts early in the year before shoulder issues surfaced at the U.S. Senior Open in late July. Played 13 holes in the opening round at the U.S. Senior Open at the Inverness Club in Toledo before his right shoulder flared up, forcing him to withdraw. Did not play again after that...Teamed with long-time friend Bill Rogers to finish T8 in the Raphael Division at the Liberty Mutual Legends of Golf in April. \n\n2010: Highlight of his year came in April when he teamed with long-time friend Bill Rogers to finish second in the Raphael Division at the Liberty Mutual Legends of Golf. The pair opened with an 8-under-par 64 but came up one stroke short to the winning team of Graham Marsh and John Bland...Shot three straight sub-par rounds to finish T11 in his season debut at the Mitsubishi Electric Championship at Hualalai. \n\n2009: Best individual finish was a T11 at the AT&T Champions Classic...Teamed with Bill Rogers to T7 in the Raphael Division of the Liberty Mutual Legends of Golf. \n\n2008: Almost won for the first time in nearly four years when he was in contention the final two rounds at the Allianz Championship in February. Fashioned a 7-under 65 Saturday and remained among the leaders for most of Sunday's final round before Scott Hoch ended his chances with successive birdies on Nos. 17 and 18 for a one-stroke win. Finished T2 with Brad Bryant in Boca Raton. \n\n2007: Top effort came late in the campaign at the SAS Championship. Made a run at Mark Wiebe early in the final round before finishing T3 at Prestonwood...Teamed with good friend Bill Rogers to finish T3 in the Raphael Division at the Liberty Mutual Legends of Golf. \n\n2006: Five top-10s all came after mid-April...Best effort came late when he was T2 at the rain-shortened Administaff Small Business Classic. Trailed by two strokes after play Friday and then found himself five strokes back of Jay Haas after 36 holes despite posting a 66 in the second round at Augusta Pines. Unable to make a run at Haas on Sunday due to inclement weather...Turned in a solid performance at the U.S. Senior Open in July at Prairie Dunes CC. Sandwiched rounds of 69-66 around a pair of even-par 70s to finish T3. \n\n2005: Was T4 at the Bank of America Championship...During the final round of the U.S. Senior Open, made his second career double eagle on the par-5 sixth hole of NCR CC's South Course. Holed a 219-yard second shot, the first albatross in event history, and the 27th on the Champions Tour. \n\n2004: Plagued at the beginning of the year by so-called \"frozen shoulder,\" or adhesive capsulitis, which caused him to miss the entire Florida swing and the MasterCard Classic in Mexico, where he won in 2002...Played in the season-opening MasterCard Championship (finished 38th) before missing the next four events. Returned to play at the SBC Classic where he was T33...Posted a final-round 67 at the Bruno's Memorial Classic to vault into a T2 at Greystone G&CC...Followed his strong effort in Alabama with a runner-up finish the next week at the FedEx Kinko's Classic, where he fell one stroke shy of Larry Nelson...Made his second career hole-in-one on the Champions Tour in the final round of the Commerce Bank Long Island Classic. Aced the 179-yard 16th hole on the Red Course at Eisenhower Park with a 4-iron shot...Played in every event after mid-August (eight straight), a first for him since the early 1980s. \n\n2003: Again won multiple titles on the Champions Tour and eventually finished third in the Charles Schwab Cup standings and placed fourth on the final money list with a personal-best $1.6 million, his highest ranking since placing fourth on the 1981 PGA TOUR earnings list...Made a strong bid for Player of the Year honors early on with eight of his nine top-10 finishes coming prior to July. Capped the first half of the season by winning his first major title at the U.S. Senior Open. Was victorious by two strokes over Tom Watson at Toledo's Inverness Club, despite a closing-round 73. Helped position himself for his win with a 7-under-par 64 in the third round. Earned a check for $470,000, the largest of his professional career, and also was voted as the Player of the Month for June. Open victory ended a string of 16 consecutive events to begin a Champions Tour season without a repeat winner...Claimed his first title of the year at the Liberty Mutual Legends of Golf despite playing the final 10 holes of the event without making a birdie. Held off David Eger and Dana Quigley by one stroke at the Westin Savannah Harbor course...Made another strong bid for victory in late August at the Allianz Championship, but finished T2 in Des Moines despite three straight rounds in the 60s...Tied a Champions Tour record at the MasterCard Championship when he made a rare three eagles in the second round on his way to a T7 in Hawaii. Became just the fourth player in Champions Tour history to record three eagles in the same round and the first since Rocky Thompson at the 1992 Kaanapali Classic...Came close to defending his title at the MasterCard Classic in Mexico City but fell one stroke shy of David Eger at Bosque Real CC. \n\n2002: Rallied from a first-round 75 to win the Audi Senior Classic early in the season, beating Hale Irwin and Gary McCord by one stroke. Shot 66-67 on the weekend in Mexico City, capped by three birdies on his final nine holes. Opening round was the highest by an eventual winner since Hale Irwin opened with a 77 and won the 1998 U.S. Senior Open in Los Angeles...Also captured the rain-shortened TD Waterhouse Championship near Kansas City. Moved in front on Saturday with an 8-under 64 at Tiffany Greens and was declared the winner Sunday when the golf course was deemed unplayable after a series of overnight thunderstorms...Claimed his third title when he defended at the SAS Championship. Helped his cause with a tournament-record, 9-under-par 63 in the second round and won by four shots. Became the first player to defend a title in 2002, and it also marked the fifth time in his career he has posted multiple victories in the same event...Moved into contention at the AT&T Canada Senior Open Championship with a 9-under 62 Saturday, his low round on Tour since the 1998 Bob Hope Chrysler Classic. Led the event through 10 holes Sunday, but eventually fell to Tom Jenkins by three strokes...Set a course record in the final round of the Kroger Senior Classic with a 10-under-par 62 at the TPC River's Bend. \n\n2001: Became eligible for the Champions Tour in mid-July. Battled Bob Gilder for Rookie of the Year honors after posting a pair of victories and seven top-10s in just 10 senior appearances...Led the Champions Tour in most money won per start ($111,957) and became the last of 16 players to earn seven figures when he pocketed a check for $213,000 at the season-ending SENIOR TOUR Championship at Gaillardia...Debuted on the circuit at the SBC Senior Open near Chicago and won his first event, the 3M Championship, in his third appearance on the circuit. Trailed by two strokes entering the final round, but fired a 69 at TPC Twin Cities Sunday to defeat Doug Tewell by two strokes. Made his first hole-in-one as a senior when he aced the 177-yard fourth hole at TPC Twin Cities with an 8-iron during the second round...Also won the inaugural SAS Championship in Raleigh, besting Allen Doyle and Gary McCord by three strokes, thanks to a final-round 66 at Prestonwood.\n","otherCarHigh" : "Winner of 13 events in his 24-year PGA TOUR career that began in 1975, including three wins in 1981 when he was fourth on the money list, with $343,446. Held at least a share of the lead after each round of the Bob Hope Desert Classic in defeating Jerry Pate by two strokes. Two weeks later, bested Raymond Floyd and Tom Jenkins in playoff at Wickes-Andy Williams San Diego Open. Defeated Tom Watson in playoff for title at Byron Nelson Classic...First TOUR win came in playoff over Gene Littler at 1977 Joe Garagiola-Tucson Open and added second victory that year at Hawaiian Open three weeks later...Won four tournaments twice—Colonial (1980 and 1992), Byron Nelson (1981 and 1988), Tucson (1977 and 1979) and Canadian Open (1978 and 1982)...Nearly claimed a third Byron Nelson title, in 1992, losing a playoff to Billy Ray Brown. Missed winning third Canadian Open, losing playoff to Greg Norman the same year...Last victory on the PGA TOUR came at 1994 Las Vegas Invitational. Closing-round 65 defeated hometown product Robert Gamez by one stroke. With victory, earned a berth in 1995 Mercedes Championship, where he lost to Steve Elkington in a playoff...Had chance to claim first win since 1994 at the 1998 Bob Hope Chrysler Classic. Lost his one-stroke lead at the final hole when he missed a 15-foot birdie putt and Fred Couples converted a birdie opportunity to force a playoff. Lost on the first extra hole when Couples again birdied the 18th hole...Was only player in field at the first three tournaments at which a player shot a 59—1977 Danny Thomas Memphis Classic (Al Geiberger), 1991 Las Vegas Invitational (Chip Beck) and 1999 Bob Hope Chrysler Classic (David Duval)...Best overall monetary year on the PGA TOUR was when he pocketed $703,805 and placed 16th on the 1992 earnings list...Was a member of the 1981 U.S. Ryder Cup team and served as the assistant to Ben Crenshaw at the 1999 Ryder Cup matches in Boston...Played collegiate golf at the University of Houston and made second-team All-America in 1973...Has had six holes-in-one in competition.","personal" : "Playing schedule was envy of many on the PGA TOUR. Never played more than 25 events in any PGA TOUR season and never more than 20 tournaments in a single season after 1988...Lists Don January and Miller Barber as his heroes...Started in golf at age 5 by his brother, Duane. Credits Duane and Henry Homberg, a local Texas professional, for having the greatest influences on his game when he first started playing...Biggest thrill in golf was winning his first PGA TOUR event (1977 Tucson Open) and also being involved in the 1999 Ryder Cup as assistant captain to Ben Crenshaw...Favorite course is Muirfield Village, home of the PGA TOUR's Memorial Tournament...Is a big drag racing and auto racing fan...Has a large collection of muscle cars. The crown jewel of his collection is a 1967 yellow Corvette Stingray convertible, with the largest engine available—a 435-horse big block Chevrolet engine. Bought the car from Gil Morgan in 1982...His dream job would be an engine builder for any race team...First car he ever owned was a 1970 bright orange Plymouth Roadrunner...Lists Tom Hanks and Bruce Springsteen as his favorite entertainers and drag racing legend Don Garlits as his favorite athlete...Best friend on the Champions Tour is Bill Rogers...Wife, Rose, and Jerry Pate's wife, Soozi, are sisters.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 7 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}