{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29078","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Shih-chang","first" : "Chan","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t","heightMetric" : "1.68","weight" : "","weightMetric" : "64","birthDate" : "June 7, 1986","age" : "29","birthPlace" : "Chinese Taipei","residence" : "Chinese Taipei","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2006","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "(10) 2010 Taifong Open [Tai]. 2011 Camry Invitational [China]. 2012 Kaohsiung Open [ChnTai]. 2013 PGAM-UMW Sabah Classic [Asia Dev]. 2014 PGM LADA Langkawi Championship [Asia Dev], Johor Open [Asia Dev], Taifong Open [Asia Dev], Meridgen Technology Cup [ChnTai], Taiwan PGA Championshp [ChnTai], Ashou Cup [ChnTai]. ","curYrHigh" : "Maintained his Asian Tour playing privileges with a tie for 15th at the Qualifying Tournament in mid-January. Fired a final-round 66 to secure his card for another year…Had a start on the Asian Development Tour (T23 at The Players Championship) and on the Asian Tour (T22 at the Charming Yeangder ADT).","carHigh" : "2015: Played in only four events but finished 12th on the Order of Merit, recording his first career victory on the circuit. At the season-opening Buick Open in Haikou, finished T8 after rounds of 72-73-68-72 at Mission Hills GC's Sandbelt Trails course. Finished five shots behind winner Josh Geary…Picked up his first Ping An Bank China Tour - PGA TOUR China Series' title when he overcame a second-round 77 during windy, difficult condtions in Zhengzhou at The Eternal Courtyard Open. Was 10 shots better in the third round, moving into a share of second place with Jazz Janewattananond and Zecheng Dou. Took control of the tournament late in his front nine during Sunday's final round when he birdied four consecutive holes (Nos. 6-9). Played bogey-free the entire round, adding four more birdies for an 8-under 64, good for a four-shot triumph over Xinjun Zhang. The victory moved him to the top of the Order of Merit after two tournaments...Played poorly on the final day of the Bali National Golf Championship on the Asian Development Tour. Shot a final-round, 5-over 77 to finish at 1-over for the tournament and T20 with two others…Had four par-or-better rounds on the Asian Development Tour's Taifong Open in his native Chinese Taipei to T10 with four others in July…Shot weekend rounds of 69-69 at the Asian Development Tour's Aboitiz Invitational in Manila, Philippines, to finish T17 in early August. \n\n2014: Finished third in the Asian Development Tour season-opener, the PGM Sime Darby Harvard Championship. In Alor Setar, Malaysia, shot four sub-70 rounds (69-67-67-68) to finish five shots behind winner Wisut Artjanawat in early March…In his PGA TOUR China Series debut, at the Buick Open, moved into contention after a 73-72 start with a 6-under 66 Saturday. The 6-under performance was the low round of the day. Came back with a final-round 67, again giving him the low round of the day (tied with Lucas Lee), that allowed him to finish solo third, six shots behind winner Sam Chien… Earned his second top-10 of the season, a T10, at the Lanhai Open. Played his final 54 holes at Lan Hai International GC in 4-under to tie with Brett Drewitt, Mathew Perry, Wei Huang Wu, Fei Hao Yang and Mathew Perry…In his next Asian Development Tour start, at the Langkawi Championship, opened with a 64 and then followed with rounds of 67-70-68 in Malaysia to edge Singapore's Deng Shan Koh by a shot at Gunung Raya Golf Resort to record a victory on that circuit for the second consecutive season...Won his second ADT title of the season when he defeated Australian Jack Munro in a one-hole playoff at the PGAM Johor Championship. Came from a shot off the lead with 18 holes to play to catch Munro and then birdied the first extra hole to Munro's par…At the weather-shortened Taifong Open (Typhoon Matmo) in his native Taiwan on the Asian Development Tour, won his third ADT title of the campaign. Seemed an unlikely winner after opening 73-72, seven strokes off the leaders' pace with 18 holes to play. Shot a final-round, 5-under 67 to finish regulation atop the leaderboard tied with Suppakorn Uthaipat, Miguel Tabuena and countrymen Mao Chang Sung and Tung Shu Hsieh. He birdied the first extra hole, along with Hsieh, dropping Sung, Suppakorn and Tabuena from the playoff. Won the tournament three holes later when he knocked in a 5-foot eagle putt to Hsieh's birdie. The victory was worth US $28,000 and moved him to No. 216 in the Official World Golf Ranking. At the time, it was the highest OWGR position for a PGA TOUR China Series' player in history. He began the season ranked No. 481. Also took a commanding US $37,000 lead in that Tour's order of merit…Continued his stellar play on the Asian Development Tour when he finished T2 at the Ballantine's Taiwan Championship. Three 68s and a third-round 69 left him tied with Sweden's Nils Floren, six shots behind winner Wen Tang Lin…The following week, returned to action at the Yulongwan Yunnan Open and had his worst showing of the year on the PGA TOUR China Series. Opened with a 68 at Yulongwan GC then was 8-over for his final 54 holes on his way to a T60 finish…Finished T39 at his home-country Yeangder Tournament Players Championship in mid-September at the Asian Tour event…Was in position to win for the first time on the PGA TOUR China Series when he took a share of the 54-hole lead with Hao Tong Li at the Jianye Tianzhu Henan Open in late-September. Opened with rounds of 67-71-69 but then faltered on the final day during windy and rainy conditions at St. Andrews Zhengzhou GC. Shot a final-round, 4-over 76 to finish solo second, eight shots behind Li. Even with the disappointing finish, moved back inside the top 200 in the OWGR, at No. 199…Was in position to make a final-round run at the Asian Tour's Venetian Macau Open in late-October. Opened 70-64-70 (9-under) at Macau G&CC but then faltered on the final day, shooting a 3-over 74 to T15 with four others, including PGA TOUR China Series' players Wei Tze Yeh and J.H. Wang. \n2013: Made 10 Asian Tour starts, with his best finish a fourth-place showing at the Yeangder TPC. Opened with three consecutive 71s before a final-round 67 vaulted him into a top-five finish…Other made cuts came at the Solaire Open (T56) and the Venetian Macau Open (57th). \n2012: Top Asian Tour finish was a T23 at the ICTSI Philippine Open. Finished with a 6-over 294…Shot that same 294 score in his next start, at the Sail-SBI Open but was T53…Had an up-and-down Panasonic Open in India. Opened with a 79 then shot a 69 in the second round. Was 12 strokes worse in his third round before shooting a final-round 74 to finish solo 63rd…Added a T44 at the Queen's Cup, faltering on the final day with a 79…At the weather-shortened Yeangder TPC, was T33…Earned his biggest paycheck of the campaign when he T42 at the Venetian Macau Open, pocketing US $4,275. \n2011: Lone top-10 came at the Yeangder TPC. Opened 72-67-70 before dropping down the leaderboard with a final-round 79…In his final start of the season, in his native Taiwan, was T21 at the Mercuries Taiwan Masters.  \n2010: Made two Asian Tour starts, making the cut at both the Yeangder TPC (T58) and the Mercuries Taiwan Masters (T26). \n2009: Lone Asian Tour start was a missed cut at the Mercuries Taiwan Masters. \n2008: In two Asian Tour starts, fashioned rounds of 76-72-74-76 to T46 at the Mercuries Taiwan Masters.  \n2007: Made his Asian Tour professional debut, at the Mercuries Taiwan Masters. Finished T48. \n","otherCarHigh" : "Won the 2004 Hong Kong Amateur…Represented Taiwan on its amateur team at the 2006 Asian Games, with Taiwan capturing the bronze medal.","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Maintained his Asian Tour playing privileges with a tie for 15th at the Qualifying Tournament in mid-January. Fired a final-round 66 to secure his card for another year…Had a start on the Asian Development Tour (T23 at The Players Championship) and on the Asian Tour (T22 at the Charming Yeangder ADT).","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}