{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02206","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Toms","first" : "David","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "160","weightMetric" : "73","birthDate" : "January 4, 1967","age" : "49","birthPlace" : "Monroe, Louisiana","residence" : "Shreveport, Louisiana","family" : "Wife, Sonya; Carter, Anna","education" : "Louisiana State University","splInterest" : "Duck hunting, fishing, snow skiing, water skiing, LSU sports","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (1995)","trndProYear" : "1989","clubAffl" : "","cityPlaysFrm" : "Shreveport; LA; United States","websiteUrl" : "http:\/\/www.davidtomsfoundation.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "41,808,800&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Making his 10th start in the Sanderson Farms Championship and 594th on the PGA TOUR, played 26 holes Sunday and 26 holes Monday to come away at 17-under 271 and T2 honors. Rounds of 67-69-66-69 and a share of the third-round lead resulted in best finish since a solo-second at The RSM Classic in 2012. Has held a 54-hole lead\/co-lead 12 times now, seven of which he has converted into wins.\n\n","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1991","qSchoolYear" : "1991","exmtStatus" : "125th on 2014-15 money list","otherVics" : "(1): 2009 CVS\/Caremark Charity Classic [with Nick Price]","intlVics" : "","curYearHigh" : "Making his 10th start in the Sanderson Farms Championship and 594th on the PGA TOUR, played 26 holes Sunday and 26 holes Monday to come away at 17-under 271 and T2 honors. Rounds of 67-69-66-69 and a share of the third-round lead resulted in best finish since a solo-second at The RSM Classic in 2012. Has held a 54-hole lead\/co-lead 12 times now, seven of which he has converted into wins.\n\n","carHigh" : "2014-15: At No. 144 in the FedExCup standings, failed to advance to the Playoffs for just the second season. With $742,470, claimed the 125th spot on the official money list by $7,086 over Vijay Singh to remain fully exempt for the 2015-16 PGA TOUR Season. In 2013, also finished outside the top 125 in FedExCup standings but inside the top 125 on the official money list. Has not finished outside the top 125 on the money list since 1994...Of 11 made cuts in 21 starts, claimed seven top-25 finishes, two of which were top-10s...Finished T9 at the Sanderson Farms Championship after holding a share of the second-round lead. Opened the Mississippi event by going bogey-free over his first 36 holes...Decision to play in the Barracuda Championship was not an easy one. Son, Carter, was competing the same week in the Junior PGA Championship, an event the elder Toms won in 1984. At No. 152 in the FedExCup standings, decided he needed as many starts as possible to get within the top 125. His decision provided worthwhile as he finished fifth, with a tournament-points total of 42 in the Modified Stableford Format event. With the top-five finish, moved to No. 140 in the FedExCup standings, at the time. \n\n2013-14: Made 13 of 20 cuts on TOUR, with two top-10s. Missed the 54-hole cut at The Barclays to end his season at No. 118 in the FedExCup standings...Finished T4 at the Puerto Rico Open for his first top-10 since a seventh-place finish at the 2013 PGA Championship. Had missed his previous three cuts on PGA TOUR this season coming into the Puerto Rico Open (Humana Challenge, Waste Management Phoenix Open and Northern Trust Open)...Finished T5 at the Crowne Plaza Invitational at Colonial after holding a share of the third-round lead. A final-round 70 dropped him from contention.\n\n2013: Made the cut in 10 of 16 starts on the PGA TOUR, with a best finish of T7 at the PGA Championship, the major title he captured in 2001. His most significant finish came in his last start of the season, the Wyndham Championship. Failed to reach the FedExCup Playoffs for the first time in his career, but finished No. 123 on the money list to retain his card for the 2013-2014 season. Has recorded at least two top 10s each season since 1996 except for 2008 and 2013...Finished seventh at the PGA Championship to record his first top 10 of the season...Finished T16 at the Wyndham Championship, thanks to a final-round, 8-under 62 to move into the top 125 (No. 122) on the money list to retain his TOUR card for the 2013-14 season. The round of 62 was one shot off his lowest career round of 61, at the 2006 Sony Open in Hawaii.\n\n2012: Finished No. 95 in the FedExCup standings, his worst finish since 2008...Finished T6 at the Humana Challenge after holding a share of the first- and second-round leads...One year after finishing runner-up to K.J. Choi in a playoff, finished T10 at THE PLAYERS after equaling the low round of the week with a 7-under 65 Sunday. Began the final round tied for 48th at even par but improved to T10 with the 65, his career-low score in 60 TPC Sawgrass rounds. Final-round 65 featured an eagle on the par-4 No. 4, when he holed a pitching wedge from 123 yards. After missing the cut in his first six starts at THE PLAYERS, has now made 11 cuts in his last 14 starts, with three top-10s...After sharing the second-round U.S. Open lead with Tiger Woods and Jim Furyk, struggled to a third-round 6-over 76. Battled back with a 2-under 68 to finish T4—his third top-10 finish and career-best effort in 16 starts (T5 in2003 and T5 in 2007)...Qualified for The Open Championship but decided not to play. Has not played in The Open Championship since missing the cut in 2007 and 2009...Posted his fifth top-10 finish in his last eight starts at the World Golf Championships-Bridgestone Invitational, a T8 effort. Qualified for the second FedExCup Playoffs event, at the Deutsche Bank Championship, but did not play...Making his first start since The Barclays, closed with a 7-under 63 to finish solo second at The McGladrey Classic. The 15th runner-up finish of his career (including six in the last four years) came in his third start at the event (missed the cut in 2011 and was T3 in 2010). \n\n2011: Recorded his first win since the 2006 season and his best finish on the money list since the 2005 season. Finished 20th in the FedExCup standings and had seven top 10s and 13 top 25s in 16 made cuts...Finished T5 at the Mayakoba Golf Classic after holding a share of the first-round lead, at 5-under-par 66...Finished T3 at the Arnold Palmer Invitational, rebounding from a first-round 74 to post rounds of 67-69-72 to finish two strokes behind champion Martin Laird. It was his first top-10 finish in 10 career Bay Hill starts...Collected his third top-five finish of the season, losing in a playoff to K.J. Choi at THE PLAYERS. Converted a 17-foot, 2-inch birdie putt on No. 18, just the fourth birdie of the final round on the closing hole, to force the playoff. Three-putted for bogey on No. 17, the first hole of sudden-death. Held the outright lead at 13-under through 15 holes during the final round, but his second shot from 245 yards on the par-5 16th found the water and led to a bogey. His performance was only his second top 10 in 19 career starts at THE PLAYERS. Fired four sub-par rounds for the first time at TPC Sawgrass. Carded a bogey-free 66 in the first round, equaling his lowest round at THE PLAYERS. Held the outright 36-hole lead at 10-under...Came back the following week with the 13th win of his career and first in 48 starts in the state of Texas, winning the Crowne Plaza Invitational at Colonial by one stroke over Charlie Wi. Became the first player to lose a playoff one week and win the next since Phil Mickelson lost in a playoff to Jesper Parnevik at the 2000 HP Byron Nelson Championship and then won at Colonial the following week. The victory came in his 125th start since winning for the last time at the 2006 Sony Open in Hawaii. Tied with Wi at 13-under through 10 holes Sunday, holed out his third shot on the par-5 11th hole from 87 yards for eagle, leading to a one-stroke lead that he would never relinquish. Began the week with rounds of 62-62, equaling the best opening 36-hole score on the PGA TOUR (dating to 1970), and entered the third round with a seven-stroke cushion—equaling the largest-ever at Colonial (Chandler Harper in 1955) and largest on TOUR since Tiger Woods held the same advantage at the 2000 World Golf Championships-Bridgestone Invitational. The victory led to him earning May Player of the Month honors. Was his third such honor but first since 2001...Finished T9 at the World Golf Championships-Bridgestone Invitational, with all four rounds in the 60s (68-68-68-67). Was his fourth top-10 at the Bridgestone Invitational and first since 2006 (T8)...Making his 15th career start at the PGA Championship, recorded his second-best finish at the event with a T4, three strokes out of the Keegan Bradley-Jason Dufner playoff. His sixth top 10 of the season came at the same site where he won his only major championship—the 2001 PGA Championship at the Atlanta Athletic Club. Third-round 65 equaled the same score he posted in the second and third rounds en route to winning in 2001, just one shy of his career-low round in 51 major championship starts (final-round 64 at the 1998 Masters)...Finished T10 at the BMW Championship on the strength of a second-round 66. With the performance, he secured his fourth trip to The Presidents Cup and first since 2007...Received the Payne Stewart Award at the TOUR Championship by Coca-Cola for sharing Stewart's respect for the traditions of the game, his commitment to uphold the game's heritage of charitable support and his professional and meticulous presentation of himself and the sport through his dress and conduct...Played on his fourth Presidents Cup for the United States, posting a 3-1-0 record including a singles victory over Robert Allenby. 2010: Claimed a pair of top-five-finishes, both in final six starts of the campaign...In 20th start, finished second at the Wyndham Championship, posting rounds of 65-64 on the weekend. Birdied the 72nd hole, rolling in a putt from 27 feet, to finish one stroke behind Arjun Atwal for first top-10 finish of the season, Jumped from 98th to 44th in the final FedExCup standings...Finished T15 at the BMW Championship and was eliminated from the Playoffs but carried momentum to a strong start to the Fall Series, with a T11 at the Viking Classic and T3 at The McGladrey Classic. Opened in Sea Island with rounds of 64-66 to take the 36-hole lead, with rounds of 70-68 leading to his second top-10 finish of the season. 2009: Enjoyed another solid year with seven top-10 finishes, including three runner-up finishes. Played in all four PGA TOUR Playoffs for the FedExCup events en route to 19th-place finish in the FedExCup...Battled winner Zach Johnson in the final round before finishing two strokes back as the runner-up at the Sony Open in Hawaii. Was one stroke back entering the final hole, but drove into a fairway bunker and didn't have the opportunity to go for the par-5 green in two. Finished tied with Adam Scott...Tied his best finish at the FBR Open with a T4 (2005)...The Louisiana native fired three rounds of 4-under 68 at the Zurich Classic of New Orleans to finish T5. By virtue of his T5 finish, the 2001 New Orleans champion earned a spot in THE PLAYERS Championship field for becoming the highest-ranked player in the FedExCup standings outside of the top-10 who was otherwise not exempt...Opened with a 5-under 67 at THE PLAYERS on his way to a T9 finish despite a 5-over 77 in the third round...Also T2 along with Bryce Molder at the St. Jude Classic in Memphis, his seventh career top-10 finish in this event. Finished five strokes back of Brian Gay but final-round 65 included an eagle at the par-5 16th hole that jumped him into second for good...Kept the momentum going just two weeks later by matching that T2 finish at the Travelers Championship, where he posted three rounds of 5-under 65. 2008: Claimed six top-25 finishes, including a season-best T8 at the Viking Classic in September...Making his first start at the Viking Classic since 1998, posted a 6-under 66 on Sunday to finish T8. It was his first top-10 finish of the season. The last time he failed to crack the top-10 in a season was in 1994...Exempt through 2011 based upon multiple PGA TOUR victories in multiple years, beginning with a five-year exemption for winning the 2001 PGA Championship. Subsequent victories added years to the exempt status. 2007: Best finish was a T3 for the two-time champion at the Stanford St. Jude Championship, his sixth consecutive top-10 in Memphis...One week later, posted T5 at the U.S. Open, four strokes behind champion Angel Cabrera. Second career U.S. Open top-10 in 11 starts...Was ranked 24th at the start of the FedExCup Playoffs. Had to withdraw from the Deutsche Bank Championship due to a bad back and dropped to 31st in the standings. Finished T18 at the BMW Championship and dropped to 33rd in the standings, thereby missing the TOUR Championship for the first time since 1998...Made his third consecutive Presidents Cup team. Entered the Presidents Cup with a career record of 2-7-1, but led the U.S. team as he went undefeated (4-0-1) and totaled 4.5 points. 2006: Collected a first, second and third for the second straight season. Finished in the top-15 on the TOUR money list for the seventh time in the last eight years... Earned 12th career TOUR victory by five strokes at the Sony Open in Hawaii. Tied with Chad Campbell heading into the final round after shooting a TOUR career-best 9-under-par 61 in the third round. The 61 set the course record at Waialae CC. Birdied two of the first three holes on Sunday and won going away with a final-round 65, topping Campbell and Rory Sabbatini by five strokes. One of four players with official TOUR victories in each of the last four years...Finished T2 at the Ford Championship at Doral, one stroke behind champion Tiger Woods. Three-putted 72nd hole with Woods in the fairway behind him, allowing Woods to win with a final bogey...Suffered a back injury during the first round of the U.S. Open at Winged Foot in mid-June. Withdrew before the second round and returned to action at the Buick Open in early August...Made his third consecutive U.S. Ryder Cup team, earning one-half point (0-3-1). 2005: Went over the $3-million mark for the fourth time in his 13 years on TOUR. Missed matching career-high in top-10s by one with 11 (12\/2002), including a win, a second and a third. Recorded four straight top-10s for the first time in his career from FBR Open in February to The Honda Classic in March...Earned 11th career TOUR victory with a 6-and-5 win over Chris DiMarco in the final of the World Golf Championships-Accenture Match Play Championship. Took a 6-up lead after the 18-hole morning session. Was 9-up at one point. The 6-and-5 win marked the largest margin of victory in tournament final history. The win marked the fourth top-10 in six starts (2000-2005) at the Accenture Match Play Championship. With the victory, moved into the top 10 (No. 9) in the Official World Golf Ranking for the first time since after the 2004 Nissan Open. With the $1.3 million paycheck, surpassed Nick Price for sixth all-time on the PGA TOUR in earnings with more than $20 million...Forced to withdraw from the 84 Lumber Classic during the first round on Sept. 15. Rushed off the course and stayed in Pittsburgh's UPMC-Presbyterian Hospital for overnight observation. Doctors diagnosed a heart condition called Supraventricular Tachycardia, a general term for a rapid heart rate originating above the ventricles. Non-life threatening ailment that was cured through surgery in mid-November. TOUR members Steve Jones and Phil Tataurangi underwent similar procedures in previous years...One week later, posted a 1-3-0 record at The Presidents Cup, including a 2-and-1 Sunday singles victory over Trevor Immelman. 2004: Finished outside the top 10 (No. 22) on the TOUR money list for the first time since 2000...Missed the Mercedes Championships due to December 9, 2003 surgery on left wrist (bone spurs)...Defending champion became the third player to win back-to-back titles at the FedEx St. Jude Classic, joining Dave Hill (1969-70) and Lee Trevino (1971-72). Opened a seven-stroke lead entering the final round after opening 67-63-65. Posted final-round, 2-over 73 to end streak of 11 consecutive rounds in the 60s at the FedEx St. Jude Classic, but still captured event by six over runner-up Bob Estes...Finished sixth on the Ryder Cup team points list to make his second U.S. Ryder Cup squad. 2003: Won twice, at the Wachovia Championship and FedEx St. Jude Classic, and had a third straight season inside the money list top 10...Despite severe food poisoning during the week, finished runner-up to Tiger Woods in the World Golf Championships-Accenture Match Play Championship. Was four down after 18 holes in the 36-hole final at La Costa Resort and Spa, and lost 2 and 1...Earned first victory in 42 starts at the inaugural Wachovia Championship. Despite a quadruple-bogey eight on the 72nd hole, held off Vijay Singh, Robert Gamez and Brent Geiberger by two shots for eighth career TOUR title...Carded four rounds in the 60s to capture the FedEx St. Jude Classic. Used final-round 7-under 64 to overcome 54-hole leader Richard S. Johnson. Has reached multiple TOUR victories in three seasons (1999, 2001, 2003)...Underwent surgery on his left wrist on Dec. 9 to remove bone spurs. 2002: Despite not winning for the first time on TOUR since 1998, finished fourth on TOUR money list with $3,461,794...Earned a career-best 12 top-10 finishes, tied for second on TOUR, including three runner-up finishes (lost in playoff to Sergio Garcia at Mercedes Championships, T2 at Colonial and solo second at Buick Challenge)...In first Ryder Cup appearance, led U.S. squad with a 3-1-1 record, including a singles victory over Sergio Garcia. 2001: Best season on TOUR, with three victories (second only to Tiger Woods' five), nine top 10s and third place on money list ($3,791,595)...Captured first major, the PGA Championship, in dramatic fashion. Shot 66-65-65 to hold the 54-hole lead, which included an ace on the par-3 15th in Saturday's third round. Battled playing competitor Phil Mickelson in the final round. Holding a one-stroke lead over Mickelson on the par-4 18th hole, he chose to lay up short of a water hazard in front of the green after studying a poor lie from 213 yards. He hit a wedge to 12 feet and sank the par putt for the win after Mickelson's long birdie putt rolled just short...First victory of the season came on home soil at the Compaq Classic of New Orleans...Won third title of the season at the Michelob Championship at Kingsmill, shooting 67-68 on the weekend to win for the second consecutive year in Williamsburg, Va...Made four-man playoff at the TOUR Championship, losing to Mike Weir's birdie on the first playoff hole. 2000: Earned fourth PGA TOUR title and for the first time in career won in consecutive seasons with playoff victory at Michelob Championship at Kingsmill. Made five-foot par putt on first playoff hole to beat Mike Weir. Victory marked first time he won by coming from behind (trailed by two entering final round). 1999: Breakthrough season where he was one of seven multiple winners on way to 10th-place finish on TOUR money list...Picked up second career TOUR title at Sprint International. Victory was second wire-to-wire win (1997 Quad City Classic). Birdied last two holes at Castle Pines GC to defeat David Duval by three points. Came close to wins in back-to-back weeks, finishing T2 at Reno-Tahoe Open...Played through back pain to earn third TOUR title at Buick Challenge. Shared second-round lead and held 54-hole lead prior to defeating Stuart Appleby by three strokes. Had to quit Wednesday pro-am after one hole due to severe back pain. 1998: Made an impression in first Masters Tournament appearance in 1998. Shot final-round 64, one off Augusta National course record and one shy of record for any major championship. Hot finish helped Masters rookie to T6 finish. Back-nine 29 tied tournament record, as did his six consecutive birdies on holes 12-17. \n1997: Captured first TOUR title at Quad City Classic by three strokes after sharing 54-hole lead. Enjoyed four sub-70 rounds, including a final-round 65 at Oakwood CC that gave him a three-shot win over a trio of players...Was also T5 at the BellSouth Classic outside Atlanta... Late in the year, at the Lincoln-Mercury Kapalua International, was tied with Davis Love II with a round to play in Hawaii but shot a final-round 71 to Love's 68 to finish solo second at the unofficial event...Teamed with the LPGA's Jackie Gallagher-Smith to T7 at the JC Penney Classic.\n1996: Made 29 starts and recorded two top-10s. First came in his season-opening start, at the Nortel Open in Tucson but ended in disappointment. He a one-stroke lead going into the final round but stumbled to a 2-over 74 at Tucson National GC to drop to a T9, five strokes shy of Phil Mickelson...Other top-10 came at the Kemper Open, where he was solo sixth.\n\n1995: After losing his PGA TOUR playing privileges, made the most of his Web.com Tour opportunity. Finshed third on the Tour's money list, with two victories. Won the Greenville Classic in South Carolina in a playoff over Tom Scherrer...Won his second title of the campaign, again in a playoff, over E.J. Pfister at the Wichita Open...Also had eight other top-10 finishes, including a T2 at the Inland Empire Open and T3s at the Carolina Classic and the Gateway Classic...Also had two holes-in-one, in the second round of the Monterrey Open in Mexico and the third round of the Ozarks Open. \n\n1994: Play fell off dramatically, with no top-10s to his credit. His best performance was a T15 at the Buikc Invitational of California. Opened with a pair of 65s at Torrey Pines two courses to hold a three-shot lead over Ronnie Black and Mark Wurtz at the halfway point. Dropped down the leaderboard on the weekend, with a 72-75 finish.\n\n1993: Made 12 cuts in his 23 starts, with three top-10 finishes. First came in August when he was T9 at the Buick Open in Michigan...Six weeks later was T10 at the B.C. Open, thanks to a final-round 66 at En-Joie GC...Final top-10 was a T8 at the Buick Southern Open in October, on the strength of a final-round 65. \n\n1992: Began season in strong fashion, putting together a final-round 63 at the Northern Telecom Open in Tucson to finish solo third, two strokes behind winner Lee Janzen...Had another 63 in May when he opened the Kemper Open with course-record-tying 63 the first time he set foot on TPC Avenel. Eventually finished T25 outside Washington, D.C...Concluded his season 101st on the money list. \n\n1991: First qualified for the TOUR by finishing 24th in PGA TOUR Qualifying Tournament to earn a card for the 1992 season. \n1990: Made three PGA TOUR starts, missing two cuts and withdrawing from the USF&G Classic in New Orleans. 1989: Made five PGA TOUR starts after turning professional. Only made cut was a T65 at the Hardee's Golf Classic, where he opened with a 66. \nAmateur: First-team All-American at LSU in 1988-89, when he was named Southeastern Conference Player of the Year...Won the Junior World Championship and the PGA Junior Championship as a junior golfer in 1984.\n","otherCarHigh" : "","personal" : "Created the David Toms Foundation in 2003. The foundation helps underprivileged, abused and abandoned children through funding programs that are designed to enhance a child's character, self-esteem and career possibilities. Foundation assisted those displaced by Hurricane Katrina, raising more $1.5 million. The Wall Street Journal in 2006 cited the David Toms Foundation as having the lowest percentage of expenses of any athletic foundation that gave a minimum of $600,000 to charity. Shared the Golf Writers Association of America's 2006 Charlie Bartlett Award with Louisianans Kelly Gibson and Hal Sutton for their combined $2-million plus in aid to Hurricane Katrina and Hurricane Rita victims...Grew up playing baseball with future major leaguers Ben McDonald and Albert Belle...Helped in re-design of Palmetto CC in Louisiana in 1999. First David Toms signature course, Carter Plantation in Springfield, La., opened to the public in October 2003. Worked with Rees Jones on the 18-hole course at GC of Houston, that is the site of the Shell Houston Open. Also worked with Jones on the redesign of Baton Rouge CC and has a signature course, LaTour GC, that opened in 2009 in Mathews, La...In September 2013, opened the David Toms Academy, named 265, in his hometown of Shreveport. The 60-acre state-of-the-art training center is owned and operated by the David Toms Foundation and includes a game-improvement facility for juniors and avid golfers...Is a passionate LSU fan who spends a lot of his free time following Tigers athletics. Teammates at Louisiana State included Bob Friend, Emlyn Aubrey, Perry Moss and Greg Lesher, former PGA TOUR members...Inducted into the Gulf States Section PGA Hall of Fame in 2012.","otherInfo" : "","ntlTeams" : "The Presidents Cup (4), 2003, 2005, 2007, 2011; Ryder Cup (3), 2002, 2004, 2006; World Cup (1), 2002.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T2nd at the Sanderson Farms Championship.","dynStats" : "He ranks 9th in Career Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/DavidTomsgolf"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}