{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01977","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "6","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Quigley","first" : "Dana","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "190","weightMetric" : "86","birthDate" : "April 14, 1947","age" : "69","birthPlace" : "Lynnfield Centre, Massachusetts","residence" : "West Palm Beach, Florida","family" : "Wife, Angie; Nicole (8\/25\/81), Devon (8\/18\/84)","education" : "University of Rhode Island (1969, Business)","splInterest" : "Baseball, hockey, all sports, planes, boats","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1971","clubAffl" : "Crestwood CC (Rehoboth, Massachusetts)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "14,969,196&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in just two events and both were in South Florida in February. Was T59 at the Allianz Championship and T67 at The ACE Group Classic.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1973","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in just two events and both were in South Florida in February. Was T59 at the Allianz Championship and T67 at The ACE Group Classic.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1997","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(16): 1973 Rhode Island Open. 1981 Rhode Island Open. 1982 Massachusetts Open. 1983 Massachusetts Open. 1984 Massachusetts Open. 1985 New England PGA Championship. 1986 Vermont Open. 1987 Vermont Open. 1989 New England PGA Championship. 1991 New England PGA Championship. 1992 Rhode Island Open. 1993 Rhode Island Open, New England PGA Championship. 1995 Rhode Island Open. 1996 Rhode Island Open, New England PGA Championship.","intlVics" : "(3): 2001 Hyundai Team Matches [with Allen Doyle]. 2002 Hyundai Team Matches [with Allen Doyle]. 2006 Wendy's Champions Skins Game [with Raymond Floyd].","curYearHigh" : "Played in just two events and both were in South Florida in February. Was T59 at the Allianz Championship and T67 at The ACE Group Classic.","carHigh" : "2014: Played in just six events and none after competing at the 3M Championship in early August...His best finish was a T43 in his first start of the year, at the Allianz Championship.\n\n2013: Played in just eight events, the fewest in his Champions Tour career, and none following the 3M Championship in August...He and teammate Jim Thorpe T4 in the unofficial Raphael Division of the Liberty Mutual Insurance Legends of Golf in April in Savannah.\n\n2012: Played a limited schedule as he continued to monitor the medical progress of his son, Devon, who was still recovering from a serious car accident that occurred in December 2011. Consequently, made just 13 appearances during the campaign. Best effort was a solo 26th at the Encompass Insurance Pro-Am. \n\n2011: Made just 14 starts, including his 400th official event on the circuit, at the Dick's Sporting Goods Open (T57)...Best outing of the season came in early April when he was T31 at the Mississippi Gulf Resort Classic. Also teamed with Jim Thorpe to finish T5 in the Raphael Division at the Liberty Mutual Legends of Golf. 2010: Made only 10 starts due to injuries...Made first Champions Tour appearance since left-shoulder surgery in September 2009 in mid-February at The ACE Group Classic in Naples and finished T31...Played in both the Allianz Championship (T47) and the Toshiba Classic (T49) before going to the sidelines once again following right-rotator cuff surgery in mid-March...Did not return to the Champions Tour until early August and managed a T13 at the Boeing Classic in his second start back, his top effort of the year. 2009: After battling nagging shoulder issues during the early part of the 2009 campaign, had his season cut short when he underwent surgery in mid-September to repair two tears in his left shoulder...Top performance was a solo third at the Triton Financial Classic in Texas, his best Champions Tour outing in nearly a year. 2008: Out of the top 30 on the money list for the first time since joining the Champions Tour full time in 1998...Did not record his first top-10 finish until late June when he T3 at the Bank of America Championship. Effort near Boston was the start of a five-event run where he posted 16 consecutve rounds at par or better...Was T9 at the 3M Championship in Minnesota after being the first-round leader in the tournament, a first for him since the 2005 Walmart First-Tee Open at Pebble Beach. Matched his career-low round on the Champions Tour by shooting 10-under 62 Friday at TPC Twin Cities, at the time, the 18-hole tournament record. Round included a front-nine 29 that featured a streak of three birdies, an eagle and another birdie. 2007: A top-30 finisher on the money list for the 10th consecutive year...Recorded a pair of runner-up finishes near the end of the season...Was involved in a historic seven-man playoff in August at the Boeing Classic and was eliminated on the first hole near Seattle...Three starts later, shot 15-under 201 at Prestonwood CC near Raleigh but finished second to Mark Wiebe by three strokes. 2006: Saw his streak of consecutive million-dollar seasons end at eight and was out of the top 20 on the money list for the first time since his rookie year in 1997...Was first diagnosed with high blood pressure at the Toshiba Classic and was bothered by this condition for the majority of season...Managed to successfully defend his title in Kansas City in early July. Shot a 9-under, course-record-tying 63 Sunday, the lowest final round of his career, to come from two strokes back and beat David Edwards by three strokes at Nicklaus GC at Lionsgate. Victory at the Greater Kansas City Golf Classic was his third at that event and was the 11th title of his Champions Tour career...Near the start of the season, partnered with Raymond Floyd to win 10 skins and a record $510,000 at the Wendy's Champions Skins Game in Hawaii. Duo bested the team of Jack Nicklaus and Tom Watson in the alternate-shot event on the Gold Course at Wailea...Teamed with Scott Langley to win the pro-junior competition at the Wal-Mart First Tee Open at Pebble Beach. 2005: Won Player of the Year honors with career season that saw him, at age 58 also become the oldest player ever to claim the Arnold Palmer Award signifying the leading money-winner on the circuit. Was the only player to eclipse the $2-million mark in single-season earnings, making almost $400,000 more than his previous-best season (2000)...Led the Charles Schwab Cup race for 17 consecutive weeks (19 overall), but got nipped in the Charles Schwab Cup Championship and placed second in the season-long competition (247 points behind Tom Watson). Earned a $500,000 annuity and donated the entire amount to four different charities...Set the pace on the Champions Tour for Sub-Par Rounds with 60 and also Rounds in the 60s (42 of 84)...Along with Mark McNulty, registered a Champions Tour-best 15 top-10 finishes, with four of them coming in his four appearances in major championships...Was involved in half of the eight playoffs during the season, winning twice for the first time since 2002...Got his year off to a great start when he captured the season-opening MasterCard Championship in a three-hole playoff with Tom Watson. Made par on the third extra hole to defeat Watson and win the event for the second time in three seasons. His 18-under-par 198 total equaled the lowest 54-hole score in relation to par on the circuit in 2005...Second title came when he birdied the first extra hole at the rain-shortened Bayer Advantage Classic to hold off Tom Watson and Gil Morgan. Had finished his second round the previous day before play was extended into Monday due to weather problems...Along with Jerry Pate, lost in a playoff at the Senior PGA Championship. Third-round 66 at Laurel Valley was the only round in the 60s among the 72 players making the 36-hole cut. Seemed in control for most of the final round, but played the back nine at Laurel Valley in 2-over to fall into a playoff with Reid and Pate. Lost to Reid when he dumped his second shot in the water on the par-5 18th (first extra hole)...Last playoff came at the JELD-WEN Tradition, the season's final major championship. Again appeared in control and on his way to his first major championship crown, when he was up by two strokes with two holes to play. Costly bogey at No. 17 and subsequent birdie at No. 18 by Loren Roberts forced the overtime session and Roberts eventually prevailed, despite a bogey on the second extra hole...Made headlines at the Bruno's Memorial Classic when he tied the Champions Tour's all-time record for consecutive birdies, stringing together eight straight (holes 10-17) in his opening-round, 7-under-par 65. Eight straight birdies tied the mark set in 1987 by Chi Chi Rodriguez (Silver Pages Classic) and matched in 2000 by Jim Colbert at the TD Waterhouse Championship and later by Joe Ozaki at the 2006 FORD SENIOR PLAYERS Championship...Made headlines when he skipped a tournament for the first time in nine years, withdrawing from The Senior Open Championship due to a sore right hip and travel complications. Record streak ended at 278 consecutive tournaments played for which he was eligible and 264 consecutive overall. 2004: Best two performances of the year came in his first two starts...Fell one stroke short of Fuzzy Zoeller in defense of his MasterCard Championship title in Hawaii, despite a final-round 65 that included four birdies in his last six holes...Followed runner-up performance at Hualalai with another strong outing two weeks later at the Royal Caribbean Golf Classic near Miami. Began the final round five strokes off the lead, but made a spirited run at Bruce Fleisher before ending up one stroke back despite a 4-under-par 68 in windy conditions. 2003: Won the season-opener at the MasterCard Championship. Birdied two of the last three holes in Sunday's final round, including the 18th, to nip Larry Nelson by two strokes. 2002: Won multiples titles in a season for the first time since 1998. Named Player of the Month for March after claiming his sixth career title. Edged Bob Gilder and Fuzzy Zoeller by one stroke at the Siebel Classic in Silicon Valley. Finished with a 2-under-par 70 Sunday in cold, rainy conditions at Coyote Creek GC...Celebrated his 200th consecutive start by winning the SBC Championship in San Antonio. Seventh victory of his career came by one stroke over Bob Gilder at Oak Hills CC...At Bruno's Memorial Classic, lost to Sammy Rachels on second hole of playoff. Tournament was his 178th consecutive start for which he was eligible, a new Champions Tour record, surpassing Mike McCullough's mark of 177...Made his second career hole-in-one on the Champions Tour in the second round of the SBC Senior Open. Holed a 7-iron shot from 163 yards on the 13th hole of the Port Course at Harborside International. 2001: The busiest player on the Champions Tour with 37 official starts (112 rounds)...Won his fifth Champions Tour title at the SBC Senior Open near Chicago. Three consecutive sub-70 rounds gave him a five-stroke victory over Jay Sigel at Kemper Lakes...Had the year's final hole-in-one at the SENIOR TOUR Championship at Gaillardia in the third round. 2000: Set a record when he played in all 39 official events, breaking old record of 38, held by four players, including himself. Played more rounds than any other player (114)...Drained a 12-foot birdie putt on the final hole to defeat hometown favorite Tom Watson for the TD Waterhouse Championship title in Kansas City. Winning putt came just moments after Watson had placed his 8-iron approach shot within a foot of the cup, setting up a possible playoff. 1999: The Champions Tour \"ironman,\" he played every round (119) of every official event (38)...Registered 18 top 10s (second to Bruce Fleisher)...Achieved a personal best when he set the Park Meadows CC course record on Saturday with a sizzling 10-under 62, then added a 64 Sunday to move into a tie with Dave Eichelberger at the end of regulation. Weekend 36-hole total of 18-under 126 was the lowest in relation to par at the time. Lost to Eichelberger in overtime when he missed a short par putt on the first extra hole. 1998: Won a pair of titles and was over the $1-million mark in official earnings for the first time in his career...Made a 33-foot birdie putt on the last hole of the Emerald Coast Classic to edge Jim Colbert in Pensacola...Used a sizzling 64, his low round of the campaign, Sunday at Serrano CC to come from three shots back of John Morgan and win the Raley's Gold Rush Classic. Topped the Champions Tour in Sub-Par Rounds (71)...The 119 rounds he played equalled Bruce Summerhays' all-time record set in 1996. 1997: Became the sixth open qualifier in Champions Tour history to win an event when he defeated Jay Sigel in a three-hole playoff for the Northville Long Island Classic. Learned his father, Wally, had passed away following a long bout with cancer just minutes after the tournament ended...Made his Champions Tour debut at the PGA Seniors' Championship just four days after turning 50...Monday-qualified for four of his first eight starts before winning in New York.\n","otherCarHigh" : "Played the PGA TOUR on and off starting in 1978...Greatest number of appearances came during a four-year span from 1979-82, when he made 77 starts...Enjoyed his best year in 1980, when he won $31,509 and had a T2 finish at the unofficial Disney World Team Championship...Finished T6 at the Greater Milwaukee Open that year, his best-ever official performance...In 1982, he fired a 61 at the Sammy Davis, Jr.-Greater Hartford Open that tied for low round on TOUR that season...Winner of numerous tournaments in the club professional ranks...Named the New England PGA Player of the Year seven times and won the New England PGA Section title five times...Also won the Vermont, Rhode Island and Massachusetts Opens numerous times...Third-place finisher in the 1986 PGA Club Professional Championship...Twice the leading money-winner in the Dave Pelz PGA Tournament Series...Played collegiately at the University of Rhode Island and is a member of that school's Hall of Fame. Was a two-time All-America for the Rams and was the medalist at the 1968 and 1969 New England Intercollegiate Championship...Has had 21 holes-in-one in his career, including one in a U.S. Open qualifying round and another at a Western Open qualifying round.","personal" : "Got his start in golf while serving as a caddie at Rhode Island CC...Inducted into the New England PGA Hall of Fame after the 2000 season...Served as head professional at Crestwood CC in Rehoboth, Mass., from 1983-96 before being elevated to director of golf in 1997...Lists Arnold Palmer as his favorite athlete...Favorite all-time movie is \"The Godfather.\"...Has no other hobbies besides golf and plays virtually every day...Nephew Brett has played on both the PGA TOUR and Web.com Tour in recent years...Son, Devon, played golf at the University of Rhode Island...Like most New Englanders, is a die-hard Red Sox fan and a season-ticket holder. Even wears specially designed golf shoes featuring the Red Sox logo...Has thrown out first pitches at four Major League Baseball stadiums, including Fenway Park.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T37th at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks 6th in Champions Career Money Leaders on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}