{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27954","tourCodeUC" : "C","tourCodeLC" : "c","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Wallace","first" : "Darren","middle" : "","extn" : "","nick" : ""}, "height" : "6-0","weight" : "150","birthDate" : "September 23, 1988","age" : "26","birthPlace" : "Vancouver, British Columbia, Canada","residence" : "Langley, British Columbia, Canada","family" : "","education" : "University of Washington (Economics, 2010)","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2010","clubAffl" : "Redwoods GC (Langley, British Columbia, Canada)","cityPlaysFrm" : "Langley, British Columbia, Canada","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2013: Finished the season 49th on the Order of Merit, posting five made cuts in nine starts including three top-15s and a T10 finish at The Great Waterway Classic. 2012: Made his debut on PGA TOUR Canada after earning status at the 2011 Florida Qualifying Tournament...Made seven cuts in eight starts, including a season-best T-12 finish at the ATB Financial Classic. 2011: Made four cuts in nine starts in his rookie season, including three top-25 finishes.\n","otherCarHigh" : "Became the youngest winner of the Canadian Amateur Championship when he won the 2004 tournament at age 15...Was the 2009 Pac-10 Individual champion...Third-team All-American at the University of Washington in 2008 and 2009.","personal" : "Enjoys music, hiking, movies, TV shows, video games and paintball...Lists \"Making that final putt for the win\" as his biggest thrill in golf...Biggest thrill outside golf is \"Doing something that I love to do, whether that be listening to new music, hiking to the top of a mountain or the satisfaction of shooting your friends in paintball.\"...Favorite course played is Kananaskis GC...Course he'd most like to play is Augusta National...Always marks his ball with a Canadian coin, tail's up...Favorite pro teams are the Vancouver Canucks, Seattle Seahawks and Miami Heat...Favorite athletes to watch are Dwyane Wade, Marshawn Lynch, Richard Sherman, Tiger Woods and LeBron James...Favorite TV shows are \"How I Met Your Mother,\" \"The Blacklist,\" \"NCIS: LA,\" \"Tosh.0,\" \"The Big Bang Theory,\" \"Elementary,\" \"Game of Thrones,\" \"Person of Interest,\" \"Duck Dynasty\" and \"Boardwalk Empire.\" ...Favorite movies are \"Ferris Bueller's Day Off,\" \"Ted,\" \"The Other Guys,\" \"Friends with Benefits,\" \"Red Cliff,\" \"Law Abiding Citizen,\" \"Blow\" and \"Remember The Titans.\"...Always keeps beef jerky in his golf bag...Dream foursome would include Woods, Mila Kunis and Charles Barkley...If his story were told to the non-golf world, it would be done by ESPN's \"30 for 30 production team.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : "Golf Canada National Amateur Team"},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "Speaks French and can read and write Korean but cannot translate it,","dynResults" : "His best finish on the PGA TOUR Canada was T10th in 2013 at the The Great Waterway Classic.","dynStats" : "He ranks 99th in Par Breakers on the PGA TOUR Canada."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}