{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01810","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Mickelson","first" : "Phil","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "200","weightMetric" : "91","birthDate" : "June 16, 1970","age" : "45","birthPlace" : "San Diego, California","residence" : "Rancho Santa Fe, California","family" : "Wife, Amy; Amanda Brynn (6\/21\/99), Sophia Isabel (10\/23\/01), Evan Samuel (3\/23\/03)","education" : "Arizona State University (1992, Psychology)","splInterest" : "All sports, especially football; flying","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1992","clubAffl" : "Grayhawk GC (Scottsdale, Arizona)","cityPlaysFrm" : "Rancho Santa Fe; CA; United States","websiteUrl" : "http:\/\/www.philmickelson.com","websiteName" : "","hallOfFame" : "2012","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1992","qSchoolYear" : "","exmtStatus" : "Winner, 2013 Open Championship (through 2017-18)","otherVics" : "(3): 2001 Tylenol Par-3 Shootout at Treetops Resort. 2004 Telus Skins Game, PGA Grand Slam of Golf.","intlVics" : "(4): 1993 Tournoi Perrier de Paris [EurChall]. 2007 HSBC Champions [Eur]. 2009 World Golf Championships-HSBC Champions [Eur]. 2013 Scottish Open [Eur].","curYearHigh" : "For the ninth time, started his season at the CareerBuilder Challenge...Opened with a 5-under 31 on his first nine holes at La Quinta CC but cooled off on the back nine to post 4-under 68...Recorded four consecutive rounds in the 60s for the first time in a single event since the 2014 PGA Championship (2nd)...Made just one bogey over the final 54-holes (65-66-68) to finish 21-under and T3...With rounds of 68-65-66, entered the final round of the AT&T Pebble Beach Pro-Am with a two-stroke lead over Hiroshi Iwata. Went on to record a final-round even-par 72 to finish solo second at 16-under, one stroke behind champion Vaughn Taylor. Missed a 5'1\" birdie attempt at the 72nd hole that would have forced sudden death with Taylor, settling for his 32nd runner-up finish in his 530th official PGA TOUR start. His week at Pebble marked his best performance on TOUR since the 2015 Masters Tournament (T2). Fell to one of six in last six attempts when carrying the 54-hole lead\/co-lead on to victory. Needed just 100 putts during the week, becoming the first player of the 2015-16 PGA TOUR Season with 100 or fewer putts during a tournament. A win would have been his fifth at the AT&T Pebble Beach Pro-Am, which would have tied Mark O'Meara for most at the event...At 45, was oldest player in the field at the World Golf Championships-Cadillac Championship where his solo fifth was his third top-10 of the season. Was in a four-way tie for the lead at 10-under with nine holes remaining and drove into the water hazard on No. 10. Closed with a bogey on No. 18 to finish at 9-under.","carHigh" : "2014-15: For the second consecutive season, finished outside the top 30 and in the 60s in FedExCup points to miss the TOUR Championship by Coca-Cola. Three top-10 finishes, including a T2 at the Masters, resulted in his ninth consecutive start in the FedExCup Playoffs. Made it to the BMW Championship before ending his season at No. 61 in the FedExCup standings...Shot a 3-under 69 in the final round to finish T2 in his 23rd Masters start to notch his first runner-up at the Augusta National event. Has recorded five third-place finishes to go with his three wins. At age 44 years, 9 months, 27 days, was looking to become the second oldest Masters winner behind Jack Nicklaus (1986) at age 46 years, 2 months, 23 days...Finished T4 at the Wells Fargo Championship for his eighth top-10 in 12 starts at Quail Hollow Club...Thanks to birdies from 48 feet, 11 inches and 25 feet, 3 inches on Nos. 14 and 18, respectively, recorded third top-10 (T3) at the FedEx St. Jude Classic after rounds of 68-69-70-65. From 1994-2013 and 2015, went into the U.S. Open with at least three top-10s under his belt. In 2014, lone top-10 finish was solo second at the PGA Championship in the season's final major. Went 3-0-1 in his four Presidents Cup matches in the American team's 15½-14½ victory in South Korea.\n\n2013-14: For the first time since 2003, went without at least one PGA TOUR win. For the first time since turning professional in 1992, managed to claim just one top-10 finish, though it was a solo second at the PGA Championship. Made the cut 10 times in 18 starts, and for the eighth consecutive year earned a berth into the FedExCup Playoffs. Ranked No. 68 after his withdrawal from the BMW Championship, didn't qualify for the TOUR Championship by Coca-Cola for the first time in the FedExCup era...Began his season on the European Tour, at the Abu Dhabi HSBC Golf Championship. Opened with a 73-70 through his first 36 holes then fired a third-round 63 to move into second place with a round to play. Shot a Sunday 69 at Abu Dhabi GC but watched as Pablo Larrazabal, with a 67, came from behind for the win. Finished T2 with Rory McIlroy...One week later, made the 36-hole cut at the Farmers Insurance Open, but withdrew after the round citing a back injury that flared up in the first round. Just the fourth WD in 489 career TOUR starts. The previous three were the 2012 Memorial Tournament (fatigue), 2007 Memorial Tournament (left wrist) and the 2004 Michelin Championship (food poisoning)...Shot a season-best 62 in the final round at the World Golf Championships-Bridgestone Invitational. It was his sixth career round of 62 or better but the first time he has shot a score that low in a tournament and did not win. His previous-best round in a World Golf Championships event was a 64...Recorded his first top-10 finish of the season with a runner-up effort at the PGA Championship, finishing one stroke behind Rory McIlroy in a battle at Valhalla GC. It marked his 30th career runner-up finish (and ninth in a major championship). With his finish, played his way onto the U.S. Ryder Cup team, with nine automatic slots determined following the PGA Championship. Left Valhalla with top-10 finishes in all three PGA Championships hosted by the club, including a T8 in 1996 and T9 in 2000...Withdrew after the second round of the BMW Championship, ending his bid for an eighth consecutive start at the TOUR Championship by Coca-Cola in the FedExCup era...At the Ryder Cup at Gleneagles in Scotland, went 2-1-0 in his three matches in the European victory in the biennial event in Scotland.At the Ryder Cup at Gleneagles in Scotland, went 2-1-0 in his three matches in the European victory in the biennial event in Scotland.\n\n2013: Posted multiple wins in a season for the 14th time of his career, winning the Waste Management Phoenix Open and The Open Championship. Finished the year ninth in the FedExCup, keeping a streak alive as the only player with top-15 finishes in the first seven seasons of the season-long points race...Opened with an 11-under 60, equaling both his career-low PGA TOUR round and the lowest score in Waste Management Phoenix Open history (his own second-round 60 en route to winning in 2005, Mark Calcavecchia in 2001 and Grant Waite in 1996). Followed the 60 with rounds of 65-64-67 to win in wire-to-wire fashion by four strokes over Brandt Snedeker. His four-round total of 28-under 256 equaled Calcavecchia's 72-hole tournament record and made him just the second wire-to-wire winner of the event (Steve Jones in 1997). His opening-round 60 equaled Steve Stricker (2010 John Deere Classic) for lowest opening-round score by a winner in PGA TOUR history. With his third Waste Management Phoenix Open win, tied Johnny Miller for most wins in the state of Arizona (six)...Finished T3 for just his second top-10 finish in 11 starts at the World Golf Championships-Cadillac Championship. His previous top-10 was a victory in 2009. Was paired with runner-up Steve Stricker all four days, with the pair recording the same scores the first three rounds (67-67-69) and Stricker pulling ahead by three strokes on the final day...Finished third at the Wells Fargo Championship after holding the second-round lead and a share of the third-round lead. Had the lead with three holes remaining in the final round but made bogeys on No. 16 and No. 17 to drop to 7-under and one shot out of the Derek Ernst-David Lynn playoff...Posted the 28th runner-up finish of his career, thanks to a tap-in birdie at the 72nd hole of the FedEx St. Jude Classic in early June. At 10-under 270, he T2 with Scott Stallings at TPC Southwind in his third start in the event. With the runner-up finish, now has at least one win and one runner-up finish in each of the last 10 years on TOUR...Came back the following week and held the outright first- and third-round leads at the U.S. Open and a share of the second-round lead before a final-round, 4-over 74 left him T2, two strokes behind Justin Rose. It was his sixth runner-up finish in 23 U.S. Open appearances (1999, 2002, 2004, 2006 and 2009), the most by any player. The only player with more runner-up finishes in a major is Jack Nicklaus (seven at The Open Championship)...A week after missing the cut at The Greenbrier Classic, traveled to Scotland for the Scottish Open. Shot weekend rounds of 66-69 at Castle Stuart GL to finish regulation at 17-under and tied with Branden Grace. On the first extra hole. hit his approach shot to a few inches of the cup and tapped in for birdie. When Grace couldn't match the birdie, he picked up his first title outside the U.S. since the 2009 World Golf Championships-HSBC Champions in China...One week later, entered the final round of The Open Championship trailing Lee Westwood by five strokes but stormed back with a 5-under 66 (equaling the round of the week) to win his fifth major championship. Became the first player to win the Scottish Open and The Open Championship in the same season. Finished birdie-birdie on the final two holes (one of just seven players to do so all week) to cap off a 3-under 32, making him the second consecutive Open champion to birdie the final hole and record a closing 32 (Ernie Els did so in 2012). Moved up to No. 2 in the FedExCup and the Official World Golf Ranking with his win. The 43-year-old became the third straight winner of the event aged 40-plus, joining 42-year-olds Darren Clarke and Els. Also became just the second lefthander to win The Open Championship, with Bob Charles performing the feat first in 1968. The victory came in his 20th Open start, tied with Clarke (2011) for most starts before winning. Also joined Els as consecutive Open champions to win the event after being enshrined into the World Golf Hall of Fame...Carded a final-round, 6-under 65 at The Barclays, jumping 28 spots to a T6, two strokes shy of Adam Scott's winning score. His only other top-10 finish in 12 starts at The Barclays came in 2007 (T7). His previous best score in 43 overall rounds at the event was 67 (twice in 2007, in 2011 and in 2012)...Making his 17th career start at the TOUR Championship by Coca-Cola, finished T12 at East Lake and No. 9 in the FedExCup...In his record 10th Presidents Cup appearance for the U.S., was 2-2-1 in his five matches. \n\n2012: Finished No. 5 in the final FedExCup standings after a T15 finish at the TOUR Championship by Coca-Cola. Is the only player to finish inside the top 15 in the FedExCup standings in the first six seasons...Carded a final-round, bogey-free 8-under 64 at the AT&T Pebble Beach National Pro-Am to storm back from a six-stroke deficit (matching the largest comeback of his career) to Charlie Wi at the beginning of the day to win his 40th PGA TOUR event by two strokes. His fourth victory at the AT&T Pebble Beach National Pro-Am (second only to Mark O'Meara's five wins) moved into ninth all-time in PGA TOUR wins, surpassing Cary Middlecoff and Tom Watson and moving within five wins of tying Walter Hagen. The win, the 13th of his career in the state of California, also padded his lead among active players with PGA TOUR victories at multiple-course events, with 13, followed by Tiger Woods (11). Paired with Woods in the final round for the 30th time in a PGA TOUR-sanctioned event...Lost on second playoff hole when Bill Haas made birdie-3 on the 10th hole at the Northern Trust Open (Keegan Bradley was also in the playoff). Drained a 26-foot, 9-inch putt on No. 18 during regulation to force a playoff. His only three-putts of the week came in the final round, on the par-3 14th hole and on the par-4 15th...The Shell Houston Open's defending champion returned to Redstone GC, where he came close to successfully a title since winning the 2008-2009 Northern Trust Opens. Needed just 22 putts in the first round en route to a 7-under 65, 10 fewer than he needed in the second round (2-under 70). Finished T4 in Houston...Finished T3 at the Masters, with rounds of 74-68-66-72. Was one shot off the lead after 54 holes and played in the final pairing Sunday with Louis Oosthuizen. Joined Matt Kuchar as the first players since 1999 to birdie the 18th hole at Augusta National GC in the first three rounds (Shigeki Maruyama and Justin Leonard). They both made par on the closing hole in the final round...Highlight of the season came in May when he was inducted into the World Golf Hall of Fame in a ceremony the week of THE PLAYERS Championship...Finished T7 in his 14th start at the HP Byron Nelson Championship, his first appearance outside Dallas since finishing T3 in 2007. His win at the HP Byron Nelson Championship in 1996 was one of five top-10 finishes he's enjoyed at the event. He also T6 in 1998 and T2 in 2000...Next top-10 didn't come until eight starts later, when he finished T4 at the Deutsche Bank Championship. Week was highlighted by four rounds in the 60s, marking the first time since the 2011 Farmers Insurance Open that he had performed the feat. It was also the first time he'd strung together four sub-70 rounds in six starts at the Deutsche Bank Championship...Held a share of the final-round lead with Vijay Singh at the BMW Championship but shot a Sunday 70 at Crooked Stick GC to finish T2. Moved from No. 9 to No. 4 in the FedExCup standings entering the TOUR Championship by Coca-Cola...Turned in a 3-1 record at the Ryder Cup in a losing effort for the United States team. Paired with Keegan Bradley to win first three matches but dropped his singles match to Justin Rose...In an event he won in 2007 and 2009, posted four rounds in the 60s to claim a T2 with Ernie Els, Scott Piercy and Jason Dufner at the World Golf Championships-HSBC Champions. Between the first and second rounds, eagled each of the three par-5s on the front nine of Mission Hills GC's Olazabal Course en route to the runner-up finish. \n\n2011: Highlight of the season came when the World Golf Hall of Fame announced he had been elected via the PGA TOUR vote. The announcement came in November in Singapore as he played in the Barclays Singapore Open. Earlier in the season, he recorded his 39th victory on TOUR while making 20 of 21 cuts. Had 11 top 25s, seven top 10s including the win and a pair of runner-up finishes...Made five straight birdies in the final round of the Shell Houston Open to claim his 39th career TOUR win. Closed with rounds of 63-65 to win by three strokes. Hit 17 of 18 greens in regulation in the third round. The one he missed, No. 6, he chipped in for par from 51 feet. The last time he shot a 63 was in the first-round of the 2006 BellSouth Classic, which he won and then went on to win the following week at the Masters. With the win in Houston, moved to No. 3 in the world, surpassing Tiger Woods for the first time since the week before the 1997 Masters...Finished second at the Farmers Insurance Open in his first TOUR start of the season. Had a chance to tie Bubba Watson on the last hole, but his 72-yard eagle attempt from the fairway came up just 4 feet short on the par-5 18th hole. It was his eighth career top-five finish at Torrey Pines, including victories in 1993, 2000 and 2001. Held the third-round co-lead with Bill Haas. Joined Jhonattan Vegas as the first two players since 2001 to record all four rounds in the 60s...Two weeks later, claimed his seventh top-10 finish (T9) in 16 starts, at the AT&T Pebble Beach National Pro-Am, an event he has won three times...Finished T9 in his eighth start at the Wells Fargo Championship. Now owns the most top-10 finishes at the event with six (T5 in 2004, T7 in 2005, T3 in 2007, T4 in 2009, second in 2010 and T9 in 2011)...Making his 17th professional start and 18th overall in The Open Championship, entered the final round five strokes behind Darren Clarke—just the second time in his career he began the final 18 holes within six shots of the lead. Made the most of the opportunity out of the gate, going out with a 5-under 30 to pull into a tie with Clarke for the lead. Was unable to maintain that momentum, however, finishing with a 2-under 68 to finish a career-best T2 at The Open Championship—his seventh runner-up finish in a major...Making his fifth-career start at the Deutsche Bank Championship, finished T10 for his first top-10 showing at the event since winning in his inaugural appearance in 2007. A third-round, 8-under 63 represented his best score in 19 rounds at the event...A solo-10th-place finish at the TOUR Championship by Coca-Cola led to a 15th-place showing in the FedExCup, making him the only player to finish inside the top 15 in all five of the competition's seasons...Finished 3-1-0 in ninth Presidents Cup appearance for the United States, including a 3-0-0 record partnering with Jim Furyk. Owns 18 wins in 42 career matches, including just two losses in his last 19 matches, with a record of 12-2-5 during that span. \n\n2010: Won his third Masters title and 38th career PGA TOUR title at Augusta National GC in April. The 38th win tied him with Gene Sarazen for 11th on the all-time PGA TOUR wins list...In third start of the season, finished T5 at the AT&T Pebble Beach National Pro-Am for his first top-10 finish of the season. A three-time winner of the event, it was his sixth top-10 finish at Pebble in 15 starts...On March 22, in a practice round at The Plantation GC in Indio, Calif., shot a 14-under 58. Made 12 birdies and an eagle in the Monday round before playing in the Arnold Palmer Invitational later in the week. It marked his second sub-60 round (both unofficial), the first a 59 in the final round of the 2004 PGA Grand Slam of Golf at Poipu Bay in Hawaii. At the Arnold Palmer Invitational, was one stroke out of the lead through 36 holes but shot 75-77 on the weekend to finish T30...Finished T35 at the Shell Houston Open. Final-round 71 included three double bogeys in the first 10 holes, followed by six consecutive birdies to match the best streak on TOUR to date. During his birdie streak on the back nine, pulled a new caddie out of the gallery for three holes, Dr. Tom Buchholz, a radiation oncologist at the MD Anderson Cancer Center in Houston, where wife and mother are being treated for breast cancer...At the Masters Tournament, posted a final-round, 5-under 67 to pull away for a three-stroke win over England's Lee Westwood. Was joined behind the 18th green Sunday by his wife, Amy, who had not been at a tournament since being diagnosed with breast cancer 11 months earlier. In Saturday's third round, made consecutive eagles on the par-5 13th and par-4 14th holes. The last time he recorded two eagles in a round was the final round of the 2006 BellSouth Classic, which he also won. It was his first career eagle at No. 14 at Augusta National. Trailed Westwood by one through 54 holes, but seized control Sunday with a 15-foot birdie putt on the par-3 12th hole and then hit a historic 6-iron from 209 yards from the right trees on the par-5 13th hole to set up an easy birdie. He finished with rounds of 67-71-67-67—272, the lowest total by a Masters champion since Tiger Woods in 2001. Became the eighth player with at least three Masters titles, and it was the fourth major of his career, breaking out of a pack that had included South Africa's Ernie Els, Padraig Harrington of Ireland and Fiji's Vijay Singh from his generation...Finished second at the Quail Hollow Championship for his 23rd career runner-up finish, four behind Rory McIlroy. Stomach virus forced him to pull out of the pro-am Wednesday but came back to contend, finishing with a 68 but couldn't keep pace with McIlroy's final-round 62...Made a late-round push Sunday at the Memorial Tournament but saw his chances end when he double-bogeyed the par-5 15th. Settled for a T5...Finished T4 at the U.S. Open for his 31st top-10 finish in a major championship (13 at the Masters, nine at the U.S. Open, one at The Open Championship and eight at the PGA Championship). It was his seventh top-four finish at the U.S. Open in 18 professional starts (20 total)...Did not crack the top 10 again until six starts later when a final-round, 4-under 67 led to a T8 finish at the BMW Championship. It marked the 25th time he and Tiger Woods (70) played together in an official PGA TOUR event...Finished T22 in his title defense at the TOUR Championship by Coca-Cola, his first finish outside the top 20 in Atlanta since 1998...Finished with a 1-3 record in his eighth Ryder Cup appearance. Scored a 4-and-2 victory over Peter Hanson in his singles match as the U.S. nearly completed an improbable final-day comeback. \n\n2009: Won four times, including a comeback win at the TOUR Championship by Coca-Cola, and increased official career win total to 37 (12th on the PGA TOUR career wins list). Took time off during the season after breast cancer diagnosis for his wife and mother...Defending his 2008 victory at the Northern Trust Open, posted an 8-under 63 to take a one-stroke lead after the first round. Topped that with a 9-under 62 on Saturday on his way to a four-stroke cushion entering the final 18 holes. After opening with an eagle on the first hole on Sunday, reeled off five bogeys in his next 15 holes to lose the lead. Birdies on the 16th and 17th holes regained the lead and he two-putted from the fringe on the finishing hole to beat Steve Stricker by one. The win was the 35th of his career. Became the first player since Ben Hogan (1946-48) to follow up a runner-up finish (2007) with consecutive victories at the Northern Trust Open (2008-09). He became the seventh player to win in back-to-back seasons at the event, and in the process successfully defended a title for the fifth time in his career...Finished T9 when he lost, 1-down, to Stewart Cink in the third round of the Accenture Match Play Championship...Weakened and dehydrated by a stomach virus that sent him to the hospital on the eve of the final round, closed with seven straight pars for a 3-under 69 to win the World Golf Championships-CA Championship by one stroke over Nick Watney, whose 30-foot birdie try on the final green barely missed. His second victory in his last three starts moved him to No. 2 in the FedExCup standings and to No. 2 in the world. The victory was also the 36th of his career, tied with Lloyd Mangrum for 12th all time...Tied the tournament record with a 30 on the front nine in the final round to jump into contention at the Masters Tournament. However, was derailed by a double bogey on the par-3 12th and a bogey on the 18th to finish fifth after a final-round 67...Wife, Amy, was diagnosed with breast cancer on May 20 and he put his schedule on hold...Returned to action at the St. Jude Classic presented by FedEx in early June, where he finished T59. Also played in the following week's U.S. Open at Bethpage Black, where he T2, two strokes behind Lucas Glover. Was tied for the lead at 4-under par after an eagle on No. 13 in the final round, but bogeys on 15 and 17 pushed him back to second. Fifth runner-up finish at the U.S. Open was a record...Missed next six weeks to be with wife and mother, who also had breast cancer surgery. Missed The Open Championship, the first time he didn't play in a major championship since 1994. Returned to action in early August at the World Golf Championships-Bridgestone Invitational where he T58, the first of a five-tournament stretch where he failed to record a top-25 finish...Capped a tumultuous summer at home with a spectacular rally at East Lake, closing with 66-65. The 5-under 65 moved him from four strokes behind to a three-shot victory at the TOUR Championship by Coca-Cola, his first since his wife and mother were diagnosed with breast cancer in the spring. Beat Tiger Woods, the FedExCup champion, who finished second alone. Finished at 9-under 271 and placed second in the FedExCup. It was his third victory of the year, the 37th of his career, and it pushed him back to No. 2 in the Official World Golf Ranking. Credited much of his success putting to two days of instruction with Dave Stockton in San Diego the week before THE TOUR Championship. Led the field in Putting and made nine putts of 15 feet or more. Won despite making a quadruple-bogey 8 on the 13th hole in the first round...Only American player to participate in every Presidents Cup (8 events)...Won the World Golf Championships-HSBC Champions in China in early November. Made an 18-footer to save par on the 16th after whiffing on a flop shot, then holed a 10-foot birdie putt on the 17th to close with a 3-under 69 and overcome a late charge by Ernie Els, who was in the lead until hitting into the water and making bogey on the final hole. Finished at 17-under 271 and earned $1.2 million in winning his second World Golf Championship of the year. The win was his fourth of the year, tying a career best, even though the HSBC was an unofficial PGA TOUR victory. Els was 10-under for his round and had a one-shot lead playing the 538-yard 18th. From the middle of the fairway, he went at the green with a fairway metal and landed in the middle of the lake to give Mickelson an opening. \n\n\n2008: Moved his career-win total to 34 with victories at the Northern Trust Open and the Crowne Plaza Invitational at Colonial, helping him finish seventh in the FedExCup standings. Ended the season with eight top-10 finishes...Rallied from four strokes behind J.B. Holmes entering the final round of the FBR Open to force a playoff with Holmes. Lost on first extra hole to a Holmes birdie. The runner-up finish was the 21st of his career. Earlier in the final round, gave two tickets to the Super Bowl, which was being played that night in the Phoenix area, to a father and his young son in the gallery...Made up for a 2007 playoff loss at Riviera CC by defeating Jeff Quinney by two strokes at the Northern Trust Open. Took lead for good on the short par-4 10th when, trailing by one, he drove over the green and got up and down for birdie while Quinney made bogey. First played the event as an amateur 20 years earlier, missing the cut...Hit a wedge from the left trees to within 9 feet and sank the birdie putt on the final hole to win the Crowne Plaza Invitational at Colonial. Tied with Rod Pampling and Tim Clark at 13-under par, Mickelson drove left into the trees on the 433-yard, par-4 finishing hole and faced a difficult second shot from 140 yards with one tree to navigate under and a second to go over. His approach cleared the left-front bunker and settled just right of the hole where he sealed his second victory of the season and the 34th of his PGA TOUR career, 13th on the all-time winners list. Mickelson birdied the finishing hole in every round...Capped off the year as a member of the victorious U.S. Ryder Cup team, followed by a T3 finish at the TOUR Championship by Coca-Cola. \n\n2007: Competed in three of the four FedExCup Playoffs events and finished third in season-long points. Won three times and earned a career-high $5,819,988, which pushed his career earnings past the $45-million mark. Finished in the top-10 in money-winners (second) for the seventh time in the last eight seasons. Earned a spot on the victorious United States Presidents Cup team...Earned 30th career TOUR victory at the AT&T Pebble Beach National Pro-Am. Shared the lead after each of the first three rounds after opening 65-67-70, and closed with a 6-under 66 at Pebble Beach to win by five over Kevin Sutherland. Total of 20-under-par 268 tied Mark O'Meara (1997) for 72-hole low. Third career AT&T Pebble Beach National Pro-Am victory was the 10th TOUR win in his home state of California...Lost on the third of a sudden-death playoff (bogey on the par-3 14th) at the Nissan Open to Charles Howell III. Birdied the 71st hole to take a one-stroke lead, but bogeyed the 72nd hole to fall into a playoff with Howell...Overcame one-stroke deficit to 54-hole leader Sean O'Hair to win THE PLAYERS Championship in 14th career start at TPC Sawgrass. Posted rounds of 67-72-69-69—277 to finish two strokes ahead of Sergio Garcia. Victory was 31st of career. Earned a career-best $1,620,000...Forced to withdraw after 11 holes of his first round at the Memorial Tournament due to a left wrist injury sustained while practicing out of rough at Oakmont CC, site of the U.S. Open. Second career withdrawal, the first coming at the 2004 Las Vegas Invitational where he withdrew prior to the third round due to food poisoning. Also forced to withdraw the following week before playing in the Stanford St. Jude Championship...Earned his third victory of the season at the Deutsche Bank Championship in a showdown with Tiger Woods. Held off Woods down the stretch at TPC Boston on Labor Day Monday with a 5-under 66 to win by two strokes over Woods, Arron Oberholser and Brett Wetterich. Finished at 16-under 268, moving atop the standings in the PGA TOUR Playoffs for the FedExCup and to second in the Official World Golf Ranking. It was his 17th different tournament win on TOUR and the 32nd of the his career. Witnessed a no-hitter by Boston Red Sox rookie Clay Buchholz at Fenway Park after Saturday's second round...Needing a victory at the TOUR Championship to have an opportunity to capture the FedExCup and finished 20th. Closed the FedExCup Playoffs third behind Tiger Woods and Steve Stricker, earning a $2-million bonus...Earned a spot on his seventh consecutive Presidents Cup and compiled a record of 2-1-2, bringing his career record to 11-13-9. He and Vijay Singh are the only players who have played in every Presidents Cup since the event's inception in 1994...Birdied the second playoff hole to beat Englishmen Ross Fisher and Lee Westwood in the European Tour's HSBC Champions in Shanghai, China. \n\n2006: Captured second Masters and recorded a 13-shot blowout of the field one week prior at the BellSouth Classic. Recorded multiple wins in a season for the 10th time in 14 seasons on TOUR...Broke virtually every tournament record en route to wire-to-wire repeat victory at the BellSouth Classic. Posted a 260 total (63-65-67-65) to defeat runners-up Zach Johnson and Jose Maria Olazabal by 13 strokes, the largest margin of victory since Tiger Woods won the 2000 U.S. Open by 15. 28-under total matched John Huston (1998 United Airlines Hawaiian Open) for 72-hole PGA TOUR event held on a par-72 course. Total of 31 birdies was one short of the TOUR record for a 72-hole event by Mark Calcavecchia (2001 Phoenix) and Paul Gow (2001 B.C. Open)...Captured third career major championship at the Masters with rounds of 70-72-70-69—281. Coupled with his win at the final major of 2005, the PGA Championship, became the first player since Tiger Woods (2002) to win back-to-back majors. Held the 54-hole lead by one stroke over Fred Couples, and posted just one bogey in the final round en route to a two-stroke win over Tim Clark...Playing in his 14th U.S. Open as a professional, was looking to join Tiger Woods (2000-01) and Ben Hogan (1953) as the only players in modern era (since inception of the Masters in 1934) to win three consecutive majors. Held a share of the 54-hole lead with England's Kenneth Ferrie at 2-over. In final round, held a two-stroke lead after No. 15, but fell into a three-way tie for second, behind winner Geoff Ogilvy, with Jim Furyk and Colin Montgomerie, after a bogey on No. 16 and a double bogey on the 18th. \n\n2005: Captured four TOUR events, including second major championship...The 13th player in tournament history to win the FBR Open in Phoenix twice, and in doing so, won for the first time in almost a year (2004 Masters). After opening with a 2-over 73, bounced back with a career-low 11-under 60 to tie the course record set by Grant Waite in 1996 and matched by Mark Calcavecchia in 2001. Finished five strokes ahead of Scott McCarron and Kevin Na...Won in back-to-back weeks for the first time in his career with his first wire-to-wire victory at the AT&T Pebble Beach National Pro-Am. Held a seven-stroke lead over Greg Owen through 54 holes prior to defeating Mike Weir by four strokes. Was the first wire-to-wire winner in the 68-year history of the tournament. Opened the event with a 10-under 62 at Spyglass Hill GC, breaking the old course record by two strokes. A final-round 1-over 73 left him at 19-under 269, one shy of tying Mark O'Meara's tournament record set in 1997...The week prior to Masters defense, won the 54-hole, weather-shortened BellSouth Classic in a playoff for the second time in his career. Won the 54-hole 2000 tournament in a one-hole playoff over Gary Nicklaus. This time, combined a birdie putt on the 54th hole with a missed 5-foot birdie putt by Jose Maria Olazabal to get into a five-way playoff with Olazabal, Arjun Atwal, Rich Beem and Brandt Jobe. Atwal and Jobe were eliminated on the first hole while Olazabal left after three. Mickelson won with a birdie on the fourth extra hole to Beem's par. Playoff record improved to 7-1...Edged Thomas Bjorn and Steve Elkington by a stroke to win the PGA Championship on Monday morning and clinch his second major championship title. Became the first left-hander to win the PGA and the first lefty to win two majors. Moved past Ernie Els to No. 3 in the world with the victory...Recorded a hole-in-one on No. 7 during Saturday's third round of the 84 Lumber Classic with a 7-iron from 200 yards. It was his fifth career ace on the PGA TOUR...Paired with Chris DiMarco at The Presidents Cup for four of five matches, posted a 3-0-2 record to aid U.S. effort. Halved Sunday Singles match with Angel Cabrera. \n\n2004: Won in his first TOUR appearance of the season for the fifth time in career, capturing the Bob Hope Chrysler Classic. Posted a birdie on first playoff hole to defeat Skip Kendall...At age 33 years, 9 months, 26 days, captured first major championship in 47th attempt (43rd as a professional), winning the Masters. Held a share of the 54-hole lead with Chris DiMarco. Posted a back-nine, 5-under-par 31, punctuated by an 18-foot birdie putt on the 72nd hole, to clinch the one-stroke win over Ernie Els. Only the fourth player in Masters history to win the event on the final putt of the tournament, joining Arnold Palmer (1960), Sandy Lyle (1988) and Mark O'Meara (1998)...Finished second for the third time in last six years at the U.S. Open. Led Retief Goosen by one stroke with two holes to play. Lost lead when he three-putted the par-3 17th hole for double bogey and Goosen birdied the par-5 16th hole. Finished two strokes behind Goosen...Won two ESPY Awards, for Best Championship Performance and Best Male Golfer...Finished top-10 in all four majors for the first time in career. Only he and Ernie Els accomplished the feat during season. \n\n2003: Finished outside the top 30 on the money list for the first time in his 11-year career. Still managed seven top-10s in 23 starts...Opened his season with a T9 at the Phoenix Open...One week later, in defense of his Bob Hope Chrysler Classic title, finished T6, thanks to a final-round 67 that tied champion Mike Weir and Jonathan Kaye for low final-round honors...Third top-10 was a T4 at the Buick Invitational, six strokes behind winner Tiger Woods...Finished T9 at the World Golf Championships-Accenture Match Play Championship after losing to Jerry Kelly in the third round (3 and 2). Defeated Robert Karlsson and Brad Faxon in his first two matches...For the third consecutive season he finished third at the Masters (also finished third there in 1996). The top-10 was his 17th in a major championship. One of only five players to post a sub-par round Sunday, with his 4-under 68...First-round co-leader at the PGA Championship after carding a 4-under 66. Finished T23...Next top-10 did not come until August, a T6 at The INTERNATIONAL...Posted a T9 finish at the Las Vegas Invitational, one of six players to card five rounds in the 60s for the week. In the second round, recorded seven birdies on the front nine at TPC The Canyons for a 7-under-par 29, the lowest nine-hole score by anybody playing on the three courses...Played on his fifth Presidents Cup but lost all five of his matches.\n\n2002: Won multiple TOUR events for seventh time in 10 years. Became the second player to top the $20-million mark for career...Captured Bob Hope Chrysler Classic in first appearance of season and first TOUR start since August 2001. Overcame four-shot deficit with a 64 on the final day, including a final birdie, to finish tied with David Berganio, Jr., at 30-under-par 330. Defeated Berganio with a birdie on the first playoff hole...Shot a final-round 64 at the Canon Greater Hartford Open, including a birdie on the final hole, to beat Davis Love III and Jonathan Kaye by one stroke. Became the first player in 51 Hartford tournaments to win in consecutive years. \n\n2001: Posted two victories and finished second on the money list...Won the Buick Invitational in hometown of San Diego in playoff with Frank Lickliter II and Davis Love III. Beat Lickliter with a double bogey on the third extra hole...Won for the second time on the season at the Canon Greater Hartford Open, keyed by a third-round 61...Shot three straight 66s to start the PGA Championship at Atlanta Athletic Club. In the final round, came to the 18th hole one shot behind David Toms. Toms laid up short of the hazard in front of the green. Mickelson's long birdie putt from the back of the green was just short and Toms got up and down for par and the victory.\n\n2000: Enjoyed fifth multiple-win season and second four-win season, including ending Tiger Woods' consecutive victory string, at six, with a four-stroke win at Buick Invitational...Shared the 54-hole lead with Gary Nicklaus at the BellSouth Classic at TPC Sugarloaf. Officials canceled the final round of the tournament due to bad weather, and he made an 18-foot birdie putt on the first playoff hole to win...Third title of the season came at the MasterCard Colonial. Stood six strokes off the 54-hole lead at Colonial CC. But in the final round, he made eight birdies overall, with five on the back nine, to shoot 63 and defeat Stewart Cink and Davis Love III by two strokes. His $594,000 paycheck put him over $2 million in season earnings for the first time in his career...Fourth win of the campaign came at THE TOUR Championship. Was one off the lead going into Sunday after opening 67-69-65. Shot a 4-under 66 Sunday, ending Woods' streak of 19 consecutive PGA TOUR victories when he owned at least a share of the lead entering the final round...Closed with a 65 at the GTE Byron Nelson Classic to get into a playoff with Jesper Parnevik and Love. Suffered first career playoff loss when Parnevik prevailed...Was second at The International for a second time, four points behind winner Ernie Els.\n\n1999: Saw his streak of consecutive years with a victory snapped at six. Despite failing to win, posted another strong season and had memorable performance in the U.S. Open at Pinehurst. With wife Amy's delivery of their first child imminent, lost by one stroke to Payne Stewart. Couple's first child, Amanda, was born day after tournament finished...Final-round 65 led to a second-place finish at the World Golf Championships-NEC Invitational, one stroke behind Tiger Woods, making the third consecutive year he had finished runner-up at Firestone CC...Had a 2-2-0 record in his third Ryder Cup, including a 4-and-3 defeat of Jarmo Sandelin in his Sunday singles match.\n\n1998: Was able to hold off Mark O'Meara and Tiger Woods on Sunday with a final-round 68 to win Mercedes Championships...Also won the weather-postponed AT&T Pebble Beach National Pro-Am. Birdied two of the final three holes for a one-stroke victory over Tom Pernice, Jr...Came close to successfully defending his International championship in Colorado. Finished with 41 points in the modified Stableford event but dropped a playoff to Vijay Singh...Posted a second consecutive runner-up finish at the NEC World Series of Golf...Broke into the top 10 at THE PLAYERS Championship for the first time in his career (T8)...Played for the U.S. for a third time in Presidents Cup competition. Had a disappointing 0-2-2 record in Virginia.\n\n\n1997: Extended streak of years with a PGA TOUR victory to five. For the second straight year, he missed only two cuts. Was a two-time winner, with victories at Bay Hill Invitational and Sprint International and finished in the top 25 in 15 of the 21 tournaments he played...At Bay Hill, he was two off the pace through 54 holes. His final-round 65, the tournament's low 18 that week, earned him a three-shot win over Stuart Appleby...Again got the better of Appleby, at The International at Castle Pines GC. Had 48 points to Appleby's 41...Played in his second Ryder Cup. Was 1-1-2 in his four matches at Valderrama in Spain... Teamed with Fred Couples and Tom Lehman to win the Wendy's 3-Tour Challenge representing the PGA TOUR. 1996: Won four times, including two of his first three starts. Finished second on the money list. Successfully defended his Nortel Open title and defeated Justin Leonard in playoff to win Phoenix Open for an Arizona sweep. Became first player since Johnny Miller in 1975 to win in Phoenix and Tucson in the same year...Won GTE Byron Nelson Classic by two over Craig Parry and the NEC World Series of Golf, beating Billy Mayfair, Steve Stricker and Duffy Waldorf by three shots...Opened with a 65 at the Masters Tournament. Finished with a 73-72-72 final 54 holes to finish third...Teamed with Mark O'Meara and Stricker for a Dunhill Cup victory over New Zealand. 1995: Won Northern Telecom Open for the second time, following his 1991 victory as an amateur.. Shared the first-round lead with Tom Purtzer after a 65 and followed with a 66 for a one-shot, 36-hole lead. Was tied with Jim Gallagher, Jr. and Brett Ogle through 54 holes and won with a par on the 18th hole Sunday when Gallagher three-putted there...Held the Masters Tournament first-round lead after a Thursday 66 at Augusta National. Was only one stroke off the lead going into the final round. Shot a 1-over 73 Sunday to T7...Added another top-10 at a major, a T4 at the U.S. Open. Playing in his first Ryder Cup, he turned in a 3-0 record in Europe's one-point win at Oak Hill CC. Won his four-ball match with Corey Pavin as his partner, teamed with Jay Haas to win his second four-ball match and then beat Per-Ulrik Johansson, 2 and 1, in singles. 1994: Won Mercedes Championships at La Costa, defeating Fred Couples in a playoff...Suffered a skiing accident in March in Arizona. Fractured his left femur and suffered a hairline fracture to his right ankle...In the week prior to the accident, had a third-place showing in defense of his Buick Invitational of California title, featuring a final-round 64 at Torrey Pines...Had a nice finish at the Kemper Open (T4) and recorded his first TOUR hole-in-one, at TPC Avenel...Made first Presidents Cup team as a captain's choice, finishing with 2-1-2 record. 1993: Won first two titles as a professional, the Buick Invitational and The International. At the Buick Invitational in La Jolla, Calif., he coasted to a four-shot victory over Dave Rummels...At The International, in Castle Rock, Colo., he had 45 points in the Modified Stableford format to win by eight points over Mark Calcavecchia...Also added his first international title, taking the Tournoi Perrier de Paris on the European Challenge Tour at Golf Euro Disney. Amateur: Last amateur to win a TOUR event with victory at 1991 Northern Telecom Open, by one stroke over Tom Purtzer. Was the first amateur since Scott Verplank in 1985 at the Western Open to win PGA TOUR event...In 1990, became only left-handed player to win U.S. Amateur...One of only four golfers to win NCAA Championship and U.S. Amateur in same year. The others are Jack Nicklaus, Tiger Woods and Ryan Moore...Along with Gary Hallberg, David Duval and Bryce Molder, only four-time, first-team golf All-Americans.","otherCarHigh" : "","personal" : "Started hitting golf balls at 18 months...Is right-handed in everything except golf. As his father demonstrated right-handed, he followed along left-handed...An avid pilot, following in the footsteps of his father, Phil Sr., who was a Navy pilot...With wife, Amy, has been involved with the Special Operations Warrior Foundation, Homes for Our Troops and Birdies for the Brave the last four seasons, helping raise money for these three organizations...Mother, Mary, was honored as March of Dimes Mother of the Year in November 1998...First golf-course design project, Whisper Rock, near Scottsdale, Ariz., opened in 2001...Is the former chair of the American Junior Golf Association...Attempted a $1-million “KPMG Chip4Charity” shot at halftime of the San Diego Chargers-Denver Broncos Monday Night Football game on Oct. 15, 2012 at Qualcomm Stadium. Missed the shot but earned $50,000 for First Book, a non-profit organization which provides new books for children in need...Website is philmickelson.com.","otherInfo" : "","ntlTeams" : "The Presidents Cup (11), 1994, 1996, 1998, 2000, 2003, 2005, 2007, 2009, 2011, 2013, 2015; Ryder Cup (10), 1995, 1997, 1999, 2002, 2004, 2006, 2008, 2010, 2012, 2014; Walker Cup (2), 1989, 1991; World Amateur Team Championship (1), 1990; Dunhill Cup (1), 1996.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 2nd at the AT&T Pebble Beach Pro-Am.","dynStats" : "He ranks 3rd in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/philmickelson_pga"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/MickelsonHat"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}