{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "21549","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Carney","first" : "Steve","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "190","weightMetric" : "86","birthDate" : "March 29, 1990","age" : "26","birthPlace" : "Tulsa, Oklahoma","residence" : "Tulsa, Oklahoma","family" : "Single","education" : "University of Tulsa","splInterest" : "Traveling, snowboarding, fantasy football","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2013","clubAffl" : "MeadowBrook CC (Tulsa, Oklahoma)","cityPlaysFrm" : "Tulsa, Oklahoma","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2015","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015 Joined PGA TOUR Latinoamérica with a T4 finish at the Sebring, FL Q-School in January… Played 13 tournaments on PGA TOUR Latinoamérica, collecting two top-10s and four top-25s on 9 cuts made to finish the year ranked 60th on the Order of Merit… Posted four sub-par rounds to finish T4 at the Lexus Panama Classic in May for his best finish in Latin America… Only top-25 in 9 starts on the Mackenzie Tour PGA TOUR Canada was solo seventh at the Staal Foundation Open in July. Finished the Canadian season ranked 61st on the Order of Merit.\n\n2014: Joined PGA TOUR Canada in April with a T34 finish at the California Q-School in Oak Valley GC… Finished his rookie season on PGA TOUR Canada ranked 40th on the Order of Merit… Shared runner-up honors at the ATB Financial Open, for his only top-25 in 12 starts. \n\nOTHER DETAILS: Turned pro in May of 2013. Has also played on the Adams Tour and the NGA Tour.\n","otherCarHigh" : "Played college golf at Tulsa University, where he was a four-year letterwinner… A two-time Oklahoma State Amateur champion (2010 at Cedar Ridge CC and 2012 at Southern Hills CC)… Won the 2011 Southeastern Amateur… Was second at the 2011 National Invitational Tournament… Played prep golf at Union High School… Was the 2008 Oklahoma Class 6A state champion with rounds of 73-69-70… Also placed first at the Class 6A regional championship with rounds of 68-69… Was the Metro Player of the Year as a HS senior, while also earning all-state accolades.","personal" : "Began playing golf at age 12… Has one brother and one sister… Michael Boyd is his golf instructor… Favorite course he's played is Southern Hills CC… The Oklahoma Sooners, the San Francisco 49ers, the Oklahoma City Thunder and Los Angeles Lakers are his favorite teams… Kobe Bryant and Nick Young are his favorite athletes to watch… Victoria, B.C., is his favorite city to visit… The Virgin Islands is his favorite vacation spot… Sergio Garcia, Rory McIlsory and Miguel Angel Jiménez would round out his dream foursome… Not many people know that he was a good skateboarder… His bucket list includes traveling to Europe and Asia… Tulsa's “Youth at Heart” is his preferred charity… Twitter: @CARN_DAWG9230… Instagram: @CARNDAWG9230","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 Order of Merit Top-60"},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Made seven cut in nine events. Season-best finish was solo seventh at the Staal Foundation Open in July with rounds of 68-66-71-69.\n\n2014: Finished T34 at Q-School in Oak Valley. Saw best outing at the ATB Financial Classic...Tied with Daniel Balin for first-round lead with 64. Pressed advantage with second-round 65 to maintain second place. Unable to hold back eventual champion Brock Mackenzie over the weekend and finished T2, four strokes behind. \n","otherCarHigh" : "Two-time Oklahoma State Amateur champion...Was second at the 2011 National Invitational Tournament.","personal" : "Began playing golf at age 12...Favorite Tulsa-area golf course is Southern Hills CC...Cites Kevin Tway as the best player he's played against...Says the toughest golf course he has played is TPC Sawgrass...Lists Steve Stricker as his favorite PGA TOUR player.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Conditional","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri was T4th in 2015 at the Lexus Panama Classic presented by World Jewelry Hub.","dynStats" : "He ranks T75th in Par Breakers on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}