{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "30151","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Mechereffe","first" : "Fernando","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "165","weightMetric" : "75","birthDate" : "March 6, 1983","age" : "33","birthPlace" : "Pelotas, Rio Grande do Sul, Brazil","residence" : "Charlotte, North Carolina","family" : "Single","education" : "North Carolina State University (2004, Business Finance)","splInterest" : "Movies, fishing, snowboarding","pronunciation" : "metch-ur-EFF-ay","nwTourAlumnus" : "","trndProYear" : "2004","clubAffl" : "Raintree CC (Charlotte, North Carolina)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "225,620&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Posted a T10 at the Albertsons Boise Open. Opened with an even-par 71 and played the next 54 holes in 16-under par, that included a 64 in the second round.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2012","exmtStatus" : "Fully Exempt","otherVics" : "","intlVics" : "","curYearHigh" : "Posted a T10 at the Albertsons Boise Open. Opened with an even-par 71 and played the next 54 holes in 16-under par, that included a 64 in the second round.","carHigh" : "2013: Made the cut in half of his 20 starts during his second full season on the Web.com Tour...First top-10 did not come until his 14th event, the Price Cutter Charity Championship, where he posted rounds of 66-69-67-67 to finish runner-up to champion Andrew Svoboda. Collected a career-best check of $72,900 to leap from 133rd in earnings to 42nd. Finished the Regular Season 48th on the money list to secure a spot in the Web.com Tour Finals...Also T14 at the United Leasing Championship...Made the cut in two of four Finals' starts, but his best week was a T58 at the Nationwide Children's Hospital Championship. \n\n2012: Played a full schedule on the Web.com Tour for the first time, making 24 starts, and had three finishes among the top 15. Late in the season, was on the leaderboard after three rounds of the Chiquita Classic. Following a Sunday 71, placed T7 near his home in Charlotte, his top career performance on the circuit...Was T12 at the BMW Charity Pro-Am, thanks to four straight rounds in the 60s...Was also T14 at the Children's Invitational...Played three events on the eGolf Tour, registering two top 10s—a T5 at the River Run Classic and a T7 at the Oldfield Open. 2011: Lone start on the Web.com Tour was a missed cut at the News Sentinel Open...Made 15 starts on the eGolf Tour and was second at the HGM Hotels Classic and also T2 at both the Cowans Ford Open and the Bolle Classic. Earned conditional status for the 2012 Web.com Tour after finishing T102 at the PGA TOUR National Q-School. 2010: Three starts highlighted by a T22 at the Price Cutter Charity Classic. Made 14 starts on the eGolf Tour and was T2 at the Caddy For A Cure Classic. 2009: Was T57 at the Wyndham Championship in his only PGA TOUR start...Played in 14 events on the eGolf Tour and was second at the Cabarrus Classic. 2008: Made 13 starts on the eGolf Tour and was T2 at the TPGG Classic.\n","otherCarHigh" : "Was the No. 1-ranked golfer in Brazil at age 14...All-ACC selection while at NC State in 2003-04.","personal" : "His mom and dad won amateur golf events in Brazil...Played the eGolf Tour regularly from 2004-2011...Biggest thrill in golf was qualifying for the 2009 Wyndham Championship on the PGA TOUR and making the cut with his dad caddying...Favorite course he has played is Quail Hollow Club, host site of the PGA TOUR's Wells Fargo Championship...Never travels without his phone...Favorite websites are pgatour.com and espn.com. Favorite pro teams are the New York Yankees and the Carolina Panthers. Favorite TV show is \"Seinfeld,\" and his top movies are \"Ironman\" and \"Avatar\" and the \"Bourne\" series. Enjoys listening to DMB and James Taylor. Favorite book is the Bible. Enjoys watching Roger Federer and Peyton Manning. Favorite cities to visit are Rio de Janeiro and Las Vegas. Favorite gadget is his iPhone. Favorite apps are ESPN, Pandora and the Bible. Carries a banana and an energy bar in his golf bag when he plays. Has reached speeds of 140 mph in a stock car at Charlotte Motor Speedway. Bucket list includes winning the Masters, getting married and having kids.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Posted a T10 at the Albertsons Boise Open. Opened with an even-par 71 and played the next 54 holes in 16-under par, that included a 64 in the second round.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 2nd in 2013 at the Price Cutter Charity Championship Presented by Dr Pepper.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}