{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24956","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "6","capcure" : "N", "personalInfo" : {"name" : {"last" : "Ilonen","first" : "Mikko","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "180","weightMetric" : "82","birthDate" : "December 18, 1979","age" : "36","birthPlace" : "Lahti, Finland","residence" : "Lahti, Finland","family" : "Wife, Kati; Eino","education" : "","splInterest" : "Sports","pronunciation" : "EE-low-nun","nwTourAlumnus" : "","trndProYear" : "2001","clubAffl" : "Black Mountain GC (Hua Hin, Thailand)","cityPlaysFrm" : "Finland; ;","websiteUrl" : "","websiteName" : "www.mikkoilonen.fi","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Member","otherVics" : "","intlVics" : "(5): 2007 Jakarta Astro Indonesia Open [Eur], Scandinavian Masters [Eur]. 2013 Nordea Masters [Eur]. 2014 Irish Open [Eur], Volvo World Match Play Championship [Eur].","curYearHigh" : "Best finish of the season were a pair of T18s. First came at the Volvo China Open in April...In September, was again T18 at the KLM Open. Shot impressive rounds of 64 in the first round and a third-round 62 to go with a pair of 71s in the Netherlands.","carHigh" : "2013-14: Played in four medal-play PGA TOUR events and the World Golf Championships-Accenture Match Play Championship for his five TOUR starts. Top finish was a T7 at the PGA Championship, where he turned four sub-70 rounds into his second top-10 in a major championship (T9 at The Open Championship). Was also T21 at the World Golf Championships-HSBC Champions in November...Lost in the first round of the Accenture Match Play Championship...On the European Tour, finished 18th on the final Race to Dubai standings. Played well all week at the Commercial Bank Qatar Masters. Closed with a 6-under 66 at Doha GC to force a playoff with Sergio Garcia. Birdied the 16th and 18th holes in the final round to get into the overtime session, where he and Garcia both birdied No. 18 to move the playoff to a third extra hole. Playing 18 again, he could only make par to Garcia's birdie...Added another top-10 the following week, finishing T5 with Thorbjorn Olesen, Robert Rock and Steve Webster at the Omega Dubai Desert Classic, three strokes behind winner Stephen Gallacher...Won on the European Tour for a second consecutive year and fourth time overall when he captured a wire-to-wire victory at the Irish Open in mid-June. Opened with a 7-under 64 at Fota Island Resort and shot two more rounds in the 60s to take a one-shot lead over Danny Willett. Fired a final-round, 1-under 70 and was able to hold off a hard-charging Edoardo Molinari, who shot a final-round 67, by a stroke. Made birdies on two of his first four holes Sunday but made no more birdies the rest of the way (13 consecutive pars) and survived a 72nd-hole bogey on the par-5 18th to secure the title...At the European Tour's Volvo World Match Play Championship at The London GC in England, lost his opening match to Joost Luiten then reeled off five consecutive match victories on his way to a 3-and-1 win in the final match over Henrik Stenson. Also defeated Graeme McDowell, Alexander Levy and Victor Dubuisson before exacting revenge against Luiten in the semifinals (2 and 1) in earning his second European Tour title of the se\n\n2013: Won for the first time since 2007 when he captured the Nordea Masters in Stockholm, Sweden, in early June. Fired weekend rounds of 65-69 at Bro Hof Slott GC after opening 70-63 to come from behind to defeat Jonas Blixt by three shots...Of his three PGA TOUR appearances, the T65 he recorded at the World Golf Championships-Bridgestone Invitational was his best effort...First top-10 of the season came at The Commerical Bank Qatar Masters. Opened with a 71 and then put together three sub-70 rounds in late-January...Enjoyed a runner-up finish at the Hassan Trophy II in late-March. Shot four under-par rounds to T2 with David Horsey, three shots behind winner Marcel Siem...Two starts later, was in contention again before settling on a solo second, this time at the Volvo China Open in Tianjin. Opened 69-63 to hold a three-shot advantage at the halfway point at Binhai Lake GC. Was a stroke out of the lead when the final round began, and he shot a 1-under 71 to fall to Brett Rumford by four strokes.\n\n2012: Had two European Tour top-10s during the season. Was in contention all week at the Nordea Masters in Stockholm, Sweden. Had four under-par rounds to T3 but still finished a distant six shots behind winner Lee Westwood...Added a T10 three weeks later when he fired a final-round 67 at the Irish Open...Missed the cut at the U.S. Open at The Olympic Club in his second U.S. Open start. \n\n2011: In an abbreviated European Tour playing schedule, only top-10 came at the Hassan Trophy II in early April. Finished T7 in Morocco, four shots short of winner David Horsey. \n\n2010: Had a strong European Tour season, with five top-10s that included a pair of tournaments where he was in contention all week. Finished T3 at the Hassan Trophy II in Morocco. Opened with a 71 at Royal Golf Dar Es Salam then fired rounds of 69-67-66 but still seven shots short of winner Rhys Davies...Added a T4 at the Volvo China Open at Suzhou Jinji Lake GC in April. Entered the final round tied for second, a stroke behind Y.E. Yang. Stumbled to a 1-over 73 in Suzhou, four shots short of Yang's winning score...A week later, was T9 at the Ballantine's Championship in South Korea...Added another T9 in Spetember, at the Omega European Masters. Was well back when the day began but a final round, 5-under 66 gave him the top-10 finish...Final top-10 of the campaign came in Portugal in October, at the Portugal Masters, where he shot a final-round 72 at Oceanico Victoria GC in Algarve to T9...Played in his first U.S. Open, missing the cut after rounds of 75-77 at Pebble Beach GL.\n\n2009: Best showing in a disappointing campaign came late in the season, at the Madrid Masters. In a season where he at one point missed five consecutive cuts and had a withdrawl, finished solo second in Spain. Had back-to-back 63s in the second and third rounds then came in with a 6-under 66 on the last day. Finished three shots short of winner Ross McGowan. \n\n2008: Only top-10 of the season came on the European Challenge Tour's SK Golf Challenge. Capitalized on rounds of 71-67-68-72 to T4 in Lohja, Sweden, seven shots behind winner Simon Robinson...Best European Tour showing was at the European Open, hwere he opened with a 69 and went on to T14.\n\n2007: Became the first player from Finland to win on the European Tour with a victory in the Jakarta Astro Indonesia Open...Added a second title in August, at the Scandinavian Masters. Birdied the par-3 18th hole to tie Germany's Martin Kaymer, who double bogeyed the hole in the next group...Had a top-10 at the Celtic Manor Resort Wales Open, using a final-round 63 to move from a tie for 23rd through 54 holes into a T6, two shots behind winner Richard Sterne...Represented Finland at the Omega Mission Hills World Cup. Partnered with Pasi Purhonen to T13 in China, 10 strokes behind Scotland's winning score. \n\n2006: At The Open Championship, finished 16th at Royal Liverpool, the site of his 2000 British Amateur victory. That performance, along with a top-10 at the Omega European Masters (T7), saw him regain his place on the European Tour by finishing 112th on the Order of Merit.\n\n2005: Had a disappointing season, with 19 missed European Tour cuts in 28 starts. Did carve out one top-10, at the Madeira Island Open in April. Was three strokes out of the lead through 54 holes, shot a final-round 72 and ended up T7, seven strokes behind winner Robert-Jan Derksen. \n\n2004: Only made one top-10, at The Heritage late in the season. A third-round 65 was instrumental in his strong showing at the two-course event (Duke's Course and Woburn G&CC) in Great Britain.\n\n2003: Missed nine consecutive cuts between July and October and saw his greatest success early in the season. Was T6 at the Dubai Desert Classic followed by a T8 at the Madeira Island Open six weeks later, in late-March.\n\n2002: Turned in his top European Tour finish to that point in his career when he was solo third at the Celtic Manor Resort Wales Open. Began the final round five shots behind leader Paul Lawrie and couldn't cut into Lawrie's advantage. Shot a Sunday 72 and fell by six shots... Finished T50 in his second Open Championship appearance.\n\n2001: Turned professional and immediately showed great potential by finishing T9 behind David Duval in The Open Championship at Royal Lytham & St Annes. Opened with a 68 and closed with a 66.\n\nAmateur: Became the first Finn to win the British Amateur when he won the title in 2000...Made his PGA TOUR and major tournament debut at the 2000 Open Championship, shooting rounds of 74-71 to miss the cut...Played in three PGA TOUR events in 2001, missing the cut at the Bay Hill Invitational, the Masters Tournament and the Memorial Tournament. \n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "World Cup (1), 2007; Seve Trophy (2), 2007, 2013.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T7th in 2014 at the PGA Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}