{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "26287","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Thatcher","first" : "Roland","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "185","weightMetric" : "84","birthDate" : "April 11, 1977","age" : "39","birthPlace" : "Hampton, Virginia","residence" : "The Woodlands, Texas","family" : "Wife, Lindsey; Grayson, Charlotte","education" : "Auburn University (2000, Criminal Science, Criminal Justice)","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2007)","trndProYear" : "2000","clubAffl" : "The Club at Carolton Woods (The Woodlands, Texas)","cityPlaysFrm" : "The Woodlands; TX; United States","websiteUrl" : "http:\/\/www.rolandthatcher.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,769,228&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2002","exmtStatus" : "Exempt - Top-75 Money Winner from 2015 Web.com Tour Regular Season","otherVics" : "","intlVics" : "","curYearHigh" : "Finished the Web.com Tour season with 18 starts, one third-place finish, three top-25s and nine cuts made. Was 80th on the combined final money list...First top 10 came in his eighth start, at the BMW Charity Pro-Am, which featued a near history-making final round. After an opening 71 and a pair of 67s in the middle rounds, recorded four birdies and an eagle (No. 5) on Sunday morning en route to a front-nine 29. Five more birdies on the back nine (Nos. 10, 12-14, 15) put him in position to possibly join five other Tour players who'd shot 59. Parred the 17th hole and had a 12-footer for birdie on the 18th, only to come up a bit short and left. Became the 23rd player in Tour history to shoot 60 and only one to do so in 2015. Set a new course record at Thornblade Club with his 11-under-par effort. The solo third was his best finish on Tour since a win at the 2007 Cox Classic...After a T30 and a T13 in his next two starts, the remainder of his season was lackluster. Played in seven tournaments, with just two cuts made (T38, T43) to show for it. Would drop from 32nd in earnings to 66th during this period. One highlight was a hole-in-one during the second round of the News Sentinel Open in late August...Entered just one Web.com Tour Finals' event and withdrew (Hotel Fitness Championship).","carHigh" : "2014: Played in 22 Web.com Tour events, making 14 cuts. Had one top-10 and eight top-25s. Finished the Regular Season 55th on the money list...Carded a 73 on day one of the Panama Claro Championship. Fired a 64 in the second round, courtesy of five birdies and an eagle. Posted a 67 and was one stroke back after 54 holes. Finished T6 after a Sunday 70 for his best Tour finish since his 2013 season opener, which also came in Panama...Had three top-20 finishes (T19 at the South Georgia Classic, T11 at The Rex Hospital Open and T14 at the Cleveland Open in a four-week stretch in May and June...Recorded two eagles in the fourth round at the BMW Charity Pro-Am at Thornblade Club en route to a 69...Opened the Web.com Tour Finals with promising finishes of T19 at the Hotel Fitness Championship and T16 at the Chiquita Classic, but missed the cut in the last two...Finished 66th in the priority ranking, 16 spots behind the 50th and final card issued.\n\n2013: Made the cut in 16 of 21 Web.com Tour starts, with seven top-25 finishes and one top-10...Was T4 at the Panama Claro Championship to begin the season. Was tied for second, two back after 54 holes but failed to muster a charge on the final day, shooting a 1-over 74 that left him four back of winner Kevin Foley...Next-best effort during the year was a T14 at the BMW Charity Pro-Am...Made the cut in three of four Finals' events, with a T24 at the Web.com Tour Championship his best effort among those tournaments. \n\n2012: Failed to qualify for the FedExCup Playoffs for the third consecutive season. Finished No. 168 in the standings...Finished T4 at the Travelers Championship after holding a share of the third-round lead. Missed his previous two cuts at the Travelers Championship, in 2009 and 2010. Had a chance to force a playoff with a birdie on the last hole, but a bogey-5 dropped him two shots off Marc Leishman's winning total. 2011: Finished just outside the top 125 on the money list at No.1. Made 10 of 22 cuts, but had a career-best six top-25 finishes. Entered the final event of the year, the Children's Miracle Network Hospitals Classic at No. 120 on the money list, but missed the cut and dropped out of the top 125...Carded four rounds in the 60s, including a second-round, 5-under 65, to open the season with a T7 at the Sony Open in Hawaii...Notched his second top 10 of the year, a T5 at the Transitions Championship, carding rounds of 68-67-69-70 to finish 10-under-par, five behind champion Gary Woodland. \n\n2010: Made charge at the final official event of the season, the Children's Miracle Network Classic, to sneak into the top 125 on the money list and retain TOUR card. Entered the Children's Miracle Network Classic at No. 179 on the money list in need of a solo second-place finish to get inside the top 125. Finished solo second at Disney to place 122nd on the money list. Held a four-shot lead after both the second- and third-round leads, before a final-round 72 dropped him three shots behind the winner. Was tied for second with Spencer Levin on the final hole of the tournament. Levin bogeyed the final hole dropping him to T3. 2009: Finished inside the top 125 for the first time in his career with a pair of top-10 finishes…Missed the cut in his first event of the year, the Mayakoba Golf Classic at Riviera Maya-Cancun, but rebounded a month later in April in his second start of the year at the Zurich Classic of New Orleans when four sub-par rounds earned a T9 and a trip to the Quail Hollow Championship the following week. The finish was his best since finishing T9 at the 2008 Mayakoba Golf Classic at Riviera Maya-Cancun…Shot bogey-free 64 in the final round of the Buick Open to T2 and earn $380,800, enabling him to play the rest of the season on a Major Medical Extension. Had 13 starts to earn $407,540 and did it comfortably in his 10th start of the season at the Buick Open. Led the field in birdies (24) and made the biggest move of the week in the FedExCup standings, jumping 66 spots to No. 108. 2008: Made the cut in seven of 15 events on the PGA TOUR before a right wrist injury sidelined him after late May and earned a Major Medical Extension in 2009...Set the El Camaleon GC at Mayakoba course record with a 9-under-par 61 in the third round of the Mayakoba Golf Classic en route to a T9 finish. The previous course record was 62 set by Fred Funk (first round, 2007) and later matched by Brent Geiberger (second round, 2007). Made the cut on the number and jumped from T64 to the top-10 with rounds of 61-68 on the weekend. Missed the cut in four of his next six starts before finishing T7 at the HP Byron Nelson Championship to round out his top-10 finishes for the year. Regained his TOUR card for 2008 by virtue of his second-place finish on the 2007 Web.com Tour money list. 2007: Led the money list until the final event of the year, the Web.com Tour Championship, as Richard Johnson passed him. Made the cut in 16 of 28 starts, with a career-high 15 top-25 finishes. His $415,124 doubled his career money in three previous seasons on Tour. One of the most consistent performers on the Web.com Tour with six top-10 finishes. Earned his second career Web.com Tour win at the Peek'n Peak Classic with a tournament-record, 15-under 273 final score and a three-stroke victory over Paul Claxton. Took over the top spot on the money list with second victory of 2007 at the Cox Classic, collecting $117,000. Finished a Tour-best 24-under 260 in Omaha, clipping Jason Day by one stroke. Set up his victory with a 64-63 start, the lowest first-36 hole score in 2007 and added a 68 in the third round to equal the low 54-hole total for the year. 2006: Member of the Web.com Tour and made the cut in 17 of 29 starts. Needed a late surge at the PalmettoPride Classic (T4) to lock up his playing status for 2007. 2005: Made the cut in 12 of 26 starts on the PGA TOUR with his only top-10 finish a T8 at the FedEx St. Jude Classic. 2004: Finished 177th on PGA TOUR money list in rookie season. Recorded his first top-10 in his 17th career start, a T5 at the Reno-Tahoe Open and collected a career-best payday of $109,500. Missed a 7-foot birdie try on the last hole of regulation that would have put him in a playoff...Earned PGA TOUR card via T9 finish at PGA TOUR Qualifying Tournament 2003: Earned first PGA TOUR card by finishing T28 at the Qualifying Tournament. Finished 29th on the Web.com Tour money list. Established a Kooyonga GC course record with a 6-under-par 65 in the opening round of the Jacob's Creek Open in Australia. Season's top finish was a T2 at the Price Cutter Charity Championship. 2002: Enjoyed standout rookie season on the Web.com Tour, including his first victory at the Bank of America Monterey Peninsula Classic. Missed six straight cuts before a course-record 6-under 66 in the opening round of that tournament gave him a one-shot lead. Led by one after 36 holes and by five after 54 holes. Final-round 74 good enough to hold off Aaron Baddeley by two shots. \n\n2001: Finished T47 at the PGA TOUR Qualifying Tournament at Bear Lakes CC. Entered the final hole of PGA TOUR Qualifying Tournament needing a par to earn his TOUR card, but his approach hit a cart path and bounced on the top of the Bear Lakes clubhouse. He dropped into an unplayable lie and finished with a triple bogey-7, missing his TOUR card by three strokes. Still shot final-round 69...Also played on the Golden Bear Tour. \n\n2000: Played the Golden Bear Tour.\n","otherCarHigh" : "Was the 2000 Southeastern Conference champion. Earned first-team All-SEC honors and second-team All-American honors. Named a 1998 and 2000 Scholastic All-American. Named four consecutive years (1997-2000) to the Scholastic All-SEC team.\n","personal" : "Has lived off the fifth hole at TPC The Woodlands since age 2.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2004","qSchoolYear" : "2003, 2004","exmtStatus" : "127th on 2011 money list","otherVics" : "","intlVics" : "","curYearHigh" : "Finished the Web.com Tour season with 18 starts, one third-place finish, three top-25s and nine cuts made. Was 80th on the combined final money list...First top 10 came in his eighth start, at the BMW Charity Pro-Am, which featued a near history-making final round. After an opening 71 and a pair of 67s in the middle rounds, recorded four birdies and an eagle (No. 5) on Sunday morning en route to a front-nine 29. Five more birdies on the back nine (Nos. 10, 12-14, 15) put him in position to possibly join five other Tour players who'd shot 59. Parred the 17th hole and had a 12-footer for birdie on the 18th, only to come up a bit short and left. Became the 23rd player in Tour history to shoot 60 and only one to do so in 2015. Set a new course record at Thornblade Club with his 11-under-par effort. The solo third was his best finish on Tour since a win at the 2007 Cox Classic...After a T30 and a T13 in his next two starts, the remainder of his season was lackluster. Played in seven tournaments, with just two cuts made (T38, T43) to show for it. Would drop from 32nd in earnings to 66th during this period. One highlight was a hole-in-one during the second round of the News Sentinel Open in late August...Entered just one Web.com Tour Finals' event and withdrew (Hotel Fitness Championship).","carHigh" : "2012: Failed to qualify for the PGA TOUR Playoffs for the third consecutive season. Finished No. 168 in the FedExCup standings...Finished T4 at the Travelers Championship after holding a share of the third-round lead. Missed his previous two cuts at the Travelers Championship, in 2009 and 2010. Had a chance to force a playoff with a birdie on the last hole, but a bogey-5 dropped him two shots off Marc Leishman's winning total. 2011: Finished just outside the top 125 on the money list at No.1. Made 10 of 22 cuts, but had a career-best six top-25 finishes. Entered the final event of the year, the Children's Miracle Network Hospitals Classic at No. 120 on the money list, but missed the cut and dropped out of the top 125...Carded four rounds in the 60s, including a second-round, 5-under 65, to open the season with a T7 at the Sony Open in Hawaii...Notched his second top 10 of the year, a T5 at the Transitions Championship, carding rounds of 68-67-69-70 to finish 10-under-par, five behind champion Gary Woodland. 2010: Made charge at the final official event of the season, the Children's Miracle Network Classic, to sneak into the top 125 on the money list and retain TOUR card. Entered the Children's Miracle Network Classic at No. 179 on the money list in need of a solo second-place finish to get inside the top 125. Finished solo second at Disney to place 122nd on the money list. Held a four-shot lead after both the second and third-round leads, before a final-round 72 dropped him three shots behind the winner. Was tied for second with Spencer Levin on the final hole of the tournament. Levin bogeyed the final hole dropping him to T3. 2009: Finished inside the top 125 for the first time in his career with a pair of top-10 finishes…Missed the cut in his first event of the year, the Mayakoba Golf Classic at Riviera Maya-Cancun, but rebounded a month later in April in his second start of the year at the Zurich Classic of New Orleans when four sub-par rounds earned a T9 and a trip to the Quail Hollow Championship the following week. The finish was his best since finishing T9 at the 2008 Mayakoba Golf Classic at Riviera Maya-Cancun…Shot bogey-free 64 in the final round of the Buick Open to T2 and earn $380,800, enabling him to play the rest of the season on a Major Medical Extension. Had 13 starts to earn $407,540 and did it comfortably in his 10th start of the season at the Buick Open. Led the field in birdies (24) and made the biggest move of the week in the FedExCup standings, jumping 66 spots to No. 108. 2008: Made the cut in seven of 15 events on the PGA TOUR before a right wrist injury sidelined him after late May and earned a Major Medical Extension in 2009...Set the El Camaleon GC at Mayakoba course record with a 9-under-par 61 in the third round of the Mayakoba Golf Classic en route to a T9 finish. The previous course record was 62 set by Fred Funk (first round, 2007) and later matched by Brent Geiberger (second round, 2007). Made the cut on the number and jumped from T64 to the top-10 with rounds of 61-68 on the weekend. Missed the cut in four of his next six starts before finishing T7 at the HP Byron Nelson Championship to round out his top-10 finishes for the year. Regained his TOUR card for 2008 by virtue of his second-place finish on the 2007 Web.com Tour money list. 2007: Led the money list until the final event of the year, the Web.com Tour Championship, as Richard Johnson passed him. Made the cut in 16 of 28 starts, with a career-high 15 top-25 finishes. His $415,124 doubled his career money in three previous seasons on Tour. One of the most consistent performers on the Web.com Tour with six top-10 finishes. Earned his second career Web.com Tour win at the Peek'n Peak Classic with a tournament-record, 15-under 273 final score and a three-stroke victory over Paul Claxton. Took over the top spot on the money list with second victory of 2007 at the Cox Classic, collecting $117,000. Finished a Tour-best 24-under 260 in Omaha, clipping Jason Day by one stroke. Set up his victory with a 64-63 start, the lowest first-36 hole score in 2007 and added a 68 in the third round to equal the low 54-hole total for the year. 2006: Member of the Web.com Tour and made the cut in 17 of 29 starts. Needed a late surge at the PalmettoPride Classic (T4) to lock up his playing status for 2007. 2005: Made the cut in 12 of 26 starts on the PGA TOUR with his only top-10 finish a T8 at the FedEx St. Jude Classic. Earned 2005 card via T9 finish at PGA TOUR Qualifying Tournament. 2004: Finished 177th on PGA TOUR money list in rookie season. Recorded his first top-10 in his 17th career start, a T5 at the 2004 Reno-Tahoe Open and collected a career-best payday of $109,500. Missed a 7-foot birdie try on the last hole of regulation that would have put him in a playoff. 2003: Earned first PGA TOUR card by finishing T28 at the Qualifying Tournament. Finished in the top 30 on the Web.com Tour in 2002-03, including 29th in 2003. Established a Kooyonga GC course record with a 6-under-par 65 in the opening round of the Jacob's Creek Open in Australia. Season's top finish was a T2 at the Price Cutter Charity Championship. 2002: Enjoyed standout rookie season on the Web.com Tour, including his first victory at the Bank of America Monterey Peninsula Classic. Missed six straight cuts before a course-record 6-under 66 in the opening round of that tournament gave him a one-shot lead. Led by one after 36 holes and by five after 54 holes. Final-round 74 good enough to hold off Aaron Baddeley by two shots. 2001: Finished T47 at the PGA TOUR Qualifying Tournament at Bear Lakes CC. Entered the final hole of PGA TOUR Qualifying Tournament needing a par to earn his TOUR card, but his approach hit a cart path and bounced on the top of the Bear Lakes clubhouse. He dropped into an unplayable lie and finished with a triple-bogey 7, missing his TOUR card by three strokes. Still shot final-round 69. 2000: Played the Golden Bear Tour in 2000-01. Amateur: 2000 Southeastern Conference champion. Earned first-team All-SEC honors and second-team All-American honors. 1998 and 2000 Scholastic All-American. Named four consecutive years (1997-2000) to the Scholastic All-SEC team.\n","otherCarHigh" : "","personal" : "Lived off the fifth hole at TPC The Woodlands since age 2.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is T18th at the Panama Claro Championship.","dynStats" : "He ranks T41st in Scoring Average (Actual) on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}