{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20573","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Laycock","first" : "Scott","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "198","weightMetric" : "90","birthDate" : "September 15, 1971","age" : "44","birthPlace" : "Brisbane, Australia","residence" : "Melbourne, Victoria, Australia","family" : "Wife, Janet; Joel David (6\/29\/99)","education" : "","splInterest" : "Cooking, gardening, go-karting","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1994","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "351,078&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Member of the PGA TOUR in 2003. Has been a member of the PGA Tour of Australasia since 1994. The Australian earned his first PGA TOUR card in his initial attempt at the National Qualifying Tournament in 2002. Made the cut in 10 of 25 starts on the 2003 PGA TOUR and finished No. 156 on the money list. His only top-10 finish was a T10 at the FBR Capital Open in June. Was T6 after 36 holes at the 84 Lumber Classic of Pennsylvania, but a third-round 77 dropped him out of contention. Played in five TOUR events in 2002, with his only cut a 60th-place finish at the World Golf Championships-American Express Championship. Missed the cut at both The Open Championship and the PGA Championship. T12 at the Jacob's Creek Open to begin the 2002 Web.com Tour. Finished fourth on Australasian Tour Order of Merit in 2002. Runner-up at the Holden Australian Open and T2 at the ANZ Championship. 2001 Japan Tour Rookie of the Year after two runner-up and two third-place finishes. Won the 2002 Bridgestone Open on the Japan Golf Tour and was runner-up at the Fujisankei Classic. Represented his state in soccer in 1984.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Had a solid outing at the Fiji International in October. Playing in the OneAsia Tour-PGA Tour of Australasia co-sanctioned event in Suva, finished T10 with four other Australians.\n\n2014: Earned his first top-10 of the season in his sixth start, finishing fourth at the Cadillac Championship. Didn't get off to a fast start, with an even-par 72 at Qinghe Bay GC. Fired a second-round 66, even with two back-nine bogeys. Began the final round tied for fourth, three shots behind fellow Australian David McKenzie. Shot a 2-under 70 on the final day to climb into the top five, four strokes behind McKenzie's winning pace. \n2013: On PGA Tour Australasia, turned in his best finish in his first start of the year, at the Victorian PGA Championship. Made a run at the title with a final-round 68 but eventually ended as runner-up to David McKenzie, two strokes behind…Next top-10 came a month later, at the Queensland PGA Championship, a T5 after he shot four consecutive 65s to finish six shots behind winner Brad Kennedy…Picked up another T5 in August, at the Queensland Open. Climbed the leaderboard on the final day. Began his final 18 holes nine strokes off Nick Cullen's lead and tied for 20th. Fired a Sunday 69 to finish tied with two others…Added a T6 at the WA Golfields PGA Championship, thanks to a Sunday 67…Only other top-15 came at the Heritage Classic. Weekend rounds of 69-70 left him tied with three others at T14…Only made Japan Golf Tour cut came at the Thailand Open (T37). It was his first Japan Golf Tour start since 2009.  \n2012: Finished his PGA Tour of Australasia season No. 22 on the order of merit. Top finish on that Tour were a pair of T13s, at the WA Open Championship and the ISPS Handa Perth International on back-to-back weekends…Was also T14 at the Talisker Masters and T15 at the Queensland PGA Championship…On the Asian Tour, was T22 at the Maekyung Open Championship in South Korea…On the OneAsia Tour, top showing was a T8 at the Nanshan China Masters.  \n2011: At the Nanshan China Masters, was part of a four-man playoff in early June. Watched as Bio Kim shot a final-round 66 to get into the playoff and then couldn't match—along with Craig Hancock and Michael Long—the South Korean's heroics in the extra session. The runner-up finish was worth US $72,500.  \n2010: Turned in four par-or-better rounds at the Moonah Classic to T15 on the Web.com Tour…Best PGA Tour of Australasia finish was a T47 at the Australian PGA Championship…Was 48th at the Kolon 53rd Korea Open on the Asian Tour.  \n2009: Made a career-high three Web.com Tour starts but missed the cut in all three tournaments in Australia and New Zealand…At the JBWere Australian Masters in mid-November, was T21 for his top PGA Tour of Australasia effort…On the Japan Golf Tour, best finish was a T43 at the Japan PGA Championship…Was T52 at the European Tour's Johnnie Walker Classic…Finished T43 in his only Japan Golf Tour appearance, at the Japan PGA Championship.  \n2008: Finished T28 at the Web.com Tour's Moonah Classic at Moonah Links in Fingal, Victoria, Australia…Played primarily on the Japan Golf Tour, finishing 74th on the order of merit. Was T11 in May, at the Japan PGA Championship. Rounds of 73-67-75-66…Only other top-20 was a T16 at the Coca-Cola Tokai Classic…Won the Meriton Sydney Invitational at four courses in Sydney, defeating Steven Jeffress by two strokes. \n2007: Played in The Open Championship, missing the cut…Again played in the Jacob's Creek Open Championship and the HSBC New Zealand PGA Championship. Only made cut came at the Jacob's Creek Open, with middle rounds of 68-70 helping his cause…Was T3 at the Australian PGA Championship. Rounds of 69-67-71-66 left him three shots short of winner Peter Lonard…Only top-10s on the Japan Golf Tour came at The Crowns (T9) and the KBC Augusta (T10, after weekend rounds of 67-67). \n2006: Parlayed a third-round 68 into his first Web.com Tour top-10, a T8 at the Jadcob's Creek Open Championship at Royal Adelaide GC…Playing mainly on the Japan Golf Tour, lone top-10 was a T10 at the Gate Way To The Open Mizuno Open in June…Did play well late in the year, at the Dunlop Phoenix, on his way to a T13…First start of the season was also a T13, at the Asia Japan Okinawa Open.  \n2005: Two Web.com Tour starts resulted in a made cut at the Jacob's Creek Open Championship, a T35 effort…Best finish on the PGA Tour of Australasia was a T17 in December at the Australian PGA Championship…Had three top-10s on the Japan Golf Tour. Enjoyed a pair of T5s, at the Acom International and the Sega Sammy Cup…Added a solo-seventh at the Japan Golf Tour Championship.  \n2004: Best results happened on the Japan Golf Tour. Came close to winning in his first start of the season there, eventually settling for a T2 at the Tsuruya Open. Opened with a 65-70 and was three strokes off the pace through 36 holes. Weekend rounds of 72-70 left him two shots shy of winner Brendan Jones…Added a fifth-place showing at the Japan Golf Tour Championship in July…Was also T8 at the Fujisankei Classic. \n2003: After earning his PGA TOUR playing privileges at the 2002 Qualifying Tournament, immediately made his first three cuts—at the Sony Open in Hawaii (T40), the AT&T Pebble Beach National Pro-Am (T47) and the Buick Invitational (T63)…Top finish came at the BellSouth Classic in Georgia. Weekend rounds of 67-70 led to a T19…Added a T22 in his final event of the season, the Chrysler Classic of Greensboro. Finished 156th on the money list and was unable to retain his card…In two Web.com Tour starts, lone made cut came at the Chitimacha Louisiana Open. Thanks to a second-round 66, finished T44…Traveled to his home in December and played well at the Australian PGA Championship. On the strength of weekend rounds of 67, finished fourth, three shots behind winner Peter Senior…Added a T23 at the Bridgestone Open on the Japan Golf Tour. \n2002: Made his PGA TOUR debut, at the Memorial Tournament in Ohio. Missed the cut at the Jack Nicklaus-hosted event…First made cut came in his first World Golf Championships event. Was 60th at the American Express Championship after three 72s that followed an opening, 2-over 74…Played in his first two major championships, missing the cut at both The Open Championship (73-74) and the PGA Championship (80-76)…Played in his first two Web.com Tour events. Was T12 at the Jacob's Creek Open Championship and missed the cut at the Holden Clearwater Classic in New Zealand…Won on the Japan Golf Tour, taking the Bridgestone Open at the Tokyo Yomiuri CC. Shot a final-round 71 to hang on and edge Shingto Katayama and Toru Taniguchi by a shot. His 66-66-69 start gave him a share of the 54-hole lead with Taniguchi…At the ANZ Championship on the European Tour, in the Modified Stableford scoring event, finished T2 with Craig Parry, two points behind Wales' Richard Johnson. \n2001: Played superb golf all week at the ANZ Victorian Open in early January. Opening rounds of 67-67-70 left him a stroke behind 54-hole leader Scott Gardiner. A Sunday 65 allowed him to cruise to a three-shot triumph…In his final start of the PGA Tour of Australasia season, just missed on winning his second title, finishing solo second at the Australian Open. With a final-round 65, Stuart Appleby beat him by three shots…Had two other close calls on the Japan Golf Tour. Finished second in July at the NST Niigata Open…Finished T2 at the Acom International, two shots behind champion Kazuhiko Hosokawa…Added a third-place effort at the Bridgestone Open (weekend rounds of 69-69), a T3 at the Dunlop Phoenix (final 54 holes of 68-66-67) and a fifth-place performance at the ANA Open.  \n2000: Finished ninth on the money list, thanks to three top-five weeks—at the Canon Challenge (T3), the Ericsson Masters (T4) and the Holden Australian Open (fourth)…Had four top-10s on the Japan Golf Tour. First came at the NST Niigata Open Golf Championship (T6), followed by a T7 in his next start, at the Sun Chlorella Classic…Best performances of the year were fourth-place showings. Was fourth at the Suntory Open, three shots behind winner Kiyoshi Maita in September…In his final start of the season, fired a Sunday, 5-under 67 to T4 at the Ube Kosan Open. \n1999: Finished T3 at The Tour Championship for his top PGA Tour of Australia tournament…At the 54-hole Kirin Open on the Japan Golf Tour, finished T48 in his only start on that circuit.  \n1998: Made two top 10s on PGA Tour of Australasia. Was T6 at the Canon Challenge in February…Waited until five days before Christmas to add another—a T5 at the Coolum Classic.  \n1997: Best finish in eight PGA Tour of Australasia starts was at the Asia-Pacific Ericsson Masters (T24). \n1996: Had a pair of top-fives on PGA Tour of Australasia—a solo-third at the Alfred Dunhill Masters amd a T4 at the Players Championship. Held a two-shot lead with 18 holes remaining at the Alfred Dunhill Masters until a final-rouund 71 left him three shots behind winner Bernhard Langer.  \n","otherCarHigh" : "","personal" : "Is interested in Japanese, likes to read and ride his bike.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "The Australian earned his first PGA TOUR card in his first attempt at the Qualifying School finals in 2002. Played in five TOUR events last season, with his only cut a 60th-place finish at the WGC-American Express Championship. Has been a member of the PGA Tour of Australasia since 1994. Finished fourth on its Order of Merit in 2002, topping his previous best finish of 11th in 2001. Has finished inside top 20 on Order of Merit in four of last five seasons. Won the 2001 ANZ Victorian Open. Spent 2000-02 on the Japan Golf Tour, where he won the 2002 Bridgestone Open, and played the Asian Tour from 1997-99. Has 15 career runner-up finishes as a professional. Has recorded one hole-in-one in competitive rounds and six in his career. Represented his state in soccer in 1984.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was 4th in 2014 at the Cadillac Championship.","dynStats" : "He ranks 27th in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}