{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "35383","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Buttacavoli","first" : "Michael","middle" : "","extn" : "","nick" : ""}, "height" : "5-8","weight" : "155","birthDate" : "March 26, 1988","age" : "26","birthPlace" : "Miami Beach, Florida","residence" : "Miami Beach, Florida","family" : "Single","education" : "Rice University (2010, Economics)","splInterest" : "Sports, movies, psychology, law\/arguing","pronunciation" : "but-uh-CUH-voe-lee","nwTourAlumnus" : "","trndProYear" : "2010","clubAffl" : "LaGorce CC (Miami Beach, Florida)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2013","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : " Qualifying Tournament 2013"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2015","exmtStatus" : "Conditional - Additional Qualifying Tournament Finisher or Finished 76-100 on 2014 Web.com Tour Money List","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Played in 16 events on Latinoamérica and posted three top-10s, including a victory at the Dominican Republic Open where he defeated Rick Cochran in a playoff. Finished the year No. 13 on the Order of Merit...Competed in 11 tournaments on PGA TOUR Canada and recorded top-five finishes, at the Bayview Place Island Savings Open (T4), The Syncrude Boreal Open (T5) and The Great Waterway Classic (T5). Ended the season No. 34 on the Order of Merit...Finished T71 at Web.com Tour Q-School final.\n\n2013: Made eight cuts in 12 appearances, with two top-10s (a third in Argentina and a T6 in Mexico). Had four top-25s in all. Finished 30th in earnings.\n\n2012: In three Latinoamérica starts, made one cut, which resulted in a T5 at the Colombia Coffee Classic. Led after a second-round 65 and held a two-shot lead after three rounds. A final-round 74 derailed his run at the title...Again played in the Neediest Kids Championship, again missing the cut outside the nation's capital...Again played on the NGA Tour.\n\n2011: First Web.com Tour start came at the Tour's D.C.-area event. Missed the cut...Also played on the NGA Tour. \n\n2010: Played his first season on the NGA Tour.\n","otherCarHigh" : "Earned first-team All-County for his high school team while still an eighth-grader... Was named to the Conference USA All-Academic team in 2008 and 2010 at Rice... Earned the Conference USA Scholar Athlete of the Year Award in 2010 and was also named to the all-conference second team.","personal" : "Attended Ransom Everglades school in Coconut Grove, Fla...Graduated Magna Cum Laude from Rice in 2010...Dream foursome includes Happy Gilmore, Roy McAvoy and his brother...Biggest thrill in golf was winning the Dominican Republic Open on PGA Tour Latinoamerica in 2013...Favorite books are from the Harry Potter series, and his favorite movies are \"The Shawshank Redemption\" and \"The Usual Suspects.\"...If he weren't a golfer he would be Harvey Specter from the TV show \"Suits,\" which is one of his favorite TV shows. Others include \"Blacklist\" and \"Dexter.\"...Favorite entertainers are Jay-Z, Red Hot Chili Peppers and Billy Joel...Favorite athletes are Dwayne Wade and Joe DiMaggio, who was a member at his home course, La Gorce in Miami Beach...Favorite quote is \"Life is 10 percent what happens to you and 90 percent how you respond to it.\"...Best sporting event attended was Game 3 of the 2006 NBA Finals, where Dwyane Wade had a big night to help the Heat get back into the series...Favorite sports teams are the the three Miami teams, the Heat, the Dolphins and Marlins...Played on the varsity high school golf team with his brother as a seventh grader...Bucket list includes seeing the Seven Modern Wonders of the World...Twitter handle is @mbutta326.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Conditional","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "He graduated Magna Cum Laude from Rice University","dynResults" : "His best finish on the PGA TOUR Latinoameri in 2015 is T40th at the 68 Avianca Colombia Open presentado por Arturo Calle.","dynStats" : "He ranks T40th in Scoring Average (Actual) on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}