{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02256","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Watson","first" : "Tom","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "175","weightMetric" : "79","birthDate" : "September 4, 1949","age" : "66","birthPlace" : "Kansas City, Missouri","residence" : "Bucyrus, Kansas","family" : "Wife, Hilary; Meg (9\/13\/79), Michael Barrett (12\/15\/82), stepchildren Kyle (9\/23\/86), Paige (4\/22\/89), Ross (8\/31\/91)","education" : "Stanford University (1971, Psychology)","splInterest" : "Current affairs, hunting, fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1971","clubAffl" : "","cityPlaysFrm" : "Bucyrus; KS; United States","websiteUrl" : "http:\/\/www.tomwatson.com\/","websiteName" : "","hallOfFame" : "Inducted 1988","combTourMoney" : "25,793,652&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1971","qSchoolYear" : "Fall 1971","exmtStatus" : "Life member","otherVics" : "(10): 1999 Wendy's Three-Tour Challenge [with Jack Nicklaus and Hale Irwin]. 1999 Diner's Club Matches [with Jack Nicklaus]. 2000 Hyundai Team Matches [with Jack Nicklaus]. 2004 Wendy's Champions Skins Game. 2005 Liberty Mutual Legends of Golf [Raphael Division with Andy North]. 2006 Liberty Mutual Legends of Golf [Raphael Division with Andy North]. 2007 Wendy's Champions Skins Game [with Jack Nicklaus], Liberty Mutual Legends of Golf [Raphael Division with Andy North]. 2010 Wendy's Champions Skins Game [with Jack Nicklaus]. 2011 Ka'anapali Champions Skins Game [with Jack Nicklaus].","intlVics" : "(4): 1980 Dunlop Phoenix [Jpn]. 1984 Australian Open [Aus]. 1992 Hong Kong Open [Asia]. 1997 Dunlop Phoenix [Jpn].","curYearHigh" : "Bettered his age for the third time in his career when he posted a 7-under-par 65 in the second round at the Mitsubishi Electric Championship at Hualalai. Trailed by just two strokes after 36 holes before eventually finishing T11...Made his 43rd appearance in the Masters and 42nd in succession but did not make the cut in his final appearance in Augusta.","carHigh" : "One of the TOUR's greatest players, who was especially dominant during a six-year span (1977-82) that saw him post 26 wins, 13 runners-up finishes and 10 thirds, along with being the PGA TOURs leading money-winner four years in a row (1977-80). \n\n2013-14: Made two of five PGA TOUR cuts, with a T35 at the Greenbrier Classic his best finish...Battled Colin Montgomerie down the stretch before finishing second at the Senior PGA Championship at Harbor Shores, Mich., despite a final-round 65. Performance in Michigan was his best Champions Tour effort since winning the same championship at Valhalla in 2011. It was also his 17th top-three finish in a senior major...A week earlier, closed with a 5-under-par 67 at the Regions Tradition, which shared honors for the day's low round and led to a T6 finish at Shoal Creek. It was his eighth top-10 finish in the event, one shy of Jack Nicklaus' record. In addition, earned $79,200 which allowed him to move past Gil Morgan atop the list for career earnings for the Regions Tradition ($1,177,516 in 12 appearances)...Joined teammate Andy North for a T10 finish in the Champions Division at the Big Cedar Lodge Legends of Golf in June...Added another highlight to his illustrious career resume when he bettered his age for the first time. Fired a second-round, 8-under-par 63 at the Toshiba Classic at age 64. In the process, he became the second-youngest Champions Tour player to better his age. Walter Morgan holds that distinction, shooting a 60 at age 61...Played in his 41st Masters Tournament and 40th in succession in April, tying Nicklaus in that category. Did not make the cut after rounds of 78-81...Finished T35 in July at The Greenbrier Classic on the PGA TOUR on the strength of three consecutive rounds in the 60s...Broke his own record as the oldest player to make the cut at The Open Championship, when he did it at age 64. Fired a closing-round, 4-under-par 68 to finish T51 at Royal Liverpool. It marked the 26th time in his career he had made the cut and the eighth time since turning 50...A week later, used a second-round 66 at Royal Porthcawl to jump into contention at The Senior Open Championship until a final-round 77 dropped him into a T10 in Wales...Captained the U.S. Ryder Cup team for a second time, with the U.S. losing to the European team at Gleneagles in Scotland.\n\n2013: He and teammate Andy North made a weekend run for a second team title in the Legends Division of the Liberty Mutual Insurance Legends of Golf in late April in Savannah. The duo was able to convert only two birdie opportunities on the back nine Sunday and eventually finished T4...Shot a final-round 66 to move up into solo fifth place at the Toshiba Classic, his best Champions Tour performance since he was T3 at the 2011 Senior Open Championship at Walton Heath GC near London...Made his 40th career start at the Masters and 39th in succession but missed the cut. \n\n2012: Played in only six events on the Champions Tour due to injury in the spring and early summer. It was fewest he's played in a full season...Was forced to withdraw from the Encompass Insurance Pro-Am of Tampa Bay in mid-April after his opening round with what was later diagnosed as a pinched nerve in his right wrist. Injury kept him kept him out of action until June's Constellation SENIOR PLAYERS Championship...The injury also kept him from defending his Senior PGA Championship title, the first time a Senior PGA champion wasn't able to defend since Roberto De Vicenzo in 1975...Best effort among his seven starts was a T7 at the season-opening Mitsubishi Electric Championship at Hualalai...Was T10 at The Senior Open Championship at Turnberry, where he had rounds of 66-69 on the weekend...Also made three appearances in PGA TOUR events during the campaign...Played in the Masters for the 39th time but missed the cut by two strokes when he bogeyed his final two holes on Friday...Made his 35th appearance at The Open Championship and made the cut for the 25th time in his career, finishing T77 at Royal Lytham & St. Annes...Also made the cut at The Greenbrier Classic and finished T73 at the venue where he is the honorary host professional...Was the honoree at the Memorial Tournament and was recognized by Jack Nicklaus during the Wednesday ceremony at Muirfield Village GC...Late in the season, ventured Down Under to the Emirates Australian Open and finished T28. Was the only player in the field to post a score in the 60s Sunday, shooting 69 in the morning at The Lakes GC before gusting winds reaching 50 mph almost made the course unplayable. Was named captain of the 2014 U.S. Ryder Cup team in December of 2012 at age 63.\n\n2011: Made three PGA TOUR starts, with a T22 finish at The Open Championship his best performance...Won his 14th career title and sixth major championship on the Champions Tour when he prevailed in a one-hole playoff over David Eger at the Senior PGA Championship at Valhalla. After missing an opportunity to win in regulation on the final hole, made amends minutes later when he drained a 3-foot birdie putt for the win. The victory came 10 years, 2 days after he won the same tournament in 2001 at Ridgewood CC, and it also made him the third-oldest winner in Champions Tour history, at 61 years, 8 months, 25 days. He also became the oldest winner of a major championship on the Champions Tour since the Tour began in 1980. Hale Irwin previously held that distinction when he won the 2004 Senior PGA Championship here at Valhalla at age 59 years, 11 months, 28 days. His sixth major championship also tied him with Gary Player in that category and he stands two behind Jack Nicklaus and one behind Irwin. The victory was also his second over the age of 60 and also increased his all-time career earnings over $24 million...Almost claimed a second consecutive major, at The Senior Open Championship at Walton Heath. After opening with 75, rallied with rounds of 68-69-67 for a T3, three strokes back of Russ Cochran. Performance was his best at this championship since last winning in 2007...At the start of the year, made a spirited run at defending his Mitsubishi Electric Championship at Hualalai title but final-round 68 left him third, three strokes back of John Cook. Performance was his eighth top-10 on the Big Island, the most by a player in event history...Completed early Hawaii schedule by successfully defending his Kaanapali Champions Skins Game title with Jack Nicklaus. After a four-hole carryover, holed a key 12-foot birdie putt on the 17th hole that gave the duo $250,000 and clinched the title. Duo finished the competition with $310,000, edging out Bernhard Langer-Mark O'Meara by $10,000. Win was his fourth overall in senior Skins and third with Nicklaus as a partner...Closed with a final-round 65 at the 3M Championship to finish T6 at TPC Twin Cities...Made his 38th career start at the Masters (missed cut)...Aced No. 6 in the second round of The Open Championship at Royal St. George's, his fifth PGA TOUR hole-in-one, with all of them coming at venues that have hosted major championships (Riviera CC, Torrey Pines GC, Pebble Beach GL, Baltusrol GC, Royal St. George's). Eventually finished T22 in the event...Champions Tour Player of the Month for May. \n\n2010: Made three starts on the PGA TOUR, highlighted by a T18 at the Masters Tournament, his best finish at August since 1997 when he claimed fourth place...Made 12 starts on the Champions Tour, winning in the season's first event in Hawaii...Teamed with Jack Nicklaus to hold off defending champions Fuzzy Zoeller and Ben Crenshaw to win the (unofficial) Wendy's Champions Skins Game. Birdied two holes to win three skins and $130,000 on the back nine. They finished with 10 skins and $350,000 for their second victory in the event in four years...The following week, birdied the final two holes for one-stroke victory over senior newcomer Fred Couples in the season-opening Mitsubishi Electric Championship at Hualalai. Closed with a 7-under 65 to finish at 22-under 194 for his 13th Champions Tour title and his first victory in 34 career starts in Hawaii on the two tours. After pushing his drive into the right rough, hit a spectacular second shot with a pitching wedge from 147 yards that rolled 20 feet on the 18th green and stopped 4 feet from the hole. Couples, who closed with a bogey-free 64, just missed his 15-foot birdie putt to the left on the final hole. Became the oldest Champions Tour winner since Gil Morgan in the 2007 Walmart First Tee Open at Pebble Beach. In 2009, there were no winners older than 55...Finished T29 at the U.S. Open, becoming the only player to tee it up in all five U.S. Opens at Pebble Beach and the second-oldest player (60) to make the cut at the U.S. Open (Sam Snead, 61, finished T29 in 1973). It was his 25th made cut at the U.S. Open, with only five players completing 72 holes more times: Jack Nicklaus (35), Sam Snead (27), Hale Irwin (27), Gene Sarazen (26) and Raymond Floyd (26). \n\n2009: Less than a year after left-hip-replacement surgery, came close to one of the most surprising finishes in PGA TOUR history with a playoff loss at The Open Championship. After missing the cut at the Masters, at age 59 he was a par away from becoming the oldest winner in major championship history. Aiming for a sixth Open Championship crown, shot 65-70-71-72—280 to tie Stewart Cink in regulation after making bogey on the 72nd hole, missing a 9-foot putt for the win. Lost the four-hole playoff by six shots but earned his fist top-10 on TOUR since 2002 (seventh, MasterCard Colonial) and moved from No. 1,374 to No. 105 in the Official World Golf Ranking...Finished 114th on the money list...Best Champions Tour finish was a second at the Constellation Energy Senior Players Championship. \n\n2008: On the PGA TOUR, missed the cut at the Masters Tournament and The Open Championship...On the Champions Tour, became the first player to successfully defend his title at the Outback Steakhouse Pro-Am near Tampa. Edged Scott Hoch and Jay Haas by one stroke. Managed to scramble for a bogey on the final hole after dunking his second shot in the water at No. 18. Victory was his 11th on the Champions Tour and 50th overall in a Tour-sanctioned event. Joined Jack Nicklaus, Arnold Palmer, Hale Irwin and Lee Trevino as the only players with at least 10 wins on the Champions Tour, 20 victories on the PGA TOUR and a combined 50 titles on both Tours...Followed his victory in Tampa by teaming with Andy North to win the Legends Division title at the Liberty Mutual Legends of Golf. The pair opened with a 13-under par 59 and followed with rounds of 62-64 for a wire-to-wire victory in Savannah. Played all 54 holes without a bogey for the fourth straight year, a stretch of 162 holes. The pair had won three consecutive titles in the unofficial Raphael Division before the win in the Legends Division, which became an official event in 2008...Underwent successful left hip replacement surgery on Oct. 2. \n\n2007: In first start, finished T19 at the AT&T Pebble Beach National Pro-Am and was paired with son Michael for the event. It was his first top-25 since the 2003 Open Championship. Extended streak to 36 consecutive seasons with at least one made cut on the PGA TOUR...Also played in his 34th Masters Tournament and just barely missed the 36-hole cut after making a triple bogey-7 on the last hole Friday...At The Senior Open Championship, prevailed in adverse conditions to win by one stroke over Mark O'Meara and Stewart Ginn at Muirfield in July. Despite a double bogey at the 72nd hole, claimed the event for the third time, duplicating victories in 2003 and 2005. Victory gave him eight official wins in the British Isles (five Open Championship titles and three Senior Open Championship titles), including seven in Scotland and 13 major championships overall. The win also made him the second three-time champion, joining Gary Player. Triumph at the Senior Open Championship was his 10th career win on the Champions Tour and was his 49th official title on both the PGA TOUR\/Champions Tour combined...First Champions Tour victory of season came in February. Braved chilly and windy conditions near Tampa to win the Outback Steakhouse Pro-Am, holding off both Jay Haas and Andy Bean by a stroke at the TPC Tampa Bay. The win ended an 0-93 victory drought in Florida (0-77 on the PGA TOUR and 0-16 on the Champions Tour)...Also teamed with good friend Andy North to win a third straight Raphael Division title at the Liberty Mutual Legends of Golf. Duo edged Gary Koch and Roger Maltbie by one stroke in the 36-hole better-ball competition in Savannah. \n\n2006: Led the Champions Tour in Greens In Regulation, hitting over 76 percent, the best percentage on the circuit since Tom Kite in 2000...Made a strong bid for the U.S. Senior Open in July at Prairie Dunes CC. Held a two-stroke margin over eventual winner Allen Doyle after 54 holes, the first six holes and eventually could not hold off a Sunday charge from Doyle...Opened campaign with a share of the first-round lead at the MasterCard Championship at Hualalai, thanks to a 9-under 63, his best score since 62 in the second round of the 2003 JELD-WEN Tradition. Eventually finished T5 on the Big Island...Teamed with Andy North to win second consecutive Raphael Division title at the Liberty Mutual Legends of Golf. Duo fired 36-hole better-ball score of 62-61—123 (21-under)...Competed in his 30th Open Championship and made his 22nd cut, and third straight, in the event, before finishing T48...Also played in his 33rd Masters Tournament but did not make it to the weekend. \n\n2005: Spent most of the season on the Champions Tour, playing only two events on the PGA TOUR...Along with Luke Donald, played the first two rounds of The Open Championship at St. Andrews with Jack Nicklaus, who was making his last appearance in a major championship. Went on to make his second consecutive cut in the event and posted a 1-over 289 total to finish T41...Ended almost a two-year official victory drought when he triumphed for the second time at The Senior Open Championship, this time at Royal Aberdeen, his sixth overall title in Scotland...Won the season-ending Schwab Cup Championship and the season-long Charles Schwab Cup and its $1-million first prize. Came from six strokes back to defeat Jay Haas, thanks to a closing 8-under 64. \n\n2004: Finished T66 at the Bay Hill Invitational for his first made cut in a TOUR event since the 2002 Bank of America Colonial...Played in 12 Champions Tour events and collected five top-10s...Won his first Wendy's Champions Skins Game on the third extra playoff hole...Had surgery on his right shoulder in October.\n\n2003: Played in just four events for the fourth straight year on PGA TOUR but participated in all nine majors between the PGA TOUR and Champions Tour, a record for majors participation...Thanks to two major victories, named Champions Tour Player of the Year...Playing on a special exemption, the 53-year old shared the first-round lead at the U.S. Open with Brett Quigley at 5-under 65. Finished T28...Finished in top 10 in 10 of 14 events on the Champions Tour including two wins and five runner-ups. Wins came in two of the Champions Tour majors: The Senior Open Championship and JELD-WEN Tradition...Finished first in Charles Schwab Cup points and donated entire $1-million bonus to ALS research, the disease his caddie Bruce Edwards died from...Also the recipient of the Card Walker Award and the Payne Stewart Award. \n\n2002: Made his 23rd cut in 29 appearances at the Masters and finished T40...Was the oldest player to make the cut at the PGA Championship at Hazeltine National and finished T48...Did record a top 10, a seventh-place showing at the MasterCard Colonial after weekend rounds of 66-69. \n\n2001: His PGA TOUR record string of consecutive years earning at least $100,000 stopped at 26 (1974-2000)...Picked up a Champions Tour win for a third consecutive season. Triumphed at the Senior PGA Championship in New Jersey. After opening with a 72, followed with rounds of 69-66-67 to edge Jim Thorpe by one stroke at Ridgewood CC. \n\n2000: Made cut in three of four majors, with a best finish of T9 in the PGA Championship (missed Masters cut)...Went over the $1-million mark in season earnings for first time in his career. \n\n1999: Did not record a top-10, with his top finish a T16 at the Sony Open in Hawaii, thanks, in part, to a final-round 66 at Waialae CC...Did join forces with fellow World Golf Hall of Famers Hale Irwin and Jack Nicklaus to win the unofficial Wendy's 3-Tour Challenge, with the Champions Tour veterans easily outdistancing the PGA TOUR (Lee Janzen, Tom Lehman and Justin Leonard) and the LPGA team (Karrie Webb, Dottie Pepper and Juli Inkster). \n\n1998: Earned 34th PGA TOUR title with victory at MasterCard Colonial by shooting a final-round 66 at Colonial CC. At 48, was oldest player to win event (previous oldest:46-year-old Ben Hogan when he captured his last of five Colonial titles). Stretch between first win, the 1974 Western Open, and most recent (23 years, 11 months, 24 days) third longest in TOUR history...Also shot final-round 66s at the Phoenix Open and the United Airlines Hawaiian Open, but those Sunday heroics left him just short. At TPC Scottsdale, he T2, three strokes behind winner Jesper Parnevik...Three weeks later at Waialae CC, despite a second-round 64 and a final-round 66, he was still runner-up, a distant seven strokes behind John Huston. \n\n1997: Posted T3 at GTE Byron Nelson Classic, with four rounds in the 60s...Was also fourth at the Masters Tournament, marking his best finish at Augusta National since 1991. \n\n1996: After a nine-year absence, returned to the PGA TOUR winner's circle with victory at Memorial Tournament. Took a one-stroke lead over Ernie Els into the final round at Muirfield Village GC and shot a 2-under 70 Sunday to hold off a hard-charging David Duval, whose 5-under 67 left him two shots back...Finished 25th on the money list, his highest ranking since 1987, and he made his first trip to THE TOUR Championship since winning that event in 1987. \n\n1995: Had three top-10s on the season, with his best performance a T5 at the Memorial Tournament...Was also T6 at the Sprint International and T7 at the MCI Classic. \n\n1994: Came close to winning during a season that saw him record five top-10 finishes...Entered the final round of the AT&T Pebble Beach National Pro-Am in third place, two strokes behind Dudley Hart and a stroke back of Johnny Miller. Shot a 2-over 74 at Pebble Beach GL, matching Miller's final-round score but fell a stroke shy...Had a pair of T6s, at the Nissan Los Angeles Open and the U.S. Open, was eighth at the Nestle Invitational and T9 at the PGA Championship. \n\n1993: Turned in four top-10s, with his top showings coming at major championships, where he was T5 at the U.S. Open and solo fifth at the PGA Championship...Was also T6 at the Southwestern Bell Colonial and 10th at THE PLAYERS Championship...Capped his season by serving as captain of the victorious U.S. Ryder Cup team. The U.S. squad came from one point behind on the final day to take a two-point win over the Europeans at The Belfry in England. \n\n1992: Came up short in his bid to win THE PLAYERS Championship. Through 54 holes at TPC Sawgrass, he was tied for ninth, five strokes behind Nick Faldo. Shot a Sunday 69 to move into a four-way T2, four strokes behind winner Davis Love III...Had back-to-back top-10s in California, with a T9 at the AT&T Pebble Beach National Pro-Am and a T6 at the Buick Invitational of California at Torrey Pines' two courses...Final top-10 of the year was a solo 10th at The International. \n\n1991: Opened with three 68s at the Phoenix Open and was seven strokes off the lead entering the final round. Shot a 6-under 65 at TPC Scottsdale to finish T2, a stroke behind winner Nolan Henke...Came close to winning again two months later, at the Masters Tournament. Was a stroke behind Ian Woosnam entering the final round but stumbled to a 1-over 73 at Augusta National to T3, two strokes back of Woosnam. Final top-five performance of the campaign came in the form of a T5 at The International...Was also T7 at the Southwestern Bell Colonial and T8 at both the USF&G Classic and the GTE Byron Nelson Golf Classic. \n\n1990: Finished 68th on the final money list, with five top-10s in 17 TOUR starts. Best showings were all seventh-place performances—at the Masters Tournament (T7), GTE Byron Nelson Golf Classic (T7) and the Centel Western Open (solo seventh)...Also added top-10s at the Honda Classic (T8) and the Nestle Invitational (10th). \n\n1989: Enjoyed his eighth top-five performance at The Open Championship, finishing solo fourth at Royal Troon...His only other top-10 came at the Manufacturers Hanover Westchester Classic, where he T3. Was tied for 20th going into the final round but a 68, tying him for low-18 honors for the day, allowed him to move up the leaderboard...Represented the U.S. for a final time as a player at the Ryder Cup. In the event at The Belfry, the U.S. and Europe tied, allowing the Europeans to retain the Cup. He went 1-1-1, winning his singles match against Sam Torrance, 3 and 1...Had his fourth career PGA TOUR hole-in-one, at the AT&T Pebble Beach National Pro-Am. \n\n1988: Season highlight came when he was inducted into the World Golf Hall of Fame...Had five top-10s, including a playoff loss at the World Series of Golf. Opened with a 74 at Firestone CC then went 69-64-68 over his final 54 holes to force a playoff with Mike Reid, an extra session Reid won...Also had a T6 at the Hawaiian Open and a trio of T9s—at the AT&T Pebble Beach National Pro-Am, the USF&G Classic and the Masters Tournament. \n\n1987: Won the season-ending Nabisco Championship (now THE TOUR Championship) by two strokes over Chip Beck at Oak Hills CC in San Antonio. Finished in the top five on the money list (No. 5) for the final time in his career. \n\n1986: Contended in four PGA TOUR events, with all four resulting in third-place finishes. First came at the rain-shortened AT&T Pebble Beach National Pro-Am. Finished a distant six strokes behind Fuzzy Zoeller…Had two 68s in his middle rounds at the Houston Open, closed with a 1-under 71 and was solo third at TPC Woodlands…Was T3 at the weather-shortened Colonial National Invitational. His final-round 64 was the low round of the tournament…Was T6 at the Masters Tournament in March, and then duplicated his T6 showing three months later, at the Canon Sammy Davis Jr.-Greater Hartford Open…Was also T7 at the USF&G Classic in New Orleans...Disqualified himself from the Vantage Championship in October. Was 1-under through 14 holes in the first round when bade weather stopped play for the day. Overnight, after putting in his hotel room, he changed putters and returned to Oak Hills CC the following morning. He two-putted the 15th hole then realized he had “changed equipment during the round,” notified officials and disqualified himself. \n\n1985: Came up just short in his bid for victory. At the Hertz Bay Hill Classic, he T2, two strokes behind Fuzzy Zoeller. Was one of three players to shoot a final-round 67, along with Mark Lye and Zoeller, with Lye finishing solo third…Again made a run for victory two weeks later, at the 90-hole Panasonic Las Vegas Invitational. Was a stroke off the lead at the 36-hole mark and a stroke ahead through 72 holes. Shot a second consecutive 71 on the final day and watched while three players passed him by, including winner Curtis Strange. Eventually was T4 with Fred Couples…Was T10 at the Masters Tournament…Made a late charge at the Byron Nelson Golf Classic. Eight strokes back of leader Mac O'Grady and tied for 17th, he shot a 5-under 66 at Las Colinas Sports Club to T3, three strokes behind winner Bob Eastwood…At the PGA Championship, was T6 at Cherry Hills CC outside Denver…Final top-five of the year came in defense of his Seiko-Tucson Match Play Championship. Beat Lon Hinkle, Mike Reid and Wayne Levi to get to the quarterfinals before bowing to O'Grady, 1-down. Finished T5. \n\n1984: Earned PGA Player of the Year honors for the sixth and final time in his career. Finished in the top-three six times, including three PGA TOUR victories and an additional title at the Australian Open…Began his season in Arizona, at the Seiko-Tucson Match Play and made his debut a successful one, beating Gil Morgan, 2 and 1, in the final match of the inaugural event…At the MONY Tournament of Champions at La Costa CC, he cruised to a five-shot win over Bruce Lietzke, thanks to back-to-back 67s on Saturday and Sunday…Third TOUR title of the season came at the Western Open. Had a spirited battle with Greg Normal all week at Butler National, with the pair finishing regulation tied at 8-under. In the playoff, he beat Norman with a birdie on the third extra hole…Three second-place performances—two coming in major championships—still left him disappointed…A first-round 74 at Augusta National ultimately hurt his chances at victory at the Masters. Came back with superb rounds of 67-69-69 but still was only solo second, two strokes behind Ben Crenshaw…Appeared poised to successfully defend his Open Championship title and was tied with Ian Baker-Finch through 54 holes at St. Andrews. Skied to a 1-over 73 on the final day to drop into a T2 with Bernhard Langer, two behind a fast-closing Seve Ballersteros…Was also second at the Greater Milwaukee Open…In November, he could only shoot an even-par 72 at Royal Melbourne GC in the Australian Open final round, but it was enough to hold off Australian Bob Stanton by one shot…Competed on the U.S. team at the Uchida Yoko Cup at Sobu CC in Tokyo. Teamed with Peter Jacobsen to split the duo's two four-ball matches. Defeated Joe Ozaki by two strokes in singles on the third day but lost to Ozaki on the final day by one stroke. In the final individual standings for the two days of singles play, he was the medalist, beating Mark O'Meara and Ozaki by a stroke. Won $20,000 for the individual victory and $35,000 for the U.S.'s 12-point win over Japan. \n\n1983: Had 10 top-10s in 17 starts, with a win at The Open Championship, his fifth and final victory in that championship, punctuating his season. Came up just short in the U.S. Open…At Royal Birkdale, he held off Andy Bean and Hale Irwin—who both shot final-round 67s—to win the claret jug…A final-round 69 at the U.S. Open at Oakmont CC wasn't enough, leaving him in solo second as Larry Nelson shot a 4-under 67 to win by a stroke…A Saturday 74 at Butler National was his undoing as he was solo second at the Western Open, a stroke behind Mark McCumber…Other top-10s came at the Masters Tournament, World Series of Golf and Byron Nelson Golf Classic (all T4s), the Isuzu-Andy Williams San Diego Open (T5), the Panasonic Las Vegas Pro-Celebrity Classic (T6) and the Bing Crosby National Pro-Am (T7)…Played in the Ryder Cup at PGA National GC in Palm Beach Gardens, Fla. Turned in a sterling 4-1 record in his five matches, winning a foursomes match with Ben Crenshaw and taking four-ball wins with Jay Haas and Bob Gilder as partners. Won his singles match, 2 and 1, over Bernard Gallacher. \n1982: For sixth consecutive year, captured at least three victories in a season, and after a one-year absence he was the PGA Player of the Year for a fifth time...Began the season beating Johnny Miller in a playoff at the Glen Campbell Los Angeles Open. The duo finished at 13-under, and he won the title by making a birdie on the third playoff hole...Won his only U.S. Open title, chipping in on the 17th hole at Pebble Beach GL to nip Jack Nicklaus...Won his second Sea Pines Heritage by edging Frank Conner in a playoff, making a par on the third extra hole...Became one of six players to win U.S. and The Open Championships in same year (Bobby Jones, Gene Sarazen, Ben Hogan, Lee Trevino and Tiger Woods) when he edged Nick Price and Peter Oosterhuis by a stroke at Royal Troon. He finished fifth on the money list, making the cut in 19 of his 20 starts. \n\n1981: Won three times, including his second Masters Tournament title and finished third on the money list...At Augusta National, he battled Johnny Miller and Jack Nicklaus before finally coming out on top by two strokes...At the USF&G New Orleans Open, he successfully defended his title, edging Bruce Fleisher by two strokes...Final win of the year came in playoff fashion over Tommy Valentine at the Atlanta Classic...Also had three runner-up showings—at the Bay Hill Classic, the Byron Nelson Classic and the Kemper Open. At the Byron Nelson Classic, where he was looking for his fourth consecutive win, he lost in a playoff to Bruce Lietzke when Lietzke made a par on the first extra hole...At the Kemper Open at Congressional CC, he began the final day seven strokes behind leader Craig Stadler, shot a 67 to T2, still six strokes shy of Stadler. \n\n1980: Won a career-best seven tournaments and finished in the top 10 in 16 of his 22 starts. He didn't miss a cut, and his worst performance of the season was a T19 at the Bay Hill Classic. Led the money list ($530,808) for a fourth consecutive year, becoming the first player in history to break the half-million-dollar mark in a season. Was the PGA Player of the Year for a fourth straight time. Opened his season in winning fashion, capturing the Andy Williams-San Diego Open. Finished regulation tied with D.A. Weibring then beat Weibring with a par on the first playoff hole…Won again a month later, at the Glen Campbell Los Angeles Open. Opened with a 69-66-70 at Riviera CC and only shot an even-par 71 Sunday, but it was enough to overtake Bob Gilder for the title…At the MONY Tournament of Champions at La Costa Resort and Spa, he opened a two-stroke lead at the midway point and was 1-over during his final 36 holes which was still good enough for a three-stroke win over Jim Colbert…Came back the following week and won the Greater New Orleans Open. Again survived a shaky final round, a 1-over 73 at Lakewood CC, but still beat Lee Trevino by two strokes…In his next start, two weeks later at the Byron Nelson Golf Classic, he again shot an over-par final round (1-over 71 at Preston Trail GC) but hung on to beat Bill Rogers by a stroke…Went three months without another victory until he fired a third-round, 7-under 64 at The Open Championship at Muirfield to win his third claret jug, by four strokes over Trevino…Final win of the year came at the World Series of Golf at Firestone CC. Had three 65s in the first, third and final rounds, sandwiched around a second-round 75 to defeat Raymond Floyd by two strokes…Had close calls (T3s) at the U.S. Open and the Anheuser-Busch Golf Classic and fell by a stroke to David Graham at the Memorial Tournament. Also had his third PGA TOUR hole-in-one, at the U.S. Open at Baltusrol GC...Also earned an international victory, at the Dunlop Phoenix in Miyazaki, Japan, in November. Came from behind to overtake Mike Reid by two strokes. \n\n1979: Earned his third consecutive PGA Player of the Year Award and Vardon Trophy during his third straight five-victory season. Also passed the $400,000 mark in earnings for the first time ($462,636) to again lead the money list..His first title came at the Sea Pines Heritage, beating Ed Sneed by five strokes...Won his first MONY Tournament of Champions, taking the title by six strokes over Bruce Lietzke and Jerry Pate at La Costa...For the second consecutive year, he battled Bill Rogers at the Byron Nelson Golf Classic, eventually prevailing in a playoff at Preston Trail GC...Final win of the year came at the Colgate Hall of Fame Classic at Pinehurst, where he bested Johnny Miller in a two-hole sudden-death playoff...Had four other near-misses, finishing second at the Andy Williams-San Diego Open, the Joe Garagiola-Tucson Open, the Tournament Players Championship at the Masters Tournament, an event he lost in a playoff to Fuzzy Zoeller (playoff also included Sneed)...Retired from playing at the Ryder Cup at The Greenbrier in West Virginia due to his wife's pregnancy...Finished T2 at the Taiheiyo Club Masters in Gotemba, Japan. Fell by two strokes to Norio Suzuki, finishing tied with Bill Rogers and Rod Curl.\n\n1978: Won multiple titles for a third consecutive year, taking five tournament crowns for a second straight season. He also had three second-place showings. Won the PGA Player of the Year Award for a second straight year and again topped the TOUR's money chart. Once again eared the Vardon Trophy. At the Joe Garagiola-Tucson Open, he opened with a 63 and despite a 72-73 weekend performance, he was still able to edge Bobby Wadkins by a stroke...Successfully defended his Bing Crosby National Pro-Am with a playoff win over Ben Crenshaw...Won his second Byron Nelson Golf Classic, defeating Lee Trevino by a stroke in Dallas...Late in the season, won in back-to-back starts. At the Colgate Hall of Fame Classic at Pinehurst, he shot a final-round 71 to nip Hale Irwin by a stroke. A month later, at the Anheuser-Busch Golf Classic, he shot rounds of 68-69-66-67 to defeat Ed Sneed by three strokes...Made a run at successfully defending his Masters Tournament title before T2 at Augusta National after Gary Player shot a final-round 64 to win. \n\n1977: Won five times, including his first Masters title and second Open Championship title. Also picked up his first PGA Player of the Year Award while leading the money list for the first time. Also earned his inaugural Vardon Trophy. Began the season with a victory at the Bing Crosby National Pro-Am, taking a one-stroke win over Tony Jacklin on the Monterey Peninsula...A week later, he kept the momentum by winning the Andy Williams-San Diego Open by five strokes over Larry Nelson and John Schroeder. Had an ace during the tournament, becoming the first player since Johnny Miller (twice in 1974) to make a hole-in-one and also win the tournament...At the Masters, he won his first green jacket, battling Jack Nicklaus before finally prevailing by two strokes...Got the better of Wally Armstrong and Johnny Miller at the Western Open with a one-stroke win at Butler National GC...Won the first of five claret jugs with his Duel in the Sun at Turnberry against Nicklaus. Entering the weekend, the two were tied. He shot 65-65 in the final two rounds to Nicklaus' 65-66 to win by one...Appeared poised to win the Sea Pines Heritage, taking a four-stroke lead into the final round. But a final-round 74 left him in second at Harbour Town GL, a stroke behind Graham Marsh...Made his Ryder Cup debut, representing the U.S. in its five-point victory over Great Britain-Ireland. Went 2-1-0, losing to Nick Faldo in singles but pairing and winning with Hubert Green in four-ball and doing the same with Nicklaus in foursomes. \n\n1976: Had 11 top-10s, including a pair of runner-up showings. The first came at the Glen Campbell-Los Angeles Open, where he lost by two strokes to Hale Irwin at Riviera CC...Was also T2 with two other players (Ben Crenshaw and Fuzzy Zoeller), three strokes behind David Graham at the American Express Westchester Classic. \n\n1975: Won his first major championship by outdueling Jack Newton at Carnoustie at The Open Championship. The two were tied after 72 holes, so the players embarked on an 18-hole playoff, and he defeated Newton by a stroke...Also picked up another victdory, earning his first of four Byron Nelson Golf Classic titles. Defeated Bob E. Smith by two strokes outside Dallas. \n\n1974: First TOUR victory came at the Western Open, where he defeated Tom Weiskopf and J.C. Snead by two strokes...Made his first PGA TOUR hole-in-one, at Riviera CC during the Glen Campbell-Los Angeles Open playing with Sam Snead. He recalled the event: \"I made it in the fourth round on the fourth hole to go 4-under, and I did it with a Hogan 4-wood. Everything was 4s. The best part was Snead actually complimented me. He said, 'That was a fine shot.'\"...Just missed winning a second tournament when he T2 at the Byron Nelson Golf Classic, four shots behind Bud Allin...Enjoyed his first top-10 at a major championship, finishing T5 at the U.S. Open. \n\n1973: Played his first full PGA TOUR season and had two third-place showings as he finished 35th on the money list. Was third at the Hawaiian Open and the Magnolia Classic and was also T4 at the Greater New Orleans Open...At Waialae CC, he appeared to have the tournament well in hand as he held a four-stroke lead going into the final round. But a 3-over 75 Sunday left him three shots behind winner John Schlee. 1972: Made his major championship debut, at the U.S. Open. Failed to break par once at Pebble Beach GL but still finished T29...Best showing in six TOUR starts was a T17 at the Azaela Open in Wilmington, N.C., where he T17. \n\n1971: Played in his first PGA TOUR event as a professional, at the Kaiser International Open in Napa, Calif., not far from the Stanford campus. He opened 68-68 at Silverado CC and was in third place through 36 holes, four strokes behind Billy Casper. Struggled to a 74-74 finish to T28. Amateur: Played and lettered at Stanford from 1969-71, earning second-team All-American honors all three seasons...Made his PGA TOUR debut, making the cut at the Western Open and eventually finishing T51.\n","otherCarHigh" : "","personal" : "Active in Kansas City-area charitable endeavors, including Children's Mercy Hospital and development of golf courses for junior players. Won the 2003 Card Walker Award as the result of his interest in junior golf...In 1999, named honorary member of the Royal & Ancient GC of St. Andrews, joining fellow Americans Arnold Palmer, Jack Nicklaus, former President George H.W. Bush and Gene Sarazen...Led the effort to raise awareness of ALS, the disease that took the lives of longtime caddie Bruce Edwards and former TOUR player Jeff Julian. Website is bruceedwardsfoundation.org...Visited U.S. troops in Iraq in late 2007 and 2009 along with Corey Pavin and Tim Simpson.","otherInfo" : "","ntlTeams" : "Ryder Cup (4), 1977, 1981, 1983, 1989; Ryder Cup Captain (2) 1993, 2014; UBS Cup (1), 2003.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1999","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(5): 1980 Dunlop Phoenix. 1984 Australian Open. 1992 Hong Kong Open. 1994 Skins Game. 1997 Dunlop Phoenix.","intlVics" : "(10) 1999 Wendy's Three-Tour Challenge [with Jack Nicklaus and Hale Irwin]. 1999 Diner's Club Matches [with Jack Nicklaus]. 2000 Hyundai Team Matches [with Jack Nicklaus]. 2004 Wendy's Champions Skins Game. 2005 Liberty Mutual Legends of Golf [Raphael Division with Andy North]. 2006 Liberty Mutual Legends of Golf [Raphael Division with Andy North]. 2007 Wendy's Champions Skins Game [with Jack Nicklaus], Liberty Mutual Legends of Golf [Raphael Division with Andy North]. 2010 Wendy's Champions Skins Game [with Jack Nicklaus]. 2011 Ka'anapali Champions Skins Game [with Jack Nicklaus].","curYearHigh" : "Bettered his age for the third time in his career when he posted a 7-under-par 65 in the second round at the Mitsubishi Electric Championship at Hualalai. Trailed by just two strokes after 36 holes before eventually finishing T11...Made his 43rd appearance in the Masters and 42nd in succession but did not make the cut in his final appearance in Augusta.","carHigh" : "2015: Nearly won his first event in four years when he made a final-round charge at the Nature Valley First Tee Open at Pebble Beach in late-September. Rebounded from a 4-over-par 75 at Poppy Hills in his opening round with weekend scores of 65-67 at Pebble Beach to eventually finish second overall, one behind Esteban Toledo. Briefly tied for the lead late in the final round but made a costly bogey at No. 17 which dropped him from a share of the lead with Toledo. His rounds of 65-67 were his best back-to-back rounds in a PGA TOUR Champions event since he posted scores of 64-65 to open play at the 2011 Mitsubishi Electric Championship at Hualalai. Bettered his age for the second time in his career with his second-round 65 at Pebble Beach...Had another nice effort at the U.S. Senior Open in June at Del Paso CC in Sacramento. Was the first-round leader after a 4-under-par 66 and was on the leaderboard all four rounds before eventually finishing T7 at age 65. It was his eighth top-10 finish in the event, tying him with Miller Barber, Jack Nicklaus and Hale Irwin for the most top-10s in the U.S. Senior Open...Played in his 42nd Masters Tournament and 41st in succession in April but did not make the cut after rounds of 71-81...Was T72 at the RBC Heritage...Made his final appearance at The Open Championship, posting rounds of 76-80 at St. Andrews but missed the cut...Also competed at the European Tour's KLM Open in The Netherlands in September and finished T47 with four rounds in the 60s. At age 66 years, 7 days, became the second-oldest player to make the cut in a European Tour event. Bob Charles remains the oldest, at 71 years, 261 days (2008 New Zealand Open).\n2014: Made two of five PGA TOUR cuts, with a T35 at the Greenbrier Classic his best finish...Battled Colin Montgomerie down the stretch before finishing second at the Senior PGA Championship at Harbor Shores, Mich., despite a final-round 65. Performance in Michigan was his best PGA TOUR Champions effort since winning the same championship at Valhalla in 2011. It was also his 17th top-three finish in a senior major...A week earlier, closed with a 5-under-par 67 at the Regions Tradition, which shared honors for the day's low round and led to a T6 finish at Shoal Creek. It was his eighth top-10 finish in the event, one shy of Jack Nicklaus' record. In addition, earned $79,200 which allowed him to move past Gil Morgan atop the list for career earnings for the Regions Tradition ($1,177,516 in 12 appearances)...Joined teammate Andy North for a T10 finish in the Champions Division at the Big Cedar Lodge Legends of Golf in June...Added another highlight to his illustrious career resume when he bettered his age for the first time. Fired a second-round, 8-under-par 63 at the Toshiba Classic at age 64. In the process, he became the second-youngest PGA TOUR Champions player to better his age. Walter Morgan holds that distinction, shooting a 60 at age 61...Played in his 41st Masters Tournament and 40th in succession in April, tying Nicklaus in that category. Did not make the cut after rounds of 78-81...Broke his own record as the oldest player to make the cut at The Open Championship, when he did it at age 64. Fired a closing-round, 4-under-par 68 to finish T51 at Royal Liverpool. It marked the 26th time in his career he had made the cut and the eighth time since turning 50...A week later, used a second-round 66 at Royal Porthcawl to jump into contention at The Senior Open Championship until a final-round 77 dropped him into a T10 in Wales...Captained the U.S. Ryder Cup team for a second time, with the U.S. losing to the European team at Gleneagles in Scotland.\n\n2013: Played a limited PGA TOUR Champions schedule, with just eight starts on his calendar and none after The Senior Open Championship in July as he began preparation to serve as the 2014 U.S. Ryder Cup captain...He and teammate Andy North made a weekend run for a second team title in the Legends Division of the Liberty Mutual Insurance Legends of Golf in late April in Savannah. The duo was able to convert only two birdie opportunities on the back nine Sunday and eventually finished T4...Shot a final-round 66 to move up into solo fifth place at the Toshiba Classic, at the time his best PGA TOUR Champions performance since he was T3 at the 2011 Senior Open Championship at Walton Heath GC near London...Made his but missed the cut...Competed at The Greenbrier Classic on the PGA TOUR in July and finished T38...Competed in his 36th Open Championship but did not make the cut at Muirfield after rounds of 75-78...Missed the cut at the PGA Championship in August.\n\n2012: Played in only six events on the PGA TOUR Champions due to injury in the spring and early summer. It was the fewest he's played in a full season...Was forced to withdraw from the Encompass Insurance Pro-Am of Tampa Bay in mid-April after his opening round with what was later diagnosed as a pinched nerve in his right wrist. Injury kept him kept him out of action until June's Constellation SENIOR PLAYERS Championship...The injury also kept him from defending his Senior PGA Championship title, the first time a Senior PGA champion wasn't able to defend since Roberto De Vicenzo in 1975...Best effort among his seven starts was a T7 at the season-opening Mitsubishi Electric Championship at Hualalai. Was two strokes off the lead after 36 holes in his bid to win this event for a second time in three years. Ultimately came up short when he carded a final-round 72 at Hualalai. His T7 effort increased his leading total of top-10s in this event to nine...Was T10 at The Senior Open Championship at Turnberry, where he had rounds of 66-69 on the weekend...Also made three appearances in PGA TOUR events during the campaign...Played in the Masters for the 39th time but missed the cut by two strokes when he bogeyed his final two holes on Friday...Made his 35th appearance at The Open Championship and made the cut for the 25th time in his career, finishing T77 at Royal Lytham & St. Annes...Also made the cut at The Greenbrier Classic and finished T73 at the venue where he is the honorary host professional...Was the honoree at the Memorial Tournament and was recognized by Jack Nicklaus during the Wednesday ceremony at Muirfield Village GC...Late in the season, ventured Down Under to the Emirates Australian Open and finished T28. Was the only player in the field to post a score in the 60s Sunday, shooting 69 in the morning at The Lakes GC before gusting winds reaching 50 mph almost made the course unplayable. \n\n2011: Made 12 appearances on the PGA TOUR Champions for the third consecutive year but still managed to post his highest standing on the final money list since 2007 thanks to a history-making performance at the Senior PGA Championship at Valhalla in late May...Won his 14th career title and sixth major championship on the PGA TOUR Champions when he prevailed in a one-hole playoff over David Eger at the Senior PGA Championship in Kentucky. It was his first major triumph since the 2007 Senior Open Championship and the victory came 10 years, 2 days after he won the same event in 2001 at Ridgewood CC in New Jersey. At 61 years, 8 months, 25 days, he became the oldest player to win a major championship since the advent of the PGA TOUR Champions in 1980 and he also became the third-oldest winner of any PGA TOUR Champions event. Hale Irwin had previously held that distinction of the oldest to win a major when he won the 2004 Senior PGA Championship at Valhalla at age 59 years, 11 months, 28 days. His sixth major title also tied him with Gary Player for third place on the all-time majors list, two behind Jack Nicklaus and one behind Irwin. Dueled David Eger near the end of the event and, after missing an opportunity to win in regulation on the final hole, made amends minutes later when he drained a 3-foot birdie putt to defeat Eger...Had a good chance to claim a second consecutive major at The Senior Open Championship at Walton Heath. After opening with 75, rallied with rounds of 68-69-67 for a T3, three strokes back of Russ Cochran. Performance was his best at this championship since last winning in 2007...At the start of the year, made a spirited run at defending his Mitsubishi Electric Championship at Hualalai title but final-round 68 left him third, three strokes back of John Cook. Performance was his eighth top-10 on the Big Island, the most by a player in event history...Completed early Hawaii schedule by successfully defending his Kaanapali Champions Skins Game title with Jack Nicklaus. After a four-hole carryover, holed a key 12-foot birdie putt on the 17th hole that gave the duo $250,000 and clinched the title. Duo finished the competition with $310,000, edging out Bernhard Langer-Mark O'Meara by $10,000. Win was his fourth overall in Senior Skins and third with Nicklaus as a partner...Made his 38th career start at the Masters (missed cut)...Also aced No. 6 in the second round of The Open Championship at Royal St. George's, his fifth PGA TOUR hole-in-one, with all of them coming at venues that have hosted major championships (Riviera CC, Torrey Pines GC, Pebble Beach GL, Baltusrol GC, Royal St. George's). Eventually finished T22 in the event...PGA TOUR Champions Player of the Month for May. \n\n2010: Got his season off to a quick start with back-to-back wins in Hawaii...Birdied the last two holes at the Mitsubishi Electric Championship at Hualalai to overtake Fred Couples for his 13th career PGA TOUR Champions title...Holed an 8-foot birdie putt on No. 17 to tie Couples and then won the tournament with a 5-foot birdie putt on the final hole. Victory also ended an 0-for-33 drought on both the PGA TOUR and PGA TOUR Champions in Hawaii and gave him official TOUR titles in five different decades. Win at 60 years, 4 months, 20 days also made him the 13th-oldest winner in PGA TOUR Champions history and first player over 60 to win since Gil Morgan at the 2007 Walmart First Tee Open at Pebble Beach. His 22-under-par 194 total was the lowest 54-hole score of his PGA TOUR Champions career and he also became the first wire-to-wire winner of the Mitsubishi event since Tom Kite in 2002...One week earlier, started his season teaming with Jack Nicklaus to win the Wendy's Champions Skins Game at Royal Kaanapali GC on Maui in Hawaii. Duo combined for 10 skins and $350,000...Tied his PGA TOUR Champions career low when he shot a final-round 62, leading to a T3 finish at the Toshiba Classic in March. Round included eight birdies and an eagle...Closed with a final-round 66 at Sahalee to finish solo fifth at the U.S. Senior Open. Became the first player over age 60 to record a top-five finish at that championship since 61-year-old Jack Nicklaus was T4 in 2001 U.S. Senior Open at Salem CC...Early in the year, made his first appearance on the European Tour in almost 17 years (1993 German Masters) and shot a final-round 68 at Emirates GC to finish T8 at the Omega Dubai Desert Classic. Became the oldest player ever to register a top-10 finish in a regular European Tour event...Was among the first-round leaders at his 37th Masters after posting a 5-under 67 at Augusta National. Round matched his best Masters score. With son Michael caddying, eventually finished T18 after rounds of 73-73 on the weekend...One day following the Masters, received a special exemption to play in the 2010 U.S. Open at Pebble Beach, where he finished T29 at age 60, making him the second-oldest player to make the cut in the tournament (Sam Snead remains the oldest at age 61, finishing T29 in 1973). Watson also became the first player to compete in all five U.S. Opens staged at the historic layout on the Monterey Peninsula. \n\n2009: Nearly pulled off one of the all-time great stories in sports in July when he lost a four-hole playoff to Stewart Cink at The Open Championship at Turnberry. Appeared on the verge of claiming his sixth Open title when he headed to the 72nd hole with a one-stroke lead on the field. After a near-perfect drive, his second shot, an 8-iron, rolled through the green and down a slope. He putted to within 8 feet and, needing a par to claim the title, saw his putt fall short, forcing a playoff with Cink. After posting a bogey and par on the first two holes, he followed with a double bogey and a bogey, ending his bid to become the oldest winner of the event at age 59...Four of his seven top-10s on the 2009 PGA TOUR Champions came in major championships...Suffered another heartbreaking defeat at the Constellation Energy Senior Players Championship. Was in command with a four-stroke lead through 54 holes at Baltimore CC and, despite a final-round 70, was nipped by a stroke when a hard-charging Jay Haas carded a final-round 64...Fired a 4-under-par 66 in his final round at the Senior PGA Championship which eventually led to a fourth-place finish at the Canterbury GC near Cleveland...Was T5 at the JELD-WEN Tradition in August, after posting rounds of 69-67 on the weekend. It was his seventh top-10 finish in the event in nine career starts...Also was T8 at The Senior Open Championship at Sunningdale. Was in contention through 36 holes, but an even-par 70 dropped him back. \n\n2008: Underwent left-hip replacement surgery on October 2 in California...Became the first player to successfully defend his title at the Outback Steakhouse Pro-Am near Tampa. Edged Scott Hoch and Jay Haas by one stroke. Managed to scramble for a bogey on the final hole after dunking his second shot in the water at No. 18. When it appeared there would be a playoff, he was the beneficiary of Hoch's missed putt for par from 4 feet. Victory was his 11th on the PGA TOUR Champions and 50th overall in a Tour-sanctioned event. Joined Jack Nicklaus, Arnold Palmer, Hale Irwin and Lee Trevino as the only players with at least 10 wins on the PGA TOUR Champions, 20 victories on the PGA TOUR and a combined 50 titles on both Tours...Followed his victory in Tampa by teaming with Andy North to win the Legends Division title at the Liberty Mutual Legends of Golf. The pair opened with a 13-under par 59 and followed with rounds of 62-64 for a wire-to-wire victory in Savannah. Played all 54 holes without a bogey for the fourth straight year, a stretch of 162 holes. The pair had won three consecutive titles in the unofficial Raphael Division before the win in the Legends Division, which became an official event in 2008. \n\n2007: A two-time winner for the first time since 2005...Continued his run of success at The Senior Open Championship when he prevailed in adverse conditions to win by one stroke over Mark O'Meara and Stewart Ginn at Muirfield in July. Despite a double bogey at the 72nd hole, claimed the event for the third time, duplicating victories in 2003 and 2005. Victory gave him eight official wins in the British Isles (five Open Championships and three Senior Open Championships), including seven in Scotland and 13 major championships overall. The win also made him the second three-time champion of that event, joining Gary Player...First victory of 2007 season came in February. Braved chilly and windy conditions near Tampa to win the Outback Steakhouse Pro-Am, holding off both Jay Haas and Andy Bean by a stroke at the TPC Tampa Bay. The win ended a 0-93 victory drought in Florida (0-77 on the PGA TOUR and 0-16 on the PGA TOUR Champions). Played his last nine holes in 3-under and made key par saves on two of his last four holes to preserve the win, his first since the end of the 2005 season...Also teamed with good friend Andy North to win a third straight Raphael Division title at the Liberty Mutual Legends of Golf. Duo edged Gary Koch and Roger Maltbie by one stroke in the 36-hole better-ball competition in Savannah and did not make a bogey for the third consecutive year...Teamed with Jack Nicklaus to win nine skins and a split of the $320,000 first prize at the Wendy's Champions Skins Game on Maui in January...PGA TOUR Champions Player of the Month for July. 2006: Made a strong bid for the U.S. Senior Open in July at Prairie Dunes CC. Held a two-stroke margin over eventual winner Allen Doyle after 54 holes, but started Sunday's final round with bogeys on three of the first six holes and eventually could not hold off a Sunday charge from Doyle...Teamed with Andy North to win second consecutive Raphael Division title at the Liberty Mutual Legends of Golf. Duo fired 36-hole better-ball score of 62-61—123 (21-under). \n\n2005: Roared back from a six-stroke deficit to Jay Haas with a final-round, 8-under-par 64 to win the Charles Schwab Cup Championship, as well as the season-long Charles Schwab Cup for the second time. His final round included 10 birdies and just two bogeys. Drained a 20-foot putt on the final hole to build a one-stroke margin over Haas and then watched as Haas' birdie putt fell short moments later to give him his third win in the event. His first-place check for $440,000 equaled the largest of his PGA TOUR Champions career. In the process, earned 1,320 points (based on triple points in the Charles Schwab Cup Championship) and jumped four players to win the Charles Schwab Cup and the $1-million annuity which goes to the winner...Earlier in the year, ended almost a two-year official victory drought when he triumphed for the second time at The Senior Open Championship, this time at Royal Aberdeen. Defeated Des Smyth with a par-3 on the third playoff hole after the duo had finished 72 holes on the Balgownie links in 4-under-par 280. Win was his fourth major championship and seventh overall title on the PGA TOUR Champions. Overcame a first-round, 4-over 75, the highest start by a winner since Bruce Lietzke won the 2002 Audi Senior Classic after opening with the same score...Earned July Player of the Month honors...Teamed with good friend Andy North to win the unofficial Raphael Division at the Liberty Mutual Legends of Golf by four strokes. Duo combined for a bogey-free, better-ball score of 16-under 128 over 36 holes.\n\n2004: Made just 12 official starts on the PGA TOUR Champions and was troubled by hip and shoulder problems throughout the season...Won his first Wendy's Champions Skins Game early in the season when he two-putted for a par from 25 feet on the third extra playoff hole and then watched Lee Trevino three-putt from 25 feet for a bogey. Finished with eight birdies and an eagle to collect 10 skins and $400,000 at Wailea...Continued to be snakebit at The ACE Group Classic, losing in a three-way playoff with winner Craig Stadler and Gary Koch. \n\n2003: Experienced a bittersweet season as he had his finest year on the PGA TOUR Champions at the same time he was teaming with long-time caddie and friend Bruce Edwards in his battle against Lou Gehrig's disease...Was either first or second in half of his 14 appearances on the PGA TOUR Champions, and as a result of his stellar play throughout the campaign, earned all of the circuit's top honors, winning the first of two Charles Schwab Cups, the Jack Nicklaus Player of the Year Award, the Arnold Palmer Award and the Byron Nelson Trophy...Donated his $1-million annuity for winning the Schwab Cup to ALS research and patient care and other charities. Throughout the course of the season, helped raise nearly $3 million for ALS-related causes and other charities...Was the leading money-winner for the first time since 1984, with a personal-best $1,853,108, and earned the most money per start on the PGA TOUR Champions, $132,365...Earned first Player of the Year honor since 1984...Was under par in 37 of 48 rounds and stroke average of 68.81 was at the time, the second lowest in PGA TOUR Champions history (Hale Irwin, 68.59, 1998)...Became the first player ever to compete in all nine major championships on the PGA TOUR\/PGA TOUR Champions combined in a single season...Won multiple major titles in a season for the first time on the PGA TOUR Champions since Gil Morgan in 1998 and for the first time in his career since 1982. In July, won his second career major on the PGA TOUR Champions when he outdueled Englishman Carl Mason on the Ailsa course at Turnberry for an emotional win at The Senior Open Championship Championship in Scotland. Only had one three-putt over his 74 holes and posted a final-round 64, the lowest finish ever by a winner in Senior Open Championship history. His 6-under Sunday score, coupled with Mason's double bogey at the 72nd hole, allowed Watson to get into a playoff. Eventually defeated Mason with a par-4 on the second extra hole to become just the 11th player, and first since Hale Irwin in 1998, to win an official event on both the PGA TOUR and PGA TOUR Champions at the same venue...In his next start in late August, became the first player since Hale Irwin in 1998 to win consecutive majors when he claimed the JELD-WEN Tradition, the first fifth major in PGA TOUR Champions history, near Portland, Ore. With Edwards on the bag, edged Jim Ahern, Tom Kite and Gil Morgan by a stroke when he got his ball up and down from a greenside bunker for birdie on the final hole. Roller coaster event included a second-round, 10-under 62 at The Reserve, tying the lowest round ever posted in a major on the PGA TOUR Champions, and a 1-over 73 on Saturday that made him just the third Tradition winner ever with an over-par score among the four rounds...Edged Jim Thorpe for the money title and also clinched the Charles Schwab Cup at the end of the season with a solo second-place finish at the Charles Schwab Cup Championship in Sonoma, CA...Received a special exemption to play in his first U.S. Open since 2000 and made headlines on Thursday when he was tied for the first-round lead after posting a 5-under 65. Eventually T28 at Olympia Fields after shooting 7-over 147 on the weekend. \n\n2002: For the second time, saved his best for last and won the season-ending SENIOR TOUR Championship at Gaillardia. Opened with a 2-over 74, but played the last 52 holes of the event without making a bogey (17-under) despite cold, rainy weather in Oklahoma City. His $440,000 paycheck was largest as a professional...Made his first hole-in-one on the PGA TOUR Champions and 13th of his career, in the opening round (16th hole, 6-iron, 156 yards) at TwinEagles during The ACE Group Classic...Lost to Don Pooley in a playoff for the U.S. Senior Open at Caves Valley. Played his last 10 holes in 5-under to catch Pooley and then matched him with three pars and a birdie in overtime before finally falling to Pooley's birdie on No. 18, the fifth extra hole. \n\n2001: Won his first PGA TOUR Champions major title. Triumphed at the Senior PGA Championship in New Jersey. After opening with a 72, followed with rounds of 69-66-67 to edge Jim Thorpe by one stroke at Ridgewood CC. \n\n2000: Saved his best for the last official event of the season, claiming the IR SENIOR TOUR Championship in Myrtle Beach. Was T3 after 54 holes, but fired a 6-under-par 66 on the final day for the victory. Held off a late charge by John Jacobs for a one-stroke win. Win at TPC Myrtle Beach made him the first to claim season-ending events on both TOURs (won 1987 Nabisco Championship of Golf)...T9 at the PGA Championship near Louisville, the best performance by a senior in that event since Sam Snead T3 in 1974. Matched his career-best round in a PGA Championship when he posted a 65 on Saturday at Valhalla. \n\n1999: Claimed his first PGA TOUR Champions win in his second start, the Bank One Championship in Dallas...At the time, became the third-youngest player ever to win a PGA TOUR Champions event at 50 years, 15 days. Gil Morgan (50 years, 11 days at the 1996 Ralphs Senior Classic) and George Archer (50 years, 14 days at the 1989 Gatlin Brothers Southwest Classic)...Made debut on the PGA TOUR Champions at the Comfort Classic in Indianapolis just six days after turning 50.\n","otherCarHigh" : "Ranks T10 on the PGA TOUR's all-time victory list, with 39 official titles...Had a remarkable run from 1977 through 1982, when he won at least three titles per year...Has been a runner-up 32 times in his PGA TOUR career...First victory came at the 1974 Western Open, when he defeated Tom Weiskopf and J.C. Snead by two strokes...Winner of eight major championships (1975, 1977, 1980, 1982 and 1983 Open Championships, the 1977 and 1981 Masters Tournaments and the 1982 U.S. Open)...In 1982, became one of just six players to win the U.S. Open and The Open Championship in the same year (Bobby Jones, Gene Sarazen, Ben Hogan, Lee Trevino and Tiger Woods are the others)...Was the PGA TOUR's leading money-winner five times, four years in a row (1977-80 and 1984)...In 1980, became the first player to earn $500,000 in a season when he captured six TOUR events to go along with a third Open Championship crown...Went 27 consecutive years earning at least $100,000 (1974-2000), a TOUR record...In 1987, won the season-ending Nabisco Championship (now THE TOUR Championship) and earned $360,000...After a nine-year absence from the winner's circle, claimed the 1996 Memorial Tournament. Had a one-stroke lead over Ernie Els through 54 holes and closed with a 70 to post a one-stroke victory over David Duval...Finished 25th on the money list, his highest ranking since 1987, and made his first trip to THE TOUR Championship since winning it in 1987...Earned 39th PGA TOUR title with victory in 1998 MasterCard Colonial. At 48, became the oldest player ever to win the event (previous oldest: Ben Hogan was 46 when he captured his last of five Colonial titles). Stretch between first victory (1974) and last victory—23 years, 11 months, 24 days—is the third-longest in TOUR history...Winner of three Vardon Trophies (1977-79)...Six-time PGA of America Player of the Year...Played on four American Ryder Cup teams and captained the 1993 squad to victory at The Belfry and the 2014 squad in defeat at Gelneagles...Also played for the United States against Japan in 1982 and 1984...Elected to the World Golf Hall of Fame in 1988...In 2001, received the Card Walker Award and was honored with the Payne Stewart Award later that year. Also inducted into the Bay Area Sports Hall of Fame during the week of the 2001 Siebel Classic in Silicon Valley...Received the Dave Marr Award during the week of the 2009 Administaff Small Business Classic...In 1999, was made an honorary member of the Royal & Ancient GC of St. Andrews, joining fellow Americans Arnold Palmer, Lee Trevino, Jack Nicklaus, former President George Bush and the late Gene Sarazen...Was the 2010 recipient of the Byron Nelson Prize from The Salesmanship Club of Dallas and received the award at the HP Byron Nelson Classic. Split the $100,000 charity contribution among Children's Mercy Hospitals and Clinics, Robert Packard Center for ALS Research and The First Tee Scholarship Program of Greater Kansas City...Received the Golf Foundation's 'Spirit of Golf' Award during the 2013 Open Championship at Muirfield. The Foundation works to make golf more accessible to children from all backgrounds in the United Kingdom. through its Golf Roots program...Three-time All-America selection at Stanford and a member of that school's Athletic Hall of Fame.","personal" : "Active in Kansas City-area charitable endeavors, including Children's Mercy Hospital and development of golf courses for junior players. Won the 2003 Card Walker Award as the result of his interest in junior golf...In 1999, named honorary member of the Royal & Ancient GC of St. Andrews, joining fellow Americans Arnold Palmer, Jack Nicklaus, former President George Bush and Gene Sarazen...Led the effort to raise awareness of ALS, the disease that took the lives of longtime caddie Bruce Edwards and former TOUR player Jeff Julian. Website is bruceedwardsfoundation.org...Visited U.S. troops in Iraq in late 2007 and 2009 along with Corey Pavin and Tim Simpson...Big fan of the Kansas City Royals.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 39 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/tomwatsonpga"},{"cat" : "instagram","desc" : "","url" : "https:\/\/www.instagram.com\/tomwatson.pga\/"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/TomWatsonPGA"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}