{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "31138","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Jamieson","first" : "Scott","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "175","weightMetric" : "79","birthDate" : "November 28, 1983","age" : "32","birthPlace" : "Glasgow, Scotland","residence" : "Glasgow, Scotland","family" : "Single","education" : "Augusta State University","splInterest" : "Soccer","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2006","clubAffl" : "Cathkin Braes GC (Glasgow, Scotland)","cityPlaysFrm" : "Glasgow; ; Scotland","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "48,500&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Shot a bogey-free, 7-under 65 in the final round of the Scottish Open to T8 with two others...Added a T9 at the Czech Masters in late-August. Shot a final-round 64, the low round of the event, to vault up the leaderboard...At the weather-shortened Portugal Masters, rounds of 63-69 led to a T7 with four others at the rain-soaked Oceanico Victoria GC.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Shot a bogey-free, 7-under 65 in the final round of the Scottish Open to T8 with two others...Added a T9 at the Czech Masters in late-August. Shot a final-round 64, the low round of the event, to vault up the leaderboard...At the weather-shortened Portugal Masters, rounds of 63-69 led to a T7 with four others at the rain-soaked Oceanico Victoria GC.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(1): 2013 Nelson Mandela Championship [Eur].","curYearHigh" : "Shot a bogey-free, 7-under 65 in the final round of the Scottish Open to T8 with two others...Added a T9 at the Czech Masters in late-August. Shot a final-round 64, the low round of the event, to vault up the leaderboard...At the weather-shortened Portugal Masters, rounds of 63-69 led to a T7 with four others at the rain-soaked Oceanico Victoria GC.","carHigh" : "2013: Opened his season in memorable fashion, winning his first European Tour title, capturing The Nelson Mandela Championship in early December 2012. In the weather-shortened event played on a modified layout (par 65) at Royal Durban GC because of storm damage to the course, he opened with a 66 and was tied for 68th position after the first day. Roared back in the final round, shooting an 8-under 57 to tie Eduardo De La Riva and Steve Webster at the end of the 36-hole regulation. Won the title on the second playoff hole...Made a good showing the following week, at the Alfred Dunhill Championship at Leopard Creek CC in Malelane, South Africa. Although he finished 13 strokes behind winner Charl Schwartzel, his 11-under 277 was good for a T3...Took a five-stroke lead over Thongchai Jaidee and Louis Oosthuizen into the final round of the Volvo Golf Champions in Durban, South Africa, in mid-January. Could only muster an even-par 72 at Duban CC on the final day and watched as Oosthuizen rallied with a Sunday 66 to win by a shot. Had three birdies, including a too-little-too-late birdie on the 72nd hole to go with a double bogey-6 on the fifth hole and a bogey on the 16th that kept him from winning his second title of the campaign. Despite the second-place showing, he remained atop the Race to Dubai standings...Was T8 in late-October at the BMW masters in Shanghai, China. \n\n2012: Had a strong showing at the Dubai Desert Classic in February, finishing T5 at Emirates GC...Had a share of the 54-hole lead at the KLM Open in September in the Netherlands. Stumbled to a 1-over 71 on the final day at Hilversumsche GC to finish solo fourth, three shots behind winner Peter Hanson...Final top-10 of the season came at the ISPS Handa Perth International in Australia. Opened 72-71 then shot weekend rounds of 69-68 to T5 with four others at Lake Karrinyup CC...Qualified for the European Tour's season-ending event, the DP World Tour Championship, where he T14, thanks to a finla-round 66 that saw him move up nine positions on the leaderboard.\n\n2011: Made his PGA TOUR debut, at The Open Championship. Missed the cut at Royal St. George's GC...Played 21 European Tour events, with five top-10 finishes—T3 at the weather-shortened Barclays Scottish Open and a pair of solo thirds, at the BMW International Open and the Open de Espana. At the BMW International Open in Munich, Germany, began the final round tied for 23rd, eight strokes behind Mark Foster. Fashioned a Sunday 64 at Munchen Eichenried GC to move 20 spots up the leaderboard. \n\n2010: Played primarily on the European Challenge Tour, and his His 14th-place money-list finish earned him a promotion to the European Tour. Had four top-10 finishes, with all of them coming in September and October. Was the runner-up at the Kazakhstan Open, along with Federico Colombo and Julio Zapata, five strokes behind winner Alvaro Velasco at Zhailjau Golf Resort...The following week, was T6 at the M2M Russian Challenge Cup in Moscow. Was 1-over on the weekend at Tseleevo Golf and Polo Club and unable to make a run at the title...Added a T8 at the Roma Golf Open in Italy...Final top-10 of the campaign was a T5 at the Egyptian Open in North Africa. Shot three 69s to go with a third-round, even-par 72...Made one European Tour cut, at the Saint-Omer Open, in June (T31).\n\n2009: Only top-10 finish of the European Challenge Tour season was a T6 at the Scottish Hydro Challenge in Aviemore, Scotland...Finished first in the Euro Pro Order of Merit after securing victories at Princes GC and Wychwood Park.\n\n2008: Made his Web.com Tour debut, playing in the South Georgia Classic in Valdosta. Missed the cut at Kinderlou Forest...Top pefformance among his 11 European Challenge Tour starts was a T15 at the Credit Suisse Challenge in Switzerland. Opened and closed with 67s in Luterbach.\n\n2007: Made two cuts in three European Challenge Tour starts. Best finish was a T45 at the MAN NO Open in Austria.\n\n2006: Turned pro late in the season and made one European Tour start but missed the cut at the Scottish Challenge. \n\nAmateur: In 2006, represented his country in the Eisenhower Trophy in South Africa. In 2005, named a Ping All-America (honorable mention) selection by the Golf Coaches Association of America. Represented Scotland in the Palmer Cup [with Kalle Edberg] at Whistling Straits Irish Course in Sheboygan, Wis.\n","otherCarHigh" : "","personal" : "Career goal is be the No. 1 player in the world...Greatest athletic thrill was representing Scotland at the Home Internationals in 2002...Favorite movie is \"Bring It On.\"...Favorite major championship is the Masters...Would most like to play Valderrama GC in Spain.","otherInfo" : "","ntlTeams" : "Seve Trophy (2), 2011, 2013. Palmer Cup (1), 2005.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T23rd in 2013 at the World Golf Championships-Cadillac Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}