{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23097","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Parel","first" : "Scott","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-5","heightMetric" : "1.65","weight" : "160","weightMetric" : "73","birthDate" : "May 15, 1965","age" : "50","birthPlace" : "Pontiac, Michigan","residence" : "Augusta, Georgia","family" : "Wife, Mary; Kayla (10\/24\/91), Cory (11\/27\/95)","education" : "University of Georgia (1986, Computer Science)","splInterest" : "Playing with his kids, all sports, Georgia athletics","pronunciation" : "puh-REL","nwTourAlumnus" : "","trndProYear" : "1996","clubAffl" : "West Lake CC (Augusta, Georgia)","cityPlaysFrm" : "Martinez, Georgia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "772,807&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2003","exmtStatus" : "Conditional - Web.com Tour Past Champion (2013)","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Played in 18 Web.com Tour events, making 10 cuts. Recorded two top 10s. Finished 76th on the money list...On his 50th birthday, aced the par-3 16th hole with a 9-iron from 142 yards in the second round of the BMW Charity Pro-Am in May. That led to a 7-under 65. Posted 69-71 on the weekend for a T55...At the next tournament, The Rex Hospital Open, earned his first top-five finish on Tour since winning the 2013 Air Capital Classic. Birdied four of his final five holes in the third round and was T15 after 54 holes. Jumped up the leaderboard with a bogey-free 65 in the final round, good for a T4âŚMade the 67th double eagle in Web.com Tour history when he recorded a 2 on the par-5 second hole at the GC at Thanksgiving Point during the Utah Championship. Lucas Lee in 2014 was the last player to make an ace and a double eagle in the same season. Went on to T18 in Lehi...Came to the Regular Season finale, WinCo Foods Portland Open, No. 74 on the money list. After missing the cut and waiting through the weekend, the inevitable happened and he was bounced to No. 76 and out of the Web.com Tour Finals.\n\n2014: Made the cut in half of his 18 Web.com Tour starts, Had a pair of top-25 finishes. Best week was a T18 at the Cleveland Open. Did not post a score below 66 all year and had only three rounds below 68 out of 53...Finished T14 at the Champions Tour Qualifying Tournament in mid-November and will have limited status on that Tour when he turns 50 on May 15. \n\n2013: Made the cut in nine of 22 starts and earned his first career win...Fired a 64 in Sunday's final round to win the Air Capital Classic by three strokes over Alex Aragon. Tied a tournament record for the lowest final-round score by a winner at the Wichita event. Carded all four rounds in the 60s to become the fourth-oldest winner of a Web.com Tour event. His first Tour title came in his 171st start. Collected a first-place check for $117,000 and vaulted from No. 153 to No. 14 on the Regular Season money list. \n\n2012: Made the cut in 20 of 26 starts and wound up No. 35 on the final money list, thanks to six top-25 finishes. His 20 made cuts led the Tour...Finished runner-up to James Hahn at The Rex Hospital Open, where he lost a playoff on the second extra hole. Fired a 3-under 68 in the final round at TPC Wakefield Plantation to finish at 13-under 271, tied with Hahn. Missed a 15-foot birdie putt on the first extra hole that would have given him the victory. Missed a slick, 18-foot birdie putt on the second extra hole where Hahn tapped in for birdie from a foot away. Runner-up finish was his career best in 144 total starts and his first top-10 on Tour since a solo fourth at the 2008 South Georgia Classic. Ended the week second in Fairways Hit and T7 in Greens in Regulation. \n\n2011: Made four starts on the Web.com Tour but did not cash a check in any of the four. \n\n2010: Did not record a top-10 finish but was T20 at the Albertsons Boise Open, with rounds of 67-67-69-69 in Idaho...Was also T21 at the Winn-Dixie Jacksonville Open.\n\n2009: Made six cuts in 16 starts. Fired a course-record, 10-under 62 at the Carolina CC in the second round of the BMW Charity Pro-Am. Career-best score happened to come on his 44th birthday. Stumbled to a 74 in the third round but rebounded with a 64 on the last day to finish T13, his best of the year. \n\n2008: Made 15 cuts in 26 starts, including four top-25 finishes, on the Web.com Tour. Finished T8 at the season-opening Panama Movistar Championship, where he was the only player in the field to post sub-par scores in each of the final two rounds. Had a streak of five consecutive birdies during the first round. Seven starts later, equaled his career-best finish with a fourth-place showing at the South Georgia Classicâfinishing six strokes behind champion Bryan DeCorso. Ended the year No. 81 on the money list. \n\n2007: Earned full playing privileges on the Web.com Tour in 2008 with a T62 finish at the PGA TOUR Qualifying Tournament. Made the cut in 13 of 23 events, with four top-25 finishes. Finished the season No. 68 on the money list, with $87,425. Posted top-10 finishes at the Xerox Classic (T4), Price Cutter Charity Championship (T7) and the National Mining Association Pete Dye Classic (T7). \n\n2006: Made the cut in 10 of 21 starts on Tour, with two top-10 finishes. Concluded the year No. 97 on the money list, with $53,521. Finished T8 at the Virginia Beach Open for his first top-10 of the season. Didn't crack the top 10 until 13 events later with a T9 finish at the Utah EnergySolutions Championship, set up after he shared the 18-hole lead with an 8-under 64...Made his first career PGA TOUR cut when he T57 at the BellSouth Classic outside Atlanta. \n\n2005: Made the cut in just two of 13 starts, finishing No. 143 on the money list. In just his second start of the season, notched a career-best T5 at the Lake Erie Charity Classic at Peek'n Peak Resort. Rounds of 70-71-65-73 left him at 9-under 279, five shots behind winner Esteban Toledo...Qualified for the U.S. Open at Pinehurst, where he missed the cut. \n\n2004: Played in just two events on Tour. Was T66 at the LaSalle Bank Open. \n\n2003: Made the cut in just two of 18 starts, with a T42 at The Reese's Cup Classic. \n\n2002: Qualified for his first major championship, the U.S. Open at Bethpage State Park (missed cut).\n","otherCarHigh" : "Was on two state championship teams at Aquinas High School in Augusta, Ga.","personal" : "Twitter account is @ParelGolf...Did not play college golf at UGA, electing instead to focus on his studies in computer science. Worked as a computer programmer and database administrator for 10 years following college. Did not turn pro until 1996, at age 31...His father introduced him to the game...Never travels without his laptop...Favorite Web sites are espn.com, facebook.com and youtube.com...Favorite pro teams are the Atlanta Braves and Detroit Red Wings...Top movies are \"Braveheart,\" \"Gladiator\" and \"The Shawshank Redemption.\"...Enjoys listening to Fleetwood Mac and Elton John. Favorite book is Golf is Not a Game of Perfect. Enjoys visiting Atlanta and vacationing in Hilton Head Island. Twitter account is @parelgolf...Carries cheese crackers in his golf bag for a snack...Is superstitious about carrying his Bull Dawg headcovers...Bucket list includes taking his wife to Ireland...Supports Catholic charities...Most famous person he's met is former President Bill Clinton...Best sporting event he's attended was the 2013 Georgia high school Class A football championship game, when his son played on the winning team.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 1st in 2013 at the Air Capital Classic.","dynStats" : "He ranks 82nd in Career Money Leaders on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}