{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23108","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Kuchar","first" : "Matt","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-4","heightMetric" : "1.93","weight" : "195","weightMetric" : "88","birthDate" : "June 21, 1978","age" : "37","birthPlace" : "Winter Park, Florida","residence" : "Sea Island, Georgia","family" : "Wife, Sybi; Cameron Cole (10\/11\/07), Carson Wright (7\/2\/09)","education" : "Georgia Tech (2000, Management)","splInterest" : "Sports, boats, planes, hiking, skiing","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2006)","trndProYear" : "2000","clubAffl" : "","cityPlaysFrm" : "Sea Island; GA; United States","websiteUrl" : "http:\/\/www.mattkuchar.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "35,193,353&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Began his season in style at the Fiji International in October 2015. At the blustery and difficult Natadola Bay GC in Suva, was the only player in the field to finish under par. Sat at 2-over through 36 holes until a pair of 69s on the weekend left him at 4-under and gave him the co-sanctioned OneAsia Tour-PGA Tour of Australasia victory by four shots over Aron Price. The victory was his first non-PGA TOUR title that didn't involve a teammate. He had previously won events with Gary Woodland, Zach Johnson and Harris English as his partners...Teamed with Harris English to finish second for the second straight year at the Franklin Templeton Shootout in mid-December. The team finished two strokes behind Jason Dufner and Brandt Snedeker and have combined for a 93-under-par total in their last nine rounds...Carded the only bogey-free final round, a 4-under 67, at the Northern Trust Open to move up the leaderboard and finish T8 at The Riviera Country Club...Advanced out of group play at the World Golf Championships-Dell Match Play with wins over Anirban Lahiri (6 and 5), Justin Rose (3 and 2) and a halved match with Fabian Gomez before losing to Brooks Koepka (1-up) in the round of 16 for a T9 result.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Began his season in style at the Fiji International in October 2015. At the blustery and difficult Natadola Bay GC in Suva, was the only player in the field to finish under par. Sat at 2-over through 36 holes until a pair of 69s on the weekend left him at 4-under and gave him the co-sanctioned OneAsia Tour-PGA Tour of Australasia victory by four shots over Aron Price. The victory was his first non-PGA TOUR title that didn't involve a teammate. He had previously won events with Gary Woodland, Zach Johnson and Harris English as his partners...Teamed with Harris English to finish second for the second straight year at the Franklin Templeton Shootout in mid-December. The team finished two strokes behind Jason Dufner and Brandt Snedeker and have combined for a 93-under-par total in their last nine rounds...Carded the only bogey-free final round, a 4-under 67, at the Northern Trust Open to move up the leaderboard and finish T8 at The Riviera Country Club...Advanced out of group play at the World Golf Championships-Dell Match Play with wins over Anirban Lahiri (6 and 5), Justin Rose (3 and 2) and a halved match with Fabian Gomez before losing to Brooks Koepka (1-up) in the round of 16 for a T9 result.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Finished out of the top 150 (No. 159) on the PGA TOUR for the third consecutive season in 2005. Only top-10, a T10, came at the MCI Heritage. Was T10 at 2004 HP Classic of New Orleans was lone top-10 of that season. Fell out of the top 125 (No. 183) on the money list in 2003. Recorded first victory at the 2002 Honda Classic. Victory jumped him from No. 149 in Official World Golf Ranking to No. 50 and qualified him for the 2002 Masters on the last day to qualify. Passed $1-million mark for the first time in a single season in 2002. Earned TOUR card through sponsor exemptions in 2001. Ranked second behind Charles Howell III in TOUR non-member earnings with $572,669 in 11 starts, including a T3 at Air Canada Championship and a T2 at the Texas Open. Earnings would have ranked him 91st on TOUR official money list. Made three starts in Nationwide Tour events in 2001, including a T2 at the Siouxland Open in July. Played from Australia to Mexico, on the Nationwide Tour, Canadian Tour and the Golden Bear Tour. After finishing his collegiate career at Georgia Tech in May 2000, decided to stay amateur and briefly took a job in finance. Played in the 2000 Westin Texas Open at LaCantera in October as an amateur and missed the cut. One month later, made his professional debut at the 2000 Australian Open. Amateur career was highlighted by a win at the 1997 U.S. Amateur. As a sophomore in 1998 at Georgia Tech, finished 21st at Masters and 14th at U.S. Open. Finish at Masters was best 72-hole performance by an amateur in 20 years. At Georgia Tech, was a two-time first-team All-American and the Yellow Jackets' second player to be a four-time All-ACC selection (along with David Duval). Awarded Fred Haskins Award in 1998 as the nation's top collegiate golfer. 1998 ACC Player of the Year. Father, Peter Kuchar, is an excellent tennis player who was ranked No. 1 in doubles at one time in Florida. Wife, Sybi, was a standout tennis player at Georgia Tech, where they met. Got started in golf when his mother, Meg, upgraded the country club membership to include golf when he was 12 and, along with dad, became hooked.","ntlTeams" : "World Amateur Team Championship, 1998; Walker Cup, 1999.","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2001","qSchoolYear" : "","exmtStatus" : "Winner 2012 THE PLAYERS Championship, 2010 leader in official earnings, multiple tournament winner (through 2018-19)","otherVics" : "(2): 2011 CVS Caremark Charity Classic [with Zach Johnson]. 2013 Franklin Templeton Shootout [with Harris English].","intlVics" : "(2): 2011 OMEGA Mission Hills World Cup [with Gary Woodland]. 2015 Fiji International [OneAsia].","curYearHigh" : "Began his season in style at the Fiji International in October 2015. At the blustery and difficult Natadola Bay GC in Suva, was the only player in the field to finish under par. Sat at 2-over through 36 holes until a pair of 69s on the weekend left him at 4-under and gave him the co-sanctioned OneAsia Tour-PGA Tour of Australasia victory by four shots over Aron Price. The victory was his first non-PGA TOUR title that didn't involve a teammate. He had previously won events with Gary Woodland, Zach Johnson and Harris English as his partners...Teamed with Harris English to finish second for the second straight year at the Franklin Templeton Shootout in mid-December. The team finished two strokes behind Jason Dufner and Brandt Snedeker and have combined for a 93-under-par total in their last nine rounds...Carded the only bogey-free final round, a 4-under 67, at the Northern Trust Open to move up the leaderboard and finish T8 at The Riviera Country Club...Advanced out of group play at the World Golf Championships-Dell Match Play with wins over Anirban Lahiri (6 and 5), Justin Rose (3 and 2) and a halved match with Fabian Gomez before losing to Brooks Koepka (1-up) in the round of 16 for a T9 result.","carHigh" : "2014-15: Went through his first season in four years without a win. Did record seven top-10s. Season highlighted by 24 made cuts in 25 starts, with a T2 at the Humana Challenge his best showing. In December 2014, joined teammate Harris English to finish second in defense of their Franklin Templeton Shootout title. Lost to the team of Jason Day-Cameron Tringale by one stroke in Naples, Fla...With opening rounds of 65-63, shared the 36-hole lead at the Sony Open in Hawaii with Webb Simpson and Justin Thomas. Closed with rounds of 68-71 to finish T3, 10 strokes behind runaway winner Jimmy Walker. Prior to his Sunday, birdie-less round, had gone 255 consecutive rounds on the PGA TOUR with at least one birdie, dating to the first round of the 2012 Valspar Championship. Marked his fourth consecutive top-10 finish at the Sony Open in Hawaii (T8 in 2014, T5 in 2013 and T5 in 2011). Began the final round two strokes off Walker's 16-under lead playing in the final group. Was unable to mount a Sunday charge. Continued excellent play in the Aloha State. Since 2011, is 100-under par collectively between the Hyundai Tournament of Champions and the Sony Open in Hawaii...After a tough finish of his third round at the Humana Challenge, which included bogeys at Nos. 15, 17 and 18, rallied with a 5-under 67 Sunday that left him in a five-way T2, one shot behind winner Bill Haas. Held a one-stroke lead after the second round in La Quinta...In his bid to join Payne Stewart (1989-90), Davis Love III (1991-92) and Boo Weekley (2007-08) as back-to-back winners at the RBC Heritage, finished fifth at 14-under, four strokes out of the Jim Furyk-Kevin Kisner playoff. Kept a 22-year streak intact at Harbour Town as no defending champion has missed the cut at the RBC Heritage since Love in 1993...Made a strong run at victory in July at the European Tour's Aberdeen Asset Management Scottish Open. After rounds of 66-68-67 at Gullane GC, began the final round three strokes behind leader Daniel Brooks. Shot a 2-under 68 Sunday but fell a stroke short of winner Rickie Fowler, settling for a T2 with Raphael Jacquelin...Posted four rounds of 3-under 69 at the RBC Canadian Open to claim a T7 with three others...Finished T7 again a month later, at the PGA Championship, thanks to 4-under 68s in all but the second round. Played the par-5 11th hole at Whistling Straits in 5-under for the week…Is nine for nine on FedExCup Playoffs' berths. Entered the Playoffs No. 24 in the standings. Posted top-10 finishes at the Deutsche Bank Championship (T9), his second top-10 at TPC Boston following a T4 in 2013...Closed the season with a T10 at the TOUR Championship by Coca-Cola to end the campaign at No. 19 in the FedExCup standings. Went 0-2-1 in his three Presidents Cup matches in the American team's 15½-14½ victory in South Korea.\n\n2013-14: Season highlighted by his third consecutive berth on the U.S. Ryder Cup team. Another consistent season with 22 made cuts in 24 starts, including his seventh TOUR win, equaling his career-best total from 2010 for top-10 finishes (11)...The Sea Island, Ga., resident began his season posting all four rounds in the 60s to finish T7 in his first start of the season and third start at The McGladrey Classic (T25 in 2010 and T20 in 2011). Including a 4-under 66 Sunday, has yet to record an over-par round at the event. Increased his TOUR-leading streak of made cuts to 28, with his last miss coming at the 2012 PGA Championship. Since missing the cut at the 2010 PLAYERS Championship, has made 78 of 81 cuts through The McGladrey Classic...The following week, traveled to Australia to play in the Talisker Masters at Royal Melbourne GC. Opened with an even-par 71 then shot rounds of 66-67-68 to finish solo second, two strokes behind winner Adam Scott...Finished fourth at the ISPS Handa World Cup as an individual and teamed with Kevin Streelman to finish second in the team competition representing the U.S. at Royal Melbourne GC in Australia...Back in the U.S., posted a final-round, 5-under 67 at Sherwood CC to finish T3 with Bubba Watson at the Northwestern Mutual World Challenge. Overcame a 4-over 76 in the third round to rally Sunday with the day's low round...One week later, teamed with Harris English to claim the Franklin Templeton Shootout by a record seven strokes over Ian Poulter and Freddie Jacobson. Their 54-hole total of 34-under-par 182 tied the tournament record set in 1990 by Fred Couples and Raymond Floyd...Captured first top-10 of the season with his T6 finish at the Hyundai Tournament of Champions. Tied with two other players for most birdies during the week, with 23...Along with Zach Johnson and Adam Scott, one of three players to record top-10 finishes at both Hawaii events, finishing T8 at the Sony Open in Hawaii. It was his third-consecutive top-10 Sony Open at Hawaii performance (T5 in 2011 and 2013) and fourth overall...Next top-10 came at the Valero Texas Open, thanks largely to a 7-under 65 in the third round at TPC San Antonio AT&T Oaks Course. As did most of the field on a windy Sunday, was unable to break par in the final round, posting a 3-over 75, good for a T4 with rookie Andrew Loupe...A week later, and still in Texas, held the second- and third-round leads at the Shell Houston Open, and needed only to par the 72nd hole to claim victory. After pulling his second shot at the GC of Houston's daunting par-4 18th into the water, managed to get up and down for bogey to force sudden death with Matt Jones. After Jones chipped in from 42 feet for a birdie-3 on the first extra hole, No. 18, he wasn't able to match with his greenside bunker shot. The runner-up finish was his sixth top-10 of the year and second top-five in as many weeks...Finished T5 at the Masters for both his third consecutive and third career top-10 at Augusta National GC. Was one shot off the lead entering the final round before a final-round 74 dropped him from contention...Entered the final round of the RBC Heritage trailing fellow RBC Ambassador Luke Donald by four strokes but stormed out of the gate with a 6-under 30 on the front nine en route to a 7-under 64 and one stroke-win over Donald. The win was his seventh PGA TOUR career and capped a stretch of four-consecutive top-five TOUR finishes. It was a range of emotions for the veteran on the final two holes. After appearing on the verge of building a two-stroke lead on the 17th hole, he three-putted from 4 feet, 3 inches to drop into a tie at 10-under, with Donald. On the par-4 18th hole, he then holed a 56-foot, 7-foot bunker shot for a birdie-3 to move back to 11-under and eventual one-shot win. With the victory, he moved to No. 3 in the FedExCup standings and received the tartan jacket, given annually to the RBC Heritage winner. He is the second consecutive RBC team member to win the jacket, following in the footsteps of 2013 champion Graeme McDowell. Shared the lead after day one at Harbour Town with a 5-under 66, becoming just the fourth player in 22 stroke-play events this season to carry that lead on to victory...Four rounds in the 60s led to a T7 finish at the HP Byron Nelson Championship, marking his TOUR leading ninth top-10 finish of the season. Since the start of the 2010 season, he has five wins and a TOUR-best 46 top-10 finishes. During that period, has made 101 of 107 cuts...RBC Golf Ambassador posted two 5-under 65s during the week of the RBC Canadian Open (second and final rounds) en route to T4 finish. Marked his third top-four finish in eight RBC Canadian Open starts (T4 in 2010 and T2 in 2013)...In the first FedExCup Playoffs event, The Barclays, posted four sub-par scores at Ridgewood CC to T5 with William McGirt and Ernie Els. Was one of just five players to play bogey-free Sunday, carding a 4-under 67...Added a T29 at the Deutsche Bank Championship and T46 at the BMW Championship to advance to the TOUR Championship by Coca-Cola for the fifth consecutive season...Finished 13th at East Lake GC and No. 8 in the FedExCup, his fourth top-10 performance in the last five FedExCup seasons...At the Ryder Cup, went 1-3-0 in his four matches in the European victory in the biennial event at Gleneagles in Scotland.\n\n2013: Made the cut in a career-tying 23 starts in as many attempts, finishing sixth in the FedExCup. Season included eight top-10 finishes, highlighted by multiple wins in a season for the first time, winning the World Golf Championships-Accenture Match Play Championship and the Memorial Tournament...Finished T9 at the season-opening and weather-shortened Hyundai Tournament of Champions. Struggled out of the gate with a 1-over 74 but carded rounds of 71-69 for the 50th top-10 finish of his career...Closed out a nice, two-week stretch in Hawaii, with a T5 at the Sony Open in Hawaii. Coupled with T9 in the Hyundai Tournament of Champions, was the only player who competed in both events to post a pair of top-10 finishes. The week included a second-round, 7-under-par 63, matching his career low on TOUR. It was the seventh time he had posted a 63, last doing so at the 2011 Barclays...Held the first-round lead at the Northern Trust Open before dropping to T38...Withstood snow, sleet rain and high winds outside Tucson to emerge victorious at the World Golf Championships-Accenture Match Play Championship in February. In his fourth consecutive start in the event, held off a hard-charging Hunter Mahan, the defending champion, in the championship match to win 2 and 1. Despite taking a 4-up lead on No. 8 of the scheduled 18-hole final, Mahan was only 1-down with two holes to play. The match ended when Mahan conceded on No. 17 after failing to advance his second shot from the greenside waste area. With Mahan's concession, he did not play the 18th hole all week, joining only Luke Donald as a champion to avoid the home hole all week. With the win, moved from No. 23 to No. 8 in the Official World Golf Ranking...Finished T8 at the Masters Tournament for his second top 10 in seven starts in the event...Held the second- and third-round leads at the Crowne Plaza Invitational at Colonial, entering the final round with a one-stroke lead over four players. Final-round, 2-under 68 left him one behind Boo Weekley for the sixth runner-up finish of career (first since The Barclays in 2011). Has never missed a cut in seven starts at Colonial...A week later, at the Memorial Tournament, took a two-stroke lead into the final round and never lost the advantage to claim a two-shot win over Kevin Chappell. At one point, led by four strokes Sunday at Muirfield Village GC. Opened and closed with 4-under 68s to claim his sixth PGA TOUR title and join Tiger Woods as a multiple winner. With the win, moved to second place in FedExCup standings, 423 points behind Woods. Became the second player this season to finish runner-up one week and win the following week. Brandt Snedeker first achieved the feat at the Waste Management Phoenix Open and AT&T Pebble Beach National Pro-Am. Hit 54 of 72 greens in regulation at Muirfield Village (75 percent) en route to the win and led the field in that category for the week...In July, bettered an opening-round, 6-under 66 at Glen Abbey GC with a third-round, 8-under 64 to claim a T2 with three others at the RBC Canadian Open...With rounds of 66-65-70, held the outright lead after the second round and shared the third-round lead with former U.S. World Cup teammate Gary Woodland at The Barclays. Struggled to a final-round, 7-over 78, including a triple bogey-7 on the ninth hole, to finish T19...Four rounds in the 60s led to a T4 finish at the Deutsche Bank Championship, finishing five strokes behind Henrik Stenson. Performance was his eighth top-10 of the season and his 49th (out of 57 total) top 10s since the 2007 season. Moved from No. 7 to No. 4 in the FedExCup standings as a result...Advanced to the TOUR Championship by Coca-Cola for the fifth-consecutive season, finishing T26...In the U.S.'s Presidents Cup victory, was 3-2-0 in his five matches as he made his second appearance in the biennial tournament.\n\n2012: Finished T5 at the World Golf Championships-Accenture Match Play Championship after losing 6 and 5 to Hunter Mahan in the quarterfinals. It was his second straight trip to the quarterfinals. Improved his record to 8-3 in the event...Next top-10 finish also came in a World Golf Championships event, finishing T8 at the Cadillac Championship. Bookend, even-par 72s, along with rounds of 67-66, left him five strokes behind champion Justin Rose...Overcame an opening-round, 2-over 73 to finish T10 at the Transitions Championship with three sub-70 scores on the weekend, highlighted by a closing 65, his lowest score in 18 career rounds at the Copperhead Course. The top 10 was also his second in five career starts at the event...Finished T3 at the Masters with rounds of 71-70-70-69. Was one of two players (champion Bubba Watson) to record all four rounds under-par. Joined Phil Mickelson as the first players since 1999 to birdie the 18th hole at Augusta National GC the first three-rounds (Shigeki Maruyama and Justin Leonard). They both made par in the final round...Earned first victory of the season and fourth of his career at THE PLAYERS afer rounds of 68-68-69-70 led to a two-shot victory over Martin Laird, Zach Johnson, Rickie Fowler and Ben Curtis (13-under 275). Began the final round one shot off Kevin Na's 54-hole lead. Became one of only four players to post four sub-70 scores at this year's event. Victory at THE PLAYERS came in his eighth start at TPC Sawgrass, with his previous-best result a T13 in 2010. Became the first American to win THE PLAYERS since Mickelson in 2007 and the sixth since 2000. Collected first victory on TOUR since the 2010 Barclays, a span of 37 TOUR starts during which he posted 14 top 10s. Despite a bogey on the par-3 17th in the final round, he became the first PLAYERS champion to bogey the hole in the final round since Fred Funk in 2005...Finished T8 at the Travelers Championship, with rounds of 67-68-66-68 in his seventh start at the event but first since 2008...Finished T9 at The Open Championship in his bid to join Jack Nicklaus (1978) as the only players to win THE PLAYERS Championship and The Open Championship in the same season. His T9 finish was his first top 10 in seven starts at the event and at the time was a TOUR-leading 22nd consecutive made cut...With a T8 finish at the Bridgestone Invitational, recorded his seventh top-10 in 11 World Golf Championships starts...Continued improvement at the TOUR Championship by Coca-Cola, finishing tied for 10th in the standings, after finishing tied for 20th in 2011 and 25th in 2010. His ninth top-10 performance of the season led an 18th-place finish in the final FedExCup standings...Played in the UBS Hong Kong Open for the first time and played well at Hong Kong GC, firing four consecutive sub-70 rounds (69-69-66-67) on his way to a solo seventh.\n\n\n\n2011: Turned in another spectacular season, finishing No. 6 in FedExCup points and earnings and recording two runner-up finishes among his nine top 10s. Established a new TOUR record for most money won ($4,233,920) without the benefit of a victory...Posted three of four rounds in the 60s at the season-opening Hyundai Tournament of Champions en route to a T6 finish...Was T5 at the Sony Open to join Steve Stricker as the only players to record top-10 finishes in both Hawaii events...Finished T7 at the Bob Hope Classic for his third consecutive top-10 to start the season...Finished third at the World Golf Championships-Accenture Match Play Championship, defeating Bubba Watson (3 and 2) in the third-place match. Defeated Anders Hansen (22 holes), Bo Van Pelt (3 and 2), Rickie Fowler (2 and 1) and Y.E. Yang (2 and 1) before falling to eventual champion Luke Donald in the semifinals (6 and 5). Cracked the top 10 in the Official World Golf Ranking for the first time, improving from No. 13 to No. 10...Tallied his fourth consecutive top-10 finish in a World Golf Championships event with a fifth-place performance at the World Golf Championships-Cadillac Championship. The showing was his fifth top 10 of the season in seven starts. By comparison, in 2010, he led the PGA TOUR with 11 top-10 finishes despite having only two through his first seven starts of the season...Sixth top-10 came at the Shell Houston Open in April. Played his weekend rounds in 9-under (67-68) to finish T8...Finished T6 at the HP Byron Nelson Championship, moving into a tie with Hunter Mahan, Luke Donald and Nick Watney for most top 10s on TOUR (seven). It was his best showing in four starts at the event...Finished T2 at the Memorial Tournament to nab his fourth consecutive top 10 at Muirfield Village GC (also T8 in 2010, T5 in 2009 and T10 in 2008). It was his seventh career start at the event. Notched fourth runner-up finish in 246 career starts on TOUR...Teamed with Zach Johnson to win the 36-hole CVS Caremark Charity Classic in record-setting fashion. The duo shot a 24-under 118 at Rhode Island CC to defeat the team of Davis Love III and the LPGA's Morgan Pressel by four strokes...Nearly successfully defended his 2010 Barclays win with a runner-up showing. Held the lead following the first two rounds, with a 63-65 start. But a 3-under 68 in the final round of the 54-hole, weather-shortened event left him two strokes shy of Dustin Johnson. The finish propelled him to No. 2 in the FedExCup standings, the position he ended the 2010 season. The fifth runner-up performance of his career was 20th top-10 finish over the past two years—tops on TOUR...Closed out the season with seven-consecutive top-25 finishes and 11 out of 13...Compiled a 1-3-1 record as one of six rookies for the U.S. Presidents Cup team...Capped his year by teaming with Gary Woodland representing the U.S. at the OMEGA Mission Hills World Cup in China. In come-from-behind fashion, the duo shot a final-round 67 in foursomes to defeat the English team of Ian Poulter and Justin Rose by two strokes. It was the first U.S. victory in the long-running team competition since 2000. \n\n2010: Turned in the best season of his career, finishing second in the FedExCup standings with a victory (The Barclays) and a TOUR-leading and career-best 11 top-10 finishes. Also captured the Arnold Palmer Award for leading the TOUR in official earnings ($4,910,477), as well as Vardon Trophy and Byron Nelson Award for lowest adjusted scoring average (69.61)...Making his first trip back to Kapalua in seven years, carded bookend 67s at the season-opening SBS Championship to finish third, three strokes behind champion Geoff Ogilvy...Final-round 63 helped him finish T2 at the Bob Hope Classic. Tied for the lead with Tim Clark and Bill Haas entering the final hole, but second shot with a hybrid went to the back fringe of the green, where he three-putted for par from 91 feet, missing a 10-footer for birdie. Haas birdied the final hole two groups later to win... Third top-10 was a T3 at World Golf Championships-CA Championship, his career-best finish in a WGC event...Next start was the Shell Houston Open, where he posted a T8 for fourth top 10 of the season...Fifth top 10 was a T8 at the Memorial Tournament...Playing in his 19th major championship, at the U.S. Open, equaled the best final round of the day with a 3-under 68 to finish T6, a career-best major performance. Previous-best finishes came in his first two starts (both as an amateur), T21 at the 1998 Masters and T14 at the 1998 U.S. Open. Sixth top-10 of the season surpassed a previous best of five in 2009...In July, finished in a nine-way tie for fourth at the RBC Canadian Open for seventh top-10. Ended four strokes behind winner Carl Pettersson...Entered the third round of the World Golf Championships-Bridgestone Invitational one stroke behind co-leaders Ryan Palmer and Sean O'Hair, but a final-round 73 resulted in a T9...Claimed second career top-10 major finish with a T8 at the PGA Championship at Whistling Straits. Held the 18-hole lead after opening with a 5-under-par 67. Clinched eighth and final Ryder Cup berth. Ninth top-10 of the season led TOUR heading into The Playoffs...At The Barclays, overcame a five-stroke deficit in the final round with a 5-under 66 to force sudden-death with Martin Laird. On the first playoff hole, he hit a 7-iron from the rough 190 yards away that curled to 2 1\/2 feet. Converted the birdie putt for his third PGA TOUR victory. Victory moved him to No. 1 in the FedExCup standings and guaranteed the Georgia Tech graduate a spot in the season-ending TOUR Championship by Coca-Cola in Atlanta...Two weeks later, despite feeling ill, carded a 7-under 64 to grab the first-round lead at the BMW Championship. Hung near the top of the leaderboard the rest of the way, holding a share of the second-round lead. Entering the final round he was just one stroke behind Ryan Moore. A final-round, 1-over 72 left him T3, still good enough to maintain the top spot in the FedExCup standings and record his TOUR-leading 11th top-10 finish of the season...Finished T25 at the TOUR Championship but fell just one spot to finish No. 2 in the final FedExCup standings...Finished 2-1-1 in his first Ryder Cup appearance. Teamed with Stewart Cink to win first two matches before halving their four-ball match against Edoardo and Francesco Molinari. \n\n2009: Won his second career PGA TOUR title at the Turning Stone Resort Championship during a season where he posted then-career-best numbers, top-10 finishes (five), cuts made (18), FedExCup finish (No. 40) and earnings (No. 24)...Finished T6 at the FBR Open on the strength of 5-under 67s in the first two rounds...T5 at the Memorial Tournament, finishing at 6-under for the tournament...Was T4 through 54 holes of BMW Championship before final-round 75 dropped him to a T10 finish...Parred the sixth playoff hole to beat Vaughn Taylor and win the Turning Stone Resort Championship on Monday morning. The duo played two playoff holes on Sunday night before darkness forced the postponement of the PGA TOUR Fall Series event until Monday morning. They went bogey-birdie-birdie on Monday morning before the final hole, the 439-yard, par-4 13th. Taylor drove first into a water hazard on the right and Kuchar drove into the fairway. Kuchar got up and down for par and the win as Taylor made double bogey. It was his second career PGA TOUR win. He won the 2002 Honda Classic...Earned third straight top-10 finish, and fifth of the season, with T7 at Justin Timberlake Shriners Hospitals for Children Open. 2008: Had a then-career-best five (later surpassed) top-10 finishes on the way to a then-career best in earnings ($1,447,638). In his sixth start of the season, finished T3 at the Mayakoba Golf Classic, posting four rounds in the 60s. Finished four behind champion Brian Gay...The following month at the Verizon Heritage, played his weekend 36 holes 7-under-par to finish T7 with Michael Letzig, Camilo Villegas, Stewart Cink and Lucas Glover...Work with swing coach, Chris O'Connell, out of Dallas paid off in Fort Worth. A second-round, 6-under-par 64 earned ninth place...Posted back-to-back top-10s with his T10 finish at the Memorial Tournament. First time he posted consecutive top-10s since joining the TOUR in 2001...Second-place finish at the Justin Timberlake Shriners Hospitals for Children Open was his best on TOUR since he won the 2002 Honda Classic. His only other second-place finish came in 2001. 2007: In first season back on the PGA TOUR, had best performance since winning in 2002, with two top-10s...Recorded a final-round 6-under-par 66 at the AT&T Pebble Beach National Pro-Am to finish T6...Former Georgia Tech All-America posted T3 at the AT&T Classic in Duluth, GA, aided by a third-round 8-under-par 64...Had a hole-in-one during the final round of the Zurich Classic of New Orleans. 2006: Spent most of his season on the Web.com Tour, where he earned his first career win at the Henrico County Open by beating Paul Claxton in a playoff. Finished No. 10 on the final money list to earn his 2007 PGA TOUR card...Missed the cut in six of his eight TOUR starts. 2005: Only top-10 finish came at the MCI Heritage...Had a hole-in-one during the final round of the John Deere Classic. 2004: A T10 at the HP Classic of New Orleans was his only top-10 finish in 28 starts. 2003: After winning for the first time, struggled through a difficult season, which saw him fall out of the top 125 on the money list...Best result came at the FedEx St. Jude Classic, a 20th-place performance, thanks to a pair of 67s on the weekend. 2002: Opened the season with a bang with a T4 at the Sony Open in Hawaii...Two months later earned his first TOUR victory, at The Honda Classic. Closed with a pair of 66s to defeat Brad Faxon and Joey Sindelar by two strokes. Made four consecutive birdies on the back nine to help him rally from a four-shot deficit to Sindelar at the turn. Victory jumped him from No. 149 in Official World Golf Ranking to No. 50 and earned him a Masters Tournament invitation on the last day to qualify...Finished T5 at the Fed Ex St. Jude Classic, worth $133,475 to push him over the $1-million mark for the first time in a single season...Finished T9 at Tampa Bay Classic presented by Buick, posting four sub-par rounds. 2001: Earned PGA TOUR card through sponsor exemptions...Ranked second behind Charles Howell III in PGA TOUR non-member earnings with $572,669 in only 11 starts. Earnings would have ranked him 91st on TOUR official money list...After missing the cut in his first three TOUR starts, playing on a sponsor exemption, secured his card for 2002 with two big finishes...Earned first top-10 in a TOUR event in sixth start as professional. Rounds of 68-66-72-67 at Air Canada Championship produced T3 worth $197,200. Season earnings total at that point of $269,253 earned him Special Temporary Membership...Best effort of season came in San Antonio, where he was two strokes behind Justin Leonard after 54 holes of Texas Open. Playing in the final group on Sunday, closed with 69, as did Leonard, for T2 with rookie J.J. Henry. The Texas Open paycheck of $264,000, clinched 2002 TOUR card in only eighth start of season...Made three starts in Web.com Tour events, including a T2 at the Siouxland Open in July...Played from Australia to Mexico, played on the Web.com Tour, Canadian Tour and the Golden Bear Tour. 2000: After finishing his collegiate career at Georgia Tech in May, decided to stay amateur and briefly took a job in finance...Played in the Westin Texas Open at LaCantera in October as an amateur and missed the cut. It was in Texas where he started to think about turning pro and giving the PGA TOUR a try...One month later, made his professional debut at the 2000 Australian Open (won by Aaron Baddeley). Amateur: 1997 U.S. Amateur champion following three consecutive wins by Tiger Woods...Lost in the quarterfinals in 1998 when defending the U.S. Amateur crown at Oak Hill...As a sophomore in 1998 at Georgia Tech, finished 21st at Masters and 14th at U.S. Open. Finish at Masters was best 72-hole finish by an amateur in 20 years. There was talk of his turning pro, but Kuchar instead finished out his collegiate career at Georgia Tech, where he was a two-time first-team All-America selection and the Yellow Jackets' second player to be a four-time All-ACC selection (along with David Duval). Awarded Fred Haskins Award in 1998 as the nation's top collegiate golfer...Was 1998 ACC Player of the Year...Six career collegiate victories for Tech was bested only by Duval's eight.\n","otherCarHigh" : "","personal" : "Got started in golf when his mother, Meg, upgraded the country club membership to include golf when he was 12 years old. He and his dad tried golf and were hooked...Father, Peter, is an excellent tennis player who was ranked No. 1 in doubles at one time in the state of Florida...Wife, Sybi, was a standout tennis player at Georgia Tech, where they met. They teamed in October 2009 to win the consolation title in the USTA National Husband\/Wife Doubles Championship at the ATP Headquarters in Ponte Vedra Beach, Fla.","otherInfo" : "","ntlTeams" : "The Presidents Cup (3), 2011, 2013, 2015; Ryder Cup (3), 2010, 2012, 2014; World Cup (2), 2011, 2013; World Amateur Team Championship (1), 1998; Walker Cup (1), 1999.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T8th at the Northern Trust Open.","dynStats" : "He ranks 18th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/KucharMatt"},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/matt_kuchar"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}