{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06809","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Burns","first" : "Bob","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "165","weightMetric" : "75","birthDate" : "April 5, 1968","age" : "48","birthPlace" : "Mission Hills, California","residence" : "Knoxville, Tennessee","family" : "Wife, Jayme Lynn; Charles James, Madelyn Rae","education" : "California State University-Northridge","splInterest" : "Beer brewing, architecture, outdoors, NHRA, classic cars and engines","pronunciation" : "","nwTourAlumnus" : "Nationwide Tour Graduate (1998)","trndProYear" : "1991","clubAffl" : "","cityPlaysFrm" : "Valencia; CA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,791,455&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "50th on the 2007 Nationwide Tour money list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Made the cut in 18 of 25 starts on the 2007 Nationwide Tour, with seven top-25 finishes. Finished the season No. 50 on the money list, with $130,651. Enjoyed his best stretch of the season with six straight made cuts, beginning with a T8 effort at the Henrico County Open. Other top-10s during that stretch included a T9 at the LaSalle Bank Open and a season-best runner-up performance at The Rex Hospital Open, finishing two strokes behind champion Kyle Thompson. Didn't crack the top 10 in his final 15 events, with a 12th-place finish at the Mark Christopher Charity Classic his best outing. Finished out of of the top 125 in 2006 after making only three cuts in nine starts on the PGA TOUR. Best effort was a T28 at the 2006 FedEx St. Jude Classic. Made only 15 starts on the PGA TOUR in 2005 and placed 231st on the money list. Made 13 cuts in 30 PGA TOUR starts in 2004 and finished 130th on the money list to earn partial status for 2005. Earned T10 at 2004 PLAYERS Championship, first top-10 since capturing the 2002 Disney Golf Classic. Improved his position on the season money list with his T11 finish at the 2004 84 LUMBER Classic in late September. Moved from No. 127 to No. 112. Missed the cut in three of his last four starts to fall out of the top 125. In 2003, slipped to 158th. Recorded the first hole-in-one of the 2003 season, acing the 176-yard fourth hole with a 6-iron at TPC Scottsdale. It was the third ace of his TOUR career. Won for the first time and earned over $1 million in a single season in 2002. Became the 14th first-time winner of the Disney Golf Classic, where he held off 54-hole leader Chris DiMarco by one stroke and Tiger Woods by two. Entered the week of Disney at No. 118 on the money list. Held a share of the lead with Hidemichi Tanaka and Jeff Sluman after opening with a 9-under-par 63. Entered final round two strokes off the lead, but fired a bogey-free 65. With a career-best paycheck of $666,000, moved from No. 118 to No. 49 on the season money list with $1,199,802, more than he has earned in his five previous years on TOUR ($1,119,649). Also jumped from 240th to 98th in the Official World Golf Ranking. Led Nationwide Tour in earnings with $178,664 in 1998. Captured two events, the 1998 Dominion Open and 1998 Tour Championship, and was Nationwide Tour Player of the Year. Also Nationwide Tour member in 1996, finishing No. 63 on the money list. First qualified for the PGA TOUR by placing T11 in 1993 Qualifying Tournament, after having finished 31st on the Nationwide Tour money list in 1992 and 1993.\n","otherCarHigh" : "Winner of 1990 NCAA Division II championship and was an All-American selection that year.","personal" : "First year on PGA TOUR got off to rocky start when his home in Northridge, CA, was near the epicenter of massive earthquake in January 1994.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "Earned his first top-10 of the season at the Athens Regional Foundation Classic, where he T4. Tied the Jennings Mill CC record with a 9-under 63 in the second round and held a two-shot lead heading into the last day. Final-round 73 left him three shots out of a playoff."},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1994","qSchoolYear" : "1993, 1999, 2001","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "Missed the cut at the Reno-Tahoe Open in his only start on either the PGA TOUR or Nationwide Tour.","carHigh" : "2009: Missed the cut in both starts on the PGA TOUR. Played primarily on the Nationwide Tour, making six cuts in 18 starts, with a season-best T4 at the Athens Regional Foundation Classic. Held a two-shot lead heading into the final round, but a 73 dropped him three strokes behind champion Patrick Sheehan. 2008: Made seven starts on the PGA TOUR with just one made cut. Posted a season-best T27 at the WNB Golf Classic on the Nationwide Tour, where he made three of 15 cuts. 2007: Made two of five cuts on TOUR and 18 of 25 on the Nationwide Tour. 2006: Finished out of the top-125 after making only three cuts in nine starts. 2005: Made 15 starts on the PGA TOUR, placing 231st on the money list. 2004: Earned T10 at THE PLAYERS Championship, first top-10 since capturing the 2003 Disney Golf Classic...Improved his position on the season money list with his T11 finish at the 84 LUMBER Classic in late September. Moved from No. 127 to No. 112. Missed the cut in three of his last four starts and dropped to No. 130 on the final season money list...Had two other top-20 finishes - T16 at the MCI Heritage and T15 HP Classic of New Orleans. 2003: After winning his first PGA TOUR title at the end of the 2002 season had a sub-par year in 2003. Slipped from 51st on the money list to 158th...Made 28 starts with best effort of the season coming at the John Deere Classic in September, a T21...Recorded the first hole-in-one of the 2003 PGA TOUR season, acing the 176-yard fourth hole with a 6-iron at the TPC of Scottsdale. It was the third of his TOUR career...Made his fifth start in a major championship and his first at the PGA Championship, finishing 67th at Oak Hill. 2002: Sixth season on TOUR proved to be the breakthrough. Won for the first time and earned over $1 million in a single season...Became the 14th first-time winner of the Disney Golf Classic, where he held off 54-hole leader Chris DiMarco by one stroke and Tiger Woods by two. Entered the week of Disney in a precarious position on the TOUR official money list at No. 118. Held a share of the lead with Hidemichi Tanaka and Jeff Sluman after opening with a 9-under-par 63. Entered final round two strokes off the lead, but fired a bogey-free 65 that included a 4-under-par 32 on the final nine. With a career-best paycheck of $666,000, moved from No. 118 to No. 49 on the season money list with $1,199,802, more than he has earned in his five previous years on the PGA TOUR ($1,119,649). Also jumped from 240th to 98th in the Official World Golf Ranking...Tied for third at the Kemper Insurance Open. 2001: Finished T2 at 2001 PGA TOUR Qualifying School to improve his position for the 2002 season. One of only two players to card six consecutive rounds in the 60s. Only top-10 of the season, T8 at Texas Open at La Cantera. 2000: Earned $391,075, 125th on the money list, with two top-10s and four top-25s. 1999: Had two top-25s and failed to regain exempt status, finishing 177th on the PGA TOUR money list. Earned exempt status for 2000 by virtue of 26th-place finish at 1999 PGA TOUR Qualifying Tournament. 1998: Led Nationwide Tour in earnings with $178,664...Captured two events, the Dominion Open and TOUR Championship. Earned Nationwide Tour Player of the Year honors. 1997: Did not compete on either TOUR. 1996: Member of the Nationwide Tour. 1995: One of eight players to miss 1996 PGA TOUR card by single stroke at 1995 Qualifying Tournament. 1994: First qualified for the PGA TOUR by placing T11 in 1993 Qualifying Tournament. Finished 101st on the money list. Amateur: Winner of 1990 NCAA Division II Championship and was an All-American selection that year.\n","otherCarHigh" : "","personal" : "First year on PGA TOUR got off to rocky start when his home in Northridge, CA was near the epicenter of massive earthquake in January 1994.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was 1st in 2002 at the Disney Golf Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}