{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02002","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Riegger","first" : "John","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "190","weightMetric" : "86","birthDate" : "June 13, 1963","age" : "52","birthPlace" : "Metropolis, Illinois","residence" : "Las Vegas, Nevada","family" : "Wife, Jennie; Kalie (7\/3\/88), Tara (12\/29\/90), Jaxon (8\/15\/01), Lola (8\/19\/06)","education" : "Lamar University (1985, Education)","splInterest" : "Hunting, fishing","pronunciation" : "REE-gur","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1985","clubAffl" : "","cityPlaysFrm" : "Henderson; Nevada; United States","websiteUrl" : "http:\/\/www.johnrieggergolf.com\/","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,199,680&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1991","exmtStatus" : "Fully Exempt: Major Medical","otherVics" : "","intlVics" : "","curYearHigh" : "Made 15 official appearances and had his top effort late in the season...Was a late addition to the SAS Championship field when Dan Forsman withdrew with a shoulder injury and he took full advantage of his good fortune, finishing T5 overall...Was also T19 at the Shaw Charity Classic, thanks to a final-round 6-under-par 64 in Calgary...Returned to the PGA TOUR Champions National Qualifying Tournament and shot a final-round 64 to place sixth, one stroke out of the final exempt spot. Appeared in position to secure the final exemption until Mike Grob bumped him down into sixth place when he birdied the par-5 17th hole at the TPC Scottsdale's Champions Course.","carHigh" : "2013: Did not become eligible for the Champions Tour until midway through the season but made an impact quickly, winning his first event. Then, despite only playing 12 events, earned a 13th appearance in the season-ending Charles Schwab Cup Championship with a pair of top-10 performances in October...Won his first Champions Tour event, the Boeing Classic, in his fifth official start, defeating John Cook by two strokes just outside of Seattle. Used a 64 Saturday at TPC Snoqualmie Ridge to forge a three-stroke lead. His final-round 68 included birdies on three of the last four holes for the victory. Became the fifth rookie on the season to win, tying a Champions Tour record. Also became the first player to make the Boeing Classic his first victory on the circuit. Joined Esteban Toledo (Insperity Championship) as the second 2012 Q-school graduate to win a tournament...Vaulted into the top 30 for good when he placed fifth at the Greater Hickory Kia Classic in late October. Was in contention for the first two rounds at Rock Barn before a final-round, even-par 70 left him in solo fifth place...One week later, sealed a spot in the top 30 when he posted a closing-round, 5-under-par 67 at the AT&T Championship to earn a T6 at TPC San Antonio. Had entered the event 30th on the money list but jumped two places with his finish...Made his Champions Tour debut at the inaugural Encompass Championship and finished T26 at North Shore CC...Had a pair of eagles in a round on two occasions during the year. The first came in the first round at the 3M Championship and the other in the final round at the Shaw Charity Classic...Prepped for the Champions Tour by playing in four Web.com Tour events. Missed the cut at both the Panama Claro Championship and Columbia Championship before finishing T22 at the Chitimacha Louisiana Open. Also withdrew from the WNB Golf Classic in Texas after an opening-round 75. \n\n2012: Forced to sit out most of the season due to knee and foot problems. Came back at the end of the year and made one cut in two starts. Finished T37 at the Winn-Dixie Jacksonville Open...Will play on a Major Medical Exemption in 2013. Can make 11 starts in that category. \n\n2011: Will play on a Major Medical extension in 2012 due to knee problems. Will have 13 starts to earn $31,602 and retain conditional status. Needs to earn $89,999 to maintain fully exempt status. Made the cut in just five of 13 starts on the Web.com Tour and was forced to withdraw five times. Earned his only top-10 finish at the Albertsons Boise Open (T6). \n\n2010: Finished the year No. 39 on the Web.com Tour money list after making the cut in 12 of 22 starts with three top-10 finishes. Earned his second career title with a five-stroke win at The Rex Hospital Open, which was cut to 54 holes when bad weather canceled the final round. Opened with rounds of 66-64 to take a two-stroke lead and then added an 8-under 63 in the third round to reach a 54-hole tournament record of 20-under 193, moving to a five-shot lead over Chris Nallen. Heavy rains in the morning and afternoon forced tournament officials to cancel the final round and revert back to the 54-hole standings. Earned $99,000 and moved to No. 10 on the money list at the time...After finishing T29 in his first start of the season at the Panama CLARO Championship, he backed it up with a T6 the next week at the Pacific Rubiales Bogota Open...Picked up his third top-10 finish, at the Chiquita Classic. Carded four rounds in the 60s to finish T10. \n\n2009: Ended the season No. 88 on the Web.com Tour money list, making the cut in nine of 20 starts. Collected two top-10 finishes, a T10 at the season-opening Panama Digicel Championship and a T4 at the Athens Regional Foundation Classic. \n\n2008: Made the cut in 13 of 24 starts on the PGA TOUR, his ninth season on TOUR. Best of his three top-25 finishes came at the John Deere Classic (T18) and the Wyndham Championship (T20). Made the cut in nine of his last nine starts but finished No. 181 on the money list. \n\n2007: Made the cut in 17 of 22 starts on the Web.com Tour, with seven top-25 finishes. Finished the year No. 19 on the money list, with $221,183. Opened the season with six straight made cuts, including the first of three top-10 finishes at the Athens Regional Foundation Classic (ninth). Ended at 17-under-par 271 at the LaSalle Bank Open for a one-stroke win over B.J. Staten. His first Web.com Tour title was worth $135,000 and helped him move to No. 6 on the money list. Wouldn't fall outside the top 20 the rest of the year. Only other top-10 showing came at the Legend Financial Group Classic (T5). \n\n2006: Played on a Major Medical Extension in 2006, making the cut in five of 20 starts and finishing No. 186 on the money list, with $230,765. Posted first top-10 since the 2004 Sony Open in Hawaii, firing four rounds in the 60s to finish T5 at the John Deere Classic. Sunday's 7-under-par 64 was low final round. \n\n2005: Limited to four events on the PGA TOUR as his comeback continued from shoulder and rib injuries originally suffered in 2003. \n\n2004: Seven made cuts in first eight starts on the PGA TOUR, including a career-best seventh in first start of season at the Sony Open in Hawaii, posting four rounds in the 60s. Earned a personal-best $160,800 with the second top-10 of career (eighth at the 2002 Honda Classic). Clinched Major Medical Extension status for remainder of the year with T30 finish at Bob Hope Chrysler Classic. \n\n2003: Suffered through the TOUR season with a torn rib-cage muscle and a shoulder injury. Finished with 12 made cuts in 17 starts, with three top-25s at the Shell Houston Open (T13), HP Classic of New Orleans (T16) and FBR Capital Open (T22). Granted Major Medical Extension for 2004. \n\n2002: Finished 143rd on the money list with a career-high $390,675 in earnings. Logged his first career top-10 with a T8 at The Honda Classic. Led tournament by two strokes after opening with a 9-under 63. Carried a one-stroke lead into the weekend after a second-round 69. His T8 was worth $101,500, a career payday. \n\n2001: Five top-25s led to 140th position on the TOUR money list and partial status for 2002. Best finish was 14th at John Deere Classic. \n\n2000: Eight top-10s on the Web.com Tour and a 10th-place position on the money list earned PGA TOUR card for 2001. \n\n1999: Full-time on the Web.com Tour with 22 starts, highlighted by a runner-up finish at the Mississippi Gulf Coast Classic. \n\n1994: Best finish in 17 Web.com Tour starts was T3 at the Dominion Open. \n\n1992: After earning his PGA TOUR card via Q-School, rookie's only top-25 was T21 at GTE Byron Nelson Golf Classic. \n\n1991: Played 12 events on the Web.com Tour with one top-10.\n","otherCarHigh" : "","personal" : "Grew up in Southern Illinois, across the Ohio River from PGA TOUR players Russ Cochran and Kenny Perry, who live in Paducah, Ky...Used five-time U.S.Open 9-ball champion Earl Strickland as his caddie at the 2000 Wichita Open.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1987","qSchoolYear" : "1991, 1997, 2001, 2003","exmtStatus" : "19th on 2007 Nationwide Tour money list","otherVics" : "","intlVics" : "(2): 1997 Colombian Open. 1988 Milan Open.","curYearHigh" : "Made 15 official appearances and had his top effort late in the season...Was a late addition to the SAS Championship field when Dan Forsman withdrew with a shoulder injury and he took full advantage of his good fortune, finishing T5 overall...Was also T19 at the Shaw Charity Classic, thanks to a final-round 6-under-par 64 in Calgary...Returned to the PGA TOUR Champions National Qualifying Tournament and shot a final-round 64 to place sixth, one stroke out of the final exempt spot. Appeared in position to secure the final exemption until Mike Grob bumped him down into sixth place when he birdied the par-5 17th hole at the TPC Scottsdale's Champions Course.","carHigh" : "2004: Played on a Major Medical Extension, with one top-10 in 17 starts, a solo seventh at the Sony Open in Hawaii. Withdrew after the first round of the Cialis Western Open and did not play the rest of the season. 2003: Suffered through season that included a torn rib cage muscle and a shoulder injury. Granted Major Medical Extension for 2004. 2002: Finished 143rd on the 2002 money list with a career-high $390,675 in earnings. Logged his first career top-10 with a T8 at 2002 Honda Classic. Led tournament by two strokes after opening with a 9-under 63. Carried a one-stroke lead into the weekend after a second-round 69. His T8 was worth $101,500, a career payday. 2001: Five top-25s led to 140th position on TOUR money list and partial status for 2002âŚBest finish was 14th at John Deere Classic. 2000: Eight top-10s on the Nationwide Tour and a 10th-place position on the money list earned PGA TOUR card for 2001. 1999: Full-time on Nationwide Tour with 22 starts, with a runner-up finish at the Mississippi Gulf Coast Classic. 1994: Best finish in 17 Nationwide Tour starts was T3 Dominion Open. 1992: After earning PGA TOUR card via Q-School, rookie's only top-25 was T21 at GTE Byron Nelson Golf Classic. 1991: Played 12 events on the Nationwide Tour with one top-10.\n","otherCarHigh" : "","personal" : "","otherInfo" : "Returns to the PGA TOUR after one season on the Nationwide Tour. Made the cut in 17 of 22 starts on the 2007 Nationwide Tour, with seven top-25s. Finished the year No. 19 on the money list, with $221,183. Best finish was a win at the LaSalle Bank Open, by one stroke over B.J. Staten. His first Nationwide Tour title was worth $135,000 and helped him move to No. 6 on the money list. Wouldn't fall outside of the top 20 the rest of the year. Played on a Major Medical Extension on the PGA TOUR in 2006, making the cut in five of 20 starts and finishing No. 186 on the money list, with $230,765. Posted first top-10 since the 2004 Sony Open in Hawaii, firing four rounds in the 60s to finish T5 at the John Deere Classic. Sunday's 7-under-par 64 was low final round. Limited to four events on TOUR in 2005 as his comeback continued from shoulder and rib injuries originally suffered in 2003. Seven made cuts in first eight starts on the 2004 TOUR, including a career-best seventh in first start of season at the Sony Open in Hawaii, posting four rounds in the 60s. Suffered through 2003 TOUR season that included a torn rib cage muscle and a shoulder injury. Finished with 12 made cuts in 17 starts, with three top-25s at the Shell Houston Open (T13), HP Classic of New Orleans (T16) and FBR Capital Open (T22). Granted Major Medical Extension for 2004. Finished 143rd on the 2002 money list with a career-high $390,675 in earnings. Logged his first career top-10 with a T8 at 2002 Honda Classic. Led tournament by two strokes after opening with a 9-under 63. Carried a one-stroke lead into the weekend after a second-round 69. His T8 was worth $101,500, a career payday. Five top-25s led to 140th position on 2001 TOUR money list and partial status for 2002. Eight top-10s on the 2000 Nationwide Tour and a 10th-place position on the money list earned PGA TOUR card for 2001. Full-time on 1999 Nationwide Tour with 22 starts, with a runner-up finish at the Mississippi Gulf Coast Classic. Best finish in 17 Nationwide Tour starts in 1994 was T3 at the Dominion Open. After earning 1992 PGA TOUR card via Q-School, rookie's only top-25 was T21 at GTE Byron Nelson Golf Classic. Played 12 events on the 1991 Nationwide Tour with one top-10. Grew up in Southern Illinois, across the Ohio River from PGA TOUR players Russ Cochran and Kenny Perry, who live in Paducah, KY. Five-time U.S.Open 9-ball champion Earl Strickland caddied for Riegger at the 2000 Wichita Open. Says he plays golf because it gives him time to duck hunt.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2013","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Made 15 official appearances and had his top effort late in the season...Was a late addition to the SAS Championship field when Dan Forsman withdrew with a shoulder injury and he took full advantage of his good fortune, finishing T5 overall...Was also T19 at the Shaw Charity Classic, thanks to a final-round 6-under-par 64 in Calgary...Returned to the PGA TOUR Champions National Qualifying Tournament and shot a final-round 64 to place sixth, one stroke out of the final exempt spot. Appeared in position to secure the final exemption until Mike Grob bumped him down into sixth place when he birdied the par-5 17th hole at the TPC Scottsdale's Champions Course.","carHigh" : "2014: A year after finishing in the top 30 and earning his first victory, he slipped 17 spots on the final money list, from 28th to 45th...Best showing came in March when he posted three consecutive sub-par scores to finish T6 at the Mississippi Gulf Resort Classic...Added a T7 at the Dick's Sporting Goods Open and T12 at the Constellation SENIOR PLAYERS Championship...Led the Tour in Driving Distance (295.3 yards)...Went to the National Qualifying School final at Orange County National in November and managed to earn conditional status for 2015. After tying for the sixth spot with Jim Rutledge, one stroke out of the all-important top five, he placed seventh when Rutledge made birdie on the first playoff hole.\n\n 2013: Did not become eligible for the Champions Tour until midway through the season but made an impact quickly, winning the Boeing Classic near Seattle in just his fifth start. Then, despite only playing 12 events, he finished 28th on the money list, with a pair of top-10 performances in October...Used an 8-under-par 64 Saturday to forge a three-stroke lead at the Boeing Classic and his final-round 68 included birdies on three of the last four holes for his two-stroke victory over John Cook at the TPC Snoqualmie Ridge. Became the fifth rookie on the season to win, tying a Champions Tour record. Also became the first player to make the Boeing Classic his first victory on the circuit. Joined Esteban Toledo (Insperity Championship) as the second 2012 Q-school graduate to win a tournament...Vaulted into the top 30 for good when he placed fifth at the Greater Hickory Kia Classic in late October. Was in contention for the first two rounds at Rock Barn before a final-round, even-par 70 left him in solo fifth place...One week later, sealed a spot in the top 30 when he posted a closing-round, 5-under-par 67 at the AT&T Championship to earn a T6 at TPC San Antonio. Had entered the event 30th on the money list but jumped two places with his finish...Made his Champions Tour debut at the inaugural Encompass Championship and finished T26 at North Shore CC...Had a pair of eagles in a round on two occasions during the year. The first came in the first round at the 3M Championship and the other in the final round at the Shaw Charity Classic...Prepped for the Champions Tour by playing in four Web.com Tour events. Missed the cut at both the Panama Claro Championship and Colombia Championship before finishing T22 at the Chitimacha Louisiana Open. Also withdrew from the WNB Golf Classic in Texas after an opening-round 75. \n\n2012: Was among four players who finished T4 at the Champions Tour National Qualifying Tournament. After Jim Rutledge claimed the fourth position on the first extra hole of the overtime, he secured the fifth spot with a birdie on the third playoff hole, edging Chie-Hsiang Lin and Esteban Toledo...Lone appearance on the PGA TOUR was a T54 at the Reno-Tahoe Open...Also made two starts on the Web.com Tour, missing the cut at the Albertson's Boise Open and finishing T37 at the Winn-Dixie Jacksonville Open. \n","otherCarHigh" : "Between 1987 and 2011, bounced between the PGA TOUR and the Web.com Tour, playing more than 385 events and winning more than $3 million...Claimed a pair of Web.com Tour tournament titles. In 2007, won the LaSalle Bank Open by one stroke over B.J. Staten. In 2010, won the weather-shortened Rex Hospital Open, coasting to a five-stroke victory over Chris Nallen, thanks to a final-round 63...Career-best PGA TOUR finish was a T5 at the 2006 John Deere Classic...Earned honorable mention All-America honors in 1985 and made the All-Southland Conference team at Lamar in 1984-85. Was also the medalist at the 1985 Southland Conference Championship.","personal" : "Grew up in Southern Illinois, across the Ohio River from fellow Champions Tour player Russ Cochran, who lives in Paducah, Ky...Used five-time U.S.Open 9-ball champion Earl Strickland as his caddie at the 2000 Wichita Open on the Web.com Tour...Enjoys ESPN and \"Realtree Outdoors,\" as well as the NBA and the Los Angeles Lakers...Musical tastes include Luke Bryan and various other country artists...His favorite baseball team as a kid was the St. Louis Cardinals, and his favorite athlete was Lee Trevino...Would love to trade places for a day with Michael Waddell \"because I always wanted my own hunting show.\"...Bookmarks include southernilwhitetails.com and usatoday.com...The first job he ever had was mowing greens at Metropolis CC in Illinois...Favorite meal is a bone-in ribeye, mashed potatoes and cream corn...When on Tour, he enjoys visiting Mexican restaurants as well as eating barbecue, especially at Starnes in Paducah...One talent he'd most love to have would to be able to build things. \"I wanted to be an architect,\" he says...His all-time favorite movies include \"Tin Cup,\" \"Follow the Sun\" and any action movie...His favorite athlete in another sport is the Lakers' Kobe Bryant...Would love to play Pine Valley GC...His most memorable vacation was going to Cabo San Lucas with his family...Says his most memorable shot was his first tee shot on the PGA TOUR on No. 10 at Cypress Point in 1987...Would love to sit down for a discussion with Phil Jackson and learn how he motivates athletes...Drives a 2011 750 Li BMW and a 2005 Dodge Ram 3500...The first concert he ever attended was AC\/DC...When not playing golf, he enjoys bow hunting for deer and elk, as well as spending time with his family...His bucket list includes taking his wife to Europe for a romantic vacation.\n","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T29th at the Mississippi Gulf Resort Classic presented by C Spire.","dynStats" : "He ranks 55th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "http:\/\/twitter.com\/teamriegger","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}