{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01143","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Bryant","first" : "Brad","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "190","weightMetric" : "86","birthDate" : "December 11, 1954","age" : "61","birthPlace" : "Amarillo, Texas","residence" : "Lakeland, Florida","family" : "Wife, Sue; William Jamieson (1\/27\/91), Jonathan David (4\/26\/93)","education" : "University of New Mexico","splInterest" : "Bass fishing, hunting","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1976","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "12,729,167&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in 17 events but failed to post a top-10 finish for the first time in his Champions Tour career...Best effort came in March when he finished T12 at the Mississippi Gulf Resort Classic...Was also T14 at the ACE Group Classic.","carHigh" : "Only appearance on the Nationwide Tour was a missed cut at the 2002 SAS Carolina Classic...Unofficially retired in 1999 but has played in a handful of events the past four years, including a T44 at the 2003 PGA TOUR Qualifying Tournament...Played the 1999 PGA TOUR season under a Special Medical Extension. Finished in the top 125 on the money list for nine straight years prior to the 1998 season...Hampered by injuries in 1996 and 1997, diagnosed as degenerative disc...In 1995, in his 18th season on TOUR and making his 475th official start, captured his first TOUR title at the rain-shortened Walt Disney World\/Oldsmobile Classic. Held share of 36-hole lead following a 63 at Lake Buena Vista. Final-round 68 at Magnolia Course earned one-stroke win over Hal Sutton and Ted Tryba. Best earnings season came that year, with $723,834. Finished a career-high 18th on money list in 1994 with career-high six top-10s, including two seconds and two thirds...Part of five-man playoff at 1993 Buick Southern Open, which was won by John Inman. Led TOUR in Birdies in 1994 (397). \n","otherCarHigh" : "","personal" : "Nickname \"Dr. Dirt\" bestowed upon him by Gary McCord in late 1970s. Younger brother Bart has also played on the TOUR.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1978","qSchoolYear" : "","exmtStatus" : "Past Champion","otherVics" : "(1): JCPenney Classic [with Marta Figueras-Dotti].","intlVics" : "","curYearHigh" : "Played in 17 events but failed to post a top-10 finish for the first time in his Champions Tour career...Best effort came in March when he finished T12 at the Mississippi Gulf Resort Classic...Was also T14 at the ACE Group Classic.","carHigh" : "In 1995, in his 18th season on TOUR and 475th official start, captured his first PGA TOUR title at the rain-shortened Walt Disney World\/Oldsmobile Classic\n","otherCarHigh" : "","personal" : "Nickname \"Dr. Dirt\" bestowed upon him by Gary McCord in late 1970s","otherInfo" : "Unofficially retired in 1999 but has played in a handful of events the past four years, including a T44 at the 2003 PGA TOUR Qualifying Tournament. Played the 1999 season under a Special Medical Extension. Finished in the top 125 on the money list for nine straight years prior to the 1998 season. Hampered by injuries in 1996 and 1997, diagnosed as degenerative disk. In 1995, in his 18th season on TOUR and making his 475th official start, captured his first TOUR title at the rain-shortened Walt Disney World\/Oldsmobile Classic. Held share of 36-hole lead following a 63 at Lake Buena Vista. Final-round 68 at Magnolia Course earned one-stroke win over Hal Sutton and Ted Tryba. Best earnings season came that year with $723,834. Finished a career-high 18th on money list in 1994 with career-high six top-10s, including two seconds and two thirds. Part of five-man playoff at 1993 Buick Southern Open, which was won by John Inman. Led TOUR in birdies in 1994 (397). Nickname \"Dr. Dirt\" bestowed upon him by Gary McCord in late 1970s. Younger brother Bart has also played on the TOUR.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2005","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(1): 1994 JCPenney Classic [with Marta Figueras-Dotti].","intlVics" : "","curYearHigh" : "Played in 17 events but failed to post a top-10 finish for the first time in his Champions Tour career...Best effort came in March when he finished T12 at the Mississippi Gulf Resort Classic...Was also T14 at the ACE Group Classic.","carHigh" : "2014: Played in just 10 events, his fewest starts since joining the Champions Tour in 2005...Best finish came in his first start of the campaign. Trailed Michael Allen by four strokes after 36 holes and used a final-round 68 on the Old Course at Broken Sound to T5 in the Allianz Championship. Effort in first start of the season was his best since he was fourth in the fall of 2013, at the Greater Hickory Kia Classic at Rock Barn...Was also T20 at the Encompass Championship. \n\n2013: Played in 17 events, with a pair of top-10 finishes...Teamed with Tom Purtzer for a T4 at the Liberty Mutual Insurance Legends of Golf in April in Savannah. The pair was among the leaders on the weekend after rounds of 65-64...Registered a fourth-place finish at the Greater Hickory Kia Classic after being tied for the lead in the latter part of the front nine in the final round. \n\n2012: Despite battling foot problems for much of the year, he again finished among the top 30 on the money list, the eighth consecutive season he's earned a spot in the season-ending Charles Schwab Cup Championship...Turned in a strong performance in Canada in June, shooting a closing-round, 7-under-par 65 at the Montreal Championshp. Despite being tied for the lead at one point in the final round, he was unable to hold off a Sunday charge by eventual-champion Mark Calcavecchia and finished second, four strokes off the pace...He and teammate Tom Purtzer had a strong showing in the Legends Division at the Liberty Mutual Insurance Legends of Golf in April in Savannah before eventually finishing T3. The pair led by two strokes after one round and shared the 36-hole lead with eventual winners Michael Allen and David Frost...Was tied with Tom Kite for the 36-hole lead at the Nature Valley First Tee Open at Pebble Beach but shot 74 Sunday and finished T3...Was also T4 at the Insperity Championship after being one shot off the lead after 36 holes at The Woodlands CC...Despite his foot problems at the Regions Tradition, walked all four days at Shoal Creek and recorded four consecutive sub-par rounds to finish T7...Opened his season with a T7 at the Mitsubishi Electric Championship at Hualalai. Fired an 8-under-par 64 Saturday, the low round of the tournament, to jump into contention. Saturday score was his best Champions Tour round since a career-best, 10-under 62 in the opening round of the 2009 JELD-WEN Tradition in Oregon. \n\n2011: Finished among the Champions Tour's top-30 money-winners for a seventh consecutive season, placing 30th for a second straight season...Had his best event in more than three years when he was among three players finishing T2 at the Nature Valley First Tee Open at Pebble Beach in July. Opened with rounds of 67-68 but closed with a 2-over-par 38 on his back nine Sunday to finish two shy of Jeff Sluman...Closed with a final-round 65 to finish T5 at the Toshiba Classic...Was T6 in Iowa at The Principal Charity Classic, thanks to a final-round 67 that included four birdies on his last five holes...Other top-10 finish came in October when he T10 at the weather-shortened Insperity Classic. 2010: Best performance of the year came in the clutch in late October and helped secure a spot in the season-ending Charles Schwab Cup Championship. Shot 66-66 on the weekend to finish T3 at the Administaff Small Business Classic. Effort in Houston in the next-to-last official full-field event moved him up four places on the money list to 29th and, despite a T34 finish the following week in San Antonio, was able to clinch a spot in the season-ending Schwab Cup event by securing the 30th position...Was just one stroke off the lead after 36 holes of the Dick's Sporting Goods Open, but a final-round 71 dropped him into a T6 at En-Joie GC. 2009: Led the JELD-WEN Tradition for the first three rounds before faltering in the final round, with a 1-over-par 73, which led to a third-place finish. Opened with a career-best 62, a Crosswater course record, and one of just three 10-under-par rounds on the Champions Tour last year. His 7-under 29 was the best front-nine score of the season and was one of just three 29s shot during the campaign...Ended season with four straight rounds in the 60s at Sonoma GC and was T3 at the Charles Schwab Cup Championship for the second straight year. 2008: Failed to win an event for the first time in three years as he let numerous opportunities slip through his fingers during the campaign...Appeared in control early in the year at the Allianz Championship. Shot a bogey-free, final-round, 6-under 66 and was the clubhouse leader at 13-under when he finished. However, Scott Hoch, playing four groups behind, birdied the final two holes to slip by for a one-stroke victory. Eventually T2 with Bruce Lietzke...Followed that showing with another T2 the following week in Naples at The ACE Group Classic. Fired a closing-round, 7-under 65 to earn a berth in the four-man playoff with Hoch, Tom Kite and Tom Jenkins, but Hoch ended the playoff with a birdie on the first extra hole for his second straight victory...Was T2 in his next start when he lost in a three-man playoff with Loren Roberts and eventual-winner Denis Watson at the AT&T Champions Classic. After a closing-round 72, was eliminated on the second hole when Roberts and Watson made birdies. Held a two-stroke advantage after 36 holes heading into Sunday's final round in California, while on the same day, his brother, Bart, shared the lead starting the final round at the Arnold Palmer Invitational on the PGA TOUR (Bart eventually finished second behind Tiger Woods)...Played some of his best golf late in the year, capped by a solo third-place finish at the Charles Schwab Cup Championship in California. 2007: Enjoyed the best financial season of his professional career, again finishing third on the money list as well as fourth in the Charles Schwab Cup race...Highlight of the season came in July when he captured the biggest tournament of his career, the U.S. Senior Open, in his third appearance in the championship. The victory was his first senior major title in his 10th attempt. For the second time in the season, made up five strokes in a final round and recorded the second-biggest comeback in Senior Open history, overtaking a faltering Tom Watson on the back nine. Carded a 4-under 68 Sunday at Whistling Straits, the low round of the day and one of only two scores in the 60s. He hit 15 of 18 greens in each of his final two rounds and was the only player in the field to record four consecutive par-or-better rounds on the Straits Course. Fourth career Champions Tour victory earned him a check for $470,000, easily his largest check ever...Earlier in the season, successfully defended his Regions Charity Classic title near Birmingham. Made up five strokes on Sunday to get into a playoff with R.W. Eaks and then birdied the third extra hole at the Robert Trent Jones Golf Trail at Ross Bridge to win. Victory in Alabama made him not only the first multiple winner in tournament history and also the first to defend his crown. It was the second year in succession he had come from behind in the final round. He bounced back from a one-stroke deficit in 2006 to defeat Mark McNulty by two strokes...Birdied three of the final four holes Sunday to T2 at the Principal Charity Classic...Was T2 in his next start at the Bank of America Championship. 2006: Won his first Champions Tour event at the Toshiba Classic, his 27th start on the circuit. Victory at Newport Beach CC made him the fifth first-time winner in tournament history. It was his first TOUR victory in 10 years, 5 months, 11 days (121 TOUR events). Made a 9-foot birdie putt on the last hole to take the lead and then watched John Harris, Mark Johnson and Vicente Fernandez all miss putts at No. 18 which would have tied him. His winning total of 9-under 204 was the highest three-round score by a Toshiba Classic champion since 1999. Earned a check for $247,500, his largest ever at the time...Added a second win near Birmingham when he prevailed at the Regions Charity Classic. Clutch Sunday play allowed him to overtake Mark McNulty on the 71st hole, and a closing-round, 8-under-par 64 gave him a two-stroke win over McNulty. Had gone to the 17th hole trailing by two strokes with just two holes remaining but grabbed the lead when his 4-foot birdie putt dropped while McNulty made double bogey. Sealed the win with a par on the final hole as McNulty made bogey to end his chances. Set a new Champions Tour standard in his win, hitting 53 of 54 greens in regulation. His only miss came Saturday at No. 10 when he missed by a mere four inches. Also played the event without a bogey, making him the 18th player in Champions Tour history to accomplish that feat...Nearly won a third title in late May but lost in a three-hole playoff with Jay Haas at the Senior PGA Championship at the Oak Tree GC in Edmond, Okla. Made a clutch birdie putt on the 72nd hole to get himself into the playoff before falling on the third extra hole when Haas made a par putt to win...T2 along with Craig Stadler at the 3M Championship, two strokes back of David Edwards...Fired consecutive 68s to finish T2 at the Constellation Energy Classic, two strokes behind Bob Gilder...Initial top-10 finish came in February when he was T2 at The ACE Group Classic, one stroke behind Loren Roberts. Shared the second-round lead with Roberts and Don Pooley before a closing-round 70 left him one shy of Roberts...Chosen as the Player of the Month for May. 2005: Suffered a torn ligament in his left ankle in April and played through the injury...Turned in a solid rookie season with five top-10 efforts, including three in his first seven starts...Made several runs at a victory late in the year...Appeared to be in the driver's seat at the Administaff Small Business Classic in mid-October, but made two double bogeys on the back nine at Augusta Pines to fade into a fourth-place finish. Carried a two-stroke lead into the final round near Houston and was three strokes ahead with nine holes to play...Made an impressive showing at the Boeing Greater Seattle Classic where he was T3. Shared the first-round lead and was just two behind after 36 holes, but couldn't chase down eventual-winner David Eger...Along with R.W. Eaks, hit the longest measured drive on the Champions Tour, with a poke of 385 yards on the 15th hole in the opening round of the JELD-WEN Tradition. 2004: Earned fully exempt status for 2005 after finishing third at the Champions Tour National Qualifying Tournament at the King and Bear at World Golf Village near St. Augustine, Fla., in November. Five of his six rounds were in the 60s and he finished 22-under par for the event.\n","otherCarHigh" : "Recorded lone PGA TOUR victory in his 18th season and 475th start when he won the rain-shortened 1995 Walt Disney World\/Oldsmobile Classic. Held a share of the 36-hole lead following a PGA TOUR career-best 63 at Lake Buena Vista, and his final-round 68 at the Magnolia Course gave him a one-stroke victory over Hal Sutton and Ted Tryba. Win helped him to his best earnings year on the PGA TOUR ($723,834\/25th)...The previous season saw him finish a career-best 18th on the money list, with $687,803. Did not win, but was second at the Doral-Ryder Open and the Kmart Greater Greensboro Open...Held a one-stroke margin entering the final round of the 1993 Canadian Open before closing-round 74 left him third, three strokes behind David Frost...Was part of a five-man playoff at the Buick Southern Open later that year in an event won by John Inman...Played full time on TOUR from 1979-1999 before he unofficially retired in 1999. Played a handful of events from 2000-04. Played the 1999 season under a Special Medical Extension after missing almost all of the previous year...Battled various injuries in his career, including a degenerative disk in his lower back as well as shoulder problems...Finished in the top 125 on the money list for nine straight years from 1989-97. Led TOUR in birdies in 1994 (397)...Was a two-time All-America at the University of New Mexico and named All-Western Athletic Conference in 1976.","personal" : "Nickname \"Dr. Dirt\" bestowed upon him by Gary McCord in late 1970s. Younger brother Bart was a long-time TOUR member and is a current member of the Champions Tour...Biggest thrills in golf were watching Bart win the 2004 Valero Texas Open, the 2005 Memorial Tournament and THE TOUR Championship in 2005...Lists Bart as his favorite athlete...Has worked with David Leadbetter...His favorite course is Spyglass Hill, and his favorite movie is \"Chariots of Fire.\"...Enjoyed the \"Lord of the Rings\" trilogy...Favorite food is his mother's country-fried steak...Has worked closely with the Florida Baptist Children's Homes Uniting Hearts Fund, which was established with the goal of supporting activities designed to promote more adoptive homes for orphaned children. He donated 10 percent of his winnings to the organization in 2012.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T4th at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks 61st in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}