{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "45702","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Cazaubon","first" : "Rodolfo","middle" : "E","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "150","weightMetric" : "68","birthDate" : "August 5, 1989","age" : "26","birthPlace" : "Tampico, Tamaulipas, Mexico.","residence" : "Tampico, Tamaulipas, Mexico.","family" : "Single","education" : "","splInterest" : "Soccer, spend time with his family.","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2013","clubAffl" : "Club Campestre de Tampico","cityPlaysFrm" : "Tampico, Mexico","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2014","otherVics" : "","intlVics" : "(1) Veracruz [Mexico]","curYrHigh" : "With two wins, four top-10s and seven top-25s in seven starts, he claimed the Order of Merit top spot at the conclusion of the first half of the PGA TOUR Latinoamérica season. Won the Lexus Panama Classic presented by World Jewelry Hub at Buenaventura GC in Rio Hato, Panama and the Dominican Republic Open at Teeth of the Dog golf course in Casa de Campo, Dominican Republic His win at the Lexus Panama Classic at the beginning of May was his first as a professional. Posted rounds of 67-66-74-69 to win by two at 12-under 276. Held the 36-hole lead by one, but dropped into a tie for third after a third round of 74 to trail by five strokes heading into the final round. A bad stretch by the 54-hole leader opened the door and he took advantage to pull away with birdies on 12 and 16. The winners' check for $31,500 helped him move up to No. 2 on the Order of Merit…Won the Dominican Republic Open at the beginning of June to close the first half of the season as the Tour's Order of Merit No. 1. Claimed the tournament lead after a third round of 67. Defended his 54-hole three-shot lead with a 72 on the final round to finish the week at 10-under 278…A week after his win in Panama he collected a wire-to-wire victory at the first event of the Mexican Tour season at Punta Tiburón CC in Veracruz, Mexico. Shot 67-69-71 to finish at 8-under 208, one stroke ahead of his experienced countryman José de Jesús Rodríguez…Early in the year he received sponsor exemptions to play a duo of Web.com Tour events in Colombia and missed the cut in both of them.","carHigh" : "2014: Claimed medalist honors at the PGA TOUR Latinoamérica Qualifying Tournament in Lima, Peru. Finished that event, at the CC La Planicie, carding a 4-under par 68 on the final round to win by two strokes at 280 (-8). Made a terrific comeback at the CC La Planicie, where he started the event with a triple-bogey on No. 10 and was at 6-over par through his first five holes in the opening round… Finished in a six-way tie for second at the PGA TOUR Latinoamérica's Mundo Maya Open in April. Had his father, Rodolfo Sr., and his brother, Marcelo, caddieying for him to stay in contention throughout the entire week in Merida, Mexico. A bogey-bogey finish playing on the last twosome prevented him from claiming solo runner-up honors… Finished the season ranked No. 23 on the Order of Merit with 9 cuts made in 13 starts. Collected three top-10 and seven top-25 finishes… As the leading Mexican player on the two events PGA TOUR Latinoamérica had in Mexico in October, he was granted a sponsor exemption to make his first career start on the PGA TOUR at the OHL Classic at Mayakoba the following month. Posted rounds of 76-75 to miss the cut at El Camaleon GC in Playa del Carmen, Mexico… On his only Web.com Tour start of the season, he missed the cut at the Mexico Open in April.\n","otherCarHigh" : "A member of the golf team at North Texas University, where he won three tournaments and had seven top-10 finishes to claim All-American honors on his last season (2012-13)… Was named Sun Belt Conference Freshman of the Year (2009-10) following a season of two runner-up finishes and seven top-20 finishes… Was a member of the Mexican National Team that finished in second place at the 2012 World Amateur Team Championship in Turkey. His teammates were Carlos Ortiz and Sebastián Vásquez… Made the cut for a 73rd place finish on his first start ever on the Web.com Tour at the 2010 Mexico Open Bicentenary… Won three events as a junior in the U.S., including the AJGT Tournament of Champions.","personal" : "His father, Rodolfo, played professional golf for 10 years before three herniated disks forced him to retire in 1994. Mr. Cazaubón's career featured three wins in Mexico and tournament play in South Africa, Asia, Canada and South America… His mother, Marcela, once made a hole-in-one to win an SUV… Has a brother, Marcelo, and a sister, María Fernanda… His brother Marcelo is a professional soccer player in Mexico… Affiliated to the Club Campestre de Tampico… His father and José María Sánchez have been his instructors… Went to college at North Texas University… Attended High School at the American School of Tampico… His biggest thrill in golf has been the World Amateur 2012… The golf courses he enjoyed the most are The Alotian Club, Brookline Country Club and Gold Mountain… His favorite professional soccer teams are Mexico's América and Spain's FC Barcelona… His favorite athletes to watch are Lionel Messi and Rory McIlroy... Twitter \/ Instagram: @rodocazaubon","otherInfo" : "","prYrSeason" : "","exmtStatus" : "2015 Tournament Champion"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2016","exmtStatus" : "Exempt - 2015 Leading Money Winner (PGA TOUR Latinoamérica)","otherVics" : "","intlVics" : "","curYearHigh" : "With two wins, four top-10s and seven top-25s in seven starts, he claimed the Order of Merit top spot at the conclusion of the first half of the PGA TOUR Latinoamérica season. Won the Lexus Panama Classic presented by World Jewelry Hub at Buenaventura GC in Rio Hato, Panama and the Dominican Republic Open at Teeth of the Dog golf course in Casa de Campo, Dominican Republic His win at the Lexus Panama Classic at the beginning of May was his first as a professional. Posted rounds of 67-66-74-69 to win by two at 12-under 276. Held the 36-hole lead by one, but dropped into a tie for third after a third round of 74 to trail by five strokes heading into the final round. A bad stretch by the 54-hole leader opened the door and he took advantage to pull away with birdies on 12 and 16. The winners' check for $31,500 helped him move up to No. 2 on the Order of Merit…Won the Dominican Republic Open at the beginning of June to close the first half of the season as the Tour's Order of Merit No. 1. Claimed the tournament lead after a third round of 67. Defended his 54-hole three-shot lead with a 72 on the final round to finish the week at 10-under 278…A week after his win in Panama he collected a wire-to-wire victory at the first event of the Mexican Tour season at Punta Tiburón CC in Veracruz, Mexico. Shot 67-69-71 to finish at 8-under 208, one stroke ahead of his experienced countryman José de Jesús Rodríguez…Early in the year he received sponsor exemptions to play a duo of Web.com Tour events in Colombia and missed the cut in both of them.","carHigh" : "2014: Claimed medalist honors at the PGA TOUR Latinoamérica Qualifying Tournament in Lima, Peru. Finished that event, at the CC La Planicie, carding a 4-under par 68 on the final round to win by two strokes at 280 (-8). Made a terrific comeback at the CC La Planicie, where he started the event with a triple-bogey on No. 10 and was at 6-over par through his first five holes in the opening round…Finished in a six-way tie for second at the PGA TOUR Latinoamérica's Mundo Maya Open in April. Had his father, Rodolfo, and his brother, Marcelo, caddying for him to stay in contention throughout the entire week in Merida, Mexico. A bogey-bogey finish playing on the last twosome prevented him from claiming solo runner-up honors…Finished the season ranked No. 23 on the Order of Merit with 9 cuts made in 13 starts. Collected three top-10 and seven top-25 finishes…As the leading Mexican player on the two events PGA TOUR Latinoamérica had in Mexico in October, he was granted a sponsor exemption to make his first career start on the PGA TOUR at the OHL Classic at Mayakoba the following month. Posted rounds of 76-75 to miss the cut at El Camaleon GC in Playa del Carmen, Mexico… On his only Web.com Tour start of the season, he missed the cut at the Mexico Open in April.\n","otherCarHigh" : "A member of the golf team at North Texas University, where he won three tournaments and had seven top-10 finishes to claim All-American honors on his last season (2012-13)…Was named Sun Belt Conference Freshman of the Year (2009-10) following a season of two runner-up finishes and seven top-20 finishes…Was a member of the Mexican National Team that finished in second place at the 2012 World Amateur Team Championship in Turkey. His teammates were Carlos Ortiz and Sebastián Vásquez…Made the cut for a 73rd place finish on his first start ever on the Web.com Tour at the 2010 Mexico Open Bicentenary…Won three events as a junior in the U.S., including the AJGT Tournament of Champions.","personal" : "His father, Rodolfo, played professional golf for 10 years before three herniated disks forced him to retire in 1994. His career featured three wins in Mexico and tournament play in South Africa, Asia, Canada and South America. Represented Mexico at the 1993 World Cup. His mother, Marcela, once made a hole-in-one to win an SUV…Has a brother, Marcelo, and a sister, María Fernanda… His brother Marcelo is a professional soccer player in Mexico…Affiliated to the Club Campestre de Tampico…Went to college at North Texas University and attended high school at the American School of Tampico. His biggest thrill in golf was playing in the World Amateur 2012…The golf courses he enjoyed the most are The Alotian Club, Brookline CC and Gold Mountain…His favorite professional soccer teams are Mexico's América and Spain's FC Barcelona…His favorite athletes to watch are Lionel Messi and Rory McIlroy...Twitter \/ Instagram: @rodocazaubon","otherInfo" : "","ntlTeams" : "World Amateur Team Championship (1), 2012.","priorYearSeason" : "","ntlTeams" : "2012 World Amateur Team Championship"},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "With two wins, four top-10s and seven top-25s in seven starts, he claimed the Order of Merit top spot at the conclusion of the first half of the PGA TOUR Latinoamérica season. Won the Lexus Panama Classic presented by World Jewelry Hub at Buenaventura GC in Rio Hato, Panama and the Dominican Republic Open at Teeth of the Dog golf course in Casa de Campo, Dominican Republic His win at the Lexus Panama Classic at the beginning of May was his first as a professional. Posted rounds of 67-66-74-69 to win by two at 12-under 276. Held the 36-hole lead by one, but dropped into a tie for third after a third round of 74 to trail by five strokes heading into the final round. A bad stretch by the 54-hole leader opened the door and he took advantage to pull away with birdies on 12 and 16. The winners' check for $31,500 helped him move up to No. 2 on the Order of Merit…Won the Dominican Republic Open at the beginning of June to close the first half of the season as the Tour's Order of Merit No. 1. Claimed the tournament lead after a third round of 67. Defended his 54-hole three-shot lead with a 72 on the final round to finish the week at 10-under 278…A week after his win in Panama he collected a wire-to-wire victory at the first event of the Mexican Tour season at Punta Tiburón CC in Veracruz, Mexico. Shot 67-69-71 to finish at 8-under 208, one stroke ahead of his experienced countryman José de Jesús Rodríguez…Early in the year he received sponsor exemptions to play a duo of Web.com Tour events in Colombia and missed the cut in both of them.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Latinoameri 3 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}