{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "12388","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Clark","first" : "Michael","middle" : "","extn" : "II","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "180","weightMetric" : "82","birthDate" : "May 4, 1969","age" : "46","birthPlace" : "Kingsport, Tennessee","residence" : "Orlando, Florida","family" : "Wife, Ryndee; Austin (2\/6\/99), Darcy Leigh (3\/9\/01)","education" : "Georgia Tech","splInterest" : "Hunting, fly fishing","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1992","clubAffl" : "","cityPlaysFrm" : "Katy; TX; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,191,036&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "25th qualifier from QT\/ML 61-100","otherVics" : "","intlVics" : "","curYearHigh" : "Missed the cut in his only Web.com Tour start...Did not play on the PGA TOUR through the end of the season.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Member of the Nationwide Tour from 1996-99, 2005-07 and 2009 and the PGA TOUR in 2000-04. Most recently, finished No. 76 on the 2009 Nationwide Tour money list on the strength of a pair of top-25 efforts. Was T20 at the Melwood Prince George's County Open. Earned his first top-10 finish of the year with a third-place effort at the Christmas in October Classic. Equaled the course record with an 8-under 63 in the final round, which moved him up from a tie for 15th. His performance was his best showing on Tour since he won the 1998 Hershey Open, a span of 107 starts...Made the cut in just 12 of 42 starts on the Nationwide Tour from 2005-08, with a best finish during that stretch of T16 at the 2005 Mark Christopher Charity Classic...Made the cut in five of 14 starts on the 2004 PGA TOUR, with a T15 at the Chrysler Classic of Tucson his best outing...Made the cut in six of 21 appearances on the 2003 PGA TOUR. Best showing was T7 at the FUNAI Classic at the WALT DISNEY WORLD Resort. After opening with a 73, stormed back with rounds of 66-68-65. Finished No. 167 on the 2002 PGA TOUR money list, with $239,422. Made the cut in 14 of 33 appearances. Shot rounds of 71-68-72-65 for a season-best T14 at the Air Canada Championship. Collected $61,250 for his efforts. Other top-25 finishes included Phoenix Open (T23) and the Invensys Classic at Las Vegas (T24). Only top-10 during the 2001 PGA TOUR season came in first trip to Kapalua, HI, a T8 at the Mercedes Championships...Named 2000 PGA TOUR Rookie of the Year on the strength of his victory at the John Deere Classic, his 21st TOUR start. The final round was suspended in Moline, IL, until Monday due to heavy thunderstorms. Clark led by one at the suspension. Finishing Monday, he posted a tournament-record 19-under-par 265, despite a bogey on the 72nd hole. However, Kirk Triplett birdied the 72nd hole to force a playoff, which Clark won with a birdie on the fourth extra hole. At the Air Canada Championship, he opened with a 68-70-70 and closed with a 63—the low round of the tournament--to finish T4...Earned PGA TOUR playing status with 11th-place finish at the 1999 PGA TOUR Qualifying Tournament...Recorded eight top-10 finishes, making 19 cuts in 26 events during the 1999 season on the Nationwide Tour. Won his second Nationwide Tour title at the 1998 Hershey Open...Made cut in 17 of 25 tournaments and posted three top-10 finishes during the 1997 Nationwide Tour season...Winner on the Nationwide Tour for the first time at the 1996 Olympia Open. College teammate of David Duval, Charlie Rymer, Tom Shaw, Jr. and Jimmy Johnston at Georgia Tech...Said when he earned $468,000 winner's check and a John Deere lawn tractor at the 2000 John Deere Classic, \"Now I can get a front-end loader.\"","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1999","qSchoolYear" : "1999","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "Missed the cut in his only Web.com Tour start...Did not play on the PGA TOUR through the end of the season.","carHigh" : "A member of the Web.com Tour from 1996-99, 2005-07 and 2009-10 and the PGA TOUR in 2000-04. 2011: Made just one start each on the Web.com Tour and PGA TOUR. Claimed T57 honors at the Web.com Tour's BMW Championship Pro-Am and missed the cut in his lone PGA TOUR tournament.2010: Finished T9 in his second start of the year on the Web.com Tour, at the Fresh Express Classic at TPC Stonebrae. After a first-round 68, he proceeded to fire a 28 on the front nine Friday en route to a second-round 64, which left him just three strokes behind the leader. It was his best performance since finishing third at the 2009 Christmas in October...Missed the next two cuts before posting his second T9 finish of the year at The Rex Hospital Open. Fired 67-68-68 in the rain shortened 54-hole event. 2009: Finished No. 76 on the Web.com Tour money list on the strength of a pair of top-25 efforts. Was T20 at the Melwood Prince George's County Open. Earned his first top-10 finish of the year with a third-place effort at the Christmas in October Classic. Equaled the course record with an 8-under 63 in the final round, which moved him up from a tie for 15th. His performance was his best showing on Tour since he won the 1998 Hershey Open, a span of 107 starts. 2005-08: Made the cut in just 12 of 42 starts on the Web.com Tour during this four-year period, with a best finish during that stretch of T16 at the 2005 Mark Christopher Charity Classic. 2004: Made the cut in five of 14 starts on the PGA TOUR, with a T15 at the Chrysler Classic of Tucson his best outing. 2003: Made the cut in six of 21 appearances on the PGA TOUR. Best showing was T7 at the FUNAI Classic at the WALT DISNEY WORLD Resort. After opening with a 73, stormed back with rounds of 66-68-65. 2002: Finished No. 167 on the PGA TOUR money list, with $239,422. Made the cut in 14 of 33 appearances. Shot rounds of 71-68-72-65 for a season-best T14 at the Air Canada Championship. Collected $61,250 for his efforts. Other top-25 finishes included Phoenix Open (T23) and the Invensys Classic at Las Vegas (T24). 2001: Only top-10 came in first trip to Kapalua, HI, a T8 at the Mercedes Championships. 2000: Named PGA TOUR Rookie of the Year on the strength of his victory at the John Deere Classic, his 21st TOUR start. The final round was suspended in Moline, Ill., until Monday due to heavy thunderstorms. Clark led by one at the suspension. Finishing Monday, he posted a tournament-record 19-under-par 265, despite a bogey on the 72nd hole. However, Kirk Triplett birdied the 72nd hole to force a playoff, which Clark won with a birdie on the fourth extra hole. At the Air Canada Championship, he opened with a 68-70-70 and closed with a 63—the low round of the tournament--to finish T4. 1999: Earned PGA TOUR playing status with 11th-place finish at the 1999 PGA TOUR Qualifying Tournament. Recorded eight top-10 finishes, making 19 cuts in 26 events during the season on the Web.com Tour. 1998: Won his second Web.com Tour title at the Hershey Open. 1997: Made cut in 17 of 25 tournaments and posted three top-10 finishes during the Web.com Tour season. 1996: Winner on the Web.com Tour for the first time at the Olympia Open. \n","otherCarHigh" : "","personal" : "College teammate of David Duval, Charlie Rymer, Tom Shaw, Jr. and Jimmy Johnston at Georgia Tech...Said when he earned $468,000 winner's check and a John Deere lawn tractor at the 2000 John Deere Classic, \"Now I can get a front-end loader.\"...One of rookies featured in photo feature of Travel & Leisure during 2000 season.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was 1st in 2000 at the John Deere Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}