{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23903","tourCodeUC" : "C","tourCodeLC" : "c","titleist" : "6","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Gangluff","first" : "Stephen","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "195","weightMetric" : "88","birthDate" : "September 6, 1975","age" : "40","birthPlace" : "Marysville, Ohio","residence" : "Charlottesville, Virginia","family" : "Wife, Shana","education" : "Ohio State University","splInterest" : "Fishing, grilling","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1996","clubAffl" : "Farmington CC (Charlottesville, Virginia)","cityPlaysFrm" : "Carlsbad; CA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "579,199&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the PGA TOUR in 2002 and the Web.com Tour in 2003-04 and 2007. 2009: Missed the cut in his last PGA TOUR start, at the transitions Championship. 2008: Made three cuts in six Web.com Tour starts with his best week a T17 at the Nationwide Children's Hospital Invitational. 2007: Made nine cuts in 20 starts and had three top-25 finishes, including a career-best T3 at the Preferred Health Systems Wichita Open. 2006: Led the Canadian Tour order of merit . Notched two of his three career wins at the Fallsview Casino Resort Pro Am Classic and the TELUS Edmonton Open. For his efforts, was named the Tour's Rolex Player of the Year. Made the cut at the U.S. Open and was one of only six players to shoot even-par or better during the final round at Winged Foot (70). Finished the tournament T40. Only other start was a T35 finish at the Canadian Open. 2004: Made the cut in nine of 19 Web.com Tour events with three top-25 finishes. Season-best T14 came at the Preferred Health Systems Wichita Open...First Canadian Tour victory came at the Lewis Chitengwa Memorial Championship. 2003: Made the cut in 14 of 25 appearances on Tour, finishing the season No. 64 on the money list, with $77,898. Finished inside the top 25 on seven occasions, including a career-best T4 at the Price Cutter Charity Classic, where his final 19-under-par 269 was two shots shy of Tom Carter's winning score. Other top-10 came at the Permian Basin Charity Golf Classic (T7). 2002: Turned professional in 1996 but had only played in three PGA TOUR-sponsored events prior to his rookie season on the PGA TOUR. Finished No. 176 during his inaugural season on the TOUR's final money list, with $187,804. Made the cut in 10 of 27 events and finished in the top 25 three times, with his best a T19 at the FedEx St. Jude Classic. Other top-25 finishes included a T25 the following week at the Advil Western Open and a T23 at the Air Canada Championship. 2001: Qualified for the U.S. Open at Southern Hills and finished 79th. Managed to pay his way to the U.S. Open in Tulsa by hefting golf bags for $6 an hour at a Virginia country club. He shot a 7-over 77 on the final day to finish his first Open at 21-over. Also Monday-qualified for the Greater Greensboro Chrysler Classic and finished T36 after firing rounds of 71-70-72-69. 2000: Monday-qualified for the Kemper Insurance Open and finished 79th. Played on the Golden Bear Tour in 1997 and the TearDrop Tour in 1998-2000. \n\n\n","otherCarHigh" : "","personal" : "Cites playing on the PGA TOUR in 2002 as his biggest thrill in golf. Lists his parents as his heroes. His dad gave him his start in golf...Non-golf related jobs include bussing tables and splitting wood...Biggest thrill outside of golf was meeting wife. Biggest thrill in golf was making a hole-in-one during the second stage of qualifying at Southern Hills...Favorite golf course he has played is Torrey Pines South Course...First car was a Chevy Cavalier...Favorite movie is \"Pulp Fiction.\" Favorite food is sushi. Favorite TV show is Seinfeld.. Favorite cities to visit are NYC and Bend, OR...Not many people know that he is a great cook...Charities he is involved in include Daniel, a orphanage in Jacksonville, FL, PGA TOUR Wives and the United Way.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2014: Five starts with five made cuts, the best finish (T13) coming at The Players Cup in July.\n\n2013: Was two shots behind the leader after 54 holes at the Times Colonist Island Savings Open. Thanks to a final-round 66 and two birdies on the final three holes pulled ahead two strokes to claim the title at Uplands GC in Peterborough. Made seven cuts in nine events with next best showing a T23 at Cape Breton Classic.\n\n2012: Made six cuts on the PGA TOUR after finishing second at the 2011 Qualifying Tournament.\n\n2011: Played on the Web.com Tour. \n\n2007: Won the Canadian Bursary in the International division.\n\n2006: Made the cut at the U.S. Open (T40) and was one of only six players to shoot even par or better during final round at Winged Foot. Finished T35 at the Canadian Open. Won both the Fallsview Casino Resort Pro-Am Classic and the TELUS Edmonton Open. Led PGA TOUR Canada in birdies (180) and was third in stroke average (69.83) and eagles (10).\n\n2004: Winner of the Lewis Chitengwa Memorial Championship at Stoney Creek GC.\n\n2002: Played in 27 PGA TOUR events with his best finish a T19 at the FedEx St. Jude Classic. \n\n2001: Qualified for the U.S. Open, finished 79th. \n\nAlso played on the NGA Tour.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "2nd at 2011 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Made the cut in just six of 23 starts on the PGA TOUR, finishing No. 249 in the FedExCup standings. 2011: Finished second at the PGA TOUR Qualifying Tournament to earn his card for the PGA TOUR in 2012 in what was his sophomore season. Fired a third-round 64 at PGA West in Palm Springs, Calif., to finish as runner-up to Brendon Todd in the PGA TOUR Qualifying Tournament...In 25 Web.com Tour starts, earned his lone top-10 of the year, with a T9 at the Utah Championship. Final-round 65 moved him up in the standings. 2003: Finished No. 64 on the money list during his rookie season on the Web.com Tour for his best season in a career that includes over 100 starts on that Tour. 2002: Rookie on the PGA TOUR, making the cut in 10 of 27 starts and finishing No. 176 on the official money list. Despite turning professional in 1996, had only played in three PGA TOUR events and three Web.com tournaments prior to his rookie season. 2001: Qualified for the U.S. Open and finished 79th. Managed to pay his way to the U.S. Open in Tulsa by hefting golf bags for $6 an hour at a Virginia country club. He shot a 7-over 77 on the final day to finish his first Open at 21-over...Also Monday qualified for the 2001 Greater Greensboro Chrysler Classic and finished T36 after firing rounds of 71-70-72-69. 2000: Monday qualified for the Kemper Insurance Open and finished 79th. \n","otherCarHigh" : "","personal" : "Cites playing in two U.S. Opens as his biggest thrills in golf. Lists his parents as his heroes. His dad gave him his start in golf...Non-golf related jobs include busing tables and splitting wood...Biggest thrill outside of golf was marrying his wife. Favorite golf course he has played is Torrey Pines GC (South) and Pebble Beach GL...First car was a Chevy Cavalier...Favorite movies are \"The Big Chill\" and \"The Wizard of Oz.\" Favorite food is sushi. Favorite TV show is \"Seinfeld.\"...Favorite cities to visit are New York and Bend, Ore...Not many people know that he is a great cook...Uses Ohio State headcovers knitted by his wife...Favorite gadget is a chainsaw...Carries Clif bars and beef jerky in his golf bag...Bucket list includes snowboarding and skydiving.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Mackenzie Tour-PGA T was 1st in 2013 at the Times Colonist Island Savings Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}