{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23322","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Wetterich","first" : "Brett","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "205","weightMetric" : "93","birthDate" : "August 9, 1973","age" : "42","birthPlace" : "Cincinnati, Ohio","residence" : "Jupiter, Florida","family" : "Wife, Erin; Mia Elizabeth (8\/21\/09), Jackson (10\/13\/11)","education" : "Wallace State Community College","splInterest" : "Hunting, fishing, all sports","pronunciation" : "WET-tur-rick","nwTourAlumnus" : "Web.com Tour Graduate (2004)","trndProYear" : "1994","clubAffl" : "","cityPlaysFrm" : "Jupiter; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "7,744,168&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2000","exmtStatus" : "Conditional","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2013: Did not make a start on the PGA TOUR. Made the cut in four of 13 Web.com Tour starts and finished 96th on the money list. Finished third at the Chitimacha Louisiana Open, where he was attempting to become the first player in Tour history to win the same event three times. Opened with rounds of 68-66 and was T6 after 36 holes at Le Triomphe CC. Third-day 71 dropped him well back in the pack but rallied with the best round of the final round, a 6-under 65, to finish at 14-under, three back of winner Edward Loar. Rose to 12th in earnings...Other top 25 came at the Mid-Atlantic Championship in early June (T15)...Second half of the season was a struggle that concluded with four missed cuts and a DQ in the final Season event, the Cox Classic.\n\n2012: Only made seven starts during the PGA TOUR Season and failed to qualify for the PGA TOUR Playoffs for the fifth consecutive season...Finished T4 at the WNB Golf Classic in late-September on the Web.com Tour. Hovered near the lead during the entire week and wound up two shots behind tournament winner Luke Guthrie. Picked up a check for $24,200, which moved him up 60 spots on the money list, to No. 118.\n\n2011: Earned his third career title with a one-stroke victory at the Chitimacha Louisiana Open, where he captured his initial career win in 2003. Became the ninth player in Tour history to win the same event twice. Held a three-stroke lead after 36 holes and a two-shot lead after 54 holes. Fired a 2-under 69 in the final round to finish at 13-under 271, one better than University of Florida senior Andres Echavarria and two in front of former Gator and 2009 champion Bubba Dickerson. Played the four par-5s in a total of 14-under for the week and ended the week No. 2 in Greens in Regulation. Also finished second in Driving Distance for the week (327.8 yards). Ran off a string of five consecutive birdies during a second-round 65. The victory was his first since capturing the PGA TOUR's 2006 EDS Byron Nelson Championship...Was T6 at the Nationwide Children's Hospital Invitational in July...Next top-10 came 14 starts later, at the Children's Hospital Classic in October. Third-round 72 in Chattanooga kept him away from the leaders, but a Sunday 66 helped him earn a T10...Fired a 6-under 65 in the opening round of the Miccosukee Championship and got a call about 20 minutes later that his wife, Erin, had given birth to their second child, and first son...Ended the year No. 29 on the money list, was No. 4 in Diving Distance (315.1 yards) and second on the Tour in Par-5 Birdies (58.24 percent).\n\n2010: Playing in 13th event of the season, on his Major Medical Extension, finished T8 at the Viking Classic, his first top-10 in five starts at Annandale GC. It was his first top 10 on TOUR since the 2007 Deutsche Bank Championship (T2) as veteran continued come back from shoulder injury. \n\n2009: Because of a lingering shoulder injury, did not play on the PGA TOUR under a Major Medical Extension. Had 17 events to earn $731,077, which coupled with 2008 earnings of $121,675, to equal No. 125 from the 2008 money list and earn the Major Medical Extension status for the remainder of the season. \n\n2008: Made the cut in seven of 11 PGA TOUR events he started but was hampered with injuries. Forced to withdraw from the World Golf Championships-Accenture Match Play Championship because of a shoulder injury and then injured his wrist while preparing for the U.S. Open at Torrey Pines. Last start came in the Memorial Tournament in early June. Earned a Major Medical Extension for 2009. \n\n2007: Started the season with his first appearance in the Mercedes-Benz Championship, where he was tied for the first-round lead before finishing T22…Posted a final-round 67 to finish T8 at The Honda Classic for his first top-10 of the season. Has three career top-10s at The Honda Classic, including his first top-10 in 2002...Finished runner-up to Tiger Woods at the World Golf Championships-CA Championship, recording his second top-10 in two starts at the event. He finished T6 in 2006 in the World Golf Championships event in England at The Grove...Tied for the lead after 36 holes at the Masters Tournament before finishing T37...Collected his second runner-up finish of the season with a T2 the Deutsche Bank Championship. Held a one-stroke lead through 54 holes at TPC Boston after a third-round 5-under 66. Could not hold off Phil Mickelson in the final round, finishing two strokes back tied with Tiger Woods and Arron Oberholser...Hit the two longest drives of the year—437 yards on the par-4 12th hole at the season-opening Mercedes-Benz Championship and 435 yards on the par-5 16th hole at the World Golf Championshps-Bridgestone Invitational. \n\n2006: First top-10, a T6 at the Shell Houston Open, came in his sixth start of season...One week later, aided by three rounds in the 60s, finished T4 at the Zurich Classic of New Orleans...Two weeks later, earned first TOUR victory at the EDS Byron Nelson Championship by one shot over Trevor Immelman and dedicated the emotional win to his older brother, Mark, who was killed by a drunk driver in Chicago in 2003. The first-place check of $1.1 million was nearly as much as Wetterich had made since turning pro in 1994...Picked up his fourth top-10 in his last six starts (since Shell Houston Open) with a T2 finish at the Memorial Tournament. Prior to the Shell Houston Open, had just three career top-10s in 76 starts...Finished 10th on the U.S. Ryder Cup team list to make his first Ryder Cup team, where he had an 0-2-0 record...Week after the Ryder Cup, finished T6 at the World Golf Championships-American Express Championship in London...Competed in first TOUR Championship, finishing T22. \n\n2005: Recorded second top-10 of his career with a T6 at The Honda Classic, three years after a T8 at the 2002 Honda Classic...Next top-10 was a T10 at the Deutsche Bank Championship, jumping into top-125 on PGA TOUR money list at No. 118. After Boston, ended the year missing four cuts in last six starts, but managed to finish strong with T12 at the Southern Farm Bureau Classic, the last full-field event of the season. \n\n2004: Entered the Web.com Tour Championship in the No. 23 spot on the money list but his runner-up showing propelled him 13 spots to finish No. 10 and earn his way back to the PGA TOUR...Recorded his second career Web.com Tour victory at the 2004 Envirocare Utah Classic. \n\n2003: Made the cut in 16 of 22 Web.com Tour events, with seven top-25 finishes. Wrapped up the year No. 24 on the money list, with $174,805. Won his first career tournament in his initital event of the season, at the Chitimacha Louisiana Open. Opened with a stellar 10-under-par 62, followed by rounds of 68-64-70 to finish with a season-best 24-under-par 264, three shots in front of Ken Duke. Earned $85,500 for his efforts. Established season-best marks for low first 18 holes (62), low start by a winner (62), low first 54 holes (194) and low 54 (194) with the win. Other top-five finishes last season included a T4 at the SAS Carolina Classic and a T3 at the Oregon Classic. Also played well at the Miccosukee Championship (T14), Albertsons Boise Open (T16), as well as the First Tee Arkansas Classic and the Northeast Pennsylvania Classic, both T20 finishes. Had the longest recorded drive of the season—418 yards at the LaSalle Bank Open in Chicago. Ended the year by making 10 consecutive cuts. Finished No. 4 in Driving Distance (318.0 yards). \n\n2002: Had 19 events in to earn $383,901 and receive fully-exempt Major Medical Extension status for the remainder of the season. Wound up playing in 32 events and made the cut in 12. Was T8 at The Honda Classic, where was tied for third after 36 holes and solo third after 54. Best round of the year was a 7-under 63 in the second round of the Canon Greater Hartford Open...Ranked No. 8 in Driving Distance (292.7) on the PGA TOUR. \n\n2001: Had wrist surgery on Jan. 8 and spent the majority of the season rehabbing injury. Played in season-ending PGA TOUR event, Southern Farm Bureau Classic, missing the cut. Played in four Web.com Tour events in September and October...Originally injured wrist during rookie PGA TOUR campaign in 2000 when he made only nine starts. Was T20 at the 2000 PGA TOUR Qualifying Tournament to earn his 2001 PGA TOUR card...Granted Major Medical Extension carryover from 2001. \n\n2000: Earned his first PGA TOUR card by way of T35 finish at the 1999 Q-School, the last player in the field to earn a card.\n","otherCarHigh" : "","personal" : "Remembers older brother, Mark, who was killed by a drunk driver in Chicago in 2003, with the initials, MTW, in bold letters on his golf bag...His father started him playing golf at age 2...Only college scholarship he received was at Wallace State Community College in Hanceville, Ala. From the 2006 Ryder Cup, he gave his $100,000 charitable share to Wallace State.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2001","qSchoolYear" : "","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n\n2013: Did not make a PGA TOUR start. Made four of 13 cuts on the Web.com Tour. Top performance came at the Chitimacha Louisiana Open, a tournament he won in 2003 and again in 2011. \n\nShot a final-round 65 to solo third at Le Triomphe CC. \n\n2012: Only made seven starts during the PGA TOUR Season and failed to qualify for the PGA TOUR Playoffs for the fifth consecutive season...Finished T4 at the WNB Golf Classic in late-September on the Web.com Tour. Hovered near the lead during the entire week and wound up two shots behind tournament winner Luke Guthrie. Picked up a check for $24,200, which moved him up 60 spots on the money list, to No. 118. \n\n2011: Major Medical Extension gave him one event in to earn $220,405 to retain his top 125 status for the remainder of the season, stemming from original 2009 Major Medical Extension. Was not able to extend extension. Made the cut in six of his eight starts and had three top-25 finishes...Finished T13 at the Mayakoba Golf Classic and the Memorial Tournament...On the Web.com Tour, earned his third career title with a one-stroke victory at the Chitimacha Louisiana Open, where he captured his initial career win in 2003. Became the ninth player in Tour history to win the same event twice. Held a three-stroke lead after 36 holes and a two-shot lead after 54 holes. Fired a 2-under 69 in the final round to finish at 13-under 271, one better than University of Florida senior Andres Echavarria and two in front of former Gator and 2009 champion Bubba Dickerson. Played the four par-5s in a total of 14-under for the week and ended the week No. 2 in Greens in Regulation. Also finished second in Driving Distance for the week (327.8 yards). Ran off a string of five consecutive birdies during a second-round 65. The victory was his first since capturing the PGA TOUR's 2006 EDS Byron Nelson Championship...Was T6 at the Nationwide Children's Hospital Invitational in July...Next top-10 came 14 starts later, at the Children's Hospital Classic in October. Third-round 72 in Chattanooga kept him away from the leaders, but a Sunday 66 helped him earn a T10...Fired a 6-under 65 in the opening round of the Miccosukee Championship and got a call about 20 minutes later that his wife, Erin, had given birth to their second child, and first son. \n\n2010: Playing in 13th event of the season, on his Major Medical Extension, finished T8 at the Viking Classic, his first top-10 in five starts at Annandale GC. It was his first top 10 on TOUR since the 2007 Deutsche Bank Championship (T2) as veteran continued come back from shoulder injury. \n\n2009: Because of a lingering shoulder injury, did not play on the PGA TOUR under a Major Medical Extension. Had 17 events to earn $731,077, which coupled with 2008 earnings of $121,675, to equal No. 125 from the 2008 money list and earn the Major Medical Extension status for the remainder of the season. \n\n2008: Made the cut in seven of 11 PGA TOUR events he started but was hampered with injuries. Forced to withdraw from the World Golf Championships-Accenture Match Play Championship because of a shoulder injury and then injured his wrist while preparing for the U.S. Open at Torrey Pines. Last start came in the Memorial Tournament in early June. Earned a Major Medical Extension for 2009. \n\n2007: Started the season with his first appearance in the Mercedes-Benz Championship, where he was tied for the first-round lead before finishing T22…Posted a final-round 67 to finish T8 at The Honda Classic for his first top-10 of the season. Has three career top-10s at The Honda Classic, including his first top-10 in 2002...Finished runner-up to Tiger Woods at the World Golf Championships-CA Championship, recording his second top-10 in two starts at the event. He finished T6 in 2006 in the World Golf Championships event in England at The Grove...Tied for the lead after 36 holes at the Masters Tournament before finishing T37...Collected his second runner-up finish of the season with a T2 the Deutsche Bank Championship. Held a one-stroke lead through 54 holes at TPC Boston after a third-round 5-under 66. Could not hold off Phil Mickelson in the final round, finishing two strokes back tied with Tiger Woods and Arron Oberholser...Hit the two longest drives of the year—437 yards on the par-4 12th hole at the season-opening Mercedes-Benz Championship and 435 yards on the par-5 16th hole at the World Golf Championshps-Bridgestone Invitational. \n\n2006: First top-10, a T6 at the Shell Houston Open, came in his sixth start of season...One week later, aided by three rounds in the 60s, finished T4 at the Zurich Classic of New Orleans...Two weeks later, earned first TOUR victory at the EDS Byron Nelson Championship by one shot over Trevor Immelman and dedicated the emotional win to his older brother, Mark, who was killed by a drunk driver in Chicago in 2003. The first-place check of $1.1 million was nearly as much as Wetterich had made since turning pro in 1994...Picked up his fourth top-10 in his last six starts (since Shell Houston Open) with a T2 finish at the Memorial Tournament. Prior to the Shell Houston Open, had just three career top-10s in 76 starts...Finished 10th on the U.S. Ryder Cup team list to make his first Ryder Cup team, where he had an 0-2-0 record...Week after the Ryder Cup, finished T6 at the World Golf Championships-American Express Championship in London...Competed in first TOUR Championship, finishing T22. \n\n2005: Recorded second top-10 of his career with a T6 at The Honda Classic, three years after a T8 at the 2002 Honda Classic...Next top-10 was a T10 at the Deutsche Bank Championship, jumping into top-125 on PGA TOUR Money List at No. 118. After Boston, ended the year missing four cuts in last six starts, but managed to finish strong with T12 at the Southern Farm Bureau Classic, the last full-field event of the season. \n\n2004: Entered the Web.com Tour Championship in the No. 23 spot on the money list but his runner-up showing propelled him 13 spots to finish No. 10 and earn his way back to the PGA TOUR...Recorded his second career Web.com Tour victory at the Envirocare Utah Classic. \n\n2003: Finished 24th on the Web.com Tour after winning his first career tournament in his initial event of the season at the Chitimacha Louisiana Open. Opened the event with a 10-under 62. \n\n2002: Finished 174th on the TOUR money list....Recorded first top-10, a T8 at The Honda Classic. Was two behind Mike Weir entering the final round and shot 72 to finish five behind winner Matt Kuchar. 2001: Finished T13 at PGA TOUR Qualifying Tournament to earn his card for 2002. \n\n2000: Made one cut in nine starts on the PGA TOUR. 1999: Finished 35th at the PGA TOUR Qualifying Tournament to earn his PGA TOUR card for 2000, his first official season on the TOUR. 1998: Qualified for the U.S. Open at The Olympic Club, missed the cut.\n","otherCarHigh" : "","personal" : "Remembers older brother, Mark, who was killed by a drunk driver in Chicago in 2003, with the initials, MTW, in bold letters on his golf bag...His father started him playing golf at age 2...Only college scholarship he received was at Wallace State Community College in Hanceville, Ala. From the 2006 Ryder Cup, he gave his $100,000 charitable share to Wallace State.","otherInfo" : "","ntlTeams" : "Ryder Cup (1), 2006.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 3 times.","dynStats" : "He ranks T86th in Scoring Average (Actual) on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}