{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32753","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Huang","first" : "Wenyi","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-7","heightMetric" : "1.7","weight" : "163","weightMetric" : "74","birthDate" : "February 9, 1981","age" : "35","birthPlace" : "Jiangxi, China","residence" : "Guangdong, China","family" : "Married","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2011","clubAffl" : "","cityPlaysFrm" : "China; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Finished 28th on the final Order of Merit. Played in 11 tournaments, making the cut in every one and never finishing worse than 47th. Enjoyed one top-10. Cruised to a seven-shot win at the Mainland China Qualifying Tournament in early March to capture medalist honors, shooting rounds of 70-69-73-73 in cold, rainy conditions at Wolong Lake GC in Liuzhou...In mid-April, played in the European Tour's inaugural Shenzhen International at Genzon GC. Opened with a 6-under 66 to take the 18-hole lead. Dropped into a tie for 11th at the halfway point, after a 2-over 74. Recovered nicely on the weekend with scores of 70-68 (6-under) to T4 with Marco Crespi, Tom Lewis, Julien Quesne, Peter Uihlein and Y.E. Yang, two strokes out of the Kiradech Aphibarnrat-Hao Tong Li playoff that Aphibarnrat won. Still enjoyed a nice payday of €74,410...Got off to a tremendous start at the Nine Dragons Open in mid-November. Shot scores of 68-69 and held a one-shot lead over Zihao Chen and James Gibellini at the halfway mark. An even-par 72 in the third round dropped him into a T2 with Jarin Todd with 18 holes remaining. Stumbled out of the gate in the final round, with a bogey on his opening hole. Finished his first nine at 1-over. Moved back to even-par through 12 holes but then fell from contention with consecutives bogeys on Nos. 13 and 14. Ended T5 with four others. \n\n2014: Began his season at the joint European Tour-Asian Tour's Hong Kong Open, where he closed with a 5-under score over his final 54 holes at Hong Kong GC to T30 (69-68-68). Missed the cut in his next European Tour start, at the Abu Dhabi HSBC Golf Championship in mid-January…At the Mission Hills Haikou Open, an opening, 2-under 70 and a closing, 3-under 69 led to a T49 at Mission Hills GC…Shot rounds of 73-71 to miss the cut at the European Tour's Irish Open in mid-June at Fota Island Resort.At the OneAsia Tour's Nanshan China Masters in mid-October, shot four consecutive 73s at Nanshan International GC to T33.\n\n2013: Made two Japan Golf Tour starts, missing the cut at the Thailand Open and the Indonesia PGA Championship…Had an impressive showing at the BMW International Open on the European Tour. Began with a 1-under 71 then reeled off rounds of 69-69-65 over his final 54 holes at Munchen Eichenried GC in Munich, Germany, to T7, four shots behind winner Ernie Els…At the European Tour's Irish Open, was T65, thanks, mainly, to a second-round 67…Added a T72 at the BMW Masters in October… Ended the campaign 75th on the OneAsia order of merit. On the OneAsia Tour, had a nice opening 36 holes at the Volvo China Open (74-69) before faltering on the weekend to drop to a solo 67th…Made his World Golf Championships debut, finishing T34 at the HSBC Championship in Shanghai in early November…Other top-50 effort was at the European Challenge Tour's Foshan Open (T35).\n\n2012: Only Japan Golf Tour start resulted in a missed cut at the PGA Championship Nissin Cupnoodles Cup (73-73)…Top finish was a T52 at the Volvo China Open in April. Made the cut following a second-round 68…On the OneAsia Tour, had a second-round 68 to make the cut at the Enjoy Jakarta Indonesia Open that led to a T52…Was T63 at the European Tour's BMW Masters in late-October.\n2011: Made his first career Japan Golf Tour cut, opening 71-74 at the PGA Championship Nissin Cupnoodles Cup then finishing 74-75 over his final 36 holes to T48 at Ono Toyo GC…Lone Asian Tour and European Tour start came at the Volvo China Open. Missed the cut (71-69)…Opened with a 73 at the OneAsia Tour's Nanshan China Masters then followed that with three consecutive, even-par 72s to T37.\n2010: Missed the cut at the Volvo China Open in his only OneAsia Tour start.\n2009: In mid-October, opened 69-68 at the Hero Honda Indian Open on his way to a T19…At the Midea China Classic, opened 69-68 at Royal Orchid International GC that led to a T19 for a second consecutive week.\n","otherCarHigh" : "Missed the cut in the inaugural OneAsia Tour event, the 2009 Volvo China Open (11-over)…On the European Challenge Tour, missed the cut at the 2008 Qingdao Golf Open at Qingdao Huashan Golf and Resort.","personal" : "Following his father's death, the family moved from Jiangxi to Guangzhou, where he was a cement worker to help support his family. Became a caddie at Chung Shan Hot Spring GC, China's first golf course, in 2002. Began playing the game  after accepting a caddie job at The Masters G&CC in Guangzhou.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T5th in 2015 at the Nine Dragons Open.","dynStats" : "He ranks 21st in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}