{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02028","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Roy","first" : "Jim","middle" : "","extn" : "","nick" : "Jim"}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "188","weightMetric" : "85","birthDate" : "August 4, 1959","age" : "56","birthPlace" : "Syracuse, New York","residence" : "Syracuse, New York","family" : "Cheryl, Kyle (10\/24\/87), Kevin (3\/15\/90), Lauren (5\/29\/94)","education" : "University of South Florida (1982, Marketing)","splInterest" : "Reading","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1982, 2010","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "107,798&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2010","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(15): 1978 Gerry Ashe Memorial. 1979 Post-Standard Amateur. 1981 New York State Amateur, Post-Standard Amateur. 1999 New York State Mid-Amateur. 2001 New York State Mid-Amateur. 2002 New York State Mid-Amateur, Post-Standard Amateur, Claire L. Smith Golf Classic Skins Game. 2004 New York State Mid-Amateur. 2006 Post-Standard Amateur, Gerry Ashe Memorial, Syracuse District Golf Association Amateur. 2007 Gerry Ashe Memorial. 2008 Post-Standard Amateur.","intlVics" : "","curYearHigh" : "","carHigh" : "2010: Played in 17 events in his Champions Tour rookie season. Best effort was a T23, at The Cap Cana Championship...Made two eagles in the opening round of the Allianz Championship, the first of 20 times that happened on the 2010 Champions Tour. 2009: As an amateur, earned fully-exempt status for the 2010 Champions Tour at the National Qualifying Tournament in the fall after playing his way into a three-man playoff for the final exempt spot. Secured the fifth position at TPC Scottsdale in Arizona, holing a seven-foot birdie putt on the first extra hole to defeat Kirk Hanefeld and Bruce Vaughan…Advanced to the final stage of the Champions Tour's Q-School after finishing T11 in the regional qualifying tournament in Orlando.\n\n\n","otherCarHigh" : "","personal" : "Has worked in mortgage financing, commercial leasing and property management…Biggest thrill outside of golf is the birth of his children…Son Kyle plays golf for the University of Tampa and son Kevin plays for Long Beach State…Is a cancer survivor…Favorite golf courses are Cypress Point and Pebble Beach…Favorite athlete is Larry Bird...Is friends with both Tom Lehman and Brad Faxon. \n\n","otherInfo" : "Was one of Central New York's all-time winningest golfers and the area's top amateurs before turning professional for a second time at the 2009 Champions Tour National Qualifying Tournament. Earned the final fully-exempt spot for 2010 after making a 7-foot birdie putt on the first playoff hole with Kirk Hanefeld and Bruce Vaughan. Played in 17 events on the Champions Tour in his rookie season and best effort in 2010 was a T23 at the Cap Cana Championship. Was a professional from 1982-1993 and played on the PGA TOUR in 1983. In 1983, played in 27 events on TOUR, making nine cuts. Best finish was a T40 at the Bing Crosby National Pro-Am… Also played in the 1983 U.S. Open at Oakmont and the 1989 U.S. Open at Oak Hill, missing the cut in both events…Made one start on the Nationwide Tour, missing the cut in the 1990 Central New York Classic…After failing to retain his card after the 1983 season, attempted TOUR's Q-School several more times before reapplying for his amateur status and being reinstated in 1996. In his amateur career, dominated local tournaments and also won five New York State Golf Association titles (one Amateur, four Mid-Amateurs) as well as qualified for several U.S. Amateurs. Went to the University of South Florida and was named to the All-Sun Belt Conference golf team in 1979, 1980 and 1981. Was the Syracuse District Player of the Year five times and was a seven-time Bellevue CC champion where he also holds the course record, a 9-under 62. Worked in the mortgage financing, commercial leasing and property management business...Has worked in mortgage financing, commercial leasing and property management…Biggest thrill outside of golf is the birth of his children…Son Kyle plays golf for the University of Tampa and son Kevin plays for Long Beach State…Is a cancer survivor…Favorite golf courses are Cypress Point and Pebble Beach…Favorite athlete is Larry Bird...Is friends with both Tom Lehman and Brad Faxon. \n\n","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T23rd in 2010 at the The Cap Cana Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}