{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27349","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "7","capcure" : "N", "personalInfo" : {"name" : {"last" : "Noren","first" : "Alexander","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "165","weightMetric" : "75","birthDate" : "July 12, 1982","age" : "33","birthPlace" : "Stockholm, Sweden","residence" : "Monaco","family" : "Single","education" : "Oklahoma State University (2005, Business Marketing)","splInterest" : "Soccer, cars","pronunciation" : "NOR-en","nwTourAlumnus" : "","trndProYear" : "2005","clubAffl" : "Haninge GC (Stockholm, Sweden)","cityPlaysFrm" : "Sweden; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Fully Exempt: # Nearest 50 - 34th Web.com Tour qualifier at 2012 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(5): 2006 Rolex Trophy [EurChall]. 2009 Omega European Masters [Eur]. 2011 Saab Wales Open [Eur], Nordea Masters [Eur]. 2015 Nordea Masters [Eur].","curYearHigh" : "","carHigh" : "2014-15: Shot a 7-under 65 in the final round of the Omega Dubai Desert Classic to finish runner-up to winner Rory McIlroy at Emirates GC. Birdied four of his first six holes in the final round then birdied three of his final four holes to move from a tie for eighth to the second-place position, the second time in his European Tour career he's been runner-up...In his second European Tour start, finished ninth at the Commercial Bank Qatar Masters, a final-round 65 the highlight of the week...Picked up a top-10 at the BMW PGA Championship, a T8, in late-May at Wentworth Club outside London...Had a satisfying win in his home country when he earned his second Nordea Masters title in four years. Entered the final round two shots ahead of Germany's Maximilian Kieffer, with Soren Kjeldsen five strokes back. Matched Kjeldsen shot for shot, both players firing 1-under 71s, to take the four-stroke triumph at PGA Sweden National after Kieffer stumbled to a 3-over 75. Put a nice punctuation mark on his week when he birdied the par-5 18th hole for his fifth European Tour crown.\n\n2013-14: Only made two European Tour starts. Was 56th at the Open de Espana in mid-May...A week later, withdrew from the BMW PGA Championship following an opening-round 76. \n\n2013: Best PGA TOUR showing in five starts was a T17 at the World Golf Championships-Accenture Match Play Championship...Recorded the first top-10 of the season, with a T4 at the Commercial Bank Qatar Masters. Shot middle rounds of 67-66 but could only shoot a 1-under 71 in the final round at Doha GC...In March, came up with three under-par rounds at the Maybank Malaysian Open to finish T6...Took the 54-hole lead at the Ballantine's Championship in April in South Korea. Opened with rounds of 71-67-69 at the Blackstone Resort but struggled on the final day, shooting a closing, 3-over 74 to T6...Put himself into contention at the Nordea Masters in Stockholm, Sweden, after a third-round, 8-under 64. At 16-under through 54 holes, could only muster an even-par 72 in the final round at Bro Hof Slott GC to T4...Had another disappointing, even-par 72 in the closing round, this time at the BMW International Open. Shared the 54-hole lead with Ernie Els, but his even-par effort left him solo third, two strokes behind Els.\n\n2012: His 9-under 63 in the third round of the Volvo China Open was the low round of the tournament and helped lead him to a T6 in Tianjin in April...The following week, he was T7 at the Ballantine's Championship in South Korea...Opened with rounds of 66-66 at the Scottish Open then finished with a pair of 70s at Castle Stuart GL to T3, a stroke out of a playoff...Posted his first top-10 finish in his seventh major championship start, a T9 finish at The Open Championship...Contended at the Alfred Dunhill Links Championship in early October. Was solo third, four strokes behind winner Branden Grace...At the end of October in Shanghai, at the BMW Masters, was T6 after shooting four rounds in the 60s at Lake Malaren GC.\n\n2011: Had five European Tour top 10s to his credit, with his second and third career victories among them...Shot a final-round 70 at the Wales Open, which was enough for a two-stroke victory over Gregory Bourdy at the Celtic Manor Resort. Was tied for the lead after the first round, took sole possession of the lead at the halfway point and never trailed again. Turned around the next day and played in the 36-hole U.S. Open qualifier at Walton Heath GC, where he qualified by finishing T6...Entered the final round of the Maybank Malaysian tied for the lead with Matteo Manassero. Shot a Sunday 71 to drop to a T4 in an event Manassero won...Added top 10s at the Ballantine's Championship (T5) and the Volvo Golf Championship (T8)...His second win of the campaign came in convincing fashion in Stockholm, Sweden, at the Nordea Masters. He was tied for the lead after the first round, moved to a three-stroke lead through 36 holes and was 11 ahead of his closest competitor, Bubba Watson, after three rounds. Despite shooting a final-round 77, he still won by seven strokes over Richard Finch at Bro Hof Slott GC. 2010: Qualified for the World Golf Championships-Accenture Match Play Championship and the World Golf Championships-Bridgestone Invitational. Was T33 at Accenture, losing 7 and 6 to Geoff Ogilvy. Was T53 at Bridgestone. Had a pair of top-10 finishes, a T3 at the Austrian Open and a T8 at the Volvo China Open. 2009: Claimed his first European Tour victory, at the Omega European Masters in Switzerland in September, beating Bradley Dredge by two strokes. 2008: Made his first PGA TOUR start, a T19 at The Open Championship. 2006: After eight years competing for the Swedish national team as an amateur, turned pro in 2005, placing third on the 2006 European Challenge Tour before his rookie season on the European Tour in 2007. In his 10 European Challenge Tour starts, he never finished outside the top seven, counting his first professional victory among those performances—at the Rolex Trophy.\n","otherCarHigh" : "","personal" : "Played collegiately at Oklahoma State, where he started as a freshman and was a two-time All-American selection. Teammates included Hunter Mahan and Pablo Martin. Grew up playing all sports before his attention focused on golf at age 8...Made first hole-in-one at age 12...If he weren't a golfer would want to be a F1 driver...Twitter account is @alex_noren.","otherInfo" : "","ntlTeams" : "World Cup (1), 2011; Seve Trophy (1), 2011.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T9th in 2012 at the The Open Championship.","dynStats" : "He ranks T19th in Victory Leaders on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}