{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01659","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Kuramoto","first" : "Massy","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-5","heightMetric" : "1.65","weight" : "150","weightMetric" : "68","birthDate" : "September 9, 1955","age" : "60","birthPlace" : "Hiroshima, Japan","residence" : "Hiroshima, Japan","family" : "Wife, Margaret; Fumina (12\/28\/81)","education" : "Nihon University (Economics, 1978)","splInterest" : "Skiing, reading","pronunciation" : "cur-uh-MO-toe","nwTourAlumnus" : "","trndProYear" : "1981","clubAffl" : "Hiroshima GC (Hiroshima, Japan)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "1,146,634&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1993","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2006","qSchoolYear" : "","exmtStatus" : "48th on 2007 Champions Tour Money List","otherVics" : "(34): 1980 Mid Shikoku Open. 1981 Wakayama Open, Hyogo-ken Open, Japan Kokudo Keikaku Samazu, Chugoku Open, All Nippon Airways Sapporo Open, Tokai Classic. 1982 Japan PGA Championship, Chugoku Open. 1983 House Foods Kyosen Invitational, Chugoku Open, Tokai Classic. 1984 Mid Shikoku Open, Bridgestone Open. 1985 KSB Setonaikai Open, Jun Classic, Bridgestone Open. 1986 All Nippon Airways Open, Tokai Classic. 1987 Maruman Open, Chugoku Open. 1988 Sendai Broadcasting Classic, Yomiuri Sapporo Beer Open, Kansai PGA Championship, KBC Augusta, Mid Shikoku Open. 1990 Taylor Made Setonaikai Open. 1991 Acom International. 1992 Japan PGA Championship, Bridgestone Open, Daikyo Open. 1994 JCB Classic Sendai. 1995 Suntory Open. 2003 Acom International.","intlVics" : "(1): 2007 Big Raisac Senior Open.","curYearHigh" : "","carHigh" : "2008: Made 18 starts, with a trio of top-25 finishes. Was T14 at the Commerce Bank Championship and T15 at the Outback Steakhouse Pro-Am. Was also T18 at Dick's Sporting Goods Open, where he shot a 9-under-par 63 in the second round, including a 6-under-par 29 on the back nine. Had a streak of 310 holes without a three-putt during the season, best on Tour. Played in 49 events the previous two years with a best finish a solo fourth-place effort at the 2006 Walmart First Tee Open at Pebble Beach. 2007: Earned partially-exempt status for 2008 with a top-20 finish in the final full-field event of the year, the AT&T Championship. His T18 performance in San Antonio moved him from 51st position into the 48th spot...Was among the top-10 twice last year and had his best event of the season in late June. Finished T8 at the Bank of America Championship, thanks to a hole-in-one in the second round. Used an 8-iron on the 167-yard 17th hole for the 11th ace of his career and the fifth in tournament history...Also was T9 at the SAS Championship in late September. Trailed Mark Wiebe by four strokes after 36 holes but a final-round 71 kept him in the top-10 at Prestonwood...Matched his career-best round on the Champions Tour on the final day of The Principal Charity Classic. His 8-under 63 Sunday matched the 18-hole tournament course record at Glen Oaks (John Bland) and vaulted him 25 spots in the final standings. 2006: Partially exempt for 2007 after finishing 37th on the final money list...Final-round 65 at the Wal-Mart First Tee Open at Pebble Beach included a front-nine, 7-under 29. Round at Pebble moved him into solo fourth, his best finish on the Champions Tour. Check for $120,000 moved him into the top 40 on the money list for good...Was in contention two weeks earlier at the Boeing Greater Seattle Classic. Trailed by just one stroke after 36 holes, but a closing-round 73 dropped him to a T13 finish. Shot 9-under-par 63 in the opening round at TPC Snowqualmie Ridge, established a career-best on the Champions Tour...Also was just one stroke back of Don Pooley after two rounds of the Constellation Energy Classic and eventually finished T13 after shooting 3-over on the back nine on Sunday...Put together back-to-back top-10s during the early summer when he was T7 in the Commerce Bank Championship on Long Island and T9 at the Greater Kansas City Golf Classic...First top-10 effort came early in the year when he T8 at Puerto Vallarta Blue Agave Golf Classic. 2005: Fully-exempt in 2006 by earning medalist honors at the Champions Tour National Qualifying Tournament at the PGA of Southern California GC. Finished the six-round event at 3-under-par and two strokes in front of runner-up Kirk Hanefeld. After opening with a 7-over-par 79, followed by an even-par 72, he then put together four consecutive sub-par rounds in the windy conditions, the only player to do so...Nearly didn't qualify for the finals after earning one of the last spots in the first stage of qualifying, also at the PGA of Southern California GC. Made birdie on the first playoff hole to advance to the finals.\n","otherCarHigh" : "Had a long and successful career on the Japan Golf Tour, where he posted 34 career victories and earned a lifetime exemption...One of the highlights of his career came in 2003 when he fired a 59 in the opening round at the Acom International...Won multiple events from 1986-88, including four in 1988...Played a number of events on the PGA TOUR in the 1980s and '90s and was co-medalist at the 1992 PGA TOUR National Qualifying Tournament at The Woodlands...Had four top-10 finishes in 58 starts on the PGA TOUR...Busiest year was in 1993 when he made 21 appearances. Earned $74,133 with his best finish a T4 at the Deposit Guaranty Golf Classic in Mississippi...Played in the 1982 Open Championship and finished T4 at Royal Troon along with current Champions Tour members Des Smyth and Tom Purtzer...Selected as captain of the Asian squad for the 2007 Royal Trophy, a Ryder Cup-like competition which pitted an Asian team against a squad from Europe, which was captained by Seve Ballesteros. Competition was held in January in Thailand...Has had 11 career holes-in-one.","personal" : "Serves on the board of the PGA of Japan...Has also served on the policy board for the Japan Golf Tour during his career...Is a licensed ski instructor and also holds a scuba diving license...Underwent open-heart surgery in 2000 to correct mitral valve prolapse...Started to play golf as a 10-year-old when his father took him to a driving range...Favorite golf courses are Tokyo GC and Muirfield Village GC...One course he would like to play is Prestwick GC in Scotland.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was 4th in 2006 at the Wal-Mart First Tee Open at Pebble Beach.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}