{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "26951","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Wagner","first" : "Johnson","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "230","weightMetric" : "104","birthDate" : "March 23, 1980","age" : "36","birthPlace" : "Amarillo, Texas","residence" : "Charlotte, North Carolina","family" : "Wife, Katie; Graham Clifton (4\/16\/09), Marianne Joy (5\/18\/11)","education" : "Virginia Tech","splInterest" : "Hunting, watching sports","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2006)","trndProYear" : "2002","clubAffl" : "Hudson National GC (Croton, New York)","cityPlaysFrm" : "Charlotte; NC; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "10,548,823&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "36th on the 2005 Nationwide Tour money list","otherVics" : "","intlVics" : "","curYearHigh" : "Following a T48 (Frys.com Open) and T15 (Sanderson Farms Championship) in his first two starts of the 2015-16 PGA TOUR Season, tied for eighth in his third start, at the OHL Classic at Mayakoba. Fired matching rounds of 67 in the first three rounds before an even-par 71 resulted in the T8, his first top-10 since a T10 at the 2015 Barbasol Championship. Marked his second top-10 at the OHL Classic at Mayakoba, including his win in 2011.","carHigh" : "Member of the Nationwide Tour in 2003-06. Made the cut in 15 of 27 starts in 2005, with three top-10 finishes. Ended the year No. 36 on the money list, with $138,353. Opened the season with a T16 showing at the BellSouth Panama Championship. Shared the 54-hole lead at the ING New Zealand PGA Championship and eventually finished T3 at the Clearwater Resort, collecting $36,474 for his efforts. Next top-10 came in his 19th start of the season, finishing T8 at the Price Cutter Charity Championship, three shots behind champion Roger Tambellini. Tallied a career-best T2 at the Mark Christopher Charity Classic, finishing two shots behind champion Troy Matteson. Made the cut in 19 of 28 events on the 2004 Nationwide Tour. Ranked No. 42 on the final money list, with $138,148. Posted nine top-25 finishes with a T2 at the Chattanooga Classic his best showing of the season. Fired rounds of 68-66-68-66 to finish 20-under-par 268, one shot behind tournament winner Justin Bolli. Made the cut in nine of 22 starts during his rookie season in 2003. His only top-25 finish was a T11 at the Chattanooga Classic, where he posted weekend rounds of 66-65 to move up from a T46 at the halfway point. Had never played any PGA TOUR, Nationwide Tour or mini-tour events prior to his rookie season in 2003. Made his professional debut at the 2002 Metropolitan Open at Winged Foot. Posted rounds of 69-68-70 to win by five strokes and collect $23,000 first-place check. \n","otherCarHigh" : "Winner of the 2001 Metropolitan Open at Bethpage Black. Two-time All-Big East Conference selection. Medalist at the 2002 Big East Conference Championship, won by Virginia Tech. Was a 2002 third-team All-America selection by the Golf Coaches Association. Twice named all-state in high school.","personal" : "Captained his high school hockey team as a junior and senior. Brother, T.J., played golf at Washington & Lee University. Father teaches computer sciences at the U.S. Military Academy in West Point, NY. Grandfather M.T. Johnson was a former treasurer of the USGA. Big fan of the NBA's Dallas Mavericks. \n","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2007","qSchoolYear" : "","exmtStatus" : "87th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "Following a T48 (Frys.com Open) and T15 (Sanderson Farms Championship) in his first two starts of the 2015-16 PGA TOUR Season, tied for eighth in his third start, at the OHL Classic at Mayakoba. Fired matching rounds of 67 in the first three rounds before an even-par 71 resulted in the T8, his first top-10 since a T10 at the 2015 Barbasol Championship. Marked his second top-10 at the OHL Classic at Mayakoba, including his win in 2011.","carHigh" : "2014-15: His three top-10 finishes through the Wyndham Championship marked his most since 2012 and earned him a return trip to the FedExCup Playoffs for sixth time and first since 2013. Finished T45 and T44 at The Barclays and Deutsche Bank Championship, respectively, ending his season at No. 85 in the FedExCup standings...The 2008 Shell Houston Open champion returned to the GC of Houston, playing on a sponsor's exemption, where he almost punched his ticket to the Masters for a second time via winning the Shell Houston Open. Began the final round trailing Jordan Spieth by a stroke, before a 3-under 69 was enough to force sudden death with Spieth and J.B. Holmes. On the 72nd hole, drained a 25-foot birdie putt to post the 69. After Spieth dropped out of the extra session on the first hole, No.18, the playoff continued, and he missed a 7-foot par putt back at 18 on the second extra hole to keep the playoff alive. Early in the week, said he was dedicating the week to his father, who had undergone successful lung surgery a week earlier...Recorded a bogey-free 8-under 63 in the second round of the John Deere Classic, supplanting his previous low round at TPC Deere Run. Hit all 14 fairways and 16 of 18 greens Friday. Played in the leader group with Justin Thomas during the third round, ultimately posting rounds of 68-67 to join Chris Stroud and Thomas in a T5...Finished T10 at the Barbasol Championship, with four rounds in the 60s. \n\n2013-14: Missed the FedExCup Playoffs for the first time in four years. Finished 150th in the FedExCup standings. Made 11 cuts in 24 PGA TOUR starts, with a pair of top-25 showings. Failed to regain fully-exempt status for the 2014-15 PGA TOUR Season via the Web.com Tour Finals, a T32 at the Nationwide Children's Hospital Championship his best performance in the four tournaments...On the heels of just seven made cuts in 20 starts, opened the John Deere Classic with rounds of 5-under 66 in the first round and 65 in the second round to claim a T7 with defending champion Jordan Spieth, Bo Van Pelt and Ryan Moore. Had not previously managed to post four consecutive sub-70 scores since the 2012 Humana Challenge. \n\n2013: Made nine of 24 TOUR cuts and finished No. 121 in the final FedExCup standings. A missed cut at The Barclays kept him from advancing to the second FedExCup Playoffs event...Jumped out to a share of the first-round lead at The Greenbrier Classic with an 8-under 62 and then carried a two-stroke lead into the final round. A 3-over 73 on a weather-delayed final round led to a T2 finish, two strokes behind Jonas Blixt. It was his first top-10 finish of the season. Marked the first time he had failed to carry the 54-hole lead on to victory, having won the 2008 Shell Houston Open and 2011 OHL Classic at Mayakoba. His 196 54-hole total shattered his previous-best tally of 199 at the 2011 Travelers Championship (finished T17)...Opened with a career-low, 8-under 62 at The Greenbrier Classic to take a share of the 18-hole lead with Tommy Gainey. Following an even-par 70 in the second round, dropped into a five-way tie for second. Rallied with a 5-under 65 in the third round to take the lead into Sunday. Struggled in the final round, with a 3-over 73, to finish T2 with three others. The runner-up finish came on the heels of six consecutive missed cuts and a withdrawl...Three starts later, notched second top-10 with a solo 10th-place finish at the Reno-Tahoe Open.\n\n2012: Finished a career-best 36th in the FedExCup standings and qualified for the BMW Championship for the second consecutive season and third overall...After shooting matching, 1-under-par 72s in the opening two rounds at the Hyundai Tournament of Champions, rebounded by shooting 11-under on the weekend to finish T9...Came back the following week at the Sony Open in Hawaii and recorded his third career PGA TOUR victory, carding a final-round, 3-under 67 to defeat Carl Pettersson, Sean O'Hair, Harrison Frazar and Charles Howell III by two strokes. Played the back nine at Waialae CC without a bogey all week, including eagles on the par-5 closing hole Friday and Saturday. Became the fourth consecutive Sony Open winner to post all four rounds in the 60s...Finished T2 at the Humana Challenge a week after winning the Sony Open in Hawaii. Improved his score by one stroke in each round, posting rounds of 68-67-66-65. Finished a combined 35-under par in two-week period. Had the fewest putts in the Humana Challenge field—100...Finished T4 at the Arnold Palmer Invitational for his career-high fourth top-10 of the season (nine starts).\n\n2011: Claimed his second career TOUR title in just his third start of the season, in playoff fashion, in Mexico. The win was one of five top-25 finishes in 25 starts...After missing first two cuts of the year, posted rounds of 69-66-65-67—267 at the Mayakoba Golf Classic and defeated Spencer Levin with a par on the first playoff hole to win his second career TOUR event. First player to finish No. 126 on the PGA TOUR money list and win the following year since Robert Allenby finished No. 126 on the 1999 money list and then won twice in 2000. He held the third-round lead by one shot over Chris Stroud. Up to this point, two of his seven career top-10s were victories. 2010: Both top-10 finishes of the year came in his last five starts of the season...First top-10 was a T8 at the Viking Classic, his first top-10 since the 2009 SBS Championship in Hawaii...Finished second in his only other start, at the Viking Classic in 2007...Posted a T3 at the Children's Miracle Network Classic, making a charge at the top 125 on the season-ending money list until a double bogey on the par-4 16th hole dropped him from a second to T3. Finished No. 126 on the final money list after entering the week No. 153. 2009: Made 13 cuts in 26 starts with one top-10 finish...Recorded the fourth top-10 finish of his career in his first start of the season, a 10th at the Mercedes-Benz Championship. 2008: Recorded his first career victory at the Shell Houston Open, posting a final-round 71 on his way to a winning total of 16-under 272. Opened the week with a course-record-tying 9-under 63 (just one year after setting the previous record of 64) to share the lead with Adam Scott. A 69 in the second round gave him solo possession of the lead, a position he wouldn't relinquish on his way to a two-stroke win over Geoff Ogilvy and Chad Campbell. Collected a career-best $1,008,000, moving to No. 18 on the FedExCup points list and earning a first-ever trip to the Masters Tournament. 2007: PGA TOUR rookie got off to a solid start by making the cut in seven of first eight starts. Shared the first-round lead at the Shell Houston Open and then set the Redstone GC's Tournament Course record with a third-round, 8-under-par 64 en route to a T9 finish... Missed nine straight cuts and 13 of 14 during summer stretch. Rallied late with a five-tournament run that started with a T12 at the Reno-Tahoe Open and ended with a runner-up finish at the Viking Classic. Was tied for 90th and 10 shots off the lead in Mississippi after the opening round. Vaulted 40 spots on the money list to No. 83 and solidified his card for the 2008 season. 2006: Finished No. 2 on the Web.com Tour money list thanks to a pair of victories. Finished $10,374 behind Ken Duke, who was No. 1 on the money list. Held the No. 1 spot for 11 weeks from early August to mid-October...On his 26th birthday, posted a 4-under 67 during the first round of the Chitimacha Louisiana Open. Trailed by one stroke each of the first three rounds. Fired a 4-under 67 Sunday to notch his first Tour title. At 12-under 272, finished one stroke in front of Chad Collins...Had a double eagle on the first hole during the third round of the Scholarship America Showdown with a driver and 3-wood from 270 yards...Overtook Tripp Isenhour for the top spot on the money list with his second win of the season at the Cox Classic. After opening with rounds of 66-70, shot 64-63 on the weekend, leaving him at 21-under 263, four in front of runner-up Craig Bowden. 2005: Had three top-10s on the Web.com Tour, including a T3 at the ING New Zealand PGA Championship and a T2 at the Mark Christopher Charity Classic. 2004: Posted nine top-25s, including his first runner-up finish, a T2 at the Chattanooga Classic...First career start on the PGA TOUR was a missed cut at the U.S. Open. 2003: Made the cut in nine of 22 starts during his rookie season on the Web.com Tour. His only top-25 was a T11 at the Chattanooga Classic. 2002: Made his professional debut at the Metropolitan Open at Winged Foot. Posted rounds of 69-68-70 to win by five strokes and collect $23,000 check. Amateur: Winner of the 2001 Metropolitan Open at Bethpage State Park's Black Course...Two-time All-Big East Conference selection and medalist at the 2002 Big East Conference Championship for Virginia Tech...Twice named all-state in high school. \n","otherCarHigh" : "","personal" : "Was the first player in the 105-year history of the Metropolitan Golf Association to hold the Ike (the MGA's premier stroke-play amateur), Met Amateur and Met Open titles at the same time—the Wagner Slam...Captained his high school hockey team as a junior and senior...Caddied for three summers at Hudson National in Westchester County, N.Y...Wife, Katie, is a former Virginia Tech soccer player...Brother, T.J., played golf at Washington & Lee University...Father taught computer sciences at the U.S. Military Academy in West Point, N.Y...Grandfather M.T. Johnson was a former treasurer of the USGA.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T8th at the OHL Classic at Mayakoba.","dynStats" : "He ranks T55th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/johnson_wagner"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}