{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25572","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "McDowell","first" : "Graeme","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "160","weightMetric" : "73","birthDate" : "July 30, 1979","age" : "36","birthPlace" : "Portrush, Northern Ireland","residence" : "Orlando, Florida; Portrush, Northern Ireland","family" : "Wife, Kristin; Vale Esme (8\/25\/14)","education" : "University of Alabama-Birmingham (2002, Economics, Engineering)","splInterest" : "Spending time with family, watching football and soccer, restaurateur, movies","pronunciation" : "GREY-am","nwTourAlumnus" : "","trndProYear" : "2002","clubAffl" : "","cityPlaysFrm" : "Portrush; ; Northern Ireland","websiteUrl" : "http:\/\/www.graememcdowell.com","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2006","qSchoolYear" : "","exmtStatus" : "2015-16 tournament winner (through 2017-18)","otherVics" : "(2): 2010 Chevron World Challenge. 2012 World Challenge.","intlVics" : "(8): 2002 Volvo Scandinavian Masters [Eur]. 2004 Telecom Italia Open [Eur]. 2008 Ballantine's Championship [Eur], Barclays Scottish Open [Eur]. 2010 Celtic Manor Wales Open [Eur], Andalucia Valderrama Masters [Eur]. 2013 Volvo World Match Play Championship [Eur], Alstom Open de France [Eur].","curYearHigh" : "In his first start of the season, tied the tournament-low 36 holes at OHL Classic at Mayakoba at 12-under 130. Parlayed his 36-hole lead into his third-career PGA TOUR victory via sudden death in a Monday finish. On the first extra hole, the par-4 18th, hit his approach shot tight and converted for birdie, defeating Jason Bohn and Russell Knox. Struggled on the par-4 first hole most of the week, playing it in 5-over through the first three rounds. Said his par on the opening hole in round four was \"about the happiest I have ever been to make a par.\" Claimed the victory in Mexico was incredibly significant as it came at a time when he was beginning to doubt his ability to effectively compete anymore. The victory came in his second start in the event. He first competed on a sponsor invitation in its inaugural year of 2007, finishing T63...Came back the following week and contended at The RSM Classic, where rounds of 67-68-65-67 led to a 15-under 267 total and solo-third place finish (seven strokes behind runaway winner Kevin Kisner). Capped an opening two-week stretch where where he played his eight rounds at 33-under. Notched back-to-back top-10s for the first time since the 2014 RBC Canadian Open and WGC-Bridgestone Invitational...Following a 1-over 71 in round one of The Honda Classic, posted three rounds in the 60s at PGA National to finish alone in fifth place. Played Nos. 15-17, known as the \"Bear Trap,\" in 2-under-par for the week.","carHigh" : "2014-15: In 15 PGA TOUR starts, made eight cuts and claimed a top-five finish in his first appearance of the season. At No. 160 in the FedExCup standings, was unable to advance to the FedExCup Playoffs for the first time since 2010...Opened with rounds of 67-67-71 and held the 18-, 36- and 54-hole leads at the World Golf Championships-HSBC Champions. Began Sunday with a one-stroke lead and carded a final-round 73 to drop into a T3. Had a birdie putt on the 72-hole that would have allowed him into the Bubba Watson-Tim Clark playoff, but it didn't drop...After a 67-65 start at the Omega Dubai Desert Classic, couldn't keep the momentum going on the weekend with a 72-70 closing 36 to T9 with three others.\n\n2013-14: Missed just one cut in 17 PGA TOUR starts while collecting a career-best eight top-10 finishes. Six of those outings came in his first eight starts of the season. As a result, played his way into the FedExCup Playoffs for a fourth consecutive season. Despite missing the Deutsche Bank Championship to be home for the delivery of the couple's first child, remained high enough in FedExCup points to return the following week for the BMW Championship, after which he finished 56th in the final FedExCup standings...In first start of the PGA TOUR season, finished third at the World Golf Championships-HSBC Champions at Sheshan International GC in Shanghai, China. Posted rounds of 69-69-64-66 to finish four shots behind winner Dustin Johnson...In defense of his Northwestern Mutual World Challenge title, finished sixth at 5-under 283. Overcame a third-round, 3-over 75 with a 69 Sunday at Sherwood CC to claim the finish...Honored by the Golf Writers Association of America with the ASAP Sports\/Jim Murray Award for his accommodation to the media...Making his first start at Pebble Beach since winning the 2010 U.S. Open and playing in the pro-am portion of the event with his dad, finished T7 at the AT&T Pebble Beach National Pro-Am. Week was highlighted by a final-round 67 to finish five strokes behind champion Jimmy Walker...Posted his fourth top-10 finish, finishing T9 at the World Golf Championships-Cadillac Championship. It was his second consecutive top-10 at the event (T3 in 2013)...Finished T10 at the Arnold Palmer Invitational for his third top-10 in seven starts at the Orlando event...Represented Europe in the inaugural Eurasia Cup in March. In the event's 10-10 draw, went 2-1-1 in his three matches...In July, overcame an opening-round, 2-over 74 with three rounds in the 60s at The Open Championship to claim a T9 with Shane Lowry and Victor Dubuisson. Bogeyed the par-4 second hole all four days but played Royal Liverpool GC's par-5 18th in 4-under in his final three rounds. Eagled the 72nd hole Sunday to jump inside the top 10 and finish seven strokes back of Rory McIlroy...Finished T9 at the RBC Canadian Open at Royal Montreal GC, with rounds of 68-65-70-68...Finished T8 at the World Golf Championships-Bridgestone Invitational for his first top-10 in Akron in eight starts...Finished T38 at The Barclays but elected to miss the second FedExCup Playoffs event as he and his wife had their first child the week of the Deutsche Bank Championship...At the Ryder Cup, at Gleneagles in Scotland, went 3-0-0 to help lead the European team to a five-point victory over the U.S. in the biennial event.\n\n2013: Highlight was his second PGA TOUR victory, at the RBC Heritage, defeating Webb Simpson in a sudden-death playoff. Finished No. 55 in the final FedExCup standings. Also won two events on the European Tour, running his career total of European wins to eight...First top 10 of the season came at the World Golf Championships-Accenture Match Play Championship in Marana, Ariz. In his seventh start in the event, lost to Jason Day, 1-up in the quarterfinals, good for a T5, his best finish in the event...In just his second stroke-play start of the season, claimed a T9 at The Honda Classic for the second consecutive year. Opened with a 3-under 67 on the challenging PGA National Champion Course to claim the top-10, his third consecutive in the event (T6 in 2011)...One week later, opened the World Golf Championships-Cadillac Championship by playing his first 46 holes without a bogey (a personal-best PGA TOUR streak) but followed with three bogeys and two double bogeys on his final 26 holes to finish T3. Paired with Tiger Woods for both rounds on the weekend, his most costly mishap was a double bogey-6 on the 72nd hole Sunday, dropping him from solo third into a four-way tie for third. Still managed his second consecutive top-10 finish in a World Golf Championships event after finishing T5 at the Accenture Match Play Championship. In seven previous appearances at the Cadillac Championship, his best finish was a T6 (2005 and 2010)...After entering the final round of the RBC Heritage trailing Charley Hoffman by four strokes, carded a final-round, 2-under 69 to finish tied with Webb Simpson at 9-under 275. Then defeated Simpson on the first extra hole (No. 18) with a par-4 for his second PGA TOUR victory (2010 U.S. Open, 2013 RBC Heritage). Win was the 10th by an international player at the RBC Heritage and the first by a player from Northern Ireland. In three prior starts at Harbour Town GL, six of his 10 rounds were over 74, including a 7-over 78 in the final round in 2005. En route to his victory, carded all four rounds at par or better (71-67-68-69)...A year after losing to Nicolas Colsaerts in the finals of the Volvo World Match Play Championship, he again made it to the final match but this time was victorious, beating Thongchai Jaidee, 2 and 1, at Bulgaria's Thracian Cliffs Golf and Beach Resort. Defeated Branden Grace (3 and 2) earlier that morning in the semifinal round. Also enjoyed match victories during the week against Chris Wood (5 and 3), Stephen Gallacher (4 and 2), Bo Van Pelt (1-up) and Colsaerts (2 and 1)...Second European Tour victory of the year came in early July at the Alstom Open de France. Entered the final round tied with Richard Sterne, but a Sunday 67 at Le Golf National in Paris to win going away, taking a four-shot victory over Sterne. The win marked the third time in his career he had won multiple European Tour titles in a season (2008 and 2010). Began the back nine trailing Sterne by one shot, but he had seven pars and two birdies to Sterne's six pars and three bogeys. \n\n2012: Finished a career-best 42nd in the FedExCup standings...Began the final round four strokes behind third-round leaders Robert Rock and Tiger Woods at the Abu Dhabi HSBC Golf Championship. Shot his second consecutive 68 at Abu Dhabi GC, including a hole-in-one on the par-3 12th hole and a birdie on his closing hole, to finish T3 in his season debut...A week after a T33 at the World Golf Championships-Accenture Match Play Championship, bettered an opening-round, 3-over 73 by nine strokes with a 6-under 64 in the second round of The Honda Classic en route to a T9 in his first stroke-play event of the TOUR season. The top-10 came a year after a T6 at PGA National...At the Arnold Palmer Invitational, a second-round, 9-under 63 helped earn him a spot in Sunday's final pairing with eventual winner Tiger Woods. Made a 51-foot eagle putt on the par-5, sixth hole to temporarily get within one stroke of Woods, but after Woods made birdie on the same hole, he never again got within reach of the eventual champion, who won by five shots. His runner-up finish was the second of his PGA TOUR career, with the first also coming at the Arnold Palmer Invitational, in 2005...Came close to winning again, this time on the European Tour in May. Made it to the finals of the Volvo World Match Play Championship before Nicolas Colsaerts won the tournament, 1-up, in extremely gusty conditions at Finca Cortesin in Spain. Won preliminary matches against Robert Karlsson, Richard Finch and Sergio Garcia, and then made his way into the finals when he defeated Rafael Cabrera-Bello, 2-up...Entered the final round of the U.S. Open tied with Jim Furyk at 1-under, but a 3-over 73 left him T2 and just one stroke behind Webb Simpson in his attempt to give Northern Ireland three consecutive U.S. Open titles. Had a chance to force an 18-hole playoff but his 25-foot birdie putt slid off to the left. Fell to 0 for 2 when carrying at least a share of the lead into the final round on the PGA TOUR (led the 2011 PLAYERS Championship before a final-round, 7-over 79 led to a T33 finish). Has never missed a cut in seven starts at the U.S. Open, with top-20 finishes in his last four starts (T18 in 2009, won in 2010 and T14 in 2011)...Playing in the final group with Adam Scott, struggled to a 5-over 75 to finish T5 at The Open Championship. Was attempting to become the first player since Angel Cabrera (2007 U.S. Open and 2009 Masters) to claim major championships as his first two PGA TOUR wins. Earned 10th top-20 finish in his last 17 major championship starts (11 of 17 top-25s) and has finished no worse than 12th in this year's majors: Masters (T12), U.S. Open (T2) and The Open Championship (T5). His T5 finish, which came in his ninth Open Championship start, topped his previous-best finish of T11 at the 2005 Open Championship...Finished 1-3 in his third career start for the winning European Ryder Cup team. Dropped his singles match to Zach Johnson, 2 and 1...Late in the campaign, at the Talisker Masters in Melbourne, Australia, in mid-November, couldn't recover from a 5-over 77 in the second round. Rallied for a top-10, though, with a 67-71 weekend to T8 at Kingston Heath GC...Stepped into the winner's circle for the first time since 2010 with a three-stroke win over Keegan Bradley at the World Challenge, which also served as the site of his most recent victory. In three starts at the Woods-hosted event, has won twice (2010 and 2012) and finished runner-up once (2009). Moved into the lead for good following a second-round, 6-under 66, holding a three-stroke lead after 36 holes and two-shot cushion over Bradley through 54 holes. Led the field by hitting 63 of 72 greens in regulation, eight more than his nearest competitor (Jim Furyk, 55 of 72). Owns 12 sub-par rounds in as many attempts at Sherwood CC, including 10 in the 60s. 2011: Made a career-high 16 starts on TOUR (later tied in 2012). Ten made cuts and three top 10s included a third-place finish at the season-opening Hyundai Tournament of Champions. Missed the cut in three of four starts in the majors...Recorded a final-round 11-under 62, matching the course record set by K.J. Choi during the third round in 2003, to finish third at the Hyundai Tournament of Champions. It equaled the best round of his career in relation to par, an 11-under 61 at County Louth GC (Baltray) at the 2009 Irish Open. Previous-best round on the PGA TOUR was a second-round 7-under 65 at the 2010 PLAYERS Championship (T26)...Picked up his second top-three finish of the season when he T3 at the European Tour's Abu Dhabi Championship. Finished a distant 10 strokes behind winner Martin Kaymer...Collected his second top 10 on the PGA TOUR with a T9 at the World Golf Championships-Accenture Match Play Championship. Defeated Heath Slocum (4 and 3) and Ross Fisher (4 and 2) before falling to Y.E. Yang (3 and 2) in the third round. Marked the first time he advanced past the second round in five career appearances at the event...Matched the PGA National course record with a final-round, 6-under 64 to finish T6 at the Honda Classic. His record-tying round included just 11 putts (seven one-putts, including six straight on Nos. 10-15). It was the second time he matched a tournament-course record this season, also doing so in the final round (62) at the Hyundai Tournament of Champions...Held the third-round lead at THE PLAYERS at 12-under-par but plummeted to a T33 following a final-round 79...Played consistently all week at the World Golf Championships-HSBC Champions, with four rounds in the 60s at Sheshan International GC in China, to finish solo third, four strokes behind winner Martin Kaymer...Represented Ireland in the World Cup, teaming with Rory McIlroy for a second consecutive time. The duo took a third-round lead into the final round at Mission Hills GC's Blackstone Course, but the team faltered to an even-par 72 in foursomes Sunday to T4...Decided not to defend his Chevron World Challenge title and instead played the Nedbank Golf Challenge on the Sunshine Tour, where he shot two 70s on the weekend to T3 at the Gary Player CC. 2010: Dream season included victory at the U.S. Open at Pebble Beach GL, holing the winning putt for the European Ryder Cup team, two European Tour victories and winning a playoff showdown against Tiger Woods at the Chevron World Challenge...Final-round 66 aided T6 finish at the World Golf Championships-CA Championship...Shot a final-round 63 in early June to win the Celtic Manor Wales Open on the European Tour. It was his first victory since the 2008 Barclays Scottish Open...Fresh off that victory in Wales, posted rounds of 71-68-71-74—284 to win the U.S. Open by one stroke over Gregory Havret and two shots over Ernie Els. Trailed Dustin Johnson by three entering the final round. Became the first European to win the U.S. Open since Tony Jacklin in 1970. Following his U.S. Open victory, joined the PGA TOUR in mid-July...Picked up his second European Tour title of the campaign with a two-stroke win at the Andalucia Valderrama Masters despite shooting a final-round 74 in heavy winds in Spain...Making his second Ryder Cup appearance, earned 2.5 points with a 2-1-1 record, capped by a 3-up victory over Hunter Mahan to help lead the Europeans to a slim one-point win over the U.S...Late in the season, he enjoyed a T3 at the Barclays Singapore Open at Sentosa GC. A week later, was in contention at the UBS Hong Kong Open after a third-round 63 at the par-70 Hong Kong GC. Shot a Sunday 68 to finish solo fifth, three strokes behind winner Ian Poulter. A week later, he needed at least a top-three finish at the Dubai World Championship to catch Martin Kaymer and win the Race to Dubai. Instead, he T13 at the Earth Course at Jumeirah Estates to finish second to Kaymer in the final standings...Came back from four shots down entering the final round to defeat Tiger Woods on the first playoff hole (No. 18) with a birdie-3 at the Chevron World Challenge. Win came after finishing second in 2009 in his first start at Chevron. He is the first player to defeat Tiger Woods as a professional after being down three-or-more shots entering the final round. 2009: Made 11 of 11 cuts on the PGA TOUR with two top-10 finishes as a non-member. Among the early leaders at the St. Jude Classic, then fell back during the middle rounds before rallying with a final-round 63 to finish T7...In early July, joined the PGA TOUR as a Special Temporary Member for the remainder of the season...Finished T10 at the PGA Championship, his first career top-10 in a major. Teamed with Rory McIlory in representing Ireland at the OMEGA Mission Hills World Cup. The duo combined to shoot a 28-under 260 to T2 behind the Italian team of Edoardo and Francesco Molinari. 2008: Won the European Tour's Ballantine's Championship on Jeju Island, South Korea, in March. Defeated Jeev Milkha Singh in a three-hole playoff by making a tap-in birdie after his 7-iron approach from 179 yards landed within a foot of the hole. Victory earned him a spot in the World Golf Championships-CA Championship the following week...Won the Barclays Scottish Open by two strokes the week prior to The Open Championship. Earned a spot on the Ryder Cup team, where he had a 2-1-0 record in his debut. 2004: Captured the Telecom Italia Open in a Monday playoff with Thomas Levet of France...Shot a record-tying 62 at St. Andrews in the first round of the Dunhill Links Championship, where he placed second...Finished the European Tour season with nine top-10s, including a win, two seconds and two thirds to place sixth on the Order of Merit. 2002: Won his first European Tour title in only his fourth start as a professional when he won the Volvo Scandinavian Masters at Kunsangen GC. Amateur: Played a prominent role in Great Britain and Ireland's retention of the Walker Cup in 2001 at Sea Island, Ga. At the University of Alabama-Birmingham, McDowell was ranked the top collegiate golfer in the United States, winning the 2002 Fred Haskins Award. Out of 12 starts in 2002, won six events, with a stroke average of 69.6, beating the previous best averages recorded by Luke Donald and Tiger Woods.\n","otherCarHigh" : "","personal" : "Picked up the sport at age 7 with his brothers at the urging of his dad...Says standing on the 18th green at Pebble Beach after winning the U.S. Open is his biggest thrill in golf...Played numerous sports as a youngster, but, as he says, \"golf always won.\"...Earned an honorary doctorate degree from the University of Ulster...In early 2013, opened Nona Blue outside Lake Nona in Orlando, Fla., an upscale restaurant and sports bar. The 5,600 square-foot facility offers menu items that range from seafood and steaks to shepherd's pie. Says a must-try item is G-Mac and Cheese.","otherInfo" : "","ntlTeams" : "Ryder Cup (4), 2008, 2010, 2012, 2014; World Cup (4), 2008, 2009, 2011, 2013; Seve Trophy (2), 2005, 2009; Royal Trophy (1), 2006; Walker Cup (1), 2001; Eurasia Cup (1), 2014.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 1st at the OHL Classic at Mayakoba.","dynStats" : "He ranks T42nd in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/pages\/Graeme-McDowell\/166622983365861"},{"cat" : "google+","desc" : "","url" : "https:\/\/plus.google.com\/u\/0\/116941502600384977550\/posts"},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/graeme_mcdowell"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/Graeme_McDowell"},{"cat" : "youtube","desc" : "","url" : "https:\/\/www.youtube.com\/channel\/UCnigeKMfVrOhgTuyGFGubBg"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}