{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01844","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Mouland","first" : "Mark","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "175","weightMetric" : "79","birthDate" : "April 23, 1961","age" : "55","birthPlace" : "St. Athan, Wales","residence" : "Kenilworth, England","family" : "Wife, Marianne; Stephanie (10\/24\/87), Kimberley (3\/11\/89)","education" : "","splInterest" : "All sports, poker, visiting new countries","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1981","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "57,780&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2011","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(5): 1986 Car Care Plan International. 1988 KLM Dutch Open. 2002 Mauritius Open. 2003 Mauritius Open. 2008 British Par-3 Championship.","intlVics" : "(1): 2011 Belas Club de Campo Senior Open de Portugal","curYearHigh" : "","carHigh" : "2014: Carded three consecutive rounds in the 60s, including a second-round, 6-under-par 64 to finish T9 at the Shaw Charity Classic in Calgary.\n\n2013: Played in 20 events and finished 71st on the final money list...His run of five straight birdies Sunday led to a 68, matching the day's best score, and moved him up into a T7 at The ACE Group Classic, his lone top-10 finish during the year...Was also T15 at the Pacific Links Hawaii Championship...Open-qualified and shared the first-round lead following a 6-under-par 66 at the SAS Championship in October. Slipped down the leaderboard after playing the final two rounds with a heavy heart following the passing of his father late that week...Returned to the National Qualifying Tournament in November and finished ninth, securing conditionally-exempt status for 2014. Was one of four players to T9 at 11-under-par and made a par on the first playoff hole to earn the ninth spot. \n\n2012: Made five starts as a conditionally-exempt player and open-qualified for two Champions Tour events late in the season...Best outing of the campaign was when he was the low qualifier for the AT&T Championship and took advantage of his opportunity by finishing T7 in the event, closing with 67 Sunday at the AT&T Canyons course...Earned a full exemption on the 2013 Champions Tour after finishing third at the National Qualifying Tournament at TPC Eagle Trace. Third-round 66 catapulted him into the top five and he then secured third place with an even-par 72 in the final round...Made 10 starts on the European Senior Tour and finished T2 at Berenberg Bank Masters and also T2 at the Benahavis Senior Masters.\n\n2011: Competed on both the European Senior Tour and the Champions Tour. Conditionally-exempt on the Champions Tour and best finish among four starts was a T13 at the Nature Valley First Tee Open at Pebble Beach in July...Earned a conditional exemption for 2012 after finishing T9 at the Champions Tour National Qualifying Tournament. He secured the ninth position with a par on the third playoff hole...On the European Senior Tour, claimed the Belas Club de Campo Senior Open de Portugal in October when he came from four strokes back the final day for a one-stroke victory...Also finished fifth at the Benahavis Senior Masters. 2010: Finished in a two-way T8 at the Champions Tour National Qualifying Tournament at TPC Eagle Trace and then secured the eighth position when he won a playoff with against Jim Rutledge with a birdie on the second playoff hole...Had earned a spot in the finals by finishing T7 at the regional qualifier at MetroWest GC in Orlando. \n","otherCarHigh" : "A long-time European Tour competitor, with more than 500 career starts to his credit and two victories...Ranks in the top 10 for career starts on that Tour...Won the 1988 KLM Dutch Open, coming from seven strokes back on the final day to defeat Des Smyth...Initial triumph came at the Car Care Plan International in 1986...Has also played on the Asian Tour as well as the European Challenge Tour...Represented Wales in eight World Cups and also represented Wales in seven Alfred Dunhill Cups...Holds the European Tour record for fewest putts in an 18-hole event, with 19...Twice led the European Tour in putting...Had an impressive amateur career, winning the British Boys Championship in 1976 at age 15 years, 4 months, making him the youngest-ever winner...Also claimed the Welsh Boys Championship in 1976...Was chosen by the BBC as Wales' Junior Sportsman of the Year in 1977...Two-time winner of the Mauritius Open in 2002 and 2003...Has had six competitive holes-in-one.","personal" : "Got started in the game through his grandfather and father, who were professional golfers. His late father, Sid, was a six-time Welsh champion...His dream foursome would include Frank Sinatra, Dean Martin and Ben Hogan...Favorite athlete is Hogan, and his heroes are Gary Player and Jack Nicklaus...Was involved in a serious head-on car crash in 1986, breaking both feet and ankles as well as sustaining a number of facial cuts. It took emergency personnel more than an hour to cut him out of the car. He was sidelined for nearly two months...Favorite courses are Wentworth Club, Sunningdale and Torrey Pines GC...Is one of the organizers of the British Par-3 Championship, an event his father helped resurrect in the mid-90s...Biggest thrill outside of golf was the birth of his two daughters...Favorite book is Lance Armstrong's It's Not about the Bike...Said if he weren't playing golf for a living he would like to be running a beach bar on an island...Carries an old ball marker as a lucky charm...Has been involved recently with corporate golf outings. As involved in a short-game and junior academy in England...Website is markmouland.com.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 7th on the PGA TOUR Champions 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}