{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24912","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "MacKenzie","first" : "Will","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "170","weightMetric" : "77","birthDate" : "September 28, 1974","age" : "41","birthPlace" : "Greenville, North Carolina","residence" : "Jupiter, Florida","family" : "Maverick Noah (7\/26\/08), Nash William (2\/18\/10)","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2013)","trndProYear" : "2000","clubAffl" : "Brook Valley CC (Greenville, North Carolina); The Dye Preserve (Jupiter, Florida)","cityPlaysFrm" : "Jupiter; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "7,971,864&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2011","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Opened the Puerto Rico Open at Coco Beach with a bogey-free 6-under 66 on a day when wind gusts reached 25 mph to get within two strokes of 18-hole leader Rafael Campos, a Puerto Rico native. Three ensuing rounds of 71 resulted in a share of eighth place with Campos and Aaron Baddeley.","carHigh" : "2012: Made the cut in seven of 18 starts on the Web.com Tour with a pair of T7 finishes coming at the South Georgia Classic in April and the Mylan Classic in early September. Made the cut in three of six early starts on the PGA TOUR. \n\n2011: Made a combined 16 cuts in 24 starts on both Tours but managed only one top-10 finish, a T4 at the Web.com Tour's BMW Charity Pro-Am. Opening-round, 7-under 64 at Thornblade Club featured eagles on consecutive par-5s, making him the first player this season to register back-to-back eagles. Made par on his final six holes and finished at 16-under par, two shots out of a playoff. Best finish in 10 cuts made on the PGA TOUR was a T15 at the Frys.com Open. \n\n2010: Made the cut in 14 of 23 starts on the PGA TOUR and finished No. 152 on the money list. Had four top-25s but claimed his only top-10 at the Frys.com Open during the PGA TOUR Fall Series. Opened with a 5-under 65 en route to T6 finish with five others. Also finished T12 at The Honda Classic and the Wyndham Championship. \n\n2009: Made the cut in nine of 24 starts, with four top-25 finishes. Finished outside the top 125 (No. 126) for the first time since his rookie season in 2005...Finished T5 at The Honda Classic with a pair of 67s in the opening rounds...Picked up his second top-10 finish at the Memorial Tournament (T10) on the strength of a final-round 68. \n\n2008: Picked up second TOUR victory in a playoff at the Viking Classic...After missing six cuts in his first 10 starts, underwent right knee surgery on May 1 and was sidelined for eight weeks. Returned at the Buick Open in late June...Collected his first top-10 of the season with a T4 at the John Deere Classic. Held a two-stroke lead after 36 holes at TPC Deere Run. Closed with a 1-under par 70 to miss the three-man playoff won by Kenny Perry by a stroke. It was his first top-10 since finishing T7 at the 2007 Wyndham Championship...In the next start, collected his second TOUR title at the Viking Classic in a three-man playoff. On Sunday, he birdied four of the last six holes to record a 4-under 68 and reach a playoff with Marc Turnesa and Brian Gay. Birdied the par-5 18th hole three consecutive times, including the first two playoff holes. Gay dropped out after the first extra hole, and then third-round leader Turnesa was eliminated on the second extra hole. Collected a career-best $648,000 with the win. The victory came one day after calling a two-stroke penalty on himself for moving a loose impediment inside a hazard on the par-5 18th hole, leading to a triple bogey to finish the third round. \n\n2007: Started the year with a bang thanks to a T4 finish in first appearance in the Mercedes-Benz Championship. One of four first-time participants to finish among the top-10. Opened with a 4-under 69 to share the first-round lead with four other players, including eventual winner Vijay Singh...Next top-10 came in June at the Stanford St. Jude Championship, a T8 at TPC Southwind...Playing in home state, North Carolina, at the Wyndham Championship, led after a first-round 64, finished T7. \n\n2006: Second year on TOUR highlighted by first career win at the Reno-Tahoe Open, his only top-10 of the season...One of 13 first-time winners on TOUR in 2006...Finished season No. 100 on the money list...Win at the Reno-Tahoe Open came in his 47th career start. Set tournament first-round scoring record with a 9-under 63. Held first-round lead and shared third-round lead prior to making a 10-foot birdie putt on the 72nd hole to defeat Bob Estes by a stroke. The birdie on 18 was his first on the back nine since the second round. Set tournament record with three eagles in the first round and four overall. Became tournament's fourth first-time winner. \n\n2005: After finishing 179th on the PGA TOUR money list in his rookie season, placed T9 at the Qualifying Tournament in December to regain his status for 2006. Lone top-10 was a T8 at the Michelin Championship at Las Vegas. \n\n2004: Earned initial TOUR card by finishing T26 at the Qualifying Tournament, his first trip to finals in three attempts. Named Player of the Year on the Hooters Tour after finishing third on the money list and winning three times, at the Touchstone Energy Open in Greenville, N.C.; Buffalo Run Casino in Miami, Oklahoma; and Dothan (Ala.) Classic. 2003: Won the Canon U.S.A. Classic in West Palm Beach, Fla. on the Golden Bear Tour and finished ninth on the money list that year. Has also played the Canadian Tour.\n","otherCarHigh" : "","personal" : "Gave up golf after his sophomore year in high school after being a top junior player and did not pick it up again until almost 10 years later. Inspired by Payne Stewart's 1999 U.S. Open win at Pinehurst in his home state of North Carolina...An outdoor enthusiast who snowboards and rock climbs. Also spent some time heliboarding in Alaska. Lived out of his van in Montana for five years...Is a professional kayaker.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2005","qSchoolYear" : "","exmtStatus" : "113th on 2014-15 money list","otherVics" : "","intlVics" : "","curYearHigh" : "Opened the Puerto Rico Open at Coco Beach with a bogey-free 6-under 66 on a day when wind gusts reached 25 mph to get within two strokes of 18-hole leader Rafael Campos, a Puerto Rico native. Three ensuing rounds of 71 resulted in a share of eighth place with Campos and Aaron Baddeley.","carHigh" : "2014-15: Missed the cut at the John Deere Classic, just days (July 17) before having season-ending surgery to repair the meniscus in his left knee. Finished No. 126 on the FedExCup standings but retained his TOUR card by finishing No. 113 on the money list...Making his 200th career PGA TOUR start, lost in a playoff at The McGladrey Classic to drop his TOUR record to 1-1 in playoffs. Made bogey-5 on the first extra hole (No. 18) to drop out of the three-person overtime that included eventual champion Robert Streb and Brendon de Jonge. His week included an ace on the par-3 sixth hole Saturday, an 8-iron from 174 yards, marking the second hole-in-one in tournament history. Was tied with Andrew Svoboda entering the final round of the event. His only other lead going into the final round on the PGA TOUR came at the 2006 Barracuda Championship, where he carried a share of the lead on to victory. Held a share of the 18-hole lead at the OHL Classic at Mayakoba, with a 6-under 65. Fell off track in the third round with two bogeys and two double bogeys, resulting in a 3-over 74. Rebounded Sunday with a 5-under 66 to claim a T9 with six others...Shot a bogey-free 68 in the final round of the Puerto Rico Open to move up 14 spots on the leaderboard and finish T6 with three others...Did not play in the Wyndham Championship in Greensboro due to a knee injury and was one of five players to fall in the standings and lose an invitation to the FedExCup Playoffs (dropped form No. 116 to No. 126).\n\n2013-14: Enjoyed one of his best seasons on the PGA TOUR, claiming five top-10 finishes in 14 made cuts, highlighted by a T2 in Texas. As a result of his steady play, kept his season alive into the FedExCup Playoffs for the second time, and first since 2007. Competed in the first three Playoffs events before settling in at No. 65 in the FedExCup standings, a career-best...Highlighted by a third-round, 7-under 64 and bookend 2-under 69s, finished T9 at the Frys.com Open in his first TOUR start since missing the cut at the 2012 Reno-Tahoe Open...Finished T6 at the Farmers Insurance Open after missing his last four cuts at Torrey Pines GC...Posted four rounds of par-or-better at PGA National to claim a share of sixth place with David Hearn in his sixth start at The Honda Classic, and first since 2010...Next top-10 finish was a T4 at the Valspar Championship. After an opening-round, 2-over 73, posted sub-par rounds of 70-68-69 to finish at 4-under 280. His six birdies in the final round tied Sangmoon Bae for the most in the final round on a windy day. The top-10, his fourth of the season in just 11 starts, broke his record of three in a year (2007)...At the Valero Texas Open, was one of just four players to post four par-or-better rounds on the challenging TPC San Antonio AT&T Oaks Course. As a result, finished T2 with Daniel Summerhays, one stroke behind Steven Bowditch. The top-10 finish was his fifth of the season and came in just his 13th start. His previous high for an entire season was three top-10s in 2007. \n\n2013: Playoff runner-up to Andrew Svoboda at the Chiquita Classic, the second of four Web.com Tour Finals' events. Chipped in for eagle from 35 feet at the 72nd hole to grab the clubhouse lead at 12-under par at River Run CC. Got into a playoff when Svoboda bogeyed the 17th hole and failed to birdie the final hole of regulation. Struggled on the first hole of the playoff, missing the fairway on both his first and second shots at the par-5. Third shot ran over the green. He then missed an 8-footer for par that would have extended the playoff after Svoboda two-putted for par from 20 feet. Runner-up effort was his best on either Tour since his win at the 2008 Viking Classic...Earned his first top-10 of the year, with a T4 at the WNB Golf Classic in April. Third-round 65 at Midland CC moved him within three of the lead but managed only an even-par 72 on the last day and wound up four back of winner Alex Aragon...Had six other top-25s before the Finals to finish 40th in earnings...Missed the cut in first Finals' event, the Hotel Fitness Championship, but Chiquita earnings held up, paving the way for his return to the PGA TOUR.\n\n2012: Made the cut in the first three of six PGA TOUR Season starts. Also made 10 starts on the Web.com Tour during that time, with a best finish of T7 at the South Georgia Classic. \n\n2011: Highlight of PGA TOUR Season was a T15 at the Frys.com Open. In round three at CordeValle GC, holed out for an eagle-2 at the 17th hole en route to a career-best, 9-under 62. He finished T15...In 10 Web.com Tour starts, lone top-10 finish was a T4 at the BMW Charity Pro-Am. 2010: Made the cut in 14 of 23 starts on TOUR, claiming his only top-10 finish at the Frys.com Open during the PGA TOUR Fall Series. Opened with a 5-under 65 en route to T6 honors with five others. 2009: Made the cut in nine of 24 starts, with four top-25 finishes. Finished outside the top 125 (No. 126) for the first time since his rookie season in 2005...Finished T5 at The Honda Classic with a pair of 67s in the opening rounds...Picked up his second top-10 finish at the Memorial Tournament (T10) on the strength of a final-round 68. 2008: Picked up second TOUR victory in a playoff at the Viking Classic...After missing six cuts in his first 10 starts, underwent right knee surgery on May 1 and was sidelined for eight weeks. Returned at the Buick Open in late June...Collected his first top-10 of the season with a T4 at the John Deere Classic. Held a two-stroke lead after 36 holes at TPC Deere Run. Closed with a 1-under par 70 to miss the three-man playoff won by Kenny Perry by a stroke. It was his first top-10 since finishing T7 at the 2007 Wyndham Championship...In the next start, collected his second TOUR title at the Viking Classic in a three-man playoff. On Sunday, he birdied four of the last six holes to record a 4-under 68 and reach a playoff with Marc Turnesa and Brian Gay. Birdied the par-5 18th hole three consecutive times, including the first two playoff holes. Gay dropped out after the first extra hole, and then third-round leader Turnesa was eliminated on the second extra hole. The victory came one day after calling a two-stroke penalty on himself for moving a loose impediment inside a hazard on the par-5 18th hole, leading to a triple bogey to finish the third round. 2007: Started the year with a bang thanks to a T4 finish in first appearance in the Mercedes-Benz Championship. One of four first-time participants to finish among the top-10. Opened with a 4-under 69 to share the first-round lead with four other players, including eventual winner Vijay Singh...Next top-10 came in June at the Stanford St. Jude Championship, a T8 at TPC Southwind...Playing in home state, North Carolina, at the Wyndham Championship, led after a first-round 64, finished T7. 2006: Second year on TOUR highlighted by first career win at the Reno-Tahoe Open, his only top-10 of the season...One of 13 first-time winners on TOUR...Finished season No. 100 on the money list...Win at the Reno-Tahoe Open came in his 47th career start. Set tournament first-round scoring record with a 9-under 63. Held first-round lead and shared third-round lead prior to making a 10-foot birdie putt on the 72nd hole to defeat Bob Estes by a stroke. The birdie on 18 was his first on the back nine since the second round. Set tournament record with three eagles in the first round and four overall. Became tournament's fourth first-time winner. 2005: After finishing 179th on the PGA TOUR money list in his rookie season, placed T9 at the PGA TOUR Qualifying Tournament in December to regain his status for 2006. Lone top-10 was a T8 at the Michelin Championship at Las Vegas. 2004: Earned initial TOUR card by finishing T26 at the PGA TOUR Qualifying Tournament, his first trip to finals in three attempts. Named Player of the Year on the Hooters Tour after finishing third on the money list and winning three times, at the Touchstone Energy Open in Greenville, N.C.; Buffalo Run Casino in Miami, Okla.; and Dothan (Ala.) Classic. 2003: Won the Canon U.S.A. Classic in West Palm Beach, Fla. on the Golden Bear Tour and finished ninth on the money list that year. Has also played the Canadian Tour. \n","otherCarHigh" : "","personal" : "Gave up golf after his sophomore year in high school after being a top junior player and did not pick up the sport again until almost 10 years later. Inspired by Payne Stewart's 1999 U.S. Open win at Pinehurst in his home state of North Carolina...An outdoor enthusiast who snowboards and rock climbs. Also spent some time heliboarding in Alaska. Lived out of his van in Montana for five years...Is a professional kayaker...Twitter site is @mavandnash.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T8th at the Puerto Rico Open at Coco Beach.","dynStats" : "He ranks T49th in Approach 100-125 yards (RTP Sc on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/pages\/Will-Mackenzie\/40140004763"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/mavandnash"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}