{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01093","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Black","first" : "Ronnie","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "180","weightMetric" : "82","birthDate" : "May 26, 1958","age" : "57","birthPlace" : "Lovington, New Mexico","residence" : "Tucson, Arizona","family" : "Wife, Sandra; Justin (12\/14\/86), Alex (5\/11\/88), Anthony (1\/26\/93), Macy Jewel (9\/26\/99)","education" : "Lamar University","splInterest" : "Hunting, fishing, movies","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1981","clubAffl" : "","cityPlaysFrm" : "Tucson; Arizona; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,287,273&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Finished 152nd on the 2001 PGA TOUR money list with a solo-fifth effort in AT&T Pebble Beach National Pro-Am...Also had a T12 in the B.C. Open...Made nine cuts in 17 tournaments last season...Made 13 cuts and posted three top-25s in 28 events entered on PGA TOUR in 2000 after earning full playing privileges the year before...Two-time winner on PGA TOUR since joining in 1982...First victory was the 1983 Southern Open, where he birdied the fourth playoff hole to defeat Sam Torrance...Won the following year at the Anheuser-Busch Classic, overcoming a seven-stroke deficit with a final-round 63 to defeat Willie Wood by one stroke...Winner of the 1976-77 New Mexico High School Championships...Won 1981 Southland Conference Championship while attending Lamar University...Winner of 1989 Pebble Beach Invitational...First picked up a club at age 9, but it wasn't until he attended Lamar University that he saw a course with bunkers...Father was high school basketball coach and brother a PGA professional.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1982","qSchoolYear" : "1981, 1982, 1990, 1995","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2009: Had his best financial season in professional golf, with almost $350,000 in official money on the Champions Tour and just over $72,000 in PGA TOUR earnings. Started season with a conditional exemption on the Champions Tour through 2008 National Qualifying Tournament but managed to play his way into the top 50 on the final 2009 money list despite not starting his year until early March (Toshiba Classic). Highlight of his season was a T2 at the Dick's Sporting Goods Open in June. Performance was his best in any Tour-sponsored event since his second-place finish at the PGA TOUR's 1989 Centel Classic. Shot rounds of 63-66 on the weekend at En-Joie GC, which matched the best final 36 holes of the 2009 season (Lonnie Nielsen matched him at same event). Along with Fred Funk, finished three strokes back of Nielsen, but his $132,000 paycheck eventually boosted him into exempt status for the remainder of the season. Also T11 at the 3M Championship, thanks to a final-round 66. Was one of just three players to make two eagles in a round, doing so on Saturday at the U.S. Senior Open. Also made the cut in all three starts on the PGA TOUR, with a T21 at the Puerto Rico Open his best outing. 2008: Made his Champions Tour debut at the Commerce Bank Championship after open qualifying to get into the event. Finished T49 on the Red Course at Eisenhower Park. Made seven more appearances along the way and finished the season with $191,484 in earnings. Posted first top-10 finish on the Champions Tour in just his second start when he posted three straight sub-par rounds at the En-Joie GC to finish T7 at the Dick's Sporting Goods Open in July. Posted five top-20 finishes in his eight starts, including a T16 at The Senior Open Championship. Made two starts on the PGA TOUR in 2008 prior to turning 50, with a T39 at the Puerto Rico Open (in his 550th career TOUR start) his best outing. Also played in three Nationwide Tour events, with a T16 at the South Georgia Classic his best finish. 1989: Winner of the Pebble Beach Invitational. 1984: Won the second and final time on the PGA TOUR at the Anheuser-Busch Classic, overcoming a seven-stroke deficit with a final-round 63 to defeat Willie Wood by one stroke. 1983: Claimed first PGA TOUR victory at the Southern Open, where he birdied the fourth playoff hole to defeat Sam Torrance. Amateur: Winner of the 1976-77 New Mexico High School Championships. Won 1981 Southland Conference Championship while attending Lamar University. Winner of 1989 Pebble Beach Invitational.\n","otherCarHigh" : "","personal" : "First picked up a club at age nine, but it wasn't until he attended Lamar University that he saw a course with bunkers...Grew up in an athletic household. Father was a high school basketball coach and brother was a PGA professional.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "Missed the cut at the Puerto Rico Open in his only PGA TOUR start...Posted two top-10s in 22 starts on the Champions Tour. Opened with successive rounds of 69 on his way to a T6 finish in his first start of the season at The ACE Group Classic in Naples. Closed with a 6-under-par 65 to finish second at the Champion Tour's Toshiba Classic."},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2008","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(1): 1989 Pebble Beach Invitational.","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Made just three starts during the campaign, with a best finish of T49 at the Pacific Links Hawaii Championship...Also made one start on the PGA TOUR, at the Reno-Tahoe Open (missed cut).\n\n2011: Made 17 starts with his best finish a T23 at the Dick's Sporting Goods Open. 2010: Finished 41st on the final earnings list and was among the top 25 eight times in his 22 appearances...Highlight of his year came when he closed with a 6-under-par 65 Sunday at the Toshiba Classic and finished in second place at Newport Beach, four strokes back of Fred Couples...In his first start of the year, opened with successive rounds of 69 on his way to a T6 finish at The ACE Group Classic in Naples...Made just one appearance on the PGA TOUR, missing the cut at the Puerto Rico Open after rounds of 77-69. 2009: Had his finest financial season in professional golf, with almost $350,000 in official money on the Champions Tour and just over $72,000 in PGA TOUR earnings...Started season with a conditional exemption on the Champions Tour through the 2008 National Qualifying Tournament but managed to play his way into the top 50 on the final 2009 money list despite not starting his year until early March (Toshiba Classic)...Secured fully-exempt status for 2010 with a T2 performance at the National Qualifying Tournament at TPC Scottsdale (Champions)...Highlight of his season was a T2 at the Dick's Sporting Goods Open in June. Performance was his best in any Tour-sponsored event since his second-place finish at the PGA TOUR's 1989 Centel Classic. Shot rounds of 63-66 on the weekend at En-Joie GC, which matched the best final 36 holes of the 2009 season (Lonnie Nielsen matched him at same event). Along with Fred Funk, finished three strokes back of Nielsen, but his $132,000 paycheck eventually boosted him into exempt status for the remainder of the season. 2008: Missed out on earning fully-exempt status for 2009 when he finished sixth at 2008 National Qualifying Tournament...Made his Champions Tour debut at the 2008 Commerce Bank Championship after open qualifying to get into the event. Finished T49 on the Red Course at Eisenhower Park. Made seven more appearances, mainly through the Career Victory category, and finished with $191,484 in earnings. Posted first Champions Tour top-10 finish in just his second start when his three straight sub-par rounds at the En-Joie GC gave him a T7 at the Dick's Sporting Goods Open in July. Overall, had five top-20 finishes in his eight starts. \n","otherCarHigh" : "Two-time winner on the PGA TOUR after joining the circuit in 1982...First victory came at 1983 Southern Open, where he came from three strokes off the pace to catch Sam Torrance of Scotland, then dropped a 6-foot birdie putt on the fourth playoff hole to win...Won again the following year at the Anheuser-Busch Classic, overcoming a seven-stroke deficit with a final-round 63 to defeat Willie Wood by one stroke...Best season on the PGA TOUR was in 1984 when he finished 35th on the final money list...Won 1981 Southland Conference Championship while attending Lamar University...Also won the 1976-77 New Mexico High School Championships.","personal" : "First picked up a club at age 9, but it wasn't until he attended Lamar University that he first saw a course with bunkers...Grew up in an athletic household. Father was a high school basketball coach and brother was a PGA professional.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the PGA TOUR Champions 2 times.","dynStats" : "He ranks T71st in Best YTD Par or Better Streak on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}