{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34363","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hatton","first" : "Tyrrell","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "161","weightMetric" : "73","birthDate" : "October 14, 1991","age" : "24","birthPlace" : "High Wycombe, Buckinghamshire, England","residence" : "Marlow, Buckinghamshire, England","family" : "Single","education" : "","splInterest" : "Movies, reading","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2011","clubAffl" : "","cityPlaysFrm" : "; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: In mid-January, had four under-par rounds at the Abu Dhabi HSBC Golf Championship, including an opening 66 and a closing 67 at Abu Dhabi GC, to T6 with James Morrison and Bernd Wiesberger, five shots behind winner Gary Stal...Picked up his second top-10 of the campaign when he T8 at the Volvo China Open in Shanghai in April. Recovered nicely from an opening, 3-over 75 to finish 69-69-71...At the Dubai Duty Free Irish Open in May, despite shooting a final-round, 3-over 74, still finished T4 at Royal County Down, a stroke out of the Soren Kjeldsen-Bernd Wiesberger-Eddie Pepperell playoff...Had another strong outing, this time at the Omega European Masters. Thanks to a stellar, final-round 62 at Crans-sur-Sierre GC in Switzerland, earned a third-place finish, two shots behind winner Danny Willett...Made his domestic PGA TOUR debut, at the PGA Championship at Whistling Straits. Recorded weekend rounds of 68-70 to T25, his first made cut in five PGA TOUR starts...At the Saltire Energy Paul Lawrie Match Play, lost in the quarterfinals at the event in Aberdeen, Scotland, falling in 19 holes to Marc Warren after defeating American Peter Uihlein, 5 and 4, in the round of 16.\n\n2014: Came close to winning his first European Tour title but settled for a T2 at the Joburg Open in February. Enjoyed four rounds in the 650s at Royal Johannesburg and Kensington GC to tie with Jin Jeong and Justin Walters, three shots behind George Coetzee. It was his career-best finish on the circuit...Was back in contention again in July, at the Aberdeen Asset Management Scottish Open. Weekend rounds of 66-68, combined with his 69-71 start at Royal Aberdeen, left him at 10-under for the event and tied with Stephen Gallacher, Shane Lowry and Matteo Manassero, six shots behind winner Justin Rose...Earned his second top-three of the campaign when he T3 at the Omega European Masters in Switzerland in September. Opened 67-66 then added a pair of 65s on the weekend, a core that left him a shot shy of the David Lipsky-Graeme Storm playoff in Crans Montana...Closed his season with a T6 at the DP World Tour Championship in Dubai. Had four under-par rounds, including a pair of 68s in the second and third rounds...Other top-10 came at the Abu Dhabi HSBC Golf Championship in January, a T10. \n\n2013: Played primarily on the European Challenge Tour, with two European Tour starts, including getting a start in The Open Championship. Best play came late in the season, when he reeled off four top-10s in his final five starts to earn his 2014 European Tour card. Made the cut in each of his first 10 events, recording his first top-10 in his 10th event, the Scottish Hydro Challenge. Opened 65-69 for the T10 in Aviemore, Scotland...At the Open Blue Green Cotes d'Armor Bretagne, turned in weekend rounds of 69-68 to finish 10th in Pleneuf, France...Was never really in contention at the Kazakhstan Open, with Johan Carlsson dominating. But still shot a third-round 65 that led to a T2 with Adrian Otaegui and Duncan Stewart, seven shots behind Carlsson's winning pace...In his next start, a month later, was runner-up again, this time at The Foshan Open in China. Contended all week after opening 66-69. Weekend rounds of 70-70 left him a stroke behind winner Nacho Elvira. Tied with Shiv Kapur and Sam Walker at Foshan GC...In his final top-10 of the season, was T6 at the Dubai Festival City Challenge Tour Grand Final. Shot a Sunday 68 to move into the top 10. Tied with two others.\n\n2012: Enjoyed two top-10s playing mainly on the European Challenge Tour. Opened his season quickly, finishing T8 at the Pacific Rubiales Colombia Classic at the CC of Barranquilla. Was within one shot of the leader, Nick Dougherty, through 54 holes but played poorly on the final day, firing a 3-over 75 to drop out of contention...Only other top-10 came in Austria in June. Opened and closed with 66s at the GC Klagenfurt-Seltenheim to T4 at the Karnten Golf Open. Tied with Gary Lockerbie and Michael Lorenzo-Vera, four shots behind winner Gary Stal. \n\nAmateur: Won the 2010 Czech Amateur Open. Captured the 2012 Your Golf Travel Classic, shooting a final-round 67 at Bovey Castle. Began the final round three shots behind leader Stuart Manley. Defeated Manley and Martin LeMesurier by three shots, making birdies on two of his last three holes. \n","otherCarHigh" : "","personal" : "Began playing golf at age 3, learning the game at a local par-3 course. Decided he wanted to be a European Tour player when he attended the BMW PGA Championship at Wentworth Club. Attended the event numerous times, traveling 30 minutes from his home in Marlow...Website is tyrrellhatton.com.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T25th in 2015 at the PGA Championship.","dynStats" : "He ranks T73rd in Current Par or Better Streak on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}