{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20481","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Monasterio","first" : "Cesar","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "174","weightMetric" : "83","birthDate" : "November 28, 1963","age" : "52","birthPlace" : "Tucuman, Argentina","residence" : "Yerba Buena, Argentina","family" : "Wife, Marcela; Ramiro, Agustina","education" : "","splInterest" : "Music, soccer, tennis","pronunciation" : "CE-sar muh-nahs-TEH-rioh","nwTourAlumnus" : "","trndProYear" : "1990","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "33,843&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2013","otherVics" : "","intlVics" : "1994 Abierto del Litoral [Argentina]. 1998 Santiago del Estero [Argentina]. 1999 Abierto del Litoral [Argentina]. 2002 Acantilados [Argentina]. 2005 Abierto Telefónica de Guatemala [TLA\/ECT]. 2006 Aa St Omer Open [EUR]. 2008 Ángel Cabrera Classic [Argentina]. 2012 Gran Premio Las Praderas de Luján [Argentina]. 2014 English Senior Open [EuroSenior].","curYrHigh" : "","carHigh" : "2015: Halfway through August he had made the cut in three of his five starts on the Champions Tour, with a T39 finish at the Shaw Charity Classic as his best… A T14 at the Swiss Seniors Open has been his best of three top-25s in seven starts on the European Senior Tour between May and July… A T9 finish at the 84th Abierto OSDE del Centro in Cordoba, Argentina in April helped him regain PGA TOUR Latinoamérica status at the midseason reshuffle. Entered the reshuffle as the third best non-member ranked on the Order of Merit.\n\n2014: Will be conditionally-exempt in 2015 after finishing 11th at the Champions Tour National Qualifying Tournament at Orange County National near Orlando... Appeared in a strong position to earn a fully-exempt position after starting the final round in second place. However, closed with a 5-over-par 77 and saw his chances slip away by playing his final three holes at 4-over-par. Finished T10 with Rick Gibson but slipped to 11th when Gibson made par on the first extra hole... Competed on the European Senior Tour during the campaign and was one of the top players on that Tour... Finished fifth on the European Senior Tour's Order of Merit and was that circuit's Rookie of the Year. He became just the second South American to win the coveted award since it was launched in 1998, after Brazilian Priscillo Diniz in 2000, and the eighth non-European recipient and first since Thailand's Boonchu Ruangkit in 2010... Won the English Senior Open by five strokes and in the process he became just the fifth player to win an event on the European, Challenge and Senior Tours...He was also second at the French Riviera Masters and T2 at the SSE Scottish Senior Open...In all, he had eight top-10 finishes in Europe… Made the cut in four of six starts on PGA TOUR Latinoamérica, with a solo 13th finish as his best at the Guatemala Stella Artois Open at La Reunion Golf Resort early in the year. His highlight of the week in Guatemala was an albatross at the 392-yard par-four No. 10, where he hit the driver off the tee to find the bottom of the cup. Said it was his 18th career hole-in-one but his first on a par-four. It was also the first ace ever recorded on a par-four on PGA TOUR Latinoamérica.\n\n2013: Finished T7 at the Developmental Series Final Samsung Tournament in Lima, Peru in December to earn conditional status for the 2014 season of PGA TOUR Latinoamérica… Had lost his PGA TOUR Latinoamérica card a week earlier after finishing the season ranked No. 77 in the Order of Merit. Made five cuts in 10 starts and his best finish was T11 at the 82nd Abierto OSDE del Centro in Cordoba, Argentina in April. Earned his PGA TOUR Latinoamérica card by finishing T7 at the Qualifying Tournament in Lima, Peru in February… Had three top-10 finishes in eight starts on the Argentine Tour, with a third place finish at the Abierto del Litoral as his best.\n\n2012: Finished T35 at the season ending 107th VISA Open de Argentina for his best result in three starts on PGA TOUR Latinoamérica… A T8 finish at the Kenya Open was his only top 10 in 17 starts on the European Challenge Tour… Claimed runner-up honors at the Tour de las Americas' 81st Abierto OSDE del Centro in Cordoba, Argentina in April… Defeated Ulises Méndez in a playoff to win the Argentine Tour's XXXI Gran Premio Las Praderas de Lujan in October.\n\n2011: Collected two top-5 finishes in nine starts on the European Tour… His top finishes were T3 at the Bankia Madrid Masters and T5 at the Austrian GolfOpen… His best finish in ten Challenge Tour starts was T21 at the Kazakhstan Open.\n\n2010: Combined for eight starts on the Challenge Tour and the European Tour… His best finish was T11 at the II Copa Antioquia, an event co-sanctioned by the European Challenge Tour and the Tour de las Americas… Also finished T17 at the European Tour's Saint-Omer Open.\n\n2009: Best finish in 12 European Challenge Tour starts was T11 at the ECCO Tour Championship.\n\n2008: Best finish and only top 10 in 13 European Challenge Tour starts was T7 at the 102º VISA Open de Argentina, an event also sanctioned by the Tour de las Americas… Won the Argentine Tour's Ángel Cabrera Classic in November.\n\n2007: A T19 finish at the UBS Hong Kong Open was his best in 28 European Tour starts… Finished the season ranked No. 188 in the Order of Merit to lose his card.\n\n2006: As a European Challenge Tour member he went on to win the European Tour's Aa St Omer Open to earn back his Tour playing privileges. Shot 68, 68, 71 and 67 to win at -10… Finished the season ranked 132nd on the European Tour's Order of Merit… Started the year with a T50 finish at the Web.com Tour's Movistar Panama Championship.\n\n2005: Made his return to the Challenge Tour, where he won the Abierto Telefónica de Guatemala, an event co-sanctioned by the Tour de las Americas. Posted four round in the sixties to win at -19 at Hacienda Nueva CC… Following 18 Challenge Tour starts, he finished the season ranked 30th in the Order of Merit.\n\n2004: A T16 finish at the Open de Sevilla was his best in 23 European Tour starts… Made his first Web.com Tour start ever by finishing T46 at the Bell South Panama Championship in February.\n\n2003: In February he lost to his countryman Sebastián Fernández in a playoff for the Costa Rica Open title, a tournament co-sanctioned by the Tour de las Americas and the Challenge Tour… Had six top-10 finishes in 24 Challenge Tour starts to close the year ranked 16 in the Order of Merit, one spot outside the top 15 advancing to the European Tour… A few weeks later took revenge by finishing 18 on the European Tour Qualifying School Finals to earn a spot on the 2004 European Tour.\n\n1995: Teamed-up with Eduardo Romero to represent Argentina at the World Cup. That was his first and only World Cup career start. They finished 23rd among 32 teams competing in Mission Hills, China. \n\nOTHER DETAILS: Played on the South American Tour in the 90s.\n","otherCarHigh" : "","personal" : "Says his family is the most important thing outside of golf… Includes finishing among his hobbies… His first instructor was Rodolfo Monroy, but nowadays works with E. Fonseca… The golf course he has enjoyed playing the most is Le Golf National in Paris, France… Drives a Chevrolet… His favorite professional team is River Plate from the Argentine Football League (soccer)… Favorite city is Milan… Charity of his choice is the ACTEN Foundation… Twitter: @OkinMonasterio","otherInfo" : "","prYrSeason" : "","exmtStatus" : "2015 Midseason reshuffle"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(11): 1994 Abierto del Litoral. 1996 Palermo Grand Prix. 1997 Praderas Grand Prix. 1999 Abierto del Litoral. 2002 Acantilados Grand Prix, Santiago Open, Santiago del Estero Open. 2005 Abierto Telefonica Moviles de Guatemala. 2006 Aa St. Omer Open. 2008 Ángel Cabrera Classic. 2010 Viña del Mar Open. 2012 Gran Premio Las Praderas.","intlVics" : "(1) 2014 English Senior Open.","curYearHigh" : "","carHigh" : "2014: Will be conditionally-exempt in 2015 after finishing 11th at the Champions Tour National Qualifying Tournament at Orange County National near Orlando...Appeared in a strong position to earn a fully-exempt position after starting the final round in second place. However, closed with a 5-over-par 77 and saw his chances slip away by playing his final three holes at 4-over-par. Finished T10 with Rick Gibson but slipped to 11th when Gibson made par on the first extra hole...Competed on the European Senior Tour during the campaign and was one of the top players on that Tour...Finished fifth on the European Senior Tour's Order of Merit and was that circuit's Rookie of the Year. He became just the second South American to win the coveted award since it was launched in 1998, after Brazilian Priscillo Diniz in 2000, and the eighth non-European recipient and first since Thailand's Boonchu Ruangkit in 2010...Won the English Senior Open by five strokes and in the process he became just the fifth player to win an event on the European, Challenge and Senior Tou\n\n\n","otherCarHigh" : "Competed on the European Tour as well as that circuit's Challenge Tour in his career...Won the 2006 Aa St. Omer Open in France for his lone European Tour victory...Played the European Tour full-time from 2004-08 and also spent six years on the Challenge Tour, with a 2005 victory at the Abierto Telefonica Moviles de Guatemala...He has also won 10 tournaments in South America in his career as well...Represented Argentina at the 1995 World Cup in China.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri was T9th in 2015 at the 84 Abierto OSDE del Centro presentado por Fiber Corp.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}