{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02246","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Waldorf","first" : "Duffy","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "225","weightMetric" : "102","birthDate" : "August 20, 1962","age" : "53","birthPlace" : "Los Angeles, California","residence" : "New Smyrna Beach, Florida","family" : "Wife, Vicky; Tyler Lane (7\/16\/90), Shea Duffy (4\/23\/92), Kelli Ann (1\/14\/94), Justin James (7\/20\/96)","education" : "UCLA (1985, Psychology)","splInterest" : "Wine collecting","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1985","clubAffl" : "","cityPlaysFrm" : "Northridge; CA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "15,771,893&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2012","exmtStatus" : "Conditionally Exempt: 193rd on 2012 PGA TOUR Money List","otherVics" : "(3): 1995 Hyundai Team Matches [with Tom Lehman]. 1996 Hyundai Team Matches [with Tom Lehman]. 2000 Hyundai Team Matches [with Tom Lehman].","intlVics" : "","curYearHigh" : "Earned the first win of the 2016 season when he sank a 25-foot birdie putt on the final hole to slip by Tom Lehman at the season-opening Mitsubishi Electric Championship at Hualalai. Trailed Lehman by two strokes with six holes remaining, but birdies on three of the final six holes, including the decisive 18th, was the difference. Played all 54 holes without a bogey and became the fourth player in tournament history to do so, but just the second to win. John Cook was the other in 2013. The victory was his second in his last three starts, dating back to 2015 when he won the Toshiba Classic, the final full-field event of the year...Three consecutive rounds in the 60s led to T6 finish at the Tucson Conquistadores Classic in March.","carHigh" : "2012: Made appearances on all three Tours, joining the Champions Tour in late August at the Boeing Classic (T8)...Turned in his best performance on the circuit, at the Greater Hickory Classic at Rock Barn, where he finished second. Rallied from four strokes back Sunday to catch Fred Funk late on the front nine. The two were locked in a duel throughout the back nine until Funk's birdie at the final hole gave him the victory. Final-round 66 equaled the best Sunday score of the field. Led the field at the Greater Hickory Classic with 17 total birdies over three rounds...After a T8 at the Boeing Classic, was also T8 in his next start at the Pacific Links Hawaii Championship...Played 11 events on the PGA TOUR on a Major Medical Extension (knee surgery). Had five events to earn $784,168 but didn't make that amount. Best effort was a T21 in late July at the True South Classic...Also made 11 appearances on the Web.com Tour and was in the top 10 twice...Finished T2 at the TPC Stonebrae Championship, closing his week with a 31 on his final nine holes to challenge for the win. It was his first top-10 in a TOUR-sponsored event since a T3 at the 2006 Chrysler Classic of Tucson on the PGA TOUR and his highest finish since a T2 at the 2003 FBR Capital Open...Posted four straight rounds in the 60s at the Preferred Health Systems Wichita Open to finish solo eighth at Crestview CC. 2011: Made 14 starts on TOUR, with five made cuts. On the Web.com Tour, claimed a pair of top-15 finishes in seven starts. 2010: Did not make a PGA TOUR start. Has 19 events to earn $845,402, which coupled with earnings of $7,350 in 2008, would equal No. from the 2008 money list and earn Major Medical Extension status for the remainder of the 2011 season...In his only Web.com Tour start, the inaugural Winn-Dixie Jacksonville Open, he missed the cut. 2009: Did not compete on the PGA TOUR or Web.com Tour as he continued to recover from 2008 knee surgery. Played under a second consecutive Major Medical Extension. Had 19 events to earn $845,402, which coupled with earnings of $7,350 in 2008, would have equaled No. from the 2008 money list and earn the Major Medical Extension status for the remainder of the 2010 season. 2008: Finished outside the top on the money list for a fourth consecutive season, making only four starts, with only made cut a T61 at the Puerto Rico Open…Did not play again after that and underwent knee surgery in May. 2007: Earned his PGA TOUR card for 2008 after a T14 finish at the TOUR Qualifying Tournament…Played in 23 events and made 11 cuts, with three top-25 finishes. 2006: Playing with Past Champion status, finished just outside the top (131st) in 20th season on TOUR…Finished T3 at the Chrysler Classic of Tucson to pick up his first top-10 on TOUR since a T7 at the 2004 84 LUMBER Classic. 2005: Finished outside the top-125 (No. 153) for just the fourth time in 19 seasons. Did not post a top-10 finish for the first time in PGA TOUR career. 2002: Tied for 18- and 36-hole leads at the 2002 Open Championship. Fell out of contention with third-round 76, but recovered with final-round 69 for best career Open Championship finish, a T18. 2000: For the first time in his career, won in back-to-back seasons with victory at the National Car Rental Golf Classic at Walt Disney World Resort. Came from six strokes back of 54-hole leaders Steve Flesch and Tiger Woods with a final-round 62 to win by one. Final round highlighted by 10 birdies, including the winning putt from 12 feet on the 18th green. 1999: Best season of TOUR career, with wins at the Buick Classic and Westin Texas Open…Shared 54-hole lead at Buick Classic. Closed with 71, during which he birdied last two holes at Westchester CC to produce a playoff with Dennis Paulson. Birdied first extra hole…Became a two-time champion of Westin Texas Open, sinking a 45-foot birdie putt on first hole of playoff to defeat Ted Tryba. 1996: Claimed a T5 at Masters in, his best career finish in a major. 1995: First TOUR victory came in decisive fashion at LaCantera Texas Open. Held 36-hole lead after shooting back-to-back 66s and led Jay Don Blake by one stroke through 54 holes. Shot closing 65 to defeat runner-up Justin Leonard by six strokes and next-closest competitors by 12. 1990: Was PGA TOUR Qualifying Tournament medalist in fourth attempt. \n","otherCarHigh" : "Winner of 1984 California State Amateur and Broadmoor Invitational. 1985 College Player of the Year at UCLA.","personal" : "A connoisseur of fine wine. Enjoys wearing colorful caps and shirts. His wife and children mark, with messages and reminders, the golf balls he uses each week. He adds a few designs too. During 2000 victory at Disney World Resort, drew a picture of Mickey Mouse on one side of his golf ball and on the other his wife wrote, \"Mouse in the House.\" Got his nickname, Duffy, from his grandparents when he was small. Tagged along on the golf course and they called him \"Little Duffer.\"","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1990","qSchoolYear" : "1986, 1987, 1988, 1990, 2007","exmtStatus" : "Past Champion","otherVics" : "(3): 1995 Hyundai Team Matches [with Tom Lehman]. 1996 Hyundai Team Matches [with Tom Lehman]. 2000 Hyundai Team Matches [with Tom Lehman].","intlVics" : "","curYearHigh" : "Earned the first win of the 2016 season when he sank a 25-foot birdie putt on the final hole to slip by Tom Lehman at the season-opening Mitsubishi Electric Championship at Hualalai. Trailed Lehman by two strokes with six holes remaining, but birdies on three of the final six holes, including the decisive 18th, was the difference. Played all 54 holes without a bogey and became the fourth player in tournament history to do so, but just the second to win. John Cook was the other in 2013. The victory was his second in his last three starts, dating back to 2015 when he won the Toshiba Classic, the final full-field event of the year...Three consecutive rounds in the 60s led to T6 finish at the Tucson Conquistadores Classic in March.","carHigh" : "2012: Made appearances on all three Tours, joining the Champions Tour in late August at the Boeing Classic (T8)...Turned in his best performance on the circuit, at the Greater Hickory Classic at Rock Barn, where he finished second. Rallied from four strokes back Sunday to catch Fred Funk late on the front nine. The two were locked in a duel throughout the back nine until Funk's birdie at the final hole gave him the victory. Final-round 66 equaled the best Sunday score of the field. Led the field at the Greater Hickory Classic with 17 total birdies over three rounds...After a T8 at the Boeing Classic, was also T8 in his next start at the Pacific Links Hawaii Championship...Played 11 events on the PGA TOUR on a Major Medical Extension (knee surgery). Had five events to earn $784,168 but didn't make that amount. Best effort was a T21 in late July at the True South Classic...Also made 11 appearances on the Web.com Tour and was in the top 10 twice...Finished T2 at the TPC Stonebrae Championship, closing his week with a 31 on his final nine holes to challenge for the win. It was his first top-10 in a TOUR-sponsored event since a T3 at the 2006 Chrysler Classic of Tucson on the PGA TOUR and his highest finish since a T2 at the 2003 FBR Capital Open...Posted four straight rounds in the 60s at the Preferred Health Systems Wichita Open to finish solo eighth at Crestview CC.\n\n2011: Made 14 starts on TOUR, with five made cuts. On the Web.com Tour, claimed a pair of top-15 finishes in seven starts. 2010: Did not make a PGA TOUR start. Has 19 events to earn $845,402, which coupled with earnings of $7,350 in 2008, would equal No. from the 2008 money list and earn Major Medical Extension status for the remainder of the 2011 season...In his only Web.com Tour start, the inaugural Winn-Dixie Jacksonville Open, he missed the cut. 2009: Did not compete on the PGA TOUR or Web.com Tour as he continued to recover from 2008 knee surgery. Played under a second consecutive Major Medical Extension. Had 19 events to earn $845,402, which coupled with earnings of $7,350 in 2008, would have equaled No. from the 2008 money list and earn the Major Medical Extension status for the remainder of the 2010 season. 2008: Finished outside the top on the money list for a fourth consecutive season, making only four starts, with only made cut a T61 at the Puerto Rico Open…Did not play again after that and underwent knee surgery in May. 2007: Earned his PGA TOUR card for 2008 after a T14 finish at the TOUR Qualifying Tournament…Played in 23 events and made 11 cuts, with three top-25 finishes. 2006: Playing with Past Champion status, finished just outside the top (131st) in 20th season on TOUR…Finished T3 at the Chrysler Classic of Tucson to pick up his first top-10 on TOUR since a T7 at the 2004 84 LUMBER Classic. 2005: Finished outside the top-125 (No. 153) for just the fourth time in 19 seasons. Did not post a top-10 finish for the first time in PGA TOUR career. 2002: Tied for 18- and 36-hole leads at the 2002 Open Championship. Fell out of contention with third-round 76, but recovered with final-round 69 for best career Open Championship finish, a T18. 2000: For the first time in his career, won in back-to-back seasons with victory at the National Car Rental Golf Classic at Walt Disney World Resort. Came from six strokes back of 54-hole leaders Steve Flesch and Tiger Woods with a final-round 62 to win by one. Final round highlighted by 10 birdies, including the winning putt from 12 feet on the 18th green. 1999: Best season of TOUR career, with wins at the Buick Classic and Westin Texas Open…Shared 54-hole lead at Buick Classic. Closed with 71, during which he birdied last two holes at Westchester CC to produce a playoff with Dennis Paulson. Birdied first extra hole…Became a two-time champion of Westin Texas Open, sinking a 45-foot birdie putt on first hole of playoff to defeat Ted Tryba. 1996: Claimed a T5 at Masters in, his best career finish in a major. 1995: First TOUR victory came in decisive fashion at LaCantera Texas Open. Held 36-hole lead after shooting back-to-back 66s and led Jay Don Blake by one stroke through 54 holes. Shot closing 65 to defeat runner-up Justin Leonard by six strokes and next-closest competitors by 12. 1990: Was PGA TOUR Qualifying Tournament medalist in fourth attempt. Amateur: Winner of 1984 California State Amateur and Broadmoor Invitational. 1985 College Player of the Year at UCLA. \n","otherCarHigh" : "","personal" : "A connoisseur of fine wine...Enjoys wearing colorful caps and shirts. His wife and children mark, with messages and reminders, the golf balls he uses each week. Duffy adds a few designs too. During 2000 victory at Disney World Resort, drew a picture of Mickey Mouse on one side of his golf ball and on the other his wife wrote, \"Mouse in the House.\"...Got his nickname Duffy from his grandparents when he was small. Tagged along on the golf course and they called him \"Little Duffer.\"","otherInfo" : "","ntlTeams" : "Walker Cup (1), 1985.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2012","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(3): 1995 Hyundai Team Matches [with Tom Lehman]. 1996 Hyundai Team Matches [with Tom Lehman]. 2000 Hyundai Team Matches [with Tom Lehman].","intlVics" : "","curYearHigh" : "Earned the first win of the 2016 season when he sank a 25-foot birdie putt on the final hole to slip by Tom Lehman at the season-opening Mitsubishi Electric Championship at Hualalai. Trailed Lehman by two strokes with six holes remaining, but birdies on three of the final six holes, including the decisive 18th, was the difference. Played all 54 holes without a bogey and became the fourth player in tournament history to do so, but just the second to win. John Cook was the other in 2013. The victory was his second in his last three starts, dating back to 2015 when he won the Toshiba Classic, the final full-field event of the year...Three consecutive rounds in the 60s led to T6 finish at the Tucson Conquistadores Classic in March.","carHigh" : "2015: One of the feel-good stories on the PGA TOUR Champions...Became a winner on the over-50 circuit for the first time when he was a two-stroke victor over Joe Durant at the Toshiba Classic, the final full-field event of the season. An 11-under-par 60 effort Saturday was the impetus for his win, which came in his 73rd start on the PGA TOUR Champions. It was also his first win since the PGA TOUR's 2000 National Car Rental Golf Classic Disney title, a span of 292 starts. Flirted with the magical number 59 in the second round at the Newport Beach CC, needing a birdie on his final two holes, but failed to convert those opportunities. His 11-under-par 60 tied the tournament 18-hole scoring record set in 2004 by Tom Purtzer and later matched by Nick Price in 2011. However, his 54-hole total of 20-under-par 193 set a new tournament mark, and he also matched the PGA TOUR Champions record for most birdies in a 54-hole event when he registered 26...Followed his Toshiba Classic victory with a T9 at the season-ending Charles Schwab Cup Championship...In late April, was T5 with former UCLA teammate, Corey Pavin, at the Bass Pro Shops Legends of Golf...One week later, used a final-round 67 to move into a T6 at the Insperity Invitational...Also T6 at the Encompass Championship after three consecutive sub-par scores at North Shore CC...Rebounded from a 2-over-par 72 in the opening round of the U.S. Senior Open with three consecutive rounds in the 60s to T10 in Sacramento...Made his first start in a PGA TOUR event in nearly two years but missed the cut at March's Puerto Rico Open...Finished T23 at the PGA TOUR's Barbasol Championship in July. \n\n2014: Registered five of his six top-10 performances before mid-June and had his two best weeks of the season in his first two starts in Florida in February...First lost in a playoff to Michael Allen at the Allianz Championship when he couldn't get up and down from a greenside bunker for birdie on the second extra hole after Allen two-putted for birdie. Missed a 7-foot birdie putt to extend the overtime. Trailed Allen by eight strokes Friday but moved into contention with a 9-under 63 in the second round that included a 7-under 29 on the front nine. Shot 67 Sunday to forge a tie...Made another run the following week at The ACE Group Classic. Posted three rounds in the 60s and was among four players who battled down the stretch before his chances ended with a bogey on the final hole. Was T2 along with Olin Browne and Bernhard Langer, one shy in the final standings to Kirk Triplett, who sank a six-foot par putt on the final hole for the win...Three consecutive sub-par rounds at April's Greater Gwinnett Championship led to a T5 finish...Joined forces with former UCLA teammate Corey Pavin at the Big Cedar Lodge Legends of Golf, and the pair was T7 in the Champions Division in early June...The week prior, birdied the last hole at The Principal Charity Classic, which led to a T10 in Iowa...In early September, registered his only top 10 in the second part of the year at the Quebec Championship. Was among the early leaders with a first-round 66 at La Tempete GC. \n\n2013: Was the only player among the top 10 on the Charles Schwab Cup points list without a victory, and his 12 top-10 performances were also the most by a player during the season without a victory. Was among the leaders throughout the Constellation SENIOR PLAYERS Championship in late June and held the Sunday lead at one point, fueled by an opening-round, 6-under-par 29 on the front nine. Even-par back nine led to 64 and a T2 performance, two strokes back of Kenny Perry...Was the 36-hole leader at The Principal Charity Classic but could only manage a 1-under 71 in the final round at the Wakonda Club and finished T3 in Iowa...Registered back-to-back third-place finishes in Canada during late summer. Shot three straight rounds in the 60s to finish T3 at the inaugural Shaw Charity Classic in Calgary...One week later, continued his stellar play with a third-place finish at the Montreal Championship, finishing one stroke shy of a playoff with Kenny Perry and eventual-winner Esteban Toledo...Registered consecutive fourth-place efforts during August. Moved into contention after a 65 Saturday at the Dick's Sporting Goods Open, but eventually placed T4 after a Sunday 69. The following week, used a birdie-birdie-birdie-eagle finish at TPC Snoqualmie Ridge to vault into a T4 at the Boeing Classic...Had four straight top-10s in senior majors. In June, sat atop the leaderboard after 36 holes of the Tour's second major, the Regions Tradition, after rounds of 67-68. Shot 71-70 on the weekend and eventually slipped to a T5 finish in Alabama...Shared the first-round lead with Jay Haas at the Senior PGA Championship in May after a 5-under-par 66. Was on the leaderboard for most of the event before eventually finishing T6...After runner-up effort at Constellation SENIOR PLAYERS Championship, shot a closing-round 67 at Omaha CC to move up into a T9 at the U.S. Senior Open...Made three appearances on the PGA TOUR, finishing T39 at the Puerto Rico Open and T48 at the HP Byron Nelson Championship while missing the cut at the Valero Texas Open...Made one Web.com Tour start, finishing 64th at the South Georgia Classic in Valdosta. \n\n2012: Made appearances on all three Tours, joining the PGA TOUR Champions in late August at the Boeing Classic (T8)...Turned in his best performance on the circuit, at the Greater Hickory Classic at Rock Barn, where he finished second. Rallied from four strokes back Sunday to catch Fred Funk late on the front nine. The two were locked in a duel throughout the back nine until Funk's birdie at the final hole gave him the victory. Final-round 66 equaled the best Sunday score of the field. Led the field at the Greater Hickory Classic with 17 total birdies over three rounds...After a T8 at the Boeing Classic, was also T8 in his next start at the Pacific Links Hawaii Championship...Played 11 events on the PGA TOUR on a Major Medical Extension (knee surgery). Best effort was a T21 in late July at the True South Classic...Also made 11 appearances on the Web.com Tour and was in the top 10 twice...Finished T2 at the TPC Stonebrae Championship, closing his week with a 31 on his final nine holes to challenge for the win. It was his first top-10 in a TOUR-sponsored event since a T3 at the 2006 Chrysler Classic of Tucson on the PGA TOUR and his highest finish since a T2 at the 2003 FBR Capital Open...Posted four straight rounds in the 60s at the Preferred Health Systems Wichita Open to finish solo eighth at Crestview CC.\n","otherCarHigh" : "Played the PGA TOUR full-time from 1987-2008 and won four tournaments...First TOUR victory did not come until he was in his ninth full season. But at the 1995 LaCantera Texas Open, he won decisively. He held the 36-hole lead after shooting back-to-back 66s and was one stroke up on Jay Don Blake after 54 holes. Closed with a 65 for an easy six-shot triumph over Justin Leonard, with the next-closest contenders 12 strokes back...Enjoyed his best season on the PGA TOUR in 1999, winning twice and finishing 28th on the money list, his highest standing. First title that season came at the Buick Classic when he shared the 54-hole lead and carded a final-round 71 at Westchester to get into a playoff with Dennis Paulson, making birdie on the last two holes to force overtime. He eventually defeated Paulson with a birdie on the first extra hole...Claimed third career victory, and second TOUR win in San Antonio, later that year by winning the Westin Texas Open. Made a 45-foot birdie putt on the first playoff hole to defeat Ted Tryba...Claimed the National Car Rental Golf Classic in 2000 at Walt Disney World Resort. Came from six strokes back of 54-hole leaders Steve Flesch and Tiger Woods with a final-round 62 on the Magnolia course to win by one. Final round was highlighted by 10 birdies, including the winning putt from 12 feet on the final green...Regained playing privileges on the PGA TOUR in 2008 after a T14 finish at the National Qualifying Tournament...Made only four starts in 2008 after undergoing knee surgery in May that season...Did not compete on the PGA TOUR in 2009 or 2010 as he continued to recover from 2008 knee surgery...Was the medalist at the National Qualifying Tournament in 1990...As an amateur, won the 1984 California State Amateur and Broadmoor Invitational...Earned first-team All-America honors at UCLA in 1985 and was the Pac-12 Conference's Player of the Year that same season. Is one of four former Bruins on the PGA TOUR Champions along with Corey Pavin, Steve Pate and Tom Pernice, Jr...Was a member of the United States Walker Cup team in 1985...Is a member of the UCLA Athletic Hall of Fame.","personal" : "He is a connoisseur of fine wine...His family and occasional others adorn the golf balls he uses each week with messages and designs. During his 2000 victory at Walt Disney World Resort, there was a picture of Mickey Mouse on one side of the golf ball and on the other side, his wife wrote, \"Mouse in the House\"...Got his nickname Duffy from his grandparents when he was small. Tagged along on the golf course and they called him \"Little Duffer.\"","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is 1st at the Mitsubishi Electric Championship at Hualalai.","dynStats" : "He ranks 16th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}