{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02241","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "6","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Wadkins","first" : "Bobby","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "215","weightMetric" : "98","birthDate" : "July 26, 1951","age" : "64","birthPlace" : "Richmond, Virginia","residence" : "Richmond, Virginia","family" : "Wife, Linda; Casey Tanner (2\/14\/90)","education" : "East Tennessee State University (1973, Health and Physical Education)","splInterest" : "Deer, big-game hunting, bass fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1973","clubAffl" : "Kinloch GC (Manakin-Sabot, Virginia)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "10,177,415&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1974","qSchoolYear" : "","exmtStatus" : "Veteran Member","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Has come close to victory, finishing second six times...Winner of 1978 European Open and 1979 and 1986 Dunlop Phoenix (Japan) titles...Winner of 1971 Virginia State Amateur and 1981-82 Virginia State Opens...After attending University of Houston for one year, was NCAA All-American in 1972-73 at East Tennessee State...Along with older brother Lanny, kept Richmond, VA city junior title in family for six consecutive years (Lanny four, Bobby two)...Eligible for Champions Tour this summer.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2001","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(7): 1971 Virginia State Amateur. 1978 European Open. 1979 Dunlop Phoenix. 1982 Virginia State Open. 1986 Dunlop Phoenix. Virginia State Open. 1990 Fred Meyer Challenge [with Lanny Wadkins].","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Posted his first top-10 finish since he was T9 at the 2009 Toshiba Classic...He and teammate Bob Gilder were T5 at the Bass Pro Shops Legends of Golf in April...Was also T23 at the Nature Valley First Tee Open at Pebble Beach.\n\n2014: Played another busy schedule, with 21 starts...Had his best finish in June when he teamed with Bob Gilder for a T23 in the Champions Division at the Big Cedar Lodge Legends of Golf.\n\n 2013: Made a total of 20 starts during the season, with a T26 at the Liberty Mutual Insurance Legends of Golf with partner Bob Gilder his best effort...Reached a career milestone when he made his 1,000th career start (combined PGA TOUR and Champions Tour), at the Senior PGA Championship in St. Louis in May. Became the 15th player to accomplish that feat...Aced the eighth hole in the second round of the Allianz Championship, his second Champions Tour hole-in-one (had three on the PGA TOUR) and 12th overall. Used a 6-iron on the 164-yard hole at The Old Course at Broken Sound.\n\n 2012: Played in fewer than 20 Champions Tour events in a season for the first time since joining the circuit midway through the 2001 campaign...Lone top-25 effort in 19 starts was a T13 at the Insperity Championship. Performance at The Woodlands was his best effort on the Champions Tour since 2009 (T11 at the Boeing Classic)...Enters the 2013 season just seven tournaments shy of 1,000 combined career starts (PGA TOUR and Champions Tour). \n\n2011: Made 21 official starts and did not register a top-25 Champions Tour finish for the first time in his career...Best performance came during the summer when he was T27 at the Dick's Sporting Goods Open after being four strokes off the pace after 36 holes...Also traveled to South Korea in mid-September and was T29 at the Songdo IBD Championship. 2010: Struggled with lower-back issues off and on during the year and best efforts during the season came in two of his first four appearances when he was T21 at The ACE Group Classic and then T17 at the Toshiba Classic. 2009: Was T9 at the Toshiba Classic in March. 2008: Among his four top-10 finishes was a T4 effort early in the year at the Allianz Championship. Was among a handful of players who contended, but four bogeys in an eight-hole stretch Sunday proved his undoing. Had started the day just two strokes behind 36-hole leader Jerry Pate...Made double eagle in the opening round of the Outback Steakhouse Pro-Am, holing a 5-iron second shot from 191 yards at the par-5 12th at TPC Tampa Bay, the first albatross in event history. Double eagle was second on the Champions Tour. 2007: Holed a 13-foot birdie putt on the final hole to edge Allen Doyle for The ACE Group Classic title in February. The victory in Naples, Fla., his fourth career title, came seven years after brother Lanny won the same event. Victory marked only the third time a brother combination had claimed the same Champions Tour event (Dave\/Mike Hill, 1987\/1990 Fairfield Barnett Space Coast Classic; 1988\/1993 PaineWebber Invitational). 2006: Had his best year as a professional, winning a pair of titles including a major championship, and finishing among the top-10 money-winners for the first time ever...Went over the seven-figure mark in single-season earnings for the first time since 2002...Claimed the biggest win of his career at the third major championship on the schedule, the Ford Senior Players Championship at TPC Michigan in July. Started his final round with a bogey on the first hole and trailed 54-hole leader Loren Roberts by as much as six strokes at one point Sunday. However, five straight birdies on Nos. 11-15 and a disastrous four-hole stretch by Roberts allowed him to move into the lead and win the title despite a double bogey at No. 18. Made a 13-foot putt on the final hole that closed the door on a possible playoff with Jim Thorpe. The one-stroke victory over Thorpe and two-stroke margin over four others, including Roberts, was worth $375,000, his largest check to date, as well as a berth in the 2007 PLAYERS Championship. His 14-under 274 total was the low 72-hole score of the year in relation to par...Earlier in the season, ended a 125-event victory drought by claiming his second title on the Champions Tour at The Boeing Championship at Sandestin. Went wire to wire for victory on Mother's Day on The Raven Course. Opened with a course-record, 9-under 62 Friday, the lowest first-round score by a winner in 2006. Held off a hard-charging Raymond Floyd Sunday with a clutch seven-foot birdie putt on the 17th hole...Also T2 at the Toshiba Classic, one stroke short of Brad Bryant. Appeared to be in the driver's seat early Sunday but fell back after three-putting for bogey on No. 17 and did not get up and down for birdie on the final hole...Almost won for a third time in August, and came close to garnering a second major title, when he contended all four days at the JELD-WEN Tradition. Missed a playoff by one stroke and settled on a third-place finish near Portland...Made the first hole-in-one of his Champions Tour career at the Greater Kansas City Golf Classic when, with brother, Lanny, and son, Casey, in the same group, aced the 182-yard second hole with a 4-iron in the second round at Nicklaus GC at LionsGate. 2004: Qualified for the season-ending Charles Schwab Cup Championship with a solo third-place finish at the SBC Championship the week prior. Was in the 37th position and moved up into the 29th spot on the money list after posting consecutive rounds of 67 on the weekend at Oak Hills that earned him a $108,000 check in San Antonio...T2 on July 4 at the Commerce Bank Long Island Classic, one stroke shy of Jim Thorpe. Stood in the fairway on the final hole with a chance to win the event but pushed his 5-iron approach right of the 18th green and could not get up and down for par. 2003: Had a trio of second-place finishes...Battled through back spasms at the Royal Caribbean Golf Classic in his second start and eventually T2 at Key Biscayne. Missed a seven-foot birdie putt on the final hole which would have forced a playoff...Runner-up for second consecutive year at the Senior PGA Championship, finishing two strokes behind John Jacobs at Aronimink GC near Philadelphia...Made a strong bid for a win at the SAS Championship in Raleigh in September before eventually coming up one stroke short of D.A. Weibring. Was tied for the lead with two holes to play but par-par finish at Prestonwood left him T2 with Tom Kite...Fired a 9-under 61 (6-under-par 29 on the back nine) in the second round of the Emerald Coast Classic, his career best as a professional. 2002: Closed with a final-round 66 at the Liberty Mutual Legends of Golf but was a runnner-up to Doug Tewell by one stroke. Had caught Tewell midway through the back nine Sunday, but made a bogey at the 16th hole...Was the 54-hole leader at the Senior PGA Championship at Firestone, but lost to Fuzzy Zoeller by two strokes, T2 along with Hale Irwin after posting a 1-over 71 Sunday...T2 again at the Greater Baltimore Classic, one of three players to fall one stroke shy of J.C. Snead despite closing with a 6-under-par 66 Sunday. 2001: Made his first appearance on the circuit a memorable one. Became the youngest winner in Champions Tour history when he claimed the Lightpath Long Island Classic 10 days after turning 50. Edged Allen Doyle and Larry Nelson by one stroke and broke Gil Morgan's record as the youngest winner (50 years, 11 days\/1996 Ralphs Senior Classic). His 12-foot birdie putt on the final hole at the Meadow Brook Club gave him his first win in TOUR event in his 778th start. Helped his cause early in the final round when he rebounded from a double bogey with a double eagle on the third hole (driver, pitching wedge from 135 yards). At the time became just the 10th player, and first since brother Lanny, to win in his debut on the Champions Tour. Win also enabled the Wadkins brothers to become just the second set of siblings to triumph on the Champions Tour (Dave and Mike Hill).\n","otherCarHigh" : "Played the PGA TOUR on a full-time basis from 1975-98...Also played in 65 events on the Web.com Tour from 1993-2001...Earned $2,882,418 on the PGA TOUR and $195,495 on the Web.com Tour...Never won an event on either TOUR, but had six second-place finishes on the PGA TOUR and three more on the Web.com Tour...Best year on the PGA TOUR came in 1987 when he won $342,173 and finished 25th on the money list, thanks to seven top 10s...Earned largest check on the PGA TOUR in 1994, $114,000, when he T2 at the Kemper Open, three strokes behind Mark Brooks...Winner of 1978 European Open and 1979 and 1986 Dunlop Phoenix (Japan) titles...Has 12 career holes-in-one and three double eagles...Made lone PGA TOUR double eagle at the 1993 Memorial Tournament.","personal" : "After attending the University of Houston for one year, earned All-America honors in 1972-73 at East Tennessee State...Along with older brother, Lanny, kept Richmond, Va., city junior title in the family for six consecutive years. He won twice, with Lanny taking four titles...Biggest thrill in golf was posting first Champions Tour victory at the Lightpath Long Island Classic and biggest thrill outside golf was when his son, Casey, was born. Son played in five national baseball tournaments...Favorite athletes are Mickey Mantle, Arnold Palmer and his son, Casey, who played baseball at Wake Forest...Favorite golf course is Cypress Point...Was eight when his father got him started in golf...Enjoys Vince Gill's music...Good friend of former Miami Dolphins' owner Wayne Huizenga.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T30th at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks 84th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}