{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01744","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Marsh","first" : "Graham","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "187","weightMetric" : "85","birthDate" : "January 14, 1944","age" : "72","birthPlace" : "Kalgoorlie, Australia","residence" : "Dalkeith, Australia","family" : "Tony (9\/17\/64), Jenni (3\/14\/69), Jeremy (5\/5\/81), Stephanie (11\/24\/82)","education" : "University of Western Australia and Claremont Teachers College (1962)","splInterest" : "Skiing, tennis, watching cricket, golf course design","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1969","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "9,459,705&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1977","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1994","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(55): 1970 Watties Tournament, Swiss Open. 1971 Spaulding Masters, Indian Open. 1972 Swiss Open, German Open, Dunlop International. 1973 Sunbeam Electric Scottish Open, Thailand Open, Indian Open, Fuji Sankei Classic. 1974 Malaysian Open, Fuji Sankei Classic, Dunlop Wizard, Tokyo Open, Pepsi-Wilson. 1975 Dunlop Wizard, Tokyo Open, Malaysian Open. 1976 Benson & Hedges International, Dunlop Open, Suntory Open, Dunlop Phoenix, KBC Augusta, Dunhill Match-Play, Western Australia Open. 1977 Lancome Trophy, Colgate World Match-Play Championship, Dunhill Match-Play, Suntory Open, Dunlop Wizard, Chunichi Crowns. 1978 Western Australia PGA. 1979 Dutch Open, ANA Sapporo Open, Dunlop Masters. 1980 Benson & Hedges International. 1981 Dixcel Tissues European Open, Chunichi Open, Pepsi-Wilson. 1982 Ford Dealers South Australian Open, Australian Masters, Mayn Nickless Australian PGA Championship, Dunhill Queensland Open, Mitsubishi Galant. 1983 Yomiuri Open, Resch's Pilsner Tweed Classic, New Zealand PGA Championship. 1985 Lawrence Batley International, KLM Dutch Open, Tokai Classic. 1986 Suntory Open. 1987 Visa Taiheiyo Pacific Masters. 1989 Sapporo Tokyo Open. 1990 Tokai Classic.","intlVics" : "(4): 1997 Liberty Mutual Legends of Golf [with John Bland]. 1998 Japan Senior Open. 1999 Japan Senior Open. 2010 Liberty Mutual Legends of Golf Raphael Division [with John Bland].","curYearHigh" : "","carHigh" : "2013: Made just two starts during the year, finishing T12 in the unofficial Raphael Division in the Liberty Mutual Insurance Legends of Golf (with partner John Bland) and played in just one round at the U.S. Senior Open before withdrawing.\n\n2012: Made five official starts and one unofficial one, teaming with long-time partner John Bland to finish T6 in the Raphael Division at the Liberty Mutual Insurance Legends of Golf...Made a hole-in-one in the opening round of The Principal Charity Classic when he aced No. 2 with a 5-iron from 180 yards. It was his sixth competitive Champions Tour ace. Earlier in the week he made a hole-in-one on No. 5 in the pro-am with a 5-iron from 192 yards. \n\n2011: Played a very limited schedule, with just five official starts...Was T10 in the Raphael Division at the Liberty Mutual Legends of Golf with partner John Bland. 2010: Best effort in nine events came in April when he joined teammate John Bland to post a one-stroke victory over Bruce Lietzke and Bill Rogers in the Raphael Division at the Liberty Mutual Legends of Golf. 2009: Made just 12 starts on the Champions Tour and none after the Walmart First Tee Open at Pebble Beach in early September...Teamed with John Bland to finish T4 in the Raphael Division at the Liberty Mutual Legends of Golf. 2005: Placed solo fourth at the 3M Championship, thanks to a final-round, 7-under 65, the field's lowest score Sunday. Effort at the TPC Twin Cities was his best since 2004 MasterCard Classic in Mexico (lost in playoff). 2004: Appeared in command at the MasterCard Classic near Mexico City, leading by three strokes with six holes to play, but three-putted for bogeys at the 16th and 17th holes in Sunday's final round and finished tied with Ed Fiori after 54 holes. Eventually lost the playoff to Fiori after making bogey on the third extra hole at Bosque Real CC. Saw a golden opportunity slip away on the first playoff hole when he mis-hit his second shot moments after Fiori hit his second shot out of bounds...Made news at The Senior Open Championship at Royal Portrush GC in Northern Ireland. Recorded holes-in-one on the 11th hole in both the first and third rounds of the event, a first on the Champions Tour on the same hole at the same tournament. Used a 9-iron in the opening round (171 yards) and an 8-iron on Saturday (182 yards). Two aces also earned him 340 bottles of Hardys Australian wine, one for every yard the shot covered (based on scorecard yardage), and were his fourth and fifth aces since joining the Champions Tour (10th and 11th aces overall in competition). 2003: T3 at the Turtle Bay Championship after a final-round 7-under-par 65 at the Palmer Course. Aced No. 8 at Turtle Bay with a 9-iron from 140 yards during the second round. 2001: In the hunt at the Novell Utah Showdown before finishing T2 with three other players, one stroke back of Steve Veriato...Holed a 6-iron shot on the fourth hole at the TPC Twin Cities during the final round of the 3M Championship. Ace was his first since the 1997 Southwestern Bell Dominion event in San Antonio. 2000: Missed a spot among the top 31 money-winners when David Lundstrom nipped him by $941...Was the 36-hole leader at the MasterCard Championship, but hit just 10 greens on Sunday and posted a final-round 74 to T2 at Hualalai. 1999: Although only playing 36 holes, was declared the winner of The Tradition after a freak snowstorm wiped out the final rounds at Desert Mountain...Also battled Hale Irwin for most of the Ford Senior Players Championship before finishing a distant second at TPC of Michigan. 1998: Was solo second near St. Louis at the Boone Valley Classic. Finished two strokes short of Larry Nelson, despite a final-round 68 that included a pair of eagles. 1997: Earned a career-best $1,128,578 for seventh on the final money list...Outdueled John Bland on the final day for a one-stroke win at the U.S. Senior Open at Olympia Fields CC in suburban Chicago. The victory, and a career-best $232,500, came just one week after he fought off a late challenge by Hale Irwin and earned a one-stroke win at the Nationwide Championship near Atlanta...Teamed with Bland to win the Liberty Mutual Legends of Golf...Recorded his first Champions Tour hole-in-one at the Southwestern Bell Dominion. 1996: Was a one-stroke victor over Tom Wargo and Brian Barnes at the PaineWebber Invitational and fired a final-round 67 to win the Franklin Quest Championship by two strokes over Kermit Zarley. 1995: Broke into the winner's circle at the Bruno's Memorial Classic. Used a second-round 63 to cruise to a five-stroke win over J.C. Snead at Greystone G&CC. 1994: Among the top 10 seven times in his rookie season...T2 at the Vantage at the Dominion and again at the U.S. Senior Open at Pinehurst, one stroke behind Simon Hobday. 1993: Placed second to Bill Hall at the Champions Tour National Qualifying Tournament at Grenelefe to earn his initial exemption.\n","otherCarHigh" : "An accomplished world-class player, he owns 65 titles on five different tours (25 Japan Golf Tour, 16 Australasian Tour, 15 European Tour, one PGA TOUR, two Japanese Senior Tour and six Champions Tour)...Was among the top 10 on the Australasian Order of Merit for seven consecutive years, from 1978-1984, finishing second in 1978 and 1982...Won a career-best six titles on three different Tours in 1977, including the Heritage Classic at Hilton Head on the PGA TOUR, where he edged Tom Watson by one stroke...A member of the Australian team in the 1973 Japan vs. Australia matches...Member of the 1985 and 1986 Nissan Cup teams and 1987 and 1988 Kirin Cup squads...Has 12 career holes-in-one.","personal" : "Has been honored by the Queen of England with the title Member of the British Empire (MBE)...Very active with his own junior golf foundation in Australia...Is managing director of Graham Marsh Golf Design. Has designed over 35 courses throughout Asia and Australia and is now doing design work in the United States...Nicknamed \"Swampy\" by his peers.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 6 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}