{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01736","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Maltbie","first" : "Roger","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "200","weightMetric" : "91","birthDate" : "June 30, 1951","age" : "64","birthPlace" : "Modesto, California","residence" : "Los Gatos, California","family" : "Wife, Donna; Spencer Davis (3\/3\/87), Parker Travis (3\/12\/90)","education" : "San Jose State University","splInterest" : "Music, San Francisco 49ers football","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1973","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,258,928&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "1974","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Continued work as a golf commentator for NBC golf telecasts. Teamed with fellow NBC broadcaster Gary Koch to claim the unofficial Raphael Division title at the 2009 Liberty Mutual Legends of Golf in Savannah, GA, on the Champions Tour. The pair beat Mike Hill and Lee Trevino by two strokes. They also captured the title in 2008, beating Bob Charles and Stewart Ginn by one stroke. T2 at the 2007 Liberty Mutual Legends of Golf with Koch, one behind Tom Watson-Andy North. Also teamed with Koch to win the Raphael Division at 2003 Liberty Mutual Legends of Golf. Missed the cut in last PGA TOUR appearance (2006 AT&T Pebble Beach National Pro-Am). During rookie year on TOUR in 1975, won back-to-back titles at Quad Cities Open and Pleasant Valley Classic. Two biggest career wins came in Ohio, the inaugural Memorial Tournament at Muirfield Village in Dublin in 1976 and the 1985 World Series of Golf at Firestone CC in Akron. Finished a career-best eighth on money list in 1985. Tied for 54-hole lead at the 1987 Masters, eventually finishing T4. Big San Francisco 49ers fan and possessor of Super Bowl rings given to him by former 49ers' owner Edward DeBartolo, Jr. Underwent two shoulder surgeries during playing career. Winner of 1972 and 1973 Northern California Amateur and 1974 California State Open.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(3): 2003 Liberty Mutual Legends of Golf Raphael Division [with Gary Koch]. 2008 Liberty Mutual Legends of Golf Raphael Division [with Gary Koch]. 2009 Liberty Mutual Legends of Golf Raphael Division [with Gary Koch].","curYearHigh" : "Teed it up in just two events, finishing 76th at the Encompass Insurance Pro-Am of Tampa Bay and a week later teaming up with long-time partner Gary Koch to finish T4 in the unofficial Raphael Division at the Liberty Mutual Insurance Legends of Golf...Continued his work as a member of NBC Sports' golf broadcast team.","carHigh" : "Has appeared in several Champions Tour events in the last few years, but primarily works as a golf commentator for NBC Sports' golf telecasts. Teamed with Gary Koch to win the Raphael Division at the 2003 Liberty Mutual Legends of Golf and the pair was victorious again in 2008, thanks to a final-round, 12-under-par 60, and in 2009. Played the PGA TOUR from 1975-96. During his rookie year, won back-to-back titles at the 1975 Quad Cities Open and Pleasant Valley Classic. Won inaugural Memorial Tournament, where he defeated Hale Irwin on fourth playoff hole. Also claimed the unofficial Magnolia Classic in 1980 in Hattiesburg, Miss.\n\n","otherCarHigh" : "","personal" : "","otherInfo" : "Has appeared in several Champions Tour events in the last few years, but primarily works as a golf commentator for NBC Sports' golf telecasts...Teamed with Gary Koch to win the Raphael Division at 2003, 2008 and 2009 Liberty Mutual Legends of Golf. Played the PGA TOUR from 1975-96. During his rookie year, won back-to-back titles at the 1975 Quad Cities Open and Pleasant Valley Classic...Came back the following year to prevail at the inaugural Memorial Tournament, where he defeated Hale Irwin on the fourth playoff hole...Did not win again for nine years when he claimed a pair of titles in 1985—Manufacturers Hanover Westchester Classic and the NEC World Series of Golf. Defeated George Burns and Raymond Floyd for his win in New York...Also claimed the unofficial Magnolia Classic in 1980 in Hattiesburg, Miss...Best year was in 1985 when he won $360,554 for eighth place on the money list...At one time in his career was a member of the PGA Tour's Policy Board.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T20th in 2003 at the Bayer Advantage Celebrity Pro-Am.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}