{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01096","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Blackmar","first" : "Phil","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-7","heightMetric" : "2.01","weight" : "245","weightMetric" : "111","birthDate" : "September 22, 1957","age" : "58","birthPlace" : "San Diego, California","residence" : "Corpus Christi, Texas","family" : "Wife, Carol; Kristin Ashley (3\/21\/84), Kelli Michelle (9\/20\/85), Philip James (5\/9\/88), Mark Fredrik (4\/28\/92); one granddaughter","education" : "University of Texas","splInterest" : "Fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1980","clubAffl" : "","cityPlaysFrm" : "Corpus Christi; Texas; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,796,955&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1985","qSchoolYear" : "1984, 1994","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "At 6-7, one of the tallest players in the history of the PGA TOUR. Played in just one PGA TOUR event in 2005, the Shell Houston Open, his 13th consecutive start in Houston for the past champion. Continued career as on-course commentator and analyst for USA Network golf telecasts. Winner of the 1985 Canon Sammy Davis, Jr.-Greater Hartford Open, 1988 Provident Classic and 1997 Shell Houston Open. Nine years between second and third victories. All three career PGA TOUR victories have come in playoffs. Ranked in the top 100 on money list 10 times since his first full season on TOUR in 1985. Named PGA TOUR Rookie of the Year by Golf Digest in 1985. Audited banks, drove a Coca-Cola truck and repaired golf clubs and sprinklers prior to turning to golf as a profession. Father was national left-handed champion in 1965.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2007","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Played in just three events, with his best finish a T40 at the Allianz Championship...Did some broadcasting work for Golf Channel, as well.\n\n2011: Had three top-20 performances among his 17 starts. Best effort was a T13 at the Mississippi Golf Resort Classic...Was also T15 at the Dick's Sporting Goods Open in Endicott, NY and late in the year, T16 at the rain-shortened Insperity Championship near Houston...Shot 64 at Club de Golf Fountainbleau in the second round of the Montreal Championship, which matched his career-low Champions Tour score.\n\n2010: Best effort among 22 starts came in his first appearance of the year. Notched third consecutive top-10 finish, dating to the end of the 2009 season, when he started year with a T6 effort at the Mitsubishi Electric Championship at Hualalai...Only other top-20 of the campaign came in the Dominican Republic when he T17 after three straight rounds of 70 at The Cap Cana Championship...After the official season was over, he returned to the National Qualifying Tournament and managed to regain fully-exempt status for 2011 after a T2 performance at TPC Eagle Trace. Was T7 through 36 holes but rounds of 69-68 secured full playing privileges for 2011. 2009: After playing 15 events without a top-10 finish, was on the brink of quitting golf before he caught fire in October and ended with a personal-best season financially and highest-ever standing on the money list...Ended a winless string of 135 consecutive events (on PGA TOUR, Champions Tour and Web.com Tour) when he prevailed by one stroke at the AT&T Championship in San Antonio in the year's final full-field event. Was tied for 45th after the opening round and trailed by five strokes through 36 holes, but a near-perfect, final-round 64, matching a career best on the Champions Tour, made the difference. Playing on a sponsor's exemption at Oak Hills CC, he did not make a bogey over his final 37 holes and managed to hold off Jay Haas, Andy Bean and fellow University of Texas product Tom Kite by one stroke. The win allowed him to move from 57th to 30th on the money list and earned him the last spot in the Charles Schwab Cup Championship. The victory also gave him fully-exempt status for 2010...Started October with a T7 at the Constellation Energy Senior Players Championship. Fired a 6-under 64 in the third round to move up 27 spots but shot even-par 70 on Sunday...A week after winning the AT&T event, finished solo fifth at the Charles Schwab Cup Championship. Was tied for the first-round lead with Jeff Sluman and trailed by only one stroke after 36 holes. Check for $141,000 in season-ending event pushed him over $650,000 for the year, with $490,000 coming in the final month of the season. 2008: Made the majority of his 20 starts through the PGA TOUR Career Victory category...Had his three best performances of the year during a span of five appearances in the summer...Highlight of the season came in late August when he was T4 at the Walmart First Tee Open at Pebble Beach. Was among four players tied for the 36-hole lead on the Monterey Peninsula and made a run at Jeff Sluman early on the back nine Sunday. Played his last five holes in 2-over par to fall out of contention...Earned first top-10 finish of his Champions Tour career in early July when he posted three straight rounds in the 60s at the Dick's Sporting Goods Open to finish T10...Made a nice showing at The Senior Open Championship in late July when he closed with a 3-under-par 68 to finish T8 at Royal Troon. 2007: Made two appearances after becoming eligible late in the season...Open-qualified to get into the Administaff Small Business Classic and eventually finished T70 in his Champions Tour debut near Houston...The following week, received a sponsor's exemption into the AT&T Championship in San Antonio and finished T12 at Oak Hills, thanks to rounds of 68-69 on the weekend...Lone appearance on the PGA TOUR came at the Shell Houston Open where he missed the cut.\n","otherCarHigh" : "Won three times in his PGA TOUR career, with all three titles coming in playoffs...Defeated Kevin Sutherland with birdie on the first extra hole to win the 1997 Shell Houston Open...Defeated Dan Pohl and Jodie Mudd with birdie on the first extra hole at the 1985 Canon Sammy Davis, Jr.-Greater Hartford Open for his first victory on the PGA TOUR...In 1988, sank a long birdie putt on first extra hole to defeat Payne Stewart at the Provident Classic...Best financial year on the PGA TOUR came in 1997, when he finished 32nd on the money list. During season, posted three top-10s and nine top-25s, matching his career best. Was two strokes out of the lead at the PGA Championship through 36 holes before finishing sixth...Named PGA TOUR Rookie of the Year by Golf Digest in 1985...Led 1991 PLAYERS Championship until his ball found the water in final round at TPC Sawgrass' famed 17th hole...Was in contention at same point the following year and ball found a similar fate...Runner-up in the 1985 National Long Drive Championship...Was 1983 Missouri State Amateur champion...Three-time All-Southwest Conference selection at the University of Texas.","personal" : "Worked in a bank for several months before entering mini-tour events in 1980...Among his earlier off-the-course jobs: audited banks, drove a Coca-Cola truck and repaired golf clubs and sprinklers...Graduated from the University of Texas with a degree in finance...Introduced to the game by his father, who won national lefthanders title in 1965...Worked as an analyst on several television broadcasts for CBS and ESPN prior to joining the Champions Tour...Wife, Carol, is the women's golf coach at Texas A&M University-Corpus Christi...Son, Mark, is a standout baseball player. He led his prep team to the 2010 Texas state 5A baseball title as well as being named the state's 5A Player of the Year. Was drafted by the Kansas City Royals in the 34th round of the 2010 Major League Baseball Draft and by the Baltimore Orioles in the 16th round in 2011. He signed with the Orioles in June 2011. Posted a 10-1 record with a 3.18 ERA for the Class A Frederick Keys in the Carolina League in 2014. Was part of a three-player trade between the Orioles and Chicago White Sox organizations at the close of the season.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was 1st in 2009 at the AT&T Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}