{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27466","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Levin","first" : "Spencer","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "155","weightMetric" : "70","birthDate" : "June 15, 1984","age" : "31","birthPlace" : "Sacramento, California","residence" : "Elk Grove, California","family" : "Single","education" : "University of New Mexico","splInterest" : "Watching television, sleeping","pronunciation" : "luh-VEEN","nwTourAlumnus" : "Web.com Tour Graduate (2008)","trndProYear" : "2005","clubAffl" : "Valley Hi CC (Elk Grove, California)","cityPlaysFrm" : "Elk Grove; CA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "7,465,590&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2008","exmtStatus" : "Exempt - Next 25 Money Winners from 2014 Web.com Tour Finals","otherVics" : "","intlVics" : "(2) 2007 Iberostar Riviera Maya Open [Can], Times Colonist Open [Can].","curYearHigh" : "Recorded his first top-10 of the season in his fourth start, posting a T10 at the OHL Classic at Mayakoba for his first top-10 showing in more than a year (2014 Shriners Hospitals for Children Open\/T10). Marked his second top-10 in seven starts in Mexico (2011\/2).","carHigh" : "2014: Finished T10 at the PGA TOUR's Shriners Hospitals for Children Open, shooting rounds of 71-63-68-69. After battling injuries the previous two years the finish marked his first top-10 on TOUR since a T4 at the 2012 Memorial Tournament...In four Web.com Tour Finals' appearances, made three cuts, a T12 at the Chiquita Classic his best finish.\n\n2013: Did not make a PGA TOUR start after having left thumb surgery...Will have 28 events in the 2013-14 PGA TOUR season to earn $595,483 under a Major Medical Extension...Made eight Web.com Tour starts as part of his rehab...Playoff runner-up to Kevin Tway at the Albertsons Boise Open in just his second Web.com Tour start of the year. Shot an 8-under 63 in the final round at Hillcrest CC to finish with a tournament-record-tying total of 23-under 261. Missed a 10-foot birdie on the first extra hole and then watched as Tway canned the winner from 6 feet...Missed the cut a week earlier at the Midwest Classic outside Kansas City…Closing-round, 3-under-par 68 led to a T7 finish in the third of four Web.com Tour Finals' events, at the Nationwide Children's Hospital Championship. \n\n2012: A second-round, 8-under 63 helped set-up a six-stroke lead beginning the final round of the Waste Management Phoenix Open. A 4-over 75 Sunday dropped him to T3, two strokes behind eventual winner Kyle Stanley. Following a bogey at his first hole in the first round, surrendered his only other bogey through three rounds at the 15th Saturday, a span of 49 holes...One week after his final-round disappointment in Scottsdale, rebounded with a T9 finish at the AT&T Pebble Beach National Pro-Am. It was his fourth made cut in as many starts at the tournament and second consecutive top-10 finish (T4 in 2011)...Carried a one-stroke lead into the final round of the Memorial Tournament at 8-under after rounds of 67-72-69 but shot a 3-over 75 in the final round to finish T4, four strokes behind winner Tiger Woods. Held a three-stroke lead after nine holes in the final round but made three bogeys and a double bogey on the back nine. Notched third top-10 of the season and first in more than three months...Mishap while practice-putting resulted in surgery on October 4 to repair a torn ligament in his left thumb. Missed the remainer of the season but is expected to make a full return to competitive golf in early 2013. \n2011: Turned in his best season on TOUR, finishing No. 31 on the money list while making 25 of 31 cuts—including six top-10s and 13 top 25s...Northern California native posted four consecutive sub-par rounds at the AT&T Pebble Beach National Pro-Am to finish T4 for first top-10 finish of the season...One of a PGA TOUR-record nine players tied for the lead after the first round of the Northern Trust Open, at 4-under-par. Finished T12...One week later, posted rounds of 68-67-67-65—267 at the Mayakoba Golf Classic to force a playoff with Johnson Wagner. Wagner took the title on the first playoff hole with a par. Father Don, who played on TOUR from 1981-83, was his caddie during the week...Making his eighth start in as many weeks, opening with a 3-under-par 67 to hold the first-round lead at The Honda Classic. Finished T14, his fourth top-15 finish in succession...Opened with a bogey-free 6-under 66 and the largest 18-hole lead of the season (three strokes) at the Arnold Palmer Invitational. Added rounds of 70-71, and entered the final round in second place, trailing Martin Laird by two strokes. Playing in the final group Sunday, posted a front-nine 41 en route to a 76 and a T6 finish...In July, rallied after an opening-round, 3-over 73 with a 4-under 66 in the second round en route to T9 honors at the RBC Canadian Open. Tied with amateur Patrick Cantlay, Charl Schwartzel and John Daly...Recorded four rounds in the 60s to finish T5 at the Justin Timberlake Shriners Hospitals for Children Open. His fifth top-10 finish became a career-best since joining the TOUR in 2009...Wasn't done there. A week later, kept the fire alive at the Frys.com Open where he finished in an eight-way tie for seventh place. Was the second consecutive year to post back-to-back, top-10s in Fall Series events. \n\n2010: Closed the season with top-10 finishes in his final two events, giving him a career-best three top-10s on the season...Finished T9 at the Valero Texas Open. Was two strokes behind the leader after 54 holes, but bid for first TOUR win was derailed by a final-round 73...Posted a T4 at the Justin Timberlake Shriners Hospitals for Children Open. Carded a bogey-free, 5-under 66 in the final-round to finish one stroke out of a playoff...Finished a career-best T3 at the Children's Miracle Network Classic, with rounds of 68-68-67-68. Posted back-to-back top-10 finishes for the first time in his career. Bogeyed the final hole at the Disney event, dropping him out of a tie for second with Roland Thatcher. Thatcher needed a solo second-place finish to earn his TOUR card for 2011. \n\n2009: Finished 141st on the PGA TOUR money list in his rookie season with 13 of 25 cuts made and four top-25 finishes. Ended the season by successfully navigating the six-round PGA TOUR card to garner status for the 2010 season. First career top-10 on TOUR came in 17th start of rookie campaign. Posted a T7 at the U.S. Bank Championship, thanks to a final-round 63 that included birdies on four of his final five holes. Made the cut in three of four starts on the Web.com Tour, with T31 finishes at the Northeast Pennsylvania Classic and Fort Smith Classic his best efforts. \n\n\n\n2008: Turned in a solid rookie season on the Web.com Tour, finishing 22nd on the money list to earn his TOUR card for 2009. Earned career-best T2 finish at Preferred Health Systems Wichita Open. Added a solo third at the Oregon Classic. Moved to 17th on the money list with a T4 at the WNB Golf Classic, his fourth consecutive top-10. A T16 at Web.com Tour Championship earned $15,000 and 22nd position on the final money list. Entering the season, had made three of five cuts on the Web.com Tour, including a T39 as an amateur at the 2003 Monterey Peninsula Classic. Made the cut in six of 12 starts on the PGA TOUR from 2004-2008. \n\n2007: Two-time winner on the Canadian Tour, winning the Iberostar Riviera Maya Open and Times Colonist Open. Along with his two victories, also had five other top-10 finishes in 10 starts and eventually earned Player of the Year honors. Has also played on the A.G. Spanos Tour. \n\n2006: Enjoyed his best showing on the Web.com Tour, with a T15 at the Jacob's Creek Open Championship. \n\n2004: Finished T13 (low amateur) in the U.S. Open at Shinnecock Hills which was the best finish by an amateur at the U.S. Open since 1971 when Jim Simon finished T5. Recorded first career hole-in-one with an 8-iron in first round of the U.S. Open on the 170-yard 17th hole. \n\n","otherCarHigh" : "First-team All-American at New Mexico in 2004-05 and a second-team selection in 2003-04. Played for the U.S. team in the 2005 Palmer Cup. Low amateur with T13 finish at the 2004 U.S. Open, thereby qualifying for the 2005 U.S. Open at Pinehurst. His finish at Shinnecock Hills was the best finish by an amateur at the Open since 1971 when Jim Simons finished T5. Recorded first career hole-in-one with an 8-iron in first round of the U.S. Open on the 170-yard 17th hole at Shinnecock Hills. Won the 2004 California State Amateur, Porter Cup and Scratch Players Championship. Lost in a playoff at the Pacific Coast Amateur and placed second at the Southern Amateur. Advanced to round 16 at the U.S. Amateur. Played his first collegiate season at UCLA before transferring. Lost to eventual champion Ricky Barnes in the 2002 U.S. Amateur quarterfinals.","personal" : "Middle name of Joseph is after Joe Montana, the San Francisco 49ers' Hall of Fame quarterback. Father, Don, was a two-time All-America golfer at San Jose State and played the PGA TOUR in the early 1980s, with a best finish of T6 at the 1981 Texas Open. Lists making a putt as his biggest thrill in golf. Got his start in golf from his dad. Won sectional baseball title at Elk Grove High School. Pitched in three California State Championship All-Star baseball games.","otherInfo" : "","ntlTeams" : "Palmer Cup (1), 2005.","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Recorded his first top-10 of the season in his fourth start, posting a T10 at the OHL Classic at Mayakoba for his first top-10 showing in more than a year (2014 Shriners Hospitals for Children Open\/T10). Marked his second top-10 in seven starts in Mexico (2011\/2).","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2009","qSchoolYear" : "2009","exmtStatus" : "82nd in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "Recorded his first top-10 of the season in his fourth start, posting a T10 at the OHL Classic at Mayakoba for his first top-10 showing in more than a year (2014 Shriners Hospitals for Children Open\/T10). Marked his second top-10 in seven starts in Mexico (2011\/2).","carHigh" : "2014-15:Amassed six top-25 finishes in 29 starts to earn a return trip to the FedExCup Playoffs for a third time and first since 2011. In the first Playoffs' event, The Barclays, finished T16 to move from 115th to 80th in FedExCup standings and advance to the Deutsche Bank Championship the following week. His T56 finish at TPC Boston wasn't enough to move into the top 70 in the standings and advance to the BMW Championship. Ended the season at No. 82 in the FedExCup standings...Only top-10 finish of the season came at the Shriners Hospitals for Children Open (T10) in his second start of the season. Posted a second-round, 8-under 63 to claim his first top-10 since the 2012 Memorial Tournament (T4). 2013-14: Had 28 events to earn $595,483 under a Major Medical Extension but made only 20 starts, worthy of $277,780 before the injury sidelined him again. Will have eight events in the 2014-15 PGA TOUR season to earn the remaining $317,703 or 123 FedExCup points to retain his exempt status for the remainder of the season. Made nine cuts in his 20 starts..A T12 at the Frys.com Open was his only top-25 finish...Major Medical Extension earned him an exemption into the Web.com Tour Finals, where he played in all four events and made three cuts. Best finish was a T12 at the Chiquita Classic...Finished 64th in the priority ranking, 14 spots behind the 50th and final card issued.\n\n2013: Did not make a PGA TOUR start after having left-thumb surgery...Will have 28 events in the 2013-14 season to earn $595,483 under a Major Medical Extension...Made eight Web.com Tour starts as part of his rehab...Playoff runner-up to Kevin Tway at the Albertsons Boise Open in just his second Web.com Tour start of the year. Shot an 8-under 63 in the final round at Hillcrest CC to finish with a tournament-record-tying total of 23-under 261. Missed a 10-foot birdie on the first extra hole and then watched as Tway canned the winner from 6 feet...Missed the cut a week earlier at the Midwest Classic outside Kansas City…Closing-round, 3-under-par 68 led to a T7 finish in the third of four Web.com Tour Finals events, at the Nationwide Children's Hospital Championship. \n\n2012: A second-round, 8-under 63 helped set-up a six-stroke lead beginning the final round of the Waste Management Phoenix Open. A 4-over 75 Sunday dropped him to T3, two strokes back of eventual winner Kyle Stanley. Following a bogey at his first hole in the first round, surrendered his only other bogey through three rounds at the 15th Saturday, a span of 49 holes...One week after his final-round disappointment in Scottsdale, rebounded with a T9 finish at the AT&T Pebble Beach National Pro-Am. It was his fourth made cut in as many starts at the tournament and second consecutive top-10 finish (T4 in 2011)...Carried a one-stroke lead into the final round of the Memorial Tournament at 8-under after rounds of 67-72-69 but shot a 3-over 75 in the final round to finish T4, four strokes behind winner Tiger Woods. Held a three-stroke lead after nine holes in the final round but made three bogeys and a double bogey on the back nine. Notched third top-10 of the season and first in more than three months...Mishap while practice-putting resulted in surgery on October 4 to repair a torn ligament in his left thumb. Missed the remainer of the season but is expected to make a full return to competitive golf in early 2013. \n\n2011: Turned in his best season on TOUR, finishing No. 31 on the money list while making 25 of 31 cuts—including six top-10s and 13 top 25s...Northern California native posted four consecutive sub-par rounds at the AT&T Pebble Beach National Pro-Am to finish T4 for first top-10 finish of the season...One of a PGA TOUR-record nine players tied for the lead after the first round of the Northern Trust Open, at 4-under-par. Finished T12...One week later, posted rounds of 68-67-67-65—267 at the Mayakoba Golf Classic to force a playoff with Johnson Wagner. Wagner took the title on the first playoff hole with a par. Father Don, who played on TOUR from 1981-83, was his caddie during the week...Making his eighth start in as many weeks, opening with a 3-under-par 67 to hold the first-round lead at The Honda Classic. Finished T14, his fourth top-15 finish in succession...Opened with a bogey-free 6-under 66 and the largest 18-hole lead of the season (three strokes) at the Arnold Palmer Invitational. Added rounds of 70-71, and entered the final round in second place, trailing Martin Laird by two strokes. Playing in the final group Sunday, posted a front-nine 41 en route to a 76 and a T6 finish...In July, rallied after an opening-round, 3-over 73 with a 4-under 66 in the second round en route to T9 honors at the RBC Canadian Open. Tied with amateur Patrick Cantlay, Charl Schwartzel and John Daly...Recorded four rounds in the 60s to finish T5 at the Justin Timberlake Shriners Hospitals for Children Open. His fifh top-10 finish became a career-best since joining the TOUR in 2009...Wasn't done there. A week later, kept the fire alive at the Frys.com Open where he finished in an eight-way tie for seventh place. Was the second consecutive year to post back-to-back, top-10s in Fall Series events. 2010: Closed the season with top-10 finishes in his final two events, giving him a career-best three top-10s on the season...Finished T9 at the Valero Texas Open. Was two strokes behind the leader after 54 holes, but bid for first TOUR win was derailed by a final-round 73...Posted a T4 at the Justin Timberlake Shriners Hospitals for Children Open. Carded a bogey-free, 5-under 66 in the final-round to finish one stroke out of a playoff...Finished a career-best T3 at the Children's Miracle Network Classic, with rounds of 68-68-67-68. Posted back-to-back top-10 finishes for the first time in his career. Bogeyed the final hole at the Disney event, dropping him out of a tie for second with Roland Thatcher. Thatcher needed a solo second-place finish to earn his TOUR card for 2011. 2009: Finished 141st on the PGA TOUR money list in his rookie season with 13 of 25 cuts made and four top-25 finishes. Ended the season by successfully navigating the six-round 2009 PGA TOUR card to garner status for the 2010 season. First career top-10 on TOUR came in 17th start of rookie campaign. Posted a T7 at the 2009 U.S. Bank Championship, thanks to a final-round 63 that included birdies on four of his final five holes. Made the cut in three of four starts on the Web.com Tour, with T31 finishes at the Northeast Pennsylvania Classic and Fort Smith Classic his best efforts. 2008: Turned in a solid rookie season on the Web.com Tour, finishing 22nd on the money list to earn his TOUR card for 2009. Earned career-best T2 finish at Preferred Health Systems Wichita Open. Added a solo third at the Oregon Classic. Moved to 17th on the money list with a T4 at the WNB Golf Classic, his fourth consecutive top-10. A T16 at Web.com Tour Championship earned $15,000 and 22nd position on the final money list. Entering the 2008 season, had made three of five cuts on the Web.com Tour, including a T39 as an amateur at the 2003 Monterey Peninsula Classic. Made the cut in six of 12 starts on the PGA TOUR from 2004-2008. 2007: Two-time winner on the Canadian Tour, winning the Iberostar Riviera Maya Open and Times Colonist Open. Along with his two victories, also had five other top-10 finishes in 10 starts and eventually earned Player of the Year honors. Has also played on the A.G. Spanos Tour. 2006: Enjoyed his best showing on the Web.com Tour with a T15 at the Jacob's Creek Open Championship. 2004: Finished T13 (low amateur) in the U.S. Open at Shinnecock Hills was the best finish by an amateur at the U.S. Open since 1971 when Jim Simon finished T5. Recorded first career hole-in-one with an 8-iron in first round of the U.S. Open on the 170-yard 17th hole at Shinnecock Hills. Amateur: First-team All-America for New Mexico in 2004-2005 and second-team All-America in 2003-2004. Played for the U.S. team in the 2005 Palmer Cup. Won the 2004 California State Amateur, Porter Cup and Scratch Players Championship. Lost in a playoff at the Pacific Coast Amateur and placed second at the Southern Amateur. Played his first collegiate season at UCLA before transferring. Lost to eventual champion Ricky Barnes in the 2002 U.S. Amateur quarterfinals. \n","otherCarHigh" : "","personal" : "Father, Don, was a two-time All-America golfer at San Jose State and played the PGA TOUR in the early 1980s, with a best finish of T6 at the 1981 Texas Open. Middle name of Joseph given after Joe Montana, the San Francisco 49ers Hall of Fame quarterback. Won sectional baseball title at Elk Grove High School. Pitched in three California State Championship All-Star baseball games.","otherInfo" : "","ntlTeams" : "Palmer Cup (1), 2005.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T10th at the OHL Classic at Mayakoba.","dynStats" : "He ranks 58th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/pages\/Spencer-Levin\/349949972908?fref=ts"},{"cat" : "google+","desc" : "","url" : "https:\/\/plus.google.com\/102751711020931311529\/posts"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}