{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24368","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Yeh","first" : "Wei-Tze","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "143","weightMetric" : "65","birthDate" : "February 20, 1973","age" : "43","birthPlace" : "Taipei, Chinese Taipei","residence" : "Taipei, Chinese Taipei","family" : "Married","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1994","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "(3) 2000 Benson & Hedges Malaysian Open [Asia]. 2003 ANA Open [Jpn]. 2006 Sega Sammy Cup [Jpn].","curYrHigh" : "Hoped to make a final-round push at the Asian Development Tour's Taifong Open in Chinese Taipei in July after shooting a second-round 66 and a third-round 69. Instead, stumbled to a 4-over 76 on the final day to fall into a T17 with two others. \n","carHigh" : "2014: At the PGA TOUR China Series' first Qualifying Tournament, at CTS Tycoon GC, earned conditional status for 2014 by finishing T34. Sandwiched rounds of 77-76 around opening and closing 73s…Earned his first PGA TOUR China Series' top-10, shooting opening and closing 69s at the Buick Open to T8 with countryman Chien Yao Hung and China's Xin Jun Zhang. Missed the cut at the Earls Beijing Open…At the weather-shortened Taifong Open on the Asian Development Tour in late-July, was three strokes off the leaders' pace with 18 holes to play. Shot a 1-over 73 in the final round to drop into a T21 with Wen Teh Lu and David Lutterus...Picked up his second top-10 of the season, recording his top performance of the campaign at the Chateau Junding Penglai Open. Turned in four under-par rounds at Chateau Junding GC in early September. Began the final round five shots behind leader Todd Baek but cut Baek's lead to one shot on the front nine. Eventually settled for a 4-under 68 and the T2 with Ray Beaufils, five shots behind Baek. The ￥105,600 payday moved him to No. 19 on the order of merit…On the Asian Tour in mid-September, began the final round tied for fourth after a third-round 65 at the Yeangder Tournament Players Championship in his native Taiwan. Faltered on the final day, shooting a 4-over 76 to T8 with Lu Sen Lien, Rashid Khan and Angelo Que…Had a strong finish to the Asian Tour's Venetian Macau Open in late-October. Opened with a 2-over 73 at Macau G&CC then played his final 54 holes in 8-under—including a Sunday, 5-under 66 to T15 with fellow PGA TOUR China Series' players Shih Chang Chan and J.H. Wang, as well as Rattanon Wannasrichan and Jyoti Randhawa…Added a pair of top-25s late in the season on PGA TOUR China. Was T25 ag the Nine Dragons Open, and a week later was T24 at the Hainan Open in Sanya. \n2013: Best finish on the Asian Tour was a T5 in September, at the Yeangder Tournament Players Championship. Jumped into contention with a pair of 67s in the second and third round. Was tied for second with Thaworn Wiratchant, a shot behind Chan Kim with a round to play. Fell down three leaderboard spots with a final-round 74…On the OneAsia Tour, finished T3 at the Ballantine's Taiwan Championship. Held a share of the 54-hole lead with Chieh Po Lee after both players shot identical 70-70-67 scores. Fired a final-round 73 and watched as Iain Steel won the event with a Sunday 64. \n2012: Lone top-10 came at the Asian Tour's Yeangder Tournament Players Championship. In the weather-shortened event, opened with a 68 on his way to an eighth-place finish. \n2011: Best finish in two Asian Tour starts was a 61st-place effort at the Yeangder Tournament Players Championship in Taiwan…Missed the cut in both of his Japan Golf Tour starts. \n2010: Best overall finish was a T19 in his home-country's Mercuries Taiwan Masters…Played a full season on the Japan Golf Tour, making 13 starts, playing on the weekend in four of those tournaments. Best effort was a T21 at the Toshin Golf Tournament in LakeWood in July…Added a T43 at the PGA Tour of Australasia's Luxehills Chengdu Open in China. \n2009: Lone made cut of the campaign was a 50th-place finish on the Japan Golf Tour, at the Invitational Sega Sammy Cup, thanks to a closing 71. \n2008: Made 21 Japan Golf Tour starts, with his top performance coming in his first start of the season—at the Token Homemate Cup. Opened and closed with 69s to T14 in April…Next top-20 was a T17 effort at the Sun Chlorella Classic…Closed his season with three made cuts in succession, a T39 at the Casio World Open in late-November his best finish. \n2007: Made his PGA TOUR debut, at the Mayakoba Golf Classic in Mexico. Missed the cut after rounds of 71-70…Played in 25 Japan Golf Tour tournaments, with three top-25s in his first four starts. Began his season with a T14 at the Token Homemate Cup on the strength of a second-round 67…A week later, was T25 at the Suruya Open, punctuated by a final-round 66…After missing the cut at The Crowns, picked up a 15th-place showing at the Japan PGA Championship…Had one more event inside the top 35, the Sega Sammy Cup, where he was 32nd. \n2006: Made 25 Japan Golf Tour starts. Highlight of the season came in July when he won in Japan for the second time. At the Sega Sammy Cup, opened with a 70 and was tied for ninth after 18 holes. Moved into contention with a 68, taking a share of the lead with Japan's Hidemasa Hoshino. Took the lead outright after a third-round 72, assuming a one-shot advantage over Hoshino. Captured the win in impressive fashion by shooting a Sunday 66, the low round of the day and tying for low-round-of-the-tournament honors to defeat Hoshino by four strokes…First top-10 came in May when he T10 at the Japan PGA Championship…Only other top-10 was a T5 at the Japan Open in mid-October. Shot a final-round 69…In October, in his lone Asian Tour start, was eighth at the Mercuries Taiwan Masters. Began the final round four shots off Rahil Gangjee's lead. Shot a final-round 76 that dropped him two positions. Only four players broke 70 on the final day. \n2005: Played in a career-high 26 Japan Golf Tour events, recording two top-10s and eight top-25s. First top 10 was a T4 in August at the Sun Chlorella Classic, thanks to a third-round 66…Finished T9 at the Suntory Open a month later, shooting rounds of 68-67-65 after opening with a 74…Just missed on three more top-10s, settling for an 11th-place finish at the Woodone Open in Hiroshima and a pair of T12s—at the ANA Open and the Casio World Open. \n2004: Despite not winning, had a strong season on the Japan Golf Tour, with a pair of runner-up efforts and a third-place showing. First close call came at the Sun Chlorella Classic. Rounds of 73-70-69-66 left him T2 with David Smail, three shots behind winner Y.E. Yang…Nine weeks later, at the Japan Open in mid-October, was T2, again with Smail along with Toshi Izawa, four shots behind winner Toru Taniguchi…Was in contention again, finishing T3 at the weather-shortened Acom International. Rounds of 69-66-70 left him tied with Steve Conran, Greg Meyer and Jumbo Ozaki, five shots short of winner Toru Suzuki…Final top-10 of the season came in his second-to-last start, at the Casio World Open (T10). \n2003: Won his second career title and first on the Japan Golf Tour when he broke through to win the ANA Open in September. Opened 67-66 and held a four-shot 36-hole lead over Paul Sheehan and Taichi Teshima…Made two European Tour starts, his best finish a T9 at the Carlsberg Malaysian Open—highlighted by opening and closing 65s. Saw his lead shrink to three shots over two players with a round to play then hung on to defeat Jumbo Ozaki and Tsuyoshi Yoneyama by a shot. \n2002: Played well on the weekend at the European Tour's Compass Group English Open, producing rounds of 69-68 to finish fifth, six shots behind winner Darren Clarke…Had two other top-25s—at January's Johnnie Walker Classic (T22) and the BMW Asian Open (T24). \n2001: Had a strong performance at the Macau Open for his best finish of the season. Shot rounds of 67-72-65-72 at Macau G&CC to finish solo third, three shots behind winner Lian Wei Zhang…Only other top-10 came in nearby Hong Kong when he was T9 at the Omega Hong Kong Open. Only a 2-over 72 at Hong Kong GC kept him from seriously contending. Opened with a 66-63 then closed with a 67 to tie with Brian Davis, Simon Dyson and Jarmo Sandelin, six shots shy of winner Jose Maria Olazabal…Was also 12th in his lone Japan Golf Tour start, at the Asia Pacific Open. \n2000: Had an outstanding season, winning for the first time as a professional, capturing the Benson & Hedges Malaysian Open at Templer Park CC in Kuala Lumpur. Shot rounds of 74-68-67-69 to earn a one-shot triumph over Ireland's Padraig Harrington, South Africa's Des Terblanche and the U.S.'s Craig Hainline. He became just the third Asian to win a European Tour event, joining his mentor Liang Huan Lu and Japan's Isao Aoki. Survived a double bogey-6 on the final hole, hanging on to win…Added an eighth-place effort at the Casino Filipino Open at The Manila Southwoods G&CC in mid-February…Was inside the top-10 again in March, at the Wills Indian Open, where rounds of 70-68-70-68 left him at 12-under and T10 with four others…Was again T10 in late-October, at the Lexus International in Bangkok. Had four under-par rounds at Windmill Park CC to T8 with Clay Devers and Chun Hsing Chung…Made a strong run at victory in November in Hong Kong at the Star Alliance Open at Clearwater Bay G&CC. Was tied with India's Arjun Atwal at the 54-hole juncture but dropped into second at the end of the event when he fired a 4-over 74 on the final day to Atwal's 2-over effort. \n1999: Missed the cut at the European Tour's Johnnie Walker Classic in November. \n","otherCarHigh" : "","personal" : "Mentor has been Chinese Taipei golf legend Mr. Lu (Liang Huan Lu)…Grew up the son of a fisherman.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Hoped to make a final-round push at the Asian Development Tour's Taifong Open in Chinese Taipei in July after shooting a second-round 66 and a third-round 69. Instead, stumbled to a 4-over 76 on the final day to fall into a T17 with two others. \n","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T2nd in 2014 at the Chateau Junding Penglai Open.","dynStats" : "He ranks 66th in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}