{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "31002","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Choi","first" : "Michael","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "166","weightMetric" : "75","birthDate" : "February 25, 1984","age" : "32","birthPlace" : "Tralagon, Australia","residence" : "","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2007","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Played steady golf all week at the Tour's season-opener, the Buick Open at Mission Hills GC in Haikou. Recorded three 71s and a second-round 73 to finish at 2-under and T12 with five others. \n\n2014: Just missed earning full playing privileges when he T21 at the second Qualifying Tournament, at Mission Hills. Was 2-under on the weekend after opening 77-74 (7-over)…In his first PGA Tour of Australasia start of the year, at that circuit's season-opener, finished T28 after opening 67-69 (8-under)…At the Queensland PGA Championship at City GC in Toowoomba, Australia, in his next start, enjoyed a top-10 finish with a T10 with Jamie Arnold, Adam Stephens and Jason Scrivener. Opened with a 6-under 64 then shot consecutive 68s over his final 54 holes…Added a T40 effort the next week at the Victorian Open on the PGA Tour of Australasia, shooting four consecutive 73s, tying with three others…Began his PGA TOUR China Series' season at the Mission Hills Haikou Open, missing the cut…Made it to the weekend for the first time when he T35 at the Buick Open in Guangzhou…Added a T51 at the United Investment Real Estate Wuhan Open in mid-May.…Finished T63 at the Earls Beijing Open in June…Returned to PGA TOUR China Series action in August at the Yulongwan Yunnan Open. Three consecutive 71s after opening with a 2-under 70 led to a T38…The following week, played in the Fiji International on the PGA Tour of Australasia. Finished T32 at Natadola Bay Championship GC…Next PGA TOUR China Series' made cut came at the Cadillac Championship in Beijing in mid-September. Opened with a 1-under 71 and closed with a 3-under 69 at Qinghe Bay GC to T24…Easily had his best performance of the Series' year in late-September when he T4 at the Jianye Tianzhu Henan Open. Was one of only three players to record an under-par final round at St. Andrews Zhengzhou GC (David McKenzie and winner Hao Tong Li), and was 7-under on the weekend with his 69-68 finish. Tied with Brett Drewitt, Bryden MacPherson and Dohuyn Kim, 11 strokes behind runaway winner Li…In his next start, finished t11 at the Nine Dragons Open in Jiaxing. Finished at 3-over and tied with Ding Gen Chen, Dongha Lee and Todd Baek \n2013: Began his PGA Tour of Australasia season with a T45 at the Australian Open and a T35 at the New South Wales Open. Highlight in New South Wales was his opening-round 66…Made his first OneAsia Tour cut of the season when he T31 at the China Masters…Returned to PGA Tour of Australasia action with 50th-place and T34 showings at the New Zealand PGA Championship and the Victorian Open, respectively….Best outing of the season came in his final start, at the Victorian PGA Championship. Finished T11 at that event and 90th on the final order of merit. \n2012: Best finish of the season was a T48 at the Victorian PGA Championship. Shot middle rounds of 68-70. \n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T4th in 2014 at the Jianye Tianzhu Henan Open.","dynStats" : "He ranks T42nd in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}