{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "09011","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Duval","first" : "David","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "180","weightMetric" : "82","birthDate" : "November 9, 1971","age" : "44","birthPlace" : "Jacksonville, Florida","residence" : "Denver, Colorado","family" : "Wife, Susie; Deano, Nick, Shalene, Brayden, Sienna Violet","education" : "Georgia Tech","splInterest" : "Reading, fly fishing, snowboarding, spending time with family","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (1994)","trndProYear" : "1993","clubAffl" : "","cityPlaysFrm" : "Denver; CO; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "19,196,243&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Made just two cuts in sixPGA TOUR starts. Shot a 67 in the third round of The Open Championship, briefly sitting inside the top 20 on the leaderboard. Closed with a 73 in his first made cut at The Open Championship since 2008. Continued to spend time working as an on-air personality and analyst for Golf Channel.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1993","exmtStatus" : "","otherVics" : "","intlVics" : "(1): 2001 Dunlop Phoenix [Jpn].","curYearHigh" : "Made just two cuts in sixPGA TOUR starts. Shot a 67 in the third round of The Open Championship, briefly sitting inside the top 20 on the leaderboard. Closed with a 73 in his first made cut at The Open Championship since 2008. Continued to spend time working as an on-air personality and analyst for Golf Channel.","carHigh" : "2011: Made the cut in nine of 24 starts on the PGA TOUR, with his only top-10 a T9 effort at the Northern Trust Open. 2009: Playing out of the Top-50 All-Time Money Exemption category, made the cut in six of 22 starts on the PGA TOUR, with a runner-up finish at the U.S. Open his only top-25 effort. The runner-up performance was the 13th of his career. At 2-under 278, finished two strokes behind champion Lucas Glover. Recovered from a triple bogey in the final round on the par-3 third hole after his tee shot buried in the lip of a bunker. Moved into a tie for the lead with three consecutive birdies on Nos. 14-16 before a bogey on the par-3 17th hole ended his chances for his first victory since the 2001 Open Championship. It was his first top-10 finish since a T6 at the 2002 Invensys Classic at Las Vegas, a streak of 116 tournaments. His last top-10 finish in a major championship was a T10 at the 2001 PGA Championship. Entered the season-ending Children's Miracle Network Classic No. 125 on the money list but missed the cut to fall to No. 130 on the money list. 2008: Made the cut in five of 20 starts, but finished outside of the top 125 (No. 219) for the sixth consecutive season. Made first cut of the year at the Stanford St. Jude Championship in early June, finishing T60. It was his first made cut since the 2007 Viking Classic. Finished T22 at the Viking Classic for his first top-25 finish since the 2006 U.S. Open (T16), a span of 31 starts between top-25 finishes. Posted a 1-under 71 Sunday in an attempt to post all four rounds in the 60s at Annandale Golf Club (69-69-68-71). The last time he had four rounds in the 60s in a 72-hole event was the 2001 Buick Challenge. 2007: Played on Top-25 All-Time Money exemption, but was limited to seven events (five through mid-February) due to the difficult pregnancy of wife Susie. Granted Major Medical Extension for the 2008 season. Played in two events after the birth of daughter Sienna in August...In 2006, made strides after battling back and swing issues the past several years, posting three top-25s. Finished T22 at the Wachovia Championship, first top-25 finish on TOUR since a T13 at the 2004 Deutsche Bank Championship. Made his first cut in a major championship since the 2002 PGA Championship with a T16 at the U.S. Open. The finish was his best in a major since a T10 at the 2001 PGA Championship. Had missed 11 consecutive major cuts entering Winged Foot...In 2005, former Open Championship winner made one cut (T60 at Valero Texas Open) in 20 starts...In 2004, made comeback after seven-month break with his first start of the season at the U.S. Open at Shinnecock Hills, his first pro competition since he withdrew from a tournament in Japan in November 2003. Had not played on TOUR since he missed the cut in Las Vegas in October 2003. Missed cut at U.S. Open shooting 83-82. Finished T13 at Deutsche Bank Championship, his best finish since a T6 at the 2002 Invensys Classic at Las Vegas, and first cut made since 2003 FBR Capital Open...In 2003, fell from 80th to 211th on the money list, making only four cuts in 20 starts. Set course record at TPC Avenel with 9-under 62 during second round of the FBR Capital Open. Finished T28 for best finish of campaign...In 2002, failed to win for the first time since 1996 and had his lowest position on the money list (No. 80) since 1994. Recorded two top-10s, at the Memorial (T4) and Invensys Classic at Las Vegas (T6). Member of the U.S. Ryder Cup team and has compiled a 2-3-2 record in two appearances...In 2001, overcame early season wrist injury to win the first major of his career at The Open Championship. Finished eighth in earnings, the sixth consecutive year in the Top 10. Forced to withdraw from Bay Hill Classic and THE PLAYERS Championship due to tendinitis in right wrist. Returned to action, after a five-week layoff, to post a second in the Masters. It was his second runner-up finish and the fourth consecutive top-10. Trailed by three strokes after 36 and 54 holes. Finished two behind Tiger Woods after a closing 67 where he was tied for the lead on the back nine until a bogey at No. 16. In his 27th major championship, won first major at The Open Championship. Third-round 65 put him in a four-way tie for the lead. Closing 67 produced a three-shot victory over Niclas Fasth. Took the lead for good with a birdie on hole No. 6 at Royal Lytham & St. Annes. Finished T10 in the PGA Championship. A T16 in the U.S. Open prevented him from posting a top-10 in all four majors. Lost a one-hole playoff to Chris DiMarco in the Buick Challenge after firing a closing 63...In 2000, sidelined for 10 weeks by back problems. Rebounded with 12th TOUR victory at the Buick Challenge. Made birdie on three of last four holes for a two-stroke victory at the Mountain View Course at Callaway Gardens, GA. With $414,000 paycheck, went over $2 million in a season for third time in career. Season impacted by back problems. First felt back pain following U.S. Open and was forced to withdraw during first round of THE INTERNATIONAL. Continuing pain caused withdrawals from PGA Championship and WGC-NEC Invitational. In June, lost Buick Classic in playoff with Dennis Paulson; the next week T8 at U.S. Open. Member of his third Presidents Cup Team. Completed the year by teaming with Tiger Woods in the World Cup in Argentina...In 1999, became first player since Johnny Miller in 1974 to win four times before the Masters. Also first player since Nick Price (1993-94) to earn at least four victories in consecutive years. Eagled last hole to win Bob Hope Chrysler Classic and shoot 59, which matched Al Geiberger (1977) and Chip Beck (1991). PLAYERS Championship victory came same day father Bob won Emerald Coast Classic on Champions Tour. Moved to No. 1 in Official World Golf Ranking, snapping Tiger Woods' string of 41 consecutive weeks in first. Played on first Ryder Cup team with 1-2-1 record...In 1998, led Presidents Cup Team eligibility list. Earned the Byron Nelson Award and Vardon Trophy with lowest scoring average (69.13) and the Arnold Palmer Award for earnings ($2,591,031)...In 1997, won last three events to finish second in official earnings. Won Michelob Championship at Kingsmill for first TOUR title, followed with win at Walt Disney World\/Oldsmobile Classic and then won THE TOUR Championship. First player in PGA TOUR history to win playoffs in consecutive weeks. Also became first player since Billy Andrade in 1991 to win his first two titles back-to-back. In 1995, playing rookie season, finished second three times, at AT&T Pebble Beach National Pro-Am, Bob Hope Chrysler Classic and Memorial Tournament, and finished season with eight top-10s and a then-rookie earnings record. 1993: Finished 11th on Web.com Tour money list despite playing in only nine events. Won Wichita Open and Web.com Tour Championship. \n","otherCarHigh" : "Was the 1993 Collegiate Player of the Year and winner of Dave Williams Award. Held two-stroke lead through 54 holes at 1992 BellSouth Classic before closing with 79 and finishing T13. Duval, Wake Forest's Gary Hallberg, Arizona State's Phil Mickelson and Georgia Tech's Bryce Molder are only four-time Division I first-team All-Americans. 1989 U.S. Junior Amateur champion. Father, Bob, is a former Champions Tour player. David caddied for his dad at 1996 Transamerica, Bob's first Champions Tour event, and won THE PLAYERS Championship and Emerald Coast Classic (Champions Tour) on the same day in 1999. Inducted into the Georgia Tech Athletics Hall of Fame in 2003.","personal" : "Father, Bob, is a former Champions Tour player. David caddied for his dad at 1996 Transamerica, Bob's first Champions Tour event. Son and father, respectively, won THE PLAYERS Championship and Emerald Coast Classic (Champions Tour) on the same day in 1999...Inducted into the Georgia Tech Athletics Hall of Fame in 2003...Established golf course architecture firm, Duval Design, with projects in China, Japan and Mexico.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1995","qSchoolYear" : "","exmtStatus" : "Past Champion Member","otherVics" : "(3): 1998 Fred Meyer Challenge [with Jim Furyk]. 1999 Franklin Templeton Shootout [with Fred Couples]. 2000 World Golf Championships-EMC World Cup [with Tiger Woods].","intlVics" : "(1): 2001 Dunlop Phoenix [Jpn].","curYearHigh" : "Made just two cuts in sixPGA TOUR starts. Shot a 67 in the third round of The Open Championship, briefly sitting inside the top 20 on the leaderboard. Closed with a 73 in his first made cut at The Open Championship since 2008. Continued to spend time working as an on-air personality and analyst for Golf Channel.","carHigh" : "2013-14: Finished the season No. 202 in the FedExCup standings, with three made cuts in 15 starts. Finished a season-best T25 at the Zurich Classic of New Orleans, his first top-25 since a T23 at the 2011 Shriners Hospitals for Children Open. Worked as a Golf Channel analyst throughout the season and for ESPN during The Open Championship..\n\n2013: Made only one of eight cuts on the PGA TOUR and finished No. 248 in the FedExCup standings. Only played 15 rounds on TOUR, his fewest since 1992 when he played 14 as an amateur.\n\n2012: Finished the season No. 238 in the FedExCup standings, failing to advance to the Playoffs for the fifth time in six seasons. Finished T60 at the Valero Texas Open, his best Regular Season finish...In December, teamed with his stepson Nick Karavites to finish T4 at the PNC Father\/Son Challenge.\n\n2011: Finished outside the top 125 on the official money list for the eighth time in the last nine seasons...Final round, 4-under-par 67 led to a T9 at the Northern Trust Open, his only top-10 of the season. 2010: Finished inside the top 125 on the money list (No. 106) for the first time since 2002...After earning a spot into the AT&T Pebble Beach National Pro-Am field via 1999 PLAYERS Championship win, he recorded four consecutive rounds in the 60s to finish T2, one stroke behind Dustin Johnson. The last time he posted four sub-70 rounds was at the 2001 Buick Challenge, where he lost to Chris DiMarco in a playoff. Birdied par-3 17th to pull within one of the lead and failed to birdie par-5 18th. Johnson birdied the final hole two groups later to win...Matched his low round of the year with a 6-under 65 in the second round of the Frys.com Open en route to a T6. Finish marked just third top-10 since a T6 at the 2002 Invensys Classic at Las Vegas, where he held the 72-hole lead in the five-round event. Clinched PGA TOUR card for 2011, climbing from 109 to 99 on the official money list, marking his first season inside the top 125 since 2002. 2009: Playing out of the Top-50 all-time money exemption category, made the cut in six of 22 starts on the PGA TOUR, with a runner-up finish at the U.S. Open his only top-25 effort. Recorded the 13th runner-up finish of his career with a second-place showing at the U.S. Open. At 2-under 278, finished two strokes behind champion Lucas Glover. Recovered from a triple bogey in the final round on the par-3 third hole after his tee shot buried in the lip of a bunker. Moved into a tie for the lead with three consecutive birdies on Nos. 14-16 before a bogey on the par-3 17th hole ended his chances for his first victory since the 2001 Open Championship. It was his first top-10 finish since a T6 at the 2002 Invensys Classic at Las Vegas, a streak of 116 tournament. His last top-10 finish in a major championship was a T10 at the 2001 PGA Championship. Entered the season-ending Children's Miracle Network Classic No. 125 on the money list, but missed the cut to fall to No. 130 on the money list. At the PGA TOUR Qualifying Tournament, failed to attain fully exempt status for 2009 and 2010. 2008: Playing on a Major Medical Extension, made the cut in five of 20 starts, but finished outside of the top 125 (No. 219) for the sixth consecutive season. Made first cut of the year at the Stanford St. Jude Championship in early June, finishing T60. It was his first made cut since the 2007 Viking Classic. Finished T22 at the Viking Classic for his first top-25 finish since the 2006 U.S. Open (T16), a span of 31 starts between top-25 finishes. 2007: Played on Top-25 all-time money exemption in 2007, but was limited to seven events (five through mid-February) due to the difficult pregnancy of wife, Susie. Granted Major Medical Extension (family crisis) and had 20 events in 2008 to earn $713,235 (combined with 2007 earnings of $71,945, would equal 2007's No. 125 earnings of $785,180) and receive Major Medical Extension status for the remainder of the 2008 campaign...Played in two events after the birth of daughter Sienna in August.\n\n2006: Made strides after battling back and swing issues the past several years, posting three top-25s...Finished T22 at the Wachovia Championship, first top-25 finish on TOUR since a T13 at the 2004 Deutsche Bank Championship...Made his first cut in a major championship since the 2002 PGA Championship with a T16 at the U.S. Open. The finish was his best in a major since a T10 at the 2001 PGA Championship. Had missed 11 consecutive major cuts entering Winged Foot. \n\n2005: Former Open Championship winner made one cut (T60 at Valero Texas Open) in 20 starts. \n\n2004: Made comeback after seven-month break with his first start of the season at the U.S. Open at Shinnecock Hills, his first pro competition since he withdrew from a tournament in Japan in November 2003. Had not played on TOUR since he missed the cut in Las Vegas in October 2003. Missed cut at U.S. Open shooting 83-82…Finished T13 at Deutsche Bank Championship, his best finish since a T6 at the 2002 Invensys Classic at Las Vegas, and first cut made since 2003 FBR Capital Open. \n\n2003: Fell from 80th to 211th on the money list, making only four cuts in 20 starts...Set course record at TPC Avenel with 9-under 62 during second round of the FBR Capital Open. Finished T28 for best finish of campaign. \n\n2002: Failed to win for the first time since 1996 and had his lowest position on the money list (No. 80) since 1994. Recorded two top-10s, at the Memorial (T4) and Invensys Classic at Las Vegas (T6)...Member of the U.S. Ryder Cup team and compiled a 1-1-1 record, his victory coming in four-balls with Mark Calcavecchia, defeating Niclas Fasth and Jesper Parnevik. Halved his singles match with Darren Clarke. \n\n2001: Overcame early season wrist injury to win the first major of his career at The Open Championship...Finished eighth in earnings, the sixth consecutive year in the Top 10…Forced to withdraw from Bay Hill Classic and THE PLAYERS Championship due to tendinitis in right wrist...Returned to action, after a five-week layoff, to post a second in the Masters. It was his second runner-up finish and the fourth consecutive top-10. Trailed by three strokes after 36 and 54 holes. Finished two behind Tiger Woods after a closing 67 where he was tied for the lead on the back nine until a bogey at No. 16...In his 27th major championship, won first major at The Open Championship. Third-round 65 put him in a four-way tie for the lead. Closing 67 produced a three-shot victory over Niclas Fasth. Took the lead for good with a birdie on hole No. 6 at Royal Lytham & St. Annes...Finished T10 in the PGA Championship. A T16 in the U.S. Open prevented him from posting a top-10 in all four majors...Lost a one-hole playoff to Chris DiMarco in the Buick Challenge after firing a closing 63. \n\n2000: Sidelined for 10 weeks by back problems. Rebounded with 12th TOUR victory at the Buick Challenge. Made birdie on three of last four holes for a two-stroke victory at the Mountain View Course at Callaway Gardens, GA. With $414,000 paycheck, went over $2 million in a season for third time in career...Season impacted by back problems. First felt back pain following U.S. Open and was forced to withdraw during first round of THE INTERNATIONAL. Continuing pain caused withdrawals from PGA Championship and World Golf Championships-NEC Invitational...In June, lost Buick Classic in playoff with Dennis Paulson; the next week T8 at U.S. Open... Member of his third Presidents Cup Team...Completed the year by teaming with Tiger Woods in the World Cup in Argentina. \n\n1999: Became first player since Johnny Miller in 1974 to win four times before the Masters...Also first player since Nick Price (1993-94) to earn at least four victories in consecutive years...Opened the year with back-to-back victories, shooting nine consecutive under-par rounds. At the Mercedes Championships, took control of the tournament with a second-round 63 and coasted to a nine-stroke win over Billy Mayfair and Mark O'Meara...Two weeks later, eagled the last hole to win Bob Hope Chrysler Classic and shoot 59, which matched Al Geiberger (1977) and Chip Beck (1991) for the lowest 18-hole score in TOUR history...Won THE PLAYERS Championship not far from his hometown of Jacksonville, Fla. The victory came on the same day his father, Bob, won the Emerald Coast Classic on Champions Tour. Moved to No. 1 in Official World Golf Ranking, snapping Tiger Woods' string of 41 consecutive weeks in first...Played on first Ryder Cup team with 1-2-1 record...Won the following week, outside Atlanta, at the BellSouth Classic, with four under-70 rounds...Was also runner-up at the Sprint International, losing to David Toms in the Modified Stableford scoring event...Played in his first Ryder Cup, with the United States taking a one-point win against Europe in Massachusetts. Had a 1-2-1 record, winning his singles match over Jesper Parnevik, 5 and 4.\n\n1998: Led The Presidents Cup team eligibility list...Earned the Byron Nelson Award and Vardon Trophy with lowest scoring average (69.13) and the Arnold Palmer Award for earnings ($2,591,031), thanks to four victories...First win of the year was at the Tucson Chrysler Classic. Shot a second-round 62 and despite a final-round 73, he still easily outdistanced Justin Leonard and David Toms...Recovered from a disappointing T2 at the Masters Tournament to win the Shell Houston Open, thanks to a final-round 64...Win No. 3 came at the NEC World Series of Golf in Akron, OH, a two-shot win over Phil Mickelson...Successfully defended his Michelob Championship at Kingsmill title. His 16-under 65-67-68-68 gave him a three-shot win over Phil Tataurangi...Had a disappointing 0-4-1 record in the International team's rout of the U.S. team at The Presidents Cup in Australia. \n\n1997: Won last three events to finish second in official earnings. Won Michelob Championship at Kingsmill for first TOUR title, followed with win at Walt Disney World\/Oldsmobile Classic and then won THE TOUR Championship...First player in PGA TOUR history to win playoffs in consecutive weeks...Also became first player since Billy Andrade in 1991 to win his first two titles back to back. \n\n1996: Had his fourth and fifth runner-up finishes since joining the TOUR. For the second consecutive year, was second at the Memorial Tournament...At the weather-shortened Bell Canadian Open, shot 69-65-69 at Glen Abbey GC to finish a stroke behind Dudley Hart...Also had three third-place performances—at the BellSouth Classic (shot a final-round 76), the Shell Houston Open (shot a final-round 72) and the GTE Byron Nelson Golf Classic (finished 64-68-65 outside Dallas. \n\n1995: In rookie season, just missed winning four times in his rookie season, with three runner-up showings and a third-place performance. At the AT&T Pebble Beach National Pro-Am, he opened with a 72 and then recorded consecutive 67s, which left him two strokes behind winner Peter Jacobsen...Two weeks later, at the Bob Hope Chrysler Classic, he had rounds of 67-68-65-67-69 to finish 24-under, a stroke behind Kenny Perry...Final runner-up finish came at the Memorial Tournament. Fired rounds of 64-68 on the weekend at Muirfield Village however still finished four strokes behind Greg Norman in Ohio. His year resulted in a then-rookie earnings record on TOUR. \n\n1994: Enjoyed one top-10 in his six PGA TOUR starts—a T8 at the Motorola Western Open. Shot a final-round 68 at Cog Hill G&CC to move up 28 places on the final day...Played 22 Web.com Tour events and finished eighth on the money list, with a runner-up finish at the Utah Classic in Provo his best performance. Earned his 1995 PGA TOUR playing privileges. In Utah, finished a stroke behind Chris Perry at Riverside CC after taking a one-stroke lead into the final round...Had six other top-five finishes. Was T3 three times—at the Alabama Classic and on back-to-back weeks at the Ozarks Open and the Texarkana Open...The week after Texarkana, he finished 69-66 to T4 at the New Mexico Charity Classic, two shots behind winner Jim Carter...Was T4 at the Tri-Cities Open, added T5s at the Pensacola Classic and Carolina Classic and was T6 in defense of his Tour Championship title. \n\n1993: Best performance in five PGA TOUR starts was a T19 at the Federal Express St. Jude Classic in August...Finished 11th on Web.com Tour money list despite playing in only nine events. Won the Wichita Open in August by a stroke over Jeff Lee and John Morse...At the Web.com Tour Championship at Pumpkin Ridge GC in Oregon, came from three strokes back on the final day to overtake Danny Briggs and win by one stroke. Finished 11th on the final money list. \n\nAmateur: 1993 Collegiate Player of the Year and winner of Dave Williams Award...Held two-stroke lead through 54 holes at 1992 BellSouth Classic in his PGA TOUR debut before closing with 79 and finishing T13...Is part of a select group of four-time Division I first-team All-Americans. The others are Wake Forest's Gary Hallberg, Arizona State's Phil Mickelson and Georgia Tech's Bryce Molder. Won the 1989 U.S. Junior Amateur.\n","otherCarHigh" : "","personal" : "Father, Bob, is a former Champions Tour player. Caddied for his dad at the 1996 Transamerica, Bob's first Champions Tour event. Son and father, respectively, won THE PLAYERS Championship and Emerald Coast Classic (Champions Tour) on the same day in 1999...Inducted into the Georgia Tech Athletics Hall of Fame in 2003.","otherInfo" : "","ntlTeams" : "The Presidents Cup (3), 1996, 1998, 2000; Ryder Cup (2), 1999, 2001; World Cup (2), 2000, 2001; World Amateur Team Championship (2), 1990, 1992; Walker Cup (1), 1991.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Made just two cuts in sixPGA TOUR starts. Shot a 67 in the third round of The Open Championship, briefly sitting inside the top 20 on the leaderboard. Closed with a 73 in his first made cut at The Open Championship since 2008. Continued to spend time working as an on-air personality and analyst for Golf Channel.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 13 times.","dynStats" : "He ranks 62nd in Career Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/david59duval"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}