{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "22110","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Wiratchant","first" : "Thaworn","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-7","heightMetric" : "1.7","weight" : "150","weightMetric" : "68","birthDate" : "December 28, 1966","age" : "49","birthPlace" : "Bangkok, Thailand","residence" : "Bangkok, Thailand","family" : "Wife, Kanpitcha","education" : "","splInterest" : "","pronunciation" : "WEE-raw-chant","nwTourAlumnus" : "","trndProYear" : "1987","clubAffl" : "","cityPlaysFrm" : "; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Member","otherVics" : "","intlVics" : "(17): 1995 PTT Performa Championship [Thai]. 1996 Sabah Masters [Asia]. 2001 Alcatel Singapore Open [Asia], Volvo Masters of Malaysia [Asia], Singha TPC Championship [Thai]. 2004 Mercuries Taiwan Masters [Asia]. 2005 Enjoy Jakarta Standard Chartered Indonesia Open [Asia], Taiwan Open [Asia], Hero Honda Indian Open [Asia], Carlsberg Masters Vietnam [Asia], Enjoy Jakarta Standard Chartered Indonesia Open [Eur]. 2008 Bangkok Airways Open [Asia]. 2009 Macau Open [Asia], Heritage Melaka Classic [Mal], Dongfeng Nissan Teana Open [China]. 2010 Yeangder Tournament Players Championship [Asia]. 2012 Queen's Cup [Asia], Selangor Masters [Asia], Hero Indian Open [Asia].","curYearHigh" : "After shooting an opening, 1-under 71 at the Indonesia PGA Championship on the Japan Golf Tour, completed his final 54 holes in 14-under (68-66-68) to T7, four shots behind winner Choi Ho-Sung...Again had success in Indonesia, finishing T6 at the Asian Tour's Indonesia Open in Jakarta. Enjoyed a second-round 64, a score that gave him a tie for low round of the tournament.","carHigh" : "2012: Named the Asian Tour Player of the Year as he earned his second order of merit title on that Tour, easily outdistancing second-place finisher Marcus Fraser by almost $200,000. At 14 days short of his 46th birthday, he became the oldest Asian Tour player to win the money title...Won for the first time in more than two years when he captured the Queen's Cup on the Asian Tour. Shot a final-round 68 at Santiburi GC in Thailand to defeat Juvic Pagunsan and Siddikur by three strokes...In his next start, the following week, finished T2, at the Volvik Hildesheim Open J Golf Series, a stroke behind winner Lee In-Woo in South Korea...Won his second tournament of the campaign, the Selangor Masters at Kota Permai G&CC in Malaysia. At the early September event, shot four rounds in the 60s (66-69-68-69) to cruise to a three-shot victory over Gaganjeet Bhullar...Picked up his third title of the year when he shot four rounds in the 60s to win the Hero Indian Open. Shot a final-round 66, including a birdie on the 72nd hole to get into a playoff with Richie Ramsay, then prevailed on the first extra hole when he made another birdie...Had another close call, this time at the Yeangder Tournament Players Championship, an event he won two years earlier. This time, Bhullar got the better of him in Taiwan, winning by four strokes at Linkou International G&CC in Taipei...Had one other runner-up finish, at the CIMB Niaga Indonesian Masters in Jakarta. Battled Lee Westwood all weekend, shooting rounds of 66-67 in the final two rounds. Still fell to the Englishman by two strokes...Other top-10s came at the Handa Faldo Cambodian Classic (T10), the ISPS Handa Singapore Classic (T6) and the Mercuries Taiwan Masters (T9)...Played in the CIMB Classic in Malaysia for a second consecutive season, finishing T16 at The Mines G&CC on the strength of a 65-68-66 finish...The following week, at the World Golf Championships-HSBC Champions, was T39 outside Shenzhen, China...In his final event of the campaign, shot rounds of 69-65 over the final 36 holes of the Kskandar Johor Open in Malaysia to finish T5 and wrap up the order of merit title.\n\n2011: Went winless but still contended in a pair of events. Was solo second at the Mercuries Taiwan Masters, coming up three shots short of winner Lu Wei-Chih...At the Macau Open in mid-September, he made a late rally, shooting a final-round 66 to finish solo third, four strokes behind winner Chan Yih-Shin.\n\n2010: Made two PGA TOUR appearances late in the season. Was T33 at the unofficial CIMB Asia Pacific Classic in Kuala Lumpur and T6 at the World Golf Championships-HSBC Champions in Shanghai...Won the weather-shortened, 54-hole Yeangder Tournament Players Championship in Taiwan. Was declared the champion when Typhoon Fanapi prevented officials from conducting the final round. Shot a third-round, 2-under 70 that left him at 10-under, a stroke ahead of fellow Thai player Chinnarat Phadungsil...First top-10 of the season came at the Air Bagan Myanmar Open. Jumped into contention with a second-round 65 but had no answer for Tetsuji Hiratsuka, who blitzed the field for a 10-shot victory. Eventually shot a final-round 69 to T3, 11 shots behind Hiratsuka...Was runner-up at the Queen's Cup a month later, falling by two strokes to fellow countryman Chawalit Plaphol at the event in Thailand, at Santiburi Samui CC...Added another third-place showing, at the Worldwide Holdings Selangor Masters in August. Rounds of 69-70-72-68 left him T3 in Malaysia, a stroke out of the Angelo Que-Chris Rodgers playoff that Que won...Added a pair of T8s to round out his season, at the Iskandar Johor Open and in his final start of the year, at the Black Mountain Masters in Hua Hin, Thailand.\n\n2009: Began his season with three missed cuts but then missed only two more the rest of the way in his 18 final starts. Earned a victory for a third consecutive season, this time at the Macau Open in September. Shot four sub-70 rounds (67-68-66-68) at Macau G&CC to cruise to a healthy six-shot victory over Gaganjeet Bhullar. Not only was it his only victory of the season, it was his only top-10. Best finish outside his victory was a T11 at the Omega European Masters, on the strength of a pair of 67s on the weekend.\n\n2008: Won the Bangkok Airways Open, giving him wins in his last two campaigns. In early August, shot weekend 68s after opening 66-69 to roll to a three-shot victory over Japan's Shintaro Kai in Thailand...Almost picked up a second title, at both the Mercuries Taiwan Masters and the Iskandar Johor Open, finishing second in both events. In Taiwan, entered the final round a stroke behind Taiwan's Lu Wen-Teh and finished two back when he shot a final-rond 72 to Lu's 71...In Malaysia, at the Iskandar Johor Open, was in contention all week. Began the final round in solo second, a stroke behind Niclas Fasth. Shot a 1-under 71 Sunday but watched as Retief Goosen fired a 6-under 66 to take the title by two strokes. \n\n2007: After going winless the previous year, won his ninth title, the Midea China Classic at Royal Orchid International GC in Guangzhou. Shot a final-round 67 to force his way into a playoff with Scotland's Simon Yates and fellow countryman Chinarat Phadungsil. Won on the fourth extra hole, beating Phadungsil after Yates bowed out following the first playoff hole...Played well late in the year, at the Johnnie Walker Cambodian Open, finishing T3 at Phokeethra CC.\n\n2006: Made his PGA TOUR debut, at the Sony Open in Hawaii, where he missed the cut...Played in his first major championship, qualifying for The Open Championship. With a 71-68 start at Royal Liverpool GC, found himself in a 13-way tie for ninth at the halfway mark. Came in with a 74-72 performance on the weekend to T31...Played in his first World Golf Championships events, the American Express Championship. Again started strong, with a pair of 71s before faltering to a 75-74 finish at The Grove in Hertfordshire, England...Only missed two cuts in his 19 Asian Tour starts, with five top-10s. First came at the Bangkok Airways Open, where he T8 after struggling to a final-round 74...In his next start, at the Crowne Plaza Open, was T4...In South Korea late in the summer, was T6 at the Kolon-Hana Bank Korea Open...In his next tournament, was T4 at the Taiwan Open...Finished his season with a solo fourth at the Volvo Masters of Asia. Shot a second-round 65 to move up the leaderboard. \n\n2005: Had a dominant season on the Asian Tour, winning four times and earning a career-high $510,123 (U.S.) to take that Tour's order of merit crown. Won the first of his championships at the Enjoy Jakarta Standard Chartered Indonesia Open. Had three 63s in his victory, along with a third-round 66, to win by five strokes over Raphael Jacquelin at the co-sanctioned Asian Tour and European Tour event. His 25-under 255 was an all-time low on either Tour but it went unrecognized because officials allowed players to use preferred lies...Win No. 2 came at the Taiwan Open at Chang Gung GC. Came from off the pace in the final round, shooting an 8-under 64 to edge past the field and defeat Chapchai Nirat by a shot...Won the Hero Honda Indian Open by two strokes over Gaurav Ghei at Delhi GC in late October...A month after his victory in India, won again, at the Carlsberg Masters Vietnam, with a 7-under 281, two shots better than Chris Rodgers at Chi Linh Start G&CC in Hanoi...Just missed on a fifth title, finishing solo second to Choi Sang-Ho in South Korea, at the KT&G Maekyung Open in Seoul.\n\n2004: Lone victory of the campaign came at the Mercuries Taiwan Masters in mid-September under difficult scoring conditions at the Taiwan G&CC in Taipei. Overcame a final-round, 2-over 74 to hang on an defeat Chen Yuan-Chi and Chris Williams by two shots with a 5-under 283.\n\n2001: Earned multiple titles for the first time in his career, at the Alcatel Singapore Open, the Volvo Masters of Malaysia and the Singha TPC Championship in Thailand. \n\n1996: Won on the Asian Tour for the first time, taking the title at the Sabah Masters, defeating Jeff Wagner and Lin Chih-Chen by two strokes.\n\n1995: Won his first professional title when he took home top honors at his homeland's PTT Performa Championship.\n","otherCarHigh" : "","personal" : "Possesses an unorthodox swing, where his hands move directly above his head at the apex of his backswing. Has a long, extended follow-through. Says of his swing: \"It worked well for me during my amateur days, and it works now.\"","otherInfo" : "","ntlTeams" : "Royal Trophy (2), 2006, 2007; Dynasty Cup (2), 2003, 2005.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T31st in 2006 at the The Open Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}