{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01072","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Beck","first" : "Chip","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "170","weightMetric" : "77","birthDate" : "September 12, 1956","age" : "59","birthPlace" : "Fayetteville, North Carolina","residence" : "Lake Forest, Illinois","family" : "Wife, Karen; Charles (11\/12\/83), Elizabeth (3\/16\/87), Mary Catherine (7\/7\/90), Anne Marie (5\/28\/92), John (5\/17\/93), Carl Henry (10\/30\/95); one grandchild","education" : "University of Georgia (1978, Journalism)","splInterest" : "Landscaping, history","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1978","clubAffl" : "Merit Club (Libertyville, Illinois)","cityPlaysFrm" : "","websiteUrl" : "http:\/\/www.Chipbeck.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "9,011,454&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Winner of four career PGA TOUR events. Missed the cut in all five starts on the 2004 Nationwide Tour. Played 12 events on Tour in 2003, making five cuts to place 181st on the money list. Best finish was a T19 at the Rheem Classic. Missed cut in both PGA TOUR starts in 2003 but recorded an ace during the second round of the Greater Milwaukee Open, using a 4-iron on the par-3, 205-yard seventh hole. Also aced the 315-yard, par-4 ninth hole at the Nationwide Tour's Omaha Classic in August, only the second ace on a par 4 in the history of all three Tours and the first on the Nationwide Tour. Had long dry spell from 1997-98 in which he missed 47 consecutive cuts before breaking that streak at the 1998 Greater Milwaukee Open. Recorded the second 59 in PGA TOUR history on October 11, 1991 in the third round of the Las Vegas Invitational. Made 13 birdies and no bogeys at Sunrise GC. Sank a three-foot putt on his final hole to join Al Geiberger as the only sub-60 shooters in TOUR history. David Duval added a 59 in 1999. Best year on TOUR was 1988, where victories at the Los Angeles Open and USF&G Classic led to a career-best second place showing on the final money list. Won again at the 1990 Buick Open and the 1992 Freeport-McMoRan Golf Classic. Had two runner-up finishes in 1993, Masters and Anheuser-Busch Golf Classic, which helped him earn a place on U.S. Ryder Cup team that year. Singles victory over Barry Lane at The Belfry provided margin of victory for U.S. Has three top-10s since 1993: third at 1994 Nissan L.A. Open, ninth at United Airlines Hawaiian Open and second at 1996 Buick Open. 1988 Vardon Trophy winner. Has served as an analyst on ESPN golf telecasts.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1979","qSchoolYear" : "1978","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Winner of four career PGA TOUR events. Played 12 events on the Nationwide Tour in 2003, making five cuts to place 181st on the money list. Best finish was a T19 at the Rheem Classic. Missed cut in both PGA TOUR starts in 2003 but recorded an ace during the second round of the Greater Milwaukee Open, using a 4-iron on the par-3, 205-yard seventh hole. Also aced the 315-yard, par-4 ninth hole at the Nationwide Tour's Omaha Classic in August, only the second ace on a par 4 in the history of all three Tours. Had long dry spell from 1997-98 in which he missed 47 consecutive cuts before breaking that streak at the 1998 Greater Milwaukee Open. Recorded the second 59 in PGA TOUR history on October 11, 1991 in the third round of the Las Vegas Invitational. Made 13 birdies and no bogeys at Sunrise GC. Sank a three-foot putt on his final hole to join Al Geiberger as the only sub-60 shooters in TOUR history. David Duval added a 59 in 1999. Best year on TOUR was 1988, when he won Los Angeles Open and USF&G Classic. Won again in New Orleans in 1992. Had two runner-up finishes in 1993, Masters and Anheuser-Busch Golf Classic, which helped him earn a place on U.S. Ryder Cup Team that year. Singles victory over Barry Lane at The Belfry provided margin of victory for U.S. Has three top-10s since 1993: third at 1994 Nissan L.A. Open, ninth at United Airlines Hawaiian Open and second at 1996 Buick Open. 1988 Vardon Trophy winner. Has served as an analyst on ESPN golf telecasts.","ntlTeams" : "Dunhill Cup, 1988; Kirin Cup, 1988; Asahi Glass Four Tours World Championship of Golf, 1989; Ryder Cup (3), 1989, 1991, 1993","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2006","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(1): 2007 Kinojyo Senior Open.","curYearHigh" : "","carHigh" : "2014: Played in just 12 events. Two best outings were a T22 at the Boeing Classic and a T26 at the Greater Hickory Kia Classic, where he posted three consecutive sub-par rounds...Was the first-round leader at the Quebec Championship after a 7-under 65 but eventually finished T49 after back-to-back 75s on the weekend at La Tempete. \n\n2013: Made 12 appearances on the Champions Tour. Best overall finish during the season was a T27 at the SAS Championship. \n\n2012: In the mix throughout at the Greater Hickory Classic at Rock Barn and eventually finished T4, his only top-10 showing of the season and the second consecutive time he's been among the top five in the Hickory event. \n\n2011: Enjoyed his best Champions Tour season, earning his first trip to the season-ending Charles Schwab Cup Championship as a top-30 finisher on the money list...His improved putting played a major role in his rebirth and led to him being voted as the Champions Tour's Comeback Player of the Year. Was T13 in Putts Per Round, up from 57th in 2010, and jumped 44 spots in Putting Average, from 60th to 16th...Posted four top-10 finishes, including a pair of third-place efforts...Trailed 36-hole leader Bob Tway by just two strokes heading into the final round at the Greater Hickory Classic at Rock Barn, and despite a final-round 66, finished one stroke short of a spot in the playoff with James Mason and eventual champion Mark Wiebe. His T3 finish was his best showing since he was second at the 2006 AT&T Championship...Birdied four of his last five holes to finish solo third at the Boeing Classic. Performance was his second straight top-10, a first for him since the 2006 season, his initial Champions Tour campaign...The week prior to Seattle, shot a final-round 65 at Westchester was the low Sunday score and led to a T6 at the Constellation Energy Senior Players Championship, his first career top-10 finish in a Champions Tour major. 2010: Managed a pair of top-10 performances and finished inside the top 50 on the single-season money list for the first time since 2006...Registered his first top-five finish since the fall of 2008 when he was T5 at The Principal Charity Classic...Turned in a nice performance at the Ensure Classic at Rock Barn, finishing T7 after three straight rounds in the 60s. 2009: Was inside the top 20 twice among his 18 starts, with both performances coming in Texas...Best effort came at the end of the campaign when he was T14 at the AT&T Championship at Oak Hills in San Antonio...Also was T16 in Austin at the Triton Financial Classic in June...Was the only Champions Tour player to record a pair of aces during the season. First hole-in-one came in the final round at the Senior PGA Championship at the Canterbury GC near Cleveland. Used a 4-iron on the 188-yard 13th hole. Initial ace made him only the fourth player, along with Dave Barr, Olin Browne and Jim Thorpe to have a hole-in-one on the PGA TOUR, Champions Tour and Web.com Tour. Added a second ace in October's AT&T Championship when he used a 5-iron from 196 yards in the opening round at No. 18. 2008: Best performance of the season was a T4 at the Walmart First Tee Open at Pebble Beach, his top effort since the 2006 AT&T Championship (T2). Was tied for the opening-round lead in the event and then carded a final-round 68 at Pebble to move from T17 into the top five...Forced to withdraw after two rounds at the Toshiba Classic due to an elbow injury he suffered in a fall on ice at his home during the winter. 2007: Had two top-10s in 22 appearances, both coming during the summer...Fast finish in early August at the 3M Championship allowed him to T8 in Minnesota. Final-round 66 at TPC Twin Cities featured a back-nine 29, establishing the low nine-hole score on the circuit in 2007. After making birdie at No. 14 Sunday, holed a 6-iron shot for an eagle at No. 15 (followed by Jay Haas' eagle on same hole in the next grouping) and then finished the round with three straight birdies to also record the best birdie-eagle run on the Champions Tour for the year...T10 at The Principal Charity Classic in June...Forced to withdraw early in the final round of the Bank of America Championship due to a rotator cuff injury to his left shoulder...Won the Kinojyo Senior Open on the Japan Senior Tour in November where he defeated Katsunara Takahashi in a one-hole playoff. 2006: Debuted on the circuit near Baltimore and was T5 in his first start at the Constellation Energy Classic just five days after turning 50. Closed with a 6-under-par 66 Sunday and got within a shot of the lead with a pair of late birdies, but eventually finished three strokes behind winner Bob Gilder...A solo third-place finisher in his next start at the Greater Hickory Classic at Rock Barn, posting three consecutive rounds in the 60s. Closed at 5-under-par on the back nine and eventually placed two strokes out of a playoff with R.W. Eaks and eventual-winner Andy Bean...Was T2 the next week at the weather-shortened SAS Championship near Raleigh...Other runner-up effort came in his last start of the year at the AT&T Championship. Final-round 65 at Oak Hills was the low round of the day and gave him the lead late Sunday. Eventually lost by one stroke when Fred Funk made birdies on three of the last four holes, including a clutch par save at No. 18, to preserve the victory.\n","otherCarHigh" : "Played the PGA TOUR full time from 1979 to 1999 and claimed four official victories...Recorded the second 59 in PGA TOUR history, on October 11, 1991, in the third round of the Las Vegas Invitational. Made 13 birdies and no bogeys at Sunrise GC and sank a 3-foot putt on the final hole to join Al Geiberger as the only sub-60 shooters in TOUR history at the time. Received $500,000 from Hilton Hotels for his historic feat, with another $500,000 going to set up the Chip Beck Scholarship Foundation...Best year on the PGA TOUR was 1988, when he won the Los Angeles Open at Riviera CC and the USF&G Classic at English Turn...Won again in New Orleans in 1992 at the Freeport-McMoRan Classic...Had two runner-up finishes in 1993—Masters Tournament and Anheuser-Busch Golf Classic—which helped him earn a place on U.S. Ryder Cup team that year...Singles victory over Barry Lane at The Belfry in 1993 provided margin of victory for the United States...Also played on United States Ryder Cup squad in 1989 and 1991...Was the 1988 Vardon Trophy winner...Played a partial Web.com Tour schedule from 2001-06 and finished third at the 2002 Omaha Classic. Recorded the first par-4 ace in Web.com Tour history (second in TOUR history) during the first round of the 2003 Omaha Classic. Holed his drive on the 316-yard ninth hole at Champions Run...Was a two-time, first-team All-America at the University of Georgia and was also named first-team All-Southeastern Conference selection in 1978...Has lost count of the number of holes-in-one he has made but has framed aces in competitive rounds with golf balls numbered one through four. He has four PGA TOUR aces, two on the Champions Tour and one on the Web.com Tour.","personal" : "Started playing golf when he was 10 after attending a junior clinic with his mother in Fayetteville, N.C...Serves as a director of the Western Golf Association...Is an advisor to Aspen Capital in Tampa, Fla., and also sits on the board of Solargenix, the largest builder of solar energy plants...Is a devout Catholic who supports Catholic Charities through a family foundation...Supports the Word of Fire Catholic Ministries...Favorite courses are Pebble Beach GL, Harbour Town GL and Cypress Point GC...One course he'd love to play is Pine Valley CC...Favorite entertainer is Elton John...Favorite movie is \"It's a Wonderful Life.\"...Favorite athlete is Jack Nicklaus and lists No Ordinary Time as his favorite book...Biggest thrill outside of golf is having a happy family and being born into a family of seven sisters and two brothers...Has spent some time working as a partner with Mentor Financial, a financial-services firm in suburban Chicago...Served as honorary chair of the inaugural Stadion Athens Classic at UGA on the Web.com Tour...Says he'd love to trade places for a day with the Pope so he could see the Vatican from that perspective...Enjoys watching CNN, The History Channel and National Geographic Channel...His most memorable shot was his putt to shoot 59 at the Las Vegas Invitational...His bucket list includes taking a good family vacation in Europe, Asia and the U.S...Cell phone ring is \"Don't Stop Believing\" by Journey.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the PGA TOUR Champions 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/chipbeck59"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}