{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "35897","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Scott","first" : "Kyle","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "180","weightMetric" : "82","birthDate" : "July 10, 1986","age" : "29","birthPlace" : "Johannesburg, South Africa","residence" : "Decatur, Georgia","family" : "Wife, Laura","education" : "Georgia Tech (2011, Management)","splInterest" : "Kickball, beach volleyball","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2011","clubAffl" : "Druid Hills GC (Atlanta, Georgia)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2015","exmtStatus" : "Exempt - Finished 11-45 at 2015 Web.com Tour Qualifying Tournament (exempt to second reshuffle)","otherVics" : "","intlVics" : "","curYearHigh" : "Played three events on the Web.com Tour with his best performance coming at the Nova Scotia Open (T36).","carHigh" : "Has played on Sunshine Tour in South Africa, plus eGolf and Hopkins Tours.\n\n 2014: Finished T94 at the Web.com Tour Qualifying Tournament in December. Was one shot off the first-round lead with a 66 but suffered a 76 on day two.\n\n 2012: Played in four Sunshine Tour events, making two cuts (a T14 at the Dimension Data Pro-Am and a T29 at the Talkom PGA Championship.\n\n 2011: Missed the cut in his lone Sunshine Tour start, the Alfred Dunhill Championship.\n","otherCarHigh" : "Was a two-time Division II All-American at the University of West Florida in Pensacola in 2008 and 2009, then transferred to Georgia Tech where he earned All-ACC honors in 2011, his senior year...In 2005, was named South Africa Golf Digest's \"Best New Amateur.\"...Won four South Africa Junior Golf Foundation tournaments during 2003-04.","personal" : "Attended Edenglen High School in Johannesburg...If not a professional golfer, would be a male model...Favorite course played is Augusta National...Other favorites include the Atlanta teams, the Braves, Falcons and Hawks. Watches \"How I Met Your Mother,\" and is a fan of \"Man on Fire\" and \"The Great Gatsby. Favorite entertainer is Justin Timberlake and his top book is Putting Out of Your Mind. Is also a fan of the Detroit Lions' Calvin Johnson and Ernie Els after meeting Els at the 2012 Open Championship. Enjoys visiting Philadelphi...Dream foursome would include his dad, Els and Timberlake...Would like to trade places with Tom Brady for a day...Wife, Laura, is from Atlanta and studying to be in the medical field...Bucket list includes climbing Mount Kilimanjaro and going to a Super Bowl...Motto is \"It never gets easier, you just get better.\"...Would like to be featured in GQ...Speaks Afrikaans...Twitter handle is @krscotty.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T36th in 2015 at the Nova Scotia Open.","dynStats" : "He ranks T94th in Driving Distance on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}