{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "35807","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Toledo","first" : "Jose","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "170","weightMetric" : "77","birthDate" : "May 12, 1986","age" : "29","birthPlace" : "Guatemala City, Guatemala","residence" : "Guatemala City, Guatemala","family" : "Single","education" : "University of New Orleans (Business Administration)","splInterest" : "Music, spending time at the gym, traveling","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2010","clubAffl" : "Hacienda Nueva Country Club (Guatemala)","cityPlaysFrm" : "Guatemala City, Guatemala","websiteUrl" : "http:\/\/www.josetoledogolf.com\/","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "36,533&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2013","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Made the cut in 9 of 14 starts on PGA TOUR Latinoamérica, collecting a runner-up finish, four top-10s and nine top-25s to finish the season ranked 16th on the Order of Merit… Held the outright lead for the first three rounds of the season ending PGA TOUR Latinoamérica Tour Championship presented by FirstBank, but carded a 73 on the final round to finish T2, four strokes behind tournament winner Daniel Mazziotta at the TPC Dorado Beach in Dorado, Puerto Rico. \n\n2014: Made the cut in 10 of his 13 starts on the Web.com Tour, where he finished the regular season ranked 127th on the money list… His best finish and only top-25 of the Web.com season was T15 at the Utah Championship in July… A T2 finish at the Ecuador Open in September was a career best for him on PGA TOUR Latinoamérica. Had three other top-25s, while making the cut in 5 of his 7 starts to finish No. 49 on the Order of Merit. \n\n2013: Claimed medalist honors at PGA TOUR Latinoamérica Q-School in Lima, Peru in January… Had three top-25s in 9 starts to finish the season ranked 89th on the Order of Merit… His best finish was T15 at the season opening 55th Abierto Mexicano de Golf in Mexico City in March… Also claimed medalist honors at the PGA TOUR Canada Qualifying Tournament in California in April… Had one top-5, two top-25s and 6 cuts made in 9 starts to finish the season ranked 32nd on PGA TOUR Canada… Carded a season low 66 on the final round for a T3 finish of the season ending TOUR Championship of Canada in September… Earned Web.com Tour conditional status for 2014 by finishing T105 at the Qualifying Tournament Final played at La Quinta, California in December.\n\n2012: Made three cuts in ten starts on the Web.com Tour, where he had conditional status… His best Web.com Tour finish was T27 at the Price Cutter Charity Championship… Made three starts on PGA TOUR Latinoamérica, with a T25 at the Puerto Rico Classic as his best finish.\n\n2011: Finished T27 at the World Cup in Mission Hills, China where he joined Pablo Acuña to represent Guatemala in the team event… Finished T144 at the PGA TOUR Q-School Final late in the year to earn conditional status on the Web.com Tour… Kept competing on the Adams Golf Pro Tour, where he had five top-25 finishes in 12 starts… Made two starts on the Tour de las Americas, with a T7 at the Televisa TLA Players Championship in Acapulco, Mexico as his best finish.\n\n2010: Won the East Texas Open on the Adams Golf Pro Tour one week after a runner-up finish at the Southwest Louisiana Open… Shot 73, 68, 69 and 65 to win at 275 (-9)… Had 11 top-25 finishes in 16 starts on the Adams Golf Pro Tour to finish second in the Order of Merit… T7 at the Peru Open for his best finish in two starts on the Tour de las Americas… Also won Guatemala's Abierto de Hacienda Nueva at 276 (-12).\n","otherCarHigh" : "Played for the University of New Orleans… Won three college tournaments, including the 2007 Troy Invitational… Twice led the New Orleans Privateers in scoring average… Came from behind to win the 2008 Central American Amateur Championship by carding a 67 on the final round… A Central American Boys 13-14 champion… A three-time winner of the Guatemala Open… Won Guatemala's National Championships in all age divisions.","personal" : "Having the opportunity to compete in 23 countries has been his biggest thrill in golf… Scotland's Royal St. Georges is his favorite golf course… His grandpa, his father and his brother would round out his dream foursome… Carries beef jerky and bananas as snacks on his golf bag… Loves music, salsa dancing, working out and sports in general… His favorite team is Guatemala's National Football Team (soccer)… His favorite artist is Guatemalan singer Ricardo Arjona… Favorite movie is “7 days in Utopia”… Favorite book is “Live your best life today” by Joel Osteen… Loves eating sushi… Favorite athlete is Rory McIlroy… Favorite city is Hong Kong… Favorite app is you tube… Loves going to the beach whenever on vacation… Not many people know that he once parachuted… Bucket list includes swimming with sharks… As its favorite charity his family likes to help out caddies in Guatemala… Twitter: @jose_toledo… Instagram: @josetoledo12","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 Order of Merit Top-60"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2012","exmtStatus" : "Conditional","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2013: Made four cuts in nine PGA TOUR Latinoamérica starts and had three top-25 finishes. Started the year by claiming medalist honors at the PGA TOUR Latinoamérica Qualifying Tournament at the CC La Planicie in Lima, Peru. Opened with a 65 and closed with a 69 to win the qualifier by one shot. Made two cuts in his first six starts on PGA TOUR Latinoamérica. Best week was a T15 finish at the season-opening 55th Abierto Mexicano de Golf in Mexico City in March...Also claimed medalist honors at the PGA TOUR Canada Qualifying Tournament in California in April. Won the Canadian qualifier by four strokes, with rounds of 66-66-75-66...Posted four rounds in the 60s to finish T14 at The Wildfire Invitational in late August for his best PGA TOUR Canada performance.\n\n2012: Made the cut in three of 10 starts on the Web.com Tour with a T27 at the Price Cutter Charity Championship his best week. Also made two of three cuts on PGA TOUR Latinoamérica .\n\n2011: First PGA TOUR-related experience came at the OMEGA Mission Hills World Cup in China, where he joined Pablo Acuna to represent Guatemala in the team event. Again competed on the Adams Golf Tour. Had five top-25 finishes in a dozen starts. \n\n2010: Played on the Adams Golf Tour. Won the 2010 East Texas Open one week after a runner-up finish at the Southwest Louisiana Open. Had 11 top-25 finishes in 16 starts. \n","otherCarHigh" : "Played for the University of New Orleans, where he won three tournaments, including the 2007 Troy Invitational. Twice led the Privateers in scoring average...Came from behind to win the 2008 Central American Amateur Championship by carding a 67 on the final round...A Central American Boys 13-14 champion...Won Guatemala's National Championships in all age divisions.","personal" : "Graduated from the University of New Orleans with a degree in Business Administration in 2009...Has a brother and a sister (Luis Felipe and Lucía)...Club affiliation is Guatemala's Hacienda Nueva Country Club...Golf instructors include Jorge Nayen (Guatemala), Kevin Kirk (swing) and Mike Shannon (putting)...Having the opportunity to compete in 23 countries has been his biggest thrill in golf...Scotland's Royal St. Georges is his favorite golf course...His grandfather, father and brother would round out his dream foursome...Carries beef jerky and bananas as snacks in his golf bag...Enjoys music, salsa dancing, working out and sports in general...Drives a Toyota 4Runner...His favorite team is Guatemala's National Football Team (soccer)...His favorite artist is Guatemalan singer Ricardo Arjona...Favorite movie is “7 days in Utopia” and book is “Live your best life today” by Joel Osteen...Likes eating sushi and visiting Hong Kong and going to the beach on vacations...Favorite athlete is Rory McIlroy...Not many people know that he once parachuted...Bucket List includes swimming with sharks.","otherInfo" : "","ntlTeams" : "World Cup (1), 2011.","priorYearSeason" : "","ntlTeams" : "World Cup (1), 2011."},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri in 2016 is T15th at the 85 Abierto OSDE del Centro presentado por FiberCorp.","dynStats" : "He ranks T55th in Scoring Average (Actual) on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/#!\/jose_toledo"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}