{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01468","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hallberg","first" : "Gary","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "162","weightMetric" : "73","birthDate" : "May 31, 1958","age" : "57","birthPlace" : "Berwyn, Illinois","residence" : "Castle Rock, Colorado","family" : "Wife, Shirley; Kristina (8\/19\/92), Eric Anders (1\/10\/94)","education" : "Wake Forest University (1980)","splInterest" : "Family, sports, business","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1980","clubAffl" : "","cityPlaysFrm" : "Denver; Colorado; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "5,628,687&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "2002 Tournament Winner","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Finished No. 42 on the 2002 Nationwide Tour money list with $106,317. Made the cut in 13 of 21 tournaments...The three-time PGA TOUR winner fired a final-round 7-under-par 64 to win his first Nationwide Tour event, the 2002 Northeast Pennsylvania Classic, his only top-10 showing of the year. Shot rounds of 69-68-74-64 to defeat Roger Tambellini by three strokes. Entered the final round 10 shots behind tournament-leader Joe Daley, tying the mark set by John Flannery at the 1991 Reno Open for the largest comeback in the history of the Tour. With the win, became the 36th player to win both a PGA TOUR and Nationwide Tour event...Ranked No. 5 on the Nationwide Tour in Sand Save Percentage (60.4 percent)...Missed the cut in three appearances on the PGA TOUR in 2002...Split 2001 season playing both the PGA TOUR and the Nationwide Tour. Made five cuts in 16 appearances on the Nationwide Tour, including a solo second at the Samsung Canadian PGA Championship. Played in nine PGA TOUR events and made two cuts...PGA TOUR Rookie of the Year in 1980...His three wins on the PGA TOUR came at the 1983 Isuzu\/Andy Williams-San Diego Open, 1987 Greater Milwaukee Open and the 1992 Buick Southern Open...Won 1981 Lille Open in France and 1982 Chunichi Crowns Invitational in Japan...Teamed with Scott Hoch to win the 1986 Chrysler Team Championship...Earned his PGA TOUR card in 1980 after turning professional in July, thus becoming the first TOUR player to earn playing privileges without going through the PGA TOUR Qualifying Tournament.\n","otherCarHigh" : "Was first four-time first-team All-America selection. That feat later was matched by Phil Mickelson, David Duval and Bryce Molder...Won 1979 NCAA Championship and 1978 and '79 North and South Amateur...Member 1977 U.S. Walker Cup team...Started Saturday Series Pro-Am held in conjunction with TOUR events...NBC\/CNBC golf analyst in 2001.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1980","qSchoolYear" : "","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "Split the 2001-06 seasons playing both the PGA TOUR and the Nationwide Tour. Made a combined eight cuts in 18 appearances. In 2001, finished solo second at the Samsung Canadian PGA Championship on the Nationwide Tour. In 1980, became first TOUR player to earn playing privileges without going through National Qualifying Tournament. PGA TOUR Rookie of the Year for 1980. Won 1981 Lille Open in France and 1982 Chunichi Crowns Invitational in Japan. Winner 1986 Chrysler Team Championship with Scott Hoch. Was first four-time first-team All-America selection. That feat later was matched by Phil Mickelson, David Duval and Bryce MolderI. Won 1979 NCAA Championship and 1978-79 North and South Amateurs. Member 1977 U.S. Walker Cup team. Started Saturday Series Pro-Am held in conjunction with TOUR events. NBC and CNBC golf analyst in 2001.","personal" : "Started Saturday Series Pro-Am held in conjunction with TOUR events.","otherInfo" : "Split the 2008 season between the Champions Tour and the Nationwide Tour. Turned in a solid rookie season on the Champions Tour, making all 14 cuts with two top-10 finishes. Best finish was a T2 at the 3M Championship. Made only two of six cuts on the Nationwide Tour. Split the 2001-07 seasons between the PGA TOUR and the Nationwide Tour. Played in seven PGA TOUR events in 2007, missing the cut in each. Best finish on Nationwide Tour in 2007 was a T50 at the Legend Financial Group Classic. Finished T24 at the 2006 B.C. Open presented by Turning Stone Resort, his first top-25 finish on the TOUR since the 1998 season. In 2002, won the Northeast Pennsylvania Classic on the Nationwide Tour. In 2001, finished solo second at the Samsung Canadian PGA Championship on the Nationwide Tour. NBC and CNBC golf analyst in 2001. Won third career TOUR title at the 1992 Buick Southern Open. Collected his second TOUR win at the 1987 Greater Milwaukee Open. Winner of 1986 Chrysler Team Championship with Scott Hoch. First TOUR title was at the 1982 Isuzu-Andy Williams San Diego Open. Won 1981 Lille Open in France and 1982 Chunichi Crowns Invitational in Japan. In 1980, became first TOUR player to earn playing privileges without going through the Qualifying Tournament. PGA TOUR Rookie of the Year in 1980. As an amateur, was first four-time first-team All-America selection. That feat later was matched by Phil Mickelson, David Duval and Bryce Molder. Won 1979 NCAA Championship and 1978-79 North and South Amateur. Member 1977 U.S. Walker Cup team. Started Saturday Series Pro-Am held in conjunction with TOUR events.","ntlTeams" : "Walker Cup, 1977.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2008","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(4): 1979 NCAA Championship (indiv.). 1981 Lille Open. 1982 Chunichi Crowns Invitational. 1986 Chrysler Team Championship [with Scott Hoch].","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Finished outside the top 50 for the first time since 2009 when he placed 57th on the money list in 21 starts...Turned in his best performance in almost a year when he was among the leaders after two rounds of the 3M Championship. Started the week as the second alternate, but gained entry when D.A. Weibring withdrew. Took full advantage, shooting rounds of 66-65 and sat in a tie for third after two rounds. Sunday bogeys on Nos. 16 and 18 proved costly as he eventually finished T9...Closed with rounds of 68-69 at Prestonwood CC to finish T10 at the SAS Championship...Was T4 after two rounds in Calgary at the Shaw Charity Classic but his 1-over-par 71 Sunday left him T15...Underwent surgery for prostate cancer in December. \n\n2013: A year after finishing 20th on the money list, dropped to 43rd, with just one top-10 finish on his resume...That top-10 did not come until October, at the SAS Championship, when he worked his way up the leaderboard with three straight rounds in the 60s and eventually finished fourth...Only other top-20 outing came in April, at the Greater Gwinnett Championship (T17). 2012: Finished among the top-30 money-winners for the first time in his five seasons on the Champions Tour and with six top-10 performances. He nearly matched the total of his four previous years combined (seven)...Enjoyed his best finish since his victory at the 2010 Ensure Classic when he was second to Fred Couples at The Senior Open Championship at Turnberry. Turned in a remarkable, third-round, 7-under 63 in adverse weather conditions, just one of two players to better par that day. Eventually tied Couples at 7-under with a birdie at No. 17 Sunday, but Couples birdied the final two holes to win by two strokes...Opened the season with back-to-back top-10 efforts. Was T5 at the Mitsubishi Electric Championship at Hualalai and followed with a T7 at the Allianz Championship...Was also T6 at the Liberty Mutual Legends of Golf with partner Corey Pavin...Finished T6 at the Nature Valley First Tee Open at Pebble Beach, where he was briefly tied for the lead early in the final round and also T8 at the Montreal Championship...Led all players with 11 eagles, including back-to-back eagles in the final round at the Boeing Classic (Nos. 18 and 1). \n\n2011: Played in every event except the season-ending Charles Schwab Cup Championship and finished 48th on the money list...Was T63 after the opening round of the Boeing Classic but posted scores of 66-69 on the weekend to finish solo eighth...Was also T8 at the Liberty Mutual Legends of Golf with partner Ted Schulz in April...Attended the 2011 Champions Tour National Qualifying Tournament in Scottsdale, Ariz, and finished T2, earning exempt status for the 2012 season. 2010: He was the seventh of eight first-time Champions Tour winners...Broke through for his first victory since his 2002 Web.com Tour win with a one-stroke triumph over Fred Couples at the Ensure Classic at Rock Barn. Win in North Carolina came in dramatic fashion. Started the final round five strokes behind Couples, but closed with an 11-under-par 61, his career-low score, and then secured the title when Couples missed a birdie chance at No. 18. It was the largest come-from-behind win on the Champions Tour in 2010 and his 61 tied the lowest final-round score by a tournament winner in Champions Tour history (Rocky Thompson at the 1994 GTE Suncoast Classic; Loren Roberts at the 2006 MasterCard Championship at Hualalai; David Frost at the 2010 3M Championship). It tied the 18-hole tournament record as well set by R.W. Eaks in 2008 (first round). The victory also made him the fourth player to have won on all three Tours and earned him an immediate one-year exemption. Check for $262,500 was the largest of his career...Only other top-10 finish was a T9 at the Mississippi Gulf Resort Classic, thanks to a course-record-tying, 6-under 66 Saturday...Was one of four players to make two eagles in a round twice during the year. First did so in the opening round of the Toshiba Classic and also in the opening round of the Ensure Classic at Rock Barn. 2009: Lone top-10 finish came during the summer when he was T8 at the Dick's Sporting Goods Open. 2008: Joined the Champions Tour in mid-June at the Bank of America Championship and was T16 in his debut on the circuit...Best performances in his rookie season came in back-to-back starts in July when he was a combined 28-under par for six rounds. In just his third career appearance, shot a final-round, 8-under-par 64 for an eventual T10 finish at the Dick's Sporting Goods Open. Then two weeks later, carded a final-round 65 at TPC Twin Cities to finish a distant second to R.W. Eaks at the 3M Championship in Minnesota. Performance there was his best in a Tour-sponsored event since winning the 2002 Northeast Pennsylvania Classic on the Web.com Tour. \n","otherCarHigh" : "Joined the PGA TOUR in 1980 and was a three-time winner with last victory on that TOUR coming at the 1992 Buick Southern Open. Shot rounds of 68-69-69 to defeat Jim Gallagher, Jr., by one stroke in the weather-shortened event...Highlight of his 1987 Greater Milwaukee Open victory was a chip-in birdie on No. 17. Win came on Monday after weather delayed the final round...Trailed Tom Kite by four strokes after 54 holes in his first victory at the 1983 Isuzu-Andy Williams San Diego Open but roared back to win at Torrey Pines...In 1980 became first TOUR player to earn $8,000 needed at the time (he won $64,244 in 11 events) to obtain playing privileges without going through the TOUR's National Qualifying Tournament...Best year from a financial standpoint on the PGA TOUR was 1984 when he finished 30th on the money list with $187,260. He did not win but made 26 cuts and lost in a playoff to Gary Koch at the Isuzu-Andy Williams San Diego Open...Played 117 events on the Web.com Tour from 1990-2008 and highlight was his dramatic victory at the 2002 Northeast Pennsylvania Classic. Was 10 strokes off the lead after three rounds (T28), but sizzled on Sunday at Glenmaura National GC, shooting 7-under 64 to rally past Roger Tambellini by three strokes...Had an impressive amateur career before turning professional...Named first-team All-America four straight years at Wake Forest, the first player to earn that distinction later matched by Phil Mickelson, David Duval and Bryce Molder...Also a four-time All-ACC choice...Was the 1979 NCAA Championship medalist and a college teammate of Scott Hoch for two seasons. He was also medalist at the Atlantic Coast Conference Championship in 1979...Member of the Wake Forest Athletic Hall of Fame...Two-time winner of the North and South Amateurs in 1978-79...Member of the 1977 U.S. Walker Cup team.","personal" : "Started Saturday Series Pro-Am held in conjunction with TOUR events.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was 1st in 2010 at the Ensure Classic at Rock Barn.","dynStats" : "He ranks 40th in Career Cuts on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}