{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01876","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Norman","first" : "Greg","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "180","weightMetric" : "82","birthDate" : "February 10, 1955","age" : "61","birthPlace" : "Mt. Isa, Queensland, Australia","residence" : "Hobe Sound, Florida","family" : "Wife, Kirsten; Morgan-Leigh (10\/5\/82), Gregory (9\/19\/85)","education" : "","splInterest" : "Fishing, hunting, scuba diving","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1976","clubAffl" : "","cityPlaysFrm" : "Jupiter; Florida; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "Inducted 2001","combTourMoney" : "15,182,769&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1983","qSchoolYear" : "","exmtStatus" : "Life Member","otherVics" : "(12): 1983 Kapalua International. 1985 Dunhill Cup [with David Graham and Graham Marsh]. 1986 Dunhill Cup [with Rodger Davis and David Graham], PGA Grand Slam of Golf. 1993 PGA Grand Slam of Golf. 1994 PGA Grand Slam of Golf. Fred Meyer Challenge [with Brad Faxon]. 1995 Fred Meyer Challenge [with Brad Faxon]. 1997 Telus Skins Game, Fred Meyer Challenge [with Brad Faxon]. 1998 Franklin Templeton Shootout [with Steve Elkington]. 2001 Skins Game.","intlVics" : "(57): 1976 Westlakes Classic [Aus]. 1977 Martini International [Eur], Kuzuhz International [Jpn]. 1978 New South Wales Open [Aus], Traralgon Classic [Aus], Caltex Festival of Sydney Open [Aus], South Seas Classic [Fiji]. 1979 Traralgon Classic [Aus], Martini International [Eur], Hong Kong Open. 1980 Australian Open [Aus], French Open [Eur], Scandinavian Open [Eur], Suntory World Match Play Championship [Eur], State Express Classic, Benson & Hedges International. 1981 Australian Masters [Aus], Martini International [Eur], Dunlop Masters [Eur]. 1982 Dunlop Masters [Eur], State Express Classic [Eur], Benson & Hedges International [Eur]. 1983 Australian Masters [Aus], Stefan Queensland Open [Aus], National Panasonic New South Wales Open [Aus], Hong Kong Open, Cannes Invitational [Eur], Suntory World Match Play Championship [Eur]. 1984 Victorian Open [Aus], Australian Masters [Aus], Australian PGA [Aus].1985 Toshiba Australian PGA Championship [Aus], National Panasonic Australian Open [Aus], 1986 Stefan Queensland Open [Aus], National Panasonic New South Wales Open [Aus], West End Jubilee South Australian Open [Aus], National Panasonic Western Australian Open [Aus], European Open [Eur], Suntory World Matchplay Championship [Eur]. 1987 Australian Masters [Aus], National Panasonic Australian Open [Aus]. 1988 Palm Meadows Cup [Aus], ESP Open [Aus], PGA National Tournament Players Championship [Aus], Panasonic New South Wales Open [Aus], Lancia Italian Open [Eur]. 1989 Australian Masters [Aus], PGA National Tournament Players Championship [Aus], Chunichi Crowns [Jpn]. 1990 Australian Masters [Aus]. 1993 Taiheyo Masters [Jpn]. 1994 Johnnie Walker Asian Classic [Eur]. 1995 Australian Open [Aus]. 1996 Ford South Australian Open [Aus], Australian Open [Aus]. Andersen Consulting World Championship. 1998 Greg Norman Holden International [Aus].","curYearHigh" : "Was awarded honorary membership for the Turnberry Resort for his contributions to the game of golf on the eve of the 26th edition of The Senior Open Championship.","carHigh" : "Has 69 career worldwide victories to go along with his 20 career PGA TOUR titles. \n\n2012: Played in the Humana Challenge after close friend President Bill Clinton asked him to be a part of the tournament. Played the third round with President Clinton, Humana CEO Mike McCallister and Scott McCarron. His last start at a non-major on TOUR was a T70 at the 2009 Shell Houston Open. His only other start in Palm Springs was in 1986 when he finished T53…Forced to withdraw from the Australian PGA Championship after two holes because of food poisoning. \n\n2011: Did not compete on the PGA TOUR or the Champions Tour for the second consecutive year...Was captain of the International Presidents Cup team in his home country of Australia. The United States won The Presidents Cup. \n\n2010: Did not compete in a PGA TOUR for the first time since 2007...Named as captain of the International team for the 2011 Presidents Cup in Australia. Repeated captain's role from 2009 Presidents Cup in San Francisco. \n\n2009: Played in three PGA TOUR events and captained the International team in The Presidents Cup in San Francisco...Finished T70 at the Shell Houston Open and missed the cut at the Masters and The Open Championship...The International team lost to the United States team at Harding Park in San Francisco in October...Best Champions Tour finishes in six starts were a T4 at the U.S. Senior Open and a T6 at The Senior Open Championship. After 54 holes, led The Senior Open Championship by one and was one back at the U.S. Senior Open. \n\n2008: Enjoyed a magical ride at The Open Championship, carrying a two-stroke lead into the final round before a 7-over 77 left him in a tie for third place—his best showing in a major championship since finishing third at the 1999 Masters. Finished six strokes behind winner Padraig Harrington. His 30th career top-10 finish in a major earned a spot in the 2009 Masters (top four and ties qualify)...Missed the cut in three other PGA TOUR events during the year, including the AT&T Pebble Beach National Pro-Am, where he played with son Gregory...Came back a week after his Open Championship performance with a T5 at The Senior Open Championship on the Champions Tour. Also finished T6 in the Senior PGA Championship and fourth in the U.S. Senior Open...In late February, was named captain of the International team for The Presidents Cup 2009.\n\n2007: Did not make a PGA TOUR start for the first time in his career. Also didn't play on the Champions Tour...Finished 64th in the Dubai Desert Classic on the European Tour in February. \n\n2006: Only official PGA TOUR start he made was at The INTERNATIONAL, where he missed the cut, and in the Senior Spanish Open (T6). Did not make a start on the Champions Tour or the European Tour...Missed much of the early part of the year after undergoing surgery in February on his right knee to repair damage to the meniscus...Did not compete again until August's Telus Skins Game in Canada...Teamed with Nick Faldo in the Merrill Lynch Shootout and with son Gregory in the Father-Son Challenge. \n\n2005: Had back surgery (laminectomy) at the end of March at the University of Pittsburgh Medical Center. Did not play golf until about 10 days before The Open Championship...Made only two starts on the PGA TOUR (The Open Championship and The INTERNATIONAL) and spent the second half of the season playing on the Champions Tour...Made the cut at The Open Championship, where he finished T60 at St. Andrews...The next week made his Champions Tour debut at The Senior Open Championship at Royal Aberdeen in Scotland and finished solo third, one stroke out of a playoff despite an opening-round 76...In contention throughout the U.S Senior Open and finished solo fourth near Dayton...Had his knee scoped on October 13 at the Steadman Clinic in Vail, Colorado. \n\n2004: Played in seven TOUR events, making only one cut—at THE PLAYERS Championship (T81).\n\n2003: Made only seven starts on TOUR and played on the weekend four times...Opened one stroke back of the lead after the first round of The Open Championship. Rounds of 79-74-68 dropped him into T18 for the tournament. Played in his 19th consecutive Open Championship without missing a cut dating back to 1981, the longest active streak. Did not participate four years during the streak (1988, 1998, 2000-01). \n\n2002: Played in 13 TOUR events on a reduced schedule, making the cut 10 times and withdrawing once...Turned in first top-10 since a T4 at the 2001 Bay Hill Invitational with a T4 at The INTERNATIONAL...Best worldwide finish was a T6 in the Heineken Classic in Australia, seven shots behind winner Ernie Els. \n\n2001: Played in 11 TOUR events, with a best finish of T4 at the Bay Hill Invitational...Inducted into World Golf Hall of Fame...Captured $1 million at the 2001 Skins Game, shutting out Tiger Woods, Colin Montgomerie and Jesper Parnevik…Finished solo fourth at the Australian PGA Championship, finishing the tournament 67-67-69 after opening with a 72. \n\n2000: Despite playing a reduced schedule due to medical reasons, still managed 84th-place ranking on official money list with $580,510...Earned first of two top-10s at Buick Classic. Fourth-place finish was best since third at 1999 Masters and just third top-10 since 1997 season...Sidelined by arthroscopic hip surgery June 28. Right hip had bothered him for a number of years. Pain linked to left shoulder problems that required reconstructive surgery in 1998. After missing cut at U.S. Open and with intense pain and discomfort, opted for surgery. Returned to action at INTERNATIONAL just five weeks later to record second top-10 of year. Finished alone in fourth with 38 points after returning to hitting balls just eight days prior to event...Member of International Presidents Cup team where he compiled 1-3 record in losing effort to American squad. Lone victory came in four-ball play on the second day, teaming with Nick Price to defeat the team of David Duval-Jim Furyk, 6 and 5. Lost his singles match to Stewart Cink, 2 and 1...Received honorary life membership on European Tour. \n\n1999: Played reduced schedule as he continued to recover from previous year's shoulder surgery. Began year at World Golf Championships-Accenture Match Play Championship where he lost in the second round and finished T17...Became first player to surpass $12 million in TOUR career earnings when he won $29,000 for T19 at Doral-Ryder Open...Dueled eventual champion Jose Maria Olazabal down the stretch before finishing third at the Masters...On September 12, fell out of top 50 in Official World Golf Ranking after 700 weeks, or since the Ranking began…Returned to the PGA Grand Slam of Golf and finished fourth at Kemper Lakes GC.\n\n1998: Ended his run as the world's best player when he dropped from No. 1 in the Official World Golf Ranking for a final time, on January 4. April shoulder surgery cut his season short. Surgery was performed on April 22 by Dr. Richard Hawkins at the Steadman Hawkins Sports Medicine Foundation in Vail, Colo. Procedure involved the shaving of bone spurs that caused tendinitis in his rotator cuff. Hawkins used a heat probe to shrink the shoulder socket capsule. Prior to the surgery, won the Greg Norman Holden International in Sydney, Australia, in February. Victory was his first in six tries at his own tournament, shooting up-and-down rounds of 68-73-64-67 to edge Jose Maria Olazabal at The Australian by two shots and John Cook, Steve Elkington and Stuart Appleby by four…Finished 27th at the Mercedes Championships and missed cuts at the Doral-Ryder Open and the Masters Tournament (only his third missed cut in the season's first major in 17 appearances)…Finished T6 at the Dubai Desert Classic early in the season…Followed a seven-month rehabilitation period with a victory at the Franklin Templeton Shark Shootout, playing with Elkington…Was 3-1-1 in the International team's nine-point triumph at The Presidents Cup. Teamed with Elkington to win in foursomes and joined Elkington to take two four-ball matches. Halved his other foursomes match (again with Elkington) against Lee Janzen and Mark Calcavecchia. Lone loss during the week was a singles defeat at the hands of Tiger Woods, 1-down. \n\n1997: Won twice, finished second twice and third once. For a sixth year in a row, was among the top 15 on the official money list. Stretched his TOUR-leading streak of consecutive years with a win to six. First title came at the FedEx St. Jude Classic, where he shot 68-65 and trailed by two strokes through 36 holes. Due to inclement weather, completed his third round Sunday morning, still two behind. In dramatic fashion, birdied his final three holes for a 66 and a one-shot win over Dudley Hart…His 18th and final TOUR victory came at NEC World Series of Golf, where a final-round 67 at Firestone CC's South Course earned him a four-stroke victory over Phil Mickelson...Two weeks later, shot 66 and was one stroke out of the lead after 18 holes of the Bell Canadian Open. Added a 72-69-69 finish to place second, one behind winner Steve Jones…Final-round 64 was worth a T2 at the Memorial Tournament earlier in the campaign…Also shot a final-round 67 to move into a T3 at the Kemper Open…Was T5 on the strength of a closing 68 at the BellSouth Classic on TPC Sugarloaf, a course he designed…Best major championship finish was a T13 at the PGA Championship, ending at 11 his string of years with at least one top-10 in a major…Began year with victory in finals of Andersen Consulting World Championship of Golf...Again teamed with Brad Faxon to win the Fred Meyer Challenge for a record third time…Had two disappointing European Tour playoff losses and one on the Australasian Tour. At the European Tour's Dubai Desert Classic in Dubai, was in a three-man playoff with Ian Woosnam and Richard Green, with Green prevailing…Lost in a playoff to Mark James in Spain in late-April…At the Holden Australia Open, finished regulation tied with Lee Westwood after taking a one-shot advantage over Westwood into the final round, with Westwood winning the extra session…Was in solid position to win the Lancome Trophy in September, tied with Peter O'Malley for the 54-hole lead. After opening 67-66-68, could only muster a 72 Sunday to fall to a T3, two shots behind winner Mark O'Meara…Four rounds in the 60s at the Loch Lomond World Invitational led to a T4 finish…Contended on the Japan Golf Tour, at The Crowns, before eventually settling for a solo-third finish, four shots behind winner Jumbo Ozaki…Took an extended break from golf at the conclusion of 1996 and the beginning of 1997 to deal with a chronically sore back. \n1996: Became the first to surpass $10 million in career earnings although his year was somewhat inconsistent after his complete domination a year earlier. Biggest setback occurred in April at Augusta National. At the Masters, shot record-tying 63 in opening round. Led by six entering final round but lost when he shot 78 to Nick Faldo's 67, resulting in his eighth career major championship runner-up effort...Did win the Doral-Ryder Open for the third time, with a 67-69-67-66 performance that gave him a two-shot win over Michael Bradley and Vijay Singh at Doral CC's Blue Course. Played 52 consecutive holes without a bogey, with the streak ending when he bogeyed his final hole Sunday… Won the South Australian Open in Adelaide in early February, with weekend rounds of 69 at Kooyonga GC that earned him a two-shot win over Peter O'Malley and Glenn Joyner…Added a fifth-place finish at the NEC World Series of Golf late in the summer… In June, officials disqualified him from the Greater Hartford Open for using an improperly labeled ball. The ball was identical to a USGA-approved ball but was mislabeled which designated it is as an unapproved ball…Was dominant late in the season in Australia, winning the Australian Open by eight strokes. It was his second successive title at the tournament in Sydney and fifth (and final) overall. His 8-under 280 at The Australian GC was the only under-par score in the field…Won three of his five matches in The Presidents Cup. Teamed with Robert Allenby to win their four-ball match (beating Steve Stricker and Corey Pavin). Joined forces with Ernie Els to win foursomes over Tom Lehman and Stricker. In his singles match, against Pavin, he prevailed, beating Pavin, 3 and 1.…Successfully defended the Fred Meyer Challenge title he won with Brad Faxon a year earlier…Also successfully defended his Australian Open crown, winning for the fifth time. At the Australian GC in Sydney—in a tournament plagued with cold, rainy, November weather—rolled to an eight-shot victory over Wayne Grady, thanks to a closing 69.\n \n1995: Began a streak of 96 weeks as the No. 1 player in the world when he ascended to the top position for a seventh time. Won his third Arnold Palmer Award (1986 and 1990) as PGA TOUR Player of the Year, and was also selected as PGA Player of the Year and the Golf Writers Association of America Player of the Year. Was the first player to earn $1 million in a season four times. Added three tournament titles to his resume, the first time he had won that many TOUR events in a season and did not miss a cut for the fourth time in his career (1983, 1987 and 1994). Opened and closed with 66s to claim a four-stroke victory at the Memorial Tournament over David Duval, Mark Calcavecchia and Steve Elkington…At the Canon Greater Hartford open, took a three-stroke lead over Fuzzy Zoeller into the final round and won by two over Dave Stockton, Jr., Kirk Triplett and Grant Waite…Earned a win at the NEC World Series of Golf in dramatic fashion by chipping in from 66 feet to win a three-way playoff with Nick Price and Billy Mayfair. Recorded a closing 67 to get into the playoff after starting the final round six strokes behind Vijay Singh. Became the leading money-winner in TOUR history with his $360,000 World Series of Golf payday…Made usual late charge at the Masters, posting three 68s after opening with a 73. After a 16th-hole birdie, was tied for the lead with Davis Love III and Ben Crenshaw with two holes to play. Lost chance for victory with a bogey on the 17th hole…In the U.S. Open, held the 36-hole lead and was tied with Tom Lehman for first after 54 holes. Final-round 73 in the face of Corey Pavin's closing 68 produced his seventh major championship runner-up finish…Was T2 at the Doral-Ryder Open early in the season, just missing winning his third title at the Blue Monster, shooting a final-round 73 to pull even with Peter Jacobsen, a stroke behind Nick Faldo…Won the Fred Meyer Challenge with Brad Faxon…Won the Australian Open by two shots in Melbourne, shooting weekend rounds of 69-68 to defeat Peter McWhinney by two strokes.\n\n1994: Held the No. 1 position in the Official World Golf Ranking for 27 weeks, from February until August, taking the top spot after winning the Johnnie Walker Classic in Thailand, replacing Nick Faldo…Captured the 12th title of his PGA TOUR career, doing so in record-breaking fashion in March, posting a 24-under-par 265 at TPC Sawgrass for a four-stroke PLAYERS Championship victory over Fuzzy Zoeller. Earned his third Vardon Trophy (1988-89 and 1994)…Had top-10 finishes in seven of his first eight starts, including his PLAYERS win. Also had a pair of runner-up finishes, at the MCI Heritage Classic and the Memorial Tournament. At Harbour Town GL, played superb golf all weekend, compiling rounds of 67-66-67-68 (had one bogey over his final 54 holes) only to lose by two shots to Hale Irwin…At the Memorial Tournament, came in Sunday with an 8-under 64 but never really threatened winner Tom Lehman, who won by five shots…Third runner-up of the campaign came at the Greater Hartford Open, matching David Frost stroke for stroke over the final 36 holes (both shot 66-69) to fall by a shot at TPC River Highlands…Added top-10s in two major championships (T6 at the U.S. Open and T4 at the PGA Championship)…In defense of his Open Championship title, finished T11 in July…A leading Presidents Cup proponent, was forced to withdraw from the inaugural matches in September due to illness…Following his PGA Championship performance, ceded his No. 1 position to Nick Price…Successfully defended his PGA Grand Slam of Golf, easily outdistancing Price by three shots at Poipu Bay Resort GC in Kauai, Hawaii.\n\n1993: Won his first major championship in a season that saw him win twice on the PGA TOUR and once internationally. At The Open Championship at Royal St. Georges in the season's third major, trailed Corey Pavin and Nick Faldo by one stroke after 54 holes then closed with 64 to defeat Faldo by two shots in England…First title of the campaign came in Florida, at the Doral-Ryder Open. Owned a six-shot lead through 54 holes after firing a 10-birdie, no-bogey 62 at Doral CC's Blue Course. Coasted from there, defeating Paul Azinger and Mark McCumber by four shots. Had four other near-victories, compiling runner-up performances at the Southwestern Bell Colonial, the Sprint Western Open, the PGA Championship and THE TOUR Championship. His playoff loss at the PGA Championship was, perhaps, the one that stung the most, with Azinger winning a two-hole playoff at Inverness Club…At the Southwestern Bell Colonial, shot a Sunday 68 only to fall by a stroke to winner Fulton Allem in Fort Worth…Was in solo second through 54 holes at the Sprint Western Open at Cog Hill G&CC but was never able to make a move, shot a 2-under 70 and lost to Price by five strokes…Following his Open Championship win, in his next start, at the Buick Open in Michigan, made a run at victory after starting the final day nine shots back. His 7-under 65 was the low round of the day at Warwick Hills G&CC, but he still finished in third, two behind Larry Mize. Had nine consecutive pars on his front nine Sunday then got hot, making five straight birdies, followed by a par, another birdie, a par and a closing birdie for a back-nine 29 on the par-36…Shook off the disappointment of his PGA Championship loss by contending at The International outside Denver, eventually settling for a T4…Final runner-up finish of the year came at THE TOUR Championship. At San Francisco's Olympic Club, finished tied with David Frost, John Huston and Scott Simpson, a stroke behind winner Jim Gallagher, Jr…Won his second PGA Grand Slam of Golf, taking the title in the two-day affair at PGA West in La Quinta, Calif. Fired rounds of 71-74 to defeat Azinger by two shots. Lee Janzen and Bernhard Langer were three back…Enjoyed one international triumph, his third in Japan, at the Taiheyo Masters. Eagled the final hole to beat Japan's Yoshinori Mizumaki by a shot. The eagle on the par-5 closing hole gave him a 4-under 68 and the $252,000 first-place check. \n\n1992: Had a pair of near-misses before he broke through with a victory. Won the Canadian Open in playoff fashion. Started slowly at Glen Abbey GC, with a 1-over 73, but improved by seven strokes in the second round, followed by a 71-70 weekend showing to finish regulation tied with Bruce Lietzke. Beat Lietzke with a birdie on the second extra hole…First runner-up finish of the season came at the Freeport-McMoRan Golf Classic for his second consecutive second-place showing in New Orleans. Four under-par rounds resulted in T2 with Mike Standly, a stroke behind Chip Beck…At the Centel Western Open at Cog Hill G&CC, lost a one-shot 54-hole lead and finished second after an even-par 72 on the final day as Ben Crenshaw captured the title…The remainder of his top-10 performances were T6s—at the Southwestern Bell Colonial, the Buick Classic and The International—and a T7 at the season-ending TOUR Championship…Played in the Skins Game, finishing third.\n\n1991: Went winless for the first time since his first professional year of 1976. In 17 TOUR starts, best finish was a runner-up performance. Had six top-10s overall. At the Centel Western Open, was two strokes in front at the halfway point and held a share of the 54-hole lead with Russ Cochran and Fred Couples. Shot a Sunday 71 at the par-72 Cog Hill G&CC to lose by two strokes to Cochran...First top-10 of the year came at the Infiniti Tournament of Champions. Overcame a third-round 73 with a final-round 67...Was T4 at the Kemper Open. Appeared poised to contend outside Washington, D.C., after a third-round 64 at TPC Avenel put him a stroke behind leader Hal Sutton. A 1-under 71 Sunday dropped him to T4 with Sutton and Hoch, four back of winner Billy Andrade, who defeated Jeff Sluman in a playoff...Finished T9 at The Open Championship...Best chance at winning came at the Hardee's Golf Classic in September. Opened 64-67 and was two off Leonard Thompson's 36-hole lead. Remained two back through 54 holes, shot a 2-under 68 Sunday but couldn't make a move, eventually T4 with Thompson, and Hoch, four behind D.A. Weibring...At the Shark Shootout in California, teamed with Jack Nicklaus. Combined for a best-ball 59 at Sherwood CC on the final day but couldn't overcome the duo's slow, 68-66 start. Ended solo second, four shots back of Tom Purtzer-Lanny Wadkins.\n\n1990: Regained the No. 1 position in the Official World Golf Ranking in mid-October. Recorded a multi-victories PGA TOUR season for a second consecutive season, capturing the Doral-Ryder Open and the Memorial Tournament. Lone international title came at the Australian Masters. In South Florida in March, was seemingly out of contention, seven shots off the 54-hole lead and tied for 11th. Stunned the field with a 10-under 62 at Doral's Blue Monster (eight birdies and an eagle) to force a playoff with Mark Calcavecchia, Paul Azinger and Tim Simpson. Earned a bit of revenge on Calcavecchia after losing the Open Championship playoff to him a year earlier. Abruptly ended the overtime when he made an eagle on the first extra hole…Second title of the year came at the Memorial Tournament. In the weather-shortened event at Muirfield Village GC, edged Payne Stewart by a shot in Ohio…Two runner-up finishes came at the Nestle Invitational in Orlando and the USF&G Classic in New Orleans. At Bay Hill Club and Lodge, rebounded from a 2-over 74 to open the Nestle event with rounds of 68-65-68. Appeared to be in position for the win until Robert Gamez drained his fairway approach for eagle and the one-shot triumph…At English Turn G&CC in Louisiana, fired a final-round 65 but came up a stroke behind David Frost…Opened the year with a T5 at the MONY Tournament of Champions…Three 70s and a third-round 67 gave him a T4 on Hilton Head Island at the MCI Heritage Golf Classic…Was T7 at the weather-shortened GTE Byron Nelson Golf Classic in May…Had back-to-back T5s in June, at the Centel Western Open and the U.S. Open…Added T6s at The Open Championship and the NEC World Series of Golf…Final top-10 of the campaign was at the Nabisco Championship at Champions GC in Houston. Held a share of the first-round lead, with Tim Simpson, after shooting a 5-under 66. Reeled off three consecutive par-71s to finish six shy of winner Jodie Mudd…Lone international title came at the Australian Masters. With five gold jackets already in his closet, he added a sixth by beating Nick Faldo, Mike Clayton and John Morse by two shots at Huntingdale GC.\n\n1989: Took the No. 1 position atop the Official World Golf Ranking on March 26 for one week then returned to the top spot on August 20. Made 17 PGA TOUR starts, winning twice in the late summer. Earned a victory at The International in Castle Rock, Colo. Accumulated 13 points on the final day to edge Clarence Rose (plus 11) and Chip Beck (plus 9) in the Modified Stableford System event…A week later, shot a final-round 71 to finish fourth at the NEC World Series of Golf…Finished his three-week streak with his second victory of the season, a three-shot triumph over Andy Bean at the Greater Milwaukee Open. Shot his worst round of the tournament in the final round (2-under 80) at Tuckaway CC, but his opening rounds of 64-69-66 gave him a four-shot cushion with 18 holes to play…Finished T2 in late March in New Orleans, at the USF&G Classic. Was the 54-hole leader at English Turn G&CC but a late bogey (on No. 17) that led to an even-par 72 placed him T2, two shots behind Tim Simpson…Started slowly at the Masters Tournament and was 5-over at the 36-hole mark. Put his game in gear with a 4-under 68 Saturday that moved him into a tie for seventh with a round to play. Made a strong push Sunday with a 5-under 67 but watched as Nick Faldo fired a 7-under 65 to win by a stroke. Eventually T3 with Ben Crenshaw, a stroke out of the Faldo-Scott Hoch playoff…Had another major championship disappointment in July at Royal Troon GC. Made it into a playoff at The Open Championship, with Mark Calcavecchia and Wayne Grady. In the four-hole playoff, stood on the fourth tee tied with Calcavecchia. But an errant drive led to Calcavecchia's victory…Opened his season with a fourth-place finish at the MONY Tournament of Champions, thanks to a final-round 68 at La Costa CC…Added a T4 at THE PLAYERS Championship in mid-March. Recovered from an opening 74 at TPC Sawgrass' Stadium Course to move into contention, eventually finishing three shots behind winner Tom Kite…Successfully defended his Australian Masters title, winning the annual affair by six shots over Craig Parry and Bob Shearer…Also successfully defended his Australian PGA National Tournament Players Championship. At Riverside Oaks GC in Windsor, New South Wales, he held off Roger Mackay by two strokes, with much of the third round played in fog…Won in Japan for the first time since 1977, taking home the hardware at the Chunichi Crowns in Aichi, Japan. His 8-under 272 was enough for a three-shot winning margin over Koichi Suzuki and Blaine McCallister…Teamed with Jack Nicklaus at the RMCC Invitational, a tournament he hosted in Thousand Oaks, Calif. The duo T4 in the 54-hole best-ball event.\n\n1988: Won five times internationally and added his sixth TOUR title, winning the MCI Heritage Golf Classic. First win of the season came in February, along Australia's Gold Coast. Battled Jet Ozaki and Bernhard Langer all week at Palm Meadows Resort, finally grabbing the $60,000 first prize with a 2-under 70 on the final day, holding off Ozaki by one and Langer by two…Second title came later that month, also in Australia, at the ESP Open in Canberra. Again battled Langer but had an easier time, opening with a 10-under 62 at Royal Canberra. Held a five-shot advantage through 36 holes, led by six after three rounds and defeated Langer by seven…The next week, added the Australian PGA National Tournament Players Championship in Windsor, New South Wales. Began the third round in 19th place at Riverside Oaks GC. An 8-under 64 put him in contention with a round to play, and he went on to edge runners-up Peter Senior and David Graham for his third victory in as many starts…Earned his lone TOUR title in April, on Hilton Head Island, S.C. Opened with a 5-under 65 at Harbour Town GL to take a share of the first-round lead but had to come from four off the pace in the final round to defeat David Frost and Gil Morgan by a shot. Played bogey-free golf over his final 25 holes, including five Sunday birdies on his way to a 66, to win…Opened his season with a third-place performance at the AT&T Pebble Beach National Pro-Am. Despite indifferent rounds of 75-72 in the second and third rounds, was still in position to win Sunday when he fired a 6-under 66 at Pebble Beach GL in a round that included eight birdies and two bogeys. Missed the Steve Jones-Bob Tway playoff by a stroke…Missed picking up his second win of the season when he lost in a playoff to Curtis Strange at the Independent Insurance Agent Open at TPC Woodlands…Suffered another playoff disappointment, this time at the Manufacturers Hanover Westchester Classic in New York. Came from six shots off the pace (tied for 15th) over his final 18 holes to tie Seve Ballesteros, Frost, and Ken Green at regulation's end. Ballesteros went on to win the overtime at Westchester CC…Only other PGA TOUR top-10 was a T9 at the PGA Championship…In late October, won again, this time at the New South Wales Open in Sydney. Was a stroke off Craig Parry's 36-hole lead but took control with a third-round 69 at the Concord GC to open a three-shot advantage over Parry. Struggled on the final day, with a 1-over 73, but when Parry could only shoot an even-par 72, he earned the one-shot triumph…In Como, Italy, at Monticello GC, won the Italian Open by defeating Parry by a shot. Opened 68-69 then made his presence felt with a third-round 63. His closing 70 was enough for the win in a 36-hole final necessitated because of bad weather Saturday…Played in the PGA Grand Slam of Golf for a second time, finishing fourth in the four-man field, four shots behind winner Larry Nelson.\n\n1987: After ceding the top spot in the Official World Golf Ranking to Seve Ballesteros, returned to No. 1 on November 29. Won his fourth Australian Masters title (and the tournament's gold jacket) and first since 1984, doing it in convincing fashion—by nine strokes over Peter Senior. At Huntingdale GC, his rounds of 68-67-68-70 completely overwhelmed the field and breaking by eight strokes the 72-hole scoring record set by Bernhard Langer in 1985. Took a seven-shot lead into the final round…A week later, was ready for a second consecutive win in Australia. Despite a final-round 68 at the Victorian Open in Melbourne, finished a stroke back of winner Roger Mackay…Began his PGA TOUR season with a T3 at the MONY Tournament of Champions at La Costa. Had four under-par rounds…Two months later, contended at the Honda Classic at TPC Eagle Trace but couldn't recover from an opening, 5-over 77 at TPC Eagle Trace…Added a T4 two weeks later, in Northeast Florida, at the Tournament Players Championship. Four under-par rounds, including a 67-68 start, helped him to a T4…Was seemingly out of contention at the Masters Tournament, opening 73-74 and tied for 24th after 36 holes. A third-round, 6-under 66 at Augusta National changed that, vaulting him to within one stroke of Ben Crenshaw and Roger Maltbie, the 54-hole leaders. Forced a playoff with Larry Mize and Seve Ballesteros but lost in heartbreaking fashion when Mize chipped in for birdie on the 11th hole, the second extra hole…Was a runner-up again later in the season, at the Beatrice Western Open. In the weather-shortened event at Butler National GC, bookended a pair of 69s around a second-round 70 to finish tied with Larry Nelson, a stroke behind D.A. Weibring…Was third at the Nabisco Championship in early November. Finished three shots short of winner Tom Watson at Oak Hills GC in San Antonio despite shooting weekend rounds of 68-66…Added a T6 at the Byron Nelson Golf Classic after opening with a 64…Was T4 at the Kemper Open…Was part of an effort that delayed his Australian Open victory by a day when, despite holding a seven-shot, 54-hole lead, was part of a group of players which walked off the course due to gale-force winds. Officials asked players to play on, but he joined with Canada's Jerry Anderson and England's Sandy Lyle in the staged walkout at Royal Melbourne GC after playing three holes because the wind was blowing balls on the greens. In the tournament's restart Monday, shot a 1-under 71 to cruise to a 10-stroke victory over Lyle to win his third Australian Open.\n\n1986: Moved to No. 1 in the Official World Golf Ranking for the first time. Won 10 international individual tournaments, one PGA TOUR event and one international team event, finishing first on the TOUR money list (winning the Arnold Palmer Award) and even with all the success, including his first major championship triumph, the season was somewhat bittersweet because of all the close calls he endured. Of his 11 victories, The Open Championship was by far the biggest, taking the title at Turnberry. After an opening 74, shot a tournament-record-tying 63 to take two-stroke lead through 36 holes. Closed with rounds of 74-69 to defeat Gordon Brand by two strokes...Held the distinction of leading all four majors entering the final round but won just The Open Championship…Won his first title of the season in dominating fashion. Started slowly at the Panasonic Las Vegas Invitational, with a 1-over 73 then was 28-under the remainder of the way (63-68-64-65) in the 90-hole event to roll past Dan Pohl by seven shots…Successfully defended his Kemper Open title, coming from three strokes off the pace on the final day to force a playoff with Larry Mize by virtue of his final-round 66 at Congressional CC's Blue Course. Edged Mize in the playoff…Of his 54-hole Masters lead, shot a final-round 70 only to see Jack Nicklaus come from behind for the victory. He finished T2 with Tom Kite, a stroke behind Nicklaus…At the U.S. Open, despite a 1-over 71 Saturday at Shinnecock Hills GC, held a one-shot advantage over Hal Sutton and Lee Trevino. Fell badly Sunday, with a 4-over 74, that saw him tumble to a T12…At the PGA Championship, earned his third consecutive top-five finish in the season's final major, but it was bittersweet when he skied to a 5-over 76 Sunday at Inverness Club and watched his four-shot, 54-hole lead evaporate as Bob Tway won by two shots…The week after his Masters disappointment, appeared on the verge on redeeming himself with victory only to T2 at the Sea Pines Heritage, with Chip Beck and Roger Maltbie, a shot off Fuzzy Zoeller's winning 8-under total…Made another run at victory at the Canadian Open, thanks to a third-round 62 at Glen Abbey GC that put him in a tie for second with 18 holes to play. Used 11 more strokes in the final round than he had the day before to finish solo second, three shots behind winner Bob Murphy…Had a strong weekend at the Georgia-Pacific Atlanta Golf Classic in June, with rounds of 66-64 at Atlanta CC moving him into a T3, with Tway winning by two shots and getting the better of him for the first time that season…Added additional top-10s at the Memorial Tournament (T10), the Phoenix Open (T5) and the Western Open (T5)…Early in the month, in Wentworth England, commemorated his daughter's fourth birthday with a victory at the World Matchplay Championship. Defeated local favorite Sandy Lyle in the championship match, 2 and 1…Won again in England with his sudden-death playoff triumph over Ken Brown at the European Open in Sunningdale. The duo tied at 11-under after 72 holes, and he ended the playoff on the first extra hole…Won the Queensland Open in his hometown in October, shooting three consecutive 70s at the par-72 Coolangatta Tweeds GC after opening with a 5-under 67. His 11-under total was enough for a six-shot victory over Peter Senior and Jeff Woodland…Later that month, seized the New South Wales Open in spite of an indifferent, final-round 73 at Concord GC in Sydney. Defeated Australians Lyndsay Stephen and Steve Elkington by five strokes…In late-November, won the Western Australian Open in Perth. Weekend rounds of 66-68 were enough to help him to a one-shot triumph over Terry Gale at Lake Karrinyup CC…Played for Australia in the Dunhill Cup in St. Andrews, joining with countrymen Rodger Davis and David Graham to take their final match, against Japan. He contributed with a three-shot match victory over Tommy Nakajima…In the fifth playing of the PGA Grand Slam of Golf and making his first appearance, won the one-day event at Kemper Lakes GC in Illinois, shooting a 70 to Zoeller's 72, Nicklaus' and Tway's 75.\n\n1985: Won the Australian Open at Royal Melbourne GC, defeating fellow Aussie Ossie Moore by a stroke at the weather-shortened, 54-hole event. Headed into the final round tied with three others for the lead. Became the fourth player to win both the Australian PGA Championship and the Australian Open in the same year, sharing the honor with Ossie Pickworth, Norman Van Nida and Kel Nagle…Successfully defended his Australian PGA Championship at Castle Hill. Coasted to an eight-stroke victory over Magnus Persson by shooting a final-round 69…In the inaugural Dunhill Cup at St. Andrews GC in Scotland, led his Australian team to a 3-0 victory over the United States. Joined with Graham Marsh and David Graham. Won his match over Mark O'Meara by eight shots, thanks to a 7-under 65—a round that consisted of eight birdies. Marsh defeated Raymond Floyd by three shots and Graham cruised past Curtis Strange by three strokes. \n\n1984: Finished in the top 10 on the TOUR money list for the first of nine times in his career. Defeated Mark O'Meara by five strokes for his initial TOUR win, at the Kemper Open…In his next start, at the U.S. Open, lost in a playoff to Fuzzy Zoeller at the U.S. Open. Finished regulation at Winged Foot GC tied with Zoeller, and the ensuing 18-hole playoff the next day left him eight shots behind Zoeller (67-75)…Four weeks later, won again by two strokes, over Jack Nicklaus at the Canadian Open, thanks to a final-round 67…Two weeks later, opened and closed with 67s at The Open Championship, with middle rounds of 74 to T6 at the Old Course at St. Andrews…Final top-10 of the year was at the NEC World Series of Golf (T8). Climbed the leaderboard with a Sunday 66 in Akron…Moved to Orlando, Fla., with a home at Bay Hill Club, a few months after finishing T6 there…Won three times internationally, all in Australia, at the Victorian Open, the Australian Masters and the Australian PGA Championship. At the Victorian Open at Metropolitan Club in Melbourne, fired a 7-under 281 to win for the 12th time in his native country, beating Victorian Bob Shearer by two strokes…Australian victory No. 13 came at the Australian Masters. Dueled familiar foe Bernhard Langer. After battling with the German a year earlier, they again locked horns at Huntingdale GC. He prevailed, with Langer and David Graham finishing T2…Fourteenth Australian title occurred at the Australian PGA Championship, and he did it in runaway fashion. Shot four under-par rounds at Monash CC in Sydney, beating Rodger Davis by eight shots.\n\n1983: Came agonizingly close to securing his first PGA TOUR title, at the Bay Hill Classic. Shot a final-round 68 at Bay Hill Club and Lodge in Orlando to get into a playoff with Mike Nicolette. Lost in overtime when he bogeyed to Nicolette's par on the first sudden-death hole… Won his second Australian Masters. Led at the 36-hole mark but fell into third after the third round, trailing Ian Stanley and Seve Ballesteros. Blew the field away Sunday, shooting a 66 at Huntingdale GC in February to win by four shots…Grabbed his second Hong Kong Open title, four years after his first triumph in the British colony...Stunned the hometown, partisan crowd with a thrilling victory at the Queensland Open in Brisbane. Sank a 45-foot birdie putt on the final hole that gave him a one-shot victory over the stunned Bob Shearer and Ozzie Moore…Added a New South Wales Open title to his resume…Traveled to Wentworth Club in England for the Suntory World Match Play. Three years after beating England's Sandy Lyle for the title, he again took down a Briton, this time Nick Faldo, 3 and 2, in the 36-hole final match. Defeated Lyle, Calvin Peete and Ballesteros to reach the finals…Won the Cannes Invitational in France on the European Tour…Late in the year, traveled to the United States for the inaugural Kapalua International in Hawaii. Although the win was considered unofficial, it was his first U.S. title, and the $100,000 payday was the largest of his career to that point. Made the turn on the final day with a five-shot advantage and then coasted in, winning by eight shots. \n1982: Only made five PGA TOUR starts but again had a top-five showing at the PGA Championship. Opened 66-69 at Southern Hills CC and was tied for third through 36 holes. Improved into a runner-up position after the third round, five shots behind Raymond Floyd. Shot a disappointing, 2-over 72 on the final day to T5 with Jay Haas and Jim Simons…Successfully defended his Dunlop Masters title, this time at St. Pierre G&CC. Was completely dominant, piling up a 17-under 267 to roll past Germany's Bernhard Langer by eight strokes…Won the Benson & Hedges International for his second European Tour title of the campaign, defeating Graham Marsh and Ian Woosnam by a stroke at Fulford GC…Added a third European Tour title, capturing the State Express Classic for a second time in three years, holding off Scotland's Brian Marchbank by a shot at The Belfry GC in Sutton Coldfield, England.\n \n1981: Made eight PGA TOUR cuts, with a pair of top-five performances in major championships his best tournaments. At the Masters, was tied for second at the midway point then finished with a pair of even-par 72s over his final 36 holes to T4, three shots behind Tom Watson…Enjoyed a second-round 67 and a third-round 68 to T4 at the PGA Championship…Also made the cut at the U.S. Open (T33) and The Open Championship (T31). First top-10 of the season was at the Sea Pines Heritage. Shot a final-round 68 at Harbour Town GL to T7…Won the first of six gold jackets awarded to the winner of the Australian Masters. His win at Huntingdale GC began a stretch that would result in the six victories in the event in 10 starts… At the Dunlop Masters at Woburn G&CC, captured a four-shot victory over fellow countryman Graham Marsh…After losing his Martini International title to Seve Ballesteros in both 1978 and 1980, returned to the winner's circle in the event at Wentworth Club. Walked to the 72nd tee battling Bernhard Langer, who maintained a one-shot lead. On the par-5 closing hole, hit a driver and a 1-iron, with his ball landing 50 feet from the pin. From there, he dramatically made the eagle putt to put pressure on Langer, who could not answer with a birdie putt that would have forced a playoff. \n\n1980: A year after coming close to winning his national open, captured the Australian Open at The Lakes in Sydney, defeating Brian Jones by one shot, thanks to a final-round, 2-under 70 in mid-November. Jones had led the tournament until the back nine Sunday, bogeying three of his final-four holes…Overwhelmed the field at the French Open in Paris in May. Shot a final-round 67 to rout England's Ian Mosey by 10 shots and 11 strokes ahead of third-place finisher Sandy Lyle…In early July, won the Scandinavian Open Golf Championship in Helsingborg, Sweden, his 12-under total three shots better than Mark James. American Mike Krantz appeared to have control of the tournament until he finished with three bogeys and a triple bogey-7 on four of his final five holes…Won the Suntory World Match Play Golf Championship at Wentworth Club in October, defeating Sandy Lyle in the final match, 1-up. Immediately following the victory, claimed he had an unfair advantage over Lyle since he only had to play three 36-hole matches to Lyle's four, based on seeding. Defeated Bernard Gallagher to get into the finals. The $69,000 payday was the largest of his career, to that point…Added titles at the State Express Classic and the Benson & Hedges International\n \n1979: Made his U.S. debut on the PGA TOUR, competing in the U.S. Open at Inverness Club. Shot rounds of 76-74-74-78 to finish at 18-over and T48…Earned his first PGA TOUR top-10 by finishing T10 at The Open Championship…In his first non-major championship PGA TOUR appearance, was 31st at the World Series of Golf in Akron, Ohio…Won the Hong Kong Open in late-February, putting together a 2-under 68 at Royal Hong Kong GC to finish at 7-under and three strokes ahead of three Taiwan golfers, Lu Hsi-Chuen, Hsu Chi-San and Chen Tse-Ming…Won his second Martini International title in three years on the European Tour. Solidified his second win in the event, this time played at Wentworth Club. Heavy rain plagued the tournament on the weekend, and he was only able to shoot rounds of 72-74 over his final 36 holes, but it was enough to edge England's John Morgan and Spain's Antonio Garrido by one shot…Was the runner-up at the Australian Open, falling to Jack Newton by one stroke at The Metropolitan in Melbourne. Had a 3-foot putt that would have forced overtime with Newton. The ball horse-shoed around the cup, dropping him into a T2 after shooting a final-round, 2-over 74, with Graham Marsh…Successfully defended his Traralgon Classic title, opening with a 69 and cruising from there, beating Glen McCully and Ian Stanley.\n\n1978: Won four times in a season for the first time. Initial title of the season came at the New South Wales Open at Manly GC in Sydney. Closed the tournament with a 2-under 70 to defeat Billy Dunk by three shots, doing so in wire-to-wire fashion…Second victory came at the Caltex Festival of Sydney Open. Came from a tie for fifth with a round to play to win by three shots over Ian Stanley…In mid-September in Pacific Harbour, Fiji, shot a final-round 64 to defeat David Good by four shots and Mike Moynihan and Ted Ball by five at the South Seas Classic…Made the cut at The Open Championship, bookending 72s into a T2 finish…Returned to World Cup action, this time with Wayne Grady as his partner. The duo finished second to the U.S. team of John Mahaffey-Andy North at the tournament at Princeville Makai in Hawaii. Australia finished 10 shots behind the U.S. In the International Trophy, the individual portion of the event, he T3 with Thailand's Sukree Onsham, five shots behind Mahaffey…Won the Traralgon Classic in Traralgon, Victoria, Australia. Came from off 54-hole leader Colin Bishop's leading pace to win, thanks to a 5-under 67 on the final day.\n\n1977: Made his PGA TOUR and major championship debut, at The Open Championship, where he missed the cut…Picked up his second and third career victories, winning the 36-hole Kuzhua International in Japan. Broke free from a three-way tie for first after 18 holes, shot a 6-under 66 to defeat runner-up Kikuo Ara. Following his ¥2 million victory, he said, “I remember sitting on a bed with my roommate, Guy Wolsteholme, in this hotel room with like a zillion yen all over the place. I thought I'd never need to work another day.”…Added his first European Tour title when he claimed the Martini International in Pertshire, Scotland. His 15-under 277 was enough to beat Zimbabwe's Simon Hobday by three shots at Blairgowrie GC.\n\n1976: Won for the first time as a professional, securing his maiden title at the Westlakes Classic in Adelaide, Australia, in his fourth pro start. Shot rounds of 64-67-66-74 to defeat two Australian stars, David Graham and Graham Marsh, by five strokes and cash the $7,000 first-place check. Made 27 birdies over his four rounds…Represented Australia at the World Cup, teaming with Bob Shearer to T7 at Mission Hills in Palm Springs, Calif. Shot rounds of 74-74-76-76…Made his professional debut earlier in the year, finishing third at an event at Batemans Bay GC…Added another third-place performance, this time in the Australian Open.","otherCarHigh" : "","personal" : "Serves as chairman and CEO of Great White Shark Enterprises (shark.com), a multi-national corporation comprised of several companies and divisions that primarily focus on golf and lifestyle. Established in 1993, Great White Shark Enterprises is the parent company to various entities, including Greg Norman Golf Course Design, recognized as one of the premier signature design groups worldwide; Medallist Developments and Southern Cross Developments, developers of residential golf course communities and related real estate; Great White Shark Golf Management, offering full-service club management, development and consulting; Greg Norman Champions Golf Academy providing comprehensive instruction and a training environment for golfers at every stage of their amateur and professional development; Greg Norman Collection, a leading worldwide marketer and distributor of men's and women's golf-inspired sportswear and accessories; Greg Norman Estates Wines, producer and distributor of Australian and California wines; Greg Norman Production Company, operator of the PGA TOUR's Mayakoba Golf Classic, the Franklin Templeton Shootout, and the Valero Texas Open. Other branded businesses include Greg Norman's Australian Grille and Greg Norman Australian Prime. Additionally, he manages a variety of other licensing and merchandising activities. He supports several charities including CureSearch for Children's Cancer, the Greg Norman Golf Foundation and the Environmental Institute for Golf...Began playing at age 16, caddying for his mother. Scratch two years later...Initial ambition was to become a pilot in the Australian Air Force but opted for golf and took just four tournaments to record his first of more than 90 titles worldwide...Named as the 2008 recipient of the Old Tom Morris Award from the Golf Course Superintendents of America...Among Olympic torch bearers to Sydney, Australia for the 2000 Olympics...Honored with Hands of Hope award presented by National Childhood Cancer Foundation.","otherInfo" : "","ntlTeams" : "The Presidents Cup (4), 1994 (WD due to illness), 1996, 1998, 2000. The Presidents Cup Captain (2), 2009, 2011; World Cup (2), 1976, 1978; Hennessy Cognac Cup (1), 1982; Nissan Cup (2), 1985, 1986; Dunhill Cup (10), 1985, 1986, 1987, 1988, 1989, 1990, 1992, 1994, 1995, 1996; Kirin Cup (1), 1987; Four Tours (1), 1989.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2005","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(68): 1976 Westlakes Classic. 1977 Martini International, Kuzuhz International. 1978 New South Wales Open, Traralgon Classic, Caltex Festival of Sydney Open, South Seas Classic. 1979 Traralgon Classic, Martini International, Hong Kong Open. 1980 Australian Open, French Open, Scandinavian Open, Suntory World Match Play Championship, State Express Classic, Benson & Hedges International. 1981 Australian Masters, Martini International, Dunlop Masters. 1982 Dunlop Masters, State Express Classic, Benson & Hedges International. 1983 Australian Masters, Stefan Queensland Open, National Panasonic New South Wales Open, Hong Kong Open, Cannes Invitational, Suntory World Match Play Championship, Kapalua International. 1984 Victorian Open, Australian Masters, Australian PGA.1985 Toshiba Australian PGA Championship, National Panasonic Australian Open, Dunhill Cup. 1986 Stefan Queensland Open, National Panasonic New South Wales Open, West End Jubilee South Australian Open, National Panasonic Western Australian Open, European Open, Suntory World Matchplay Championship, Dunhill Cup, PGA Grand Slam of Golf. 1987 Australian Masters, National Panasonic Australian Open. 1988 Palm Meadows Cup, ESP Open, PGA National Tournament Players Championship, Panasonic New South Wales Open, Lancia Italian Open. 1989 Australian Masters, PGA National Tournament Players Championship, Chunichi Crowns. 1990 Australian Masters. 1993 Taiheyo Masters, PGA Grand Slam of Golf. 1994 Johnnie Walker Asian Classic, PGA Grand Slam of Golf. 1995 Australian Open, Fred Meyer Challenge [with Brad Faxon]. 1996 Ford South Australian Open, Australian Open, Fred Meyer Challenge [with Brad Faxon]. 1997 Fred Meyer Challenge [with Brad Faxon], Andersen Consulting World Championship. 1998 Greg Norman Holden International, Franklin Templeton Shootout [with Steve Elkington]. 2001 Skins Game.","intlVics" : "","curYearHigh" : "","carHigh" : "2013: Did not play in an event during the year...On the eve of the 26th edition of The Senior Open Championship, the Turnberry Resort awarded him honorary membership for his contributions to golf.\n\n2012: Made two Champions Tour starts and was scheduled to make a third appearance, at the Pacific Links Hawaii Championship, before withdrawing to attend the funeral service for Maria Floyd, wife of fellow World Golf Hall of Fame member Raymond Floyd...Was T53 at the Constellation SENIOR PLAYERS Championship in Pittsburgh, his first Champions Tour start since the 2009 Walmart First Tee Open at Pebble Beach...Also missed the cut at The Senior Open Championship at Turnberry. Was granted at honorary membership at Turnberry Resort on Wednesday of tournament week...Also made two appearances on the PGA TOUR, withdrawing after two rounds of the Humana Challenge, and missing the cut at the Mayakoba Golf Classic...Also played one event on the European Tour, missing the cut at the Omega European Masters.\n\n2011: In mid-February, underwent surgery on his left shoulder for a second time to repair a torn labrum...Did not return to action until mid-November when he finished T53 at the Australian Open...Once again served as the Captain of the International team at the Presidents Cup in his native Australia. 2010: Did not play any Champions Tour events, but did compete at the Omega European Masters in September (missed cut) as well as the Australian Open...Also teamed with Matt Kuchar at The Shark Shootout where they finished T9. 2009: For the first time in his Champions Tour career held a 54-hole lead at The Senior Open Championship at Sunningdale. He carded a final-round, 1-over 71 at Sunningdale to finish T6...Eventually finished T6 after posting a 1-over 71 on Sunday...Also shared the first-round lead at the U.S. Senior Open and trailed eventual winner Fred Funk by just one stroke after 54 holes. Carded a 1-over-par 73 at Crooked Stick in his final round and eventually finished T4 near Indianapolis. Team with Jay Haas to finish second at the Wendy's Champions Skins Game in Hawaii. The pair won four skins...Served as Captain of the International squad at The Presidents Cup in San Francisco...Underwent arthroscopic surgery on his right shoulder in September and was out for the remainder of the season. 2008: Made his first Champions Tour appearance in almost three years, at the Senior PGA Championship at Oak Hill. On Sunday, pulled within two strokes of the lead after making birdie at No. 16 but finished double bogey-bogey to drop into a T6...Was T5 at The Senior Open Championship at Royal Troon, thanks to rounds of 67-68 on the weekend...Used a final-round 70 to move into solo fourth place at the U.S. Senior Open at The Broadmoor in Colorado Springs...Almost pulled off one of the greatest feats in golf history when he led The Open Championship at Royal Birkdale with just nine holes to play. Was bidding to become the oldest winner in PGA TOUR history but stumbled on the back nine and finished T3 along with Henrik Stenson, six strokes back of Padraig Harrington. 2005: Made his Champions Tour debut at The Senior Open Championship at Royal Aberdeen in Scotland and finished solo third, one stroke out of a playoff despite an opening-round 76...In contention throughout the U.S Senior Open and finished solo fourth near Dayton. Was one of just two players (D.A. Weibring) to post four consecutive sub-par rounds on the South course at NCR CC...Made three starts on the European Tour, making the cut at The Open Championship, where he eventually finished T60 at St. Andrews.\n","otherCarHigh" : "The winner of 88 titles worldwide, including 20 championships on the PGA TOUR...Inducted into the World Golf Hall of Fame in 2001...A three-time winner of the Arnold Palmer Award as the PGA TOUR's leading money winner in 1986, 1990 and 1995, he was also a five-time winner of the Byron Nelson Award for the best adjusted scoring average...In addition, he won three Vardon Trophies from the PGA of America for the lowest adjusted scoring average...Was also the winner of the Jack Nicklaus Award as the 1995 PGA TOUR Player of the Year, as well as the PGA of America's Player of the Year...Held the No. 1 spot in the Official World Golf Ranking for 331 weeks at one point in his career in the 1990s and positioned himself in the top 50 in the World Ranking for 700 weeks before falling out in 1999...Three-time member of the International team in The Presidents Cup (1998, 2000 and 2002) and captained the 2009 and 2011 teams...Owns 30 top-10 finishes in major championships, with victories at the 1986 and 1993 Open Championships. First PGA TOUR victory came at the 1984 Kemper Open, where he defeated Mark O'Meara by five strokes. Added a second title four weeks later by two strokes over Jack Nicklaus at the Canadian Open...Won his first money title in 1986 when he defended his title at the Kemper Open, claimed the Panasonic Las Vegas Invitational and won his first The Open Championship crown at Turnberry. After an opening round 74, shot tournament-record-tying 63 to take a two-stroke lead after 36 holes and followed with rounds of 74-69 to defeat Gordon Brand by two strokes...Second money crown came in 1990 when he won twice, including the Memorial Tournament...Captured second The Open Championship in 1993. Trailed Corey Pavin and Nick Faldo by one stroke after 54 holes but closed with a 64 to defeat Faldo by one stroke...Earned at least $1 million five times (1990, 1993-95 and 1997) and was first player to earn $1 million four times (1990, 1993-95)...Tied the Masters scoring record with an opening-round 63 in 1996 and led by six after 54 holes but lost when he shot 78 in the final round as Nick Faldo shot 67. That marked the eighth time in his career he had finished as a runner-up in a major championship...Won the 2001 Skins Game, shutting out Tiger Woods, Colin Montgomerie and Jesper Parnevik...Battled various injuries in his career, including a left shoulder problem in 1998 which required April surgery by Dr. Richard Steadman in Colorado. Procedure involved the shaving of bone spurs, which caused tendinitis in his rotator cuff, and the use of a heat probe to shrink the shoulder socket capsule. Followed a seven-month rehabilitation period with a victory at the Franklin Templeton Shootout with partner Steve Elkington...Sidelined by arthroscopic hip surgery in June, 2000 after being troubled by a bothersome right hip for a number of years. Pain was linked to previous shoulder woes. In amazing show of physical perseverance, returned to action at The International just five weeks later to record second top-10 of year. Finished alone in fourth with 38 points after returning to hitting balls just eight days prior to event...Had dramatic victory at the 1997 FedEx St. Jude Classic, where he birdied final three holes for a 66 to earn one-stroke victory over Dudley Hart. Became first to surpass $10 million in career earnings during the 1996 season...Four times in his career he played a season without missing a cut (1983, 1987, 1994-95)...In 1995 won three titles—the Memorial Tournament, Canon Greater Hartford Open and NEC World Series of Golf—a then-record $1,654,959.","personal" : "Serves as chairman and CEO of Great White Shark Enterprises (shark.com), a multi-national corporation comprised of several companies and divisions that primarily focus on golf and lifestyle. Established in 1993, Great White Shark Enterprises is the parent company to various entities, including Greg Norman Golf Course Design, recognized as one of the premier signature design groups worldwide; Medallist Developments and Southern Cross Developments, developers of residential golf course communities and related real estate; Great White Shark Golf Management, offering full-service club management, development and consulting; Greg Norman Champions Golf Academy providing comprehensive instruction and a training environment for golfers at every stage of their amateur and professional development; Greg Norman Collection, a leading worldwide marketer and distributor of men's and women's golf-inspired sportswear and accessories; Greg Norman Estates Wines, producer and distributor of Australian and California wines; Greg Norman Production Company, operator of the PGA TOUR's Mayakoba Golf Classic, the Franklin Templeton Shootout, and the Valero Texas Open. Other branded businesses include Greg Norman's Australian Grille and Greg Norman Australian Prime. Additionally, he manages a variety of other licensing and merchandising activities. He supports several charities including CureSearch for Children's Cancer, the Greg Norman Golf Foundation and the Environmental Institute for Golf...Began playing at age 16, caddying for his mother. Scratch two years later...Initial ambition was to become a pilot in the Australian Air Force but opted for golf and took just four tournaments to record his first of more than 90 titles worldwide...Named as the 2008 recipient of the Old Tom Morris Award from the Golf Course Superintendents of America...Among Olympic torch bearers to Sydney, Australia for the 2000 Olympics...Honored with Hands of Hope award presented by National Childhood Cancer Foundation.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was 3rd in 2005 at the The Senior Open Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/thegreatwhiteshark"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/SharkGregNorman"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}