{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01677","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Lehman","first" : "Tom","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "215","weightMetric" : "98","birthDate" : "March 7, 1959","age" : "57","birthPlace" : "Austin, Minnesota","residence" : "Scottsdale, Arizona","family" : "Wife, Melissa; Rachael (5\/30\/90), Holly (8\/13\/92), Thomas Andrew (7\/24\/95), Sean (3\/18\/03)","education" : "University of Minnesota","splInterest" : "Fly fishing, golf course design, hunting, all sports","pronunciation" : "LAY-mun","nwTourAlumnus" : "Web.com Tour Graduate (1991)","trndProYear" : "1982","clubAffl" : "D.C. Ranch (Scottsdale, Arizona)","cityPlaysFrm" : "Scottsdale; Arizona; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "31,061,178&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Made a spirited run for his 10th PGA Tour Champions career victory at the Mitsubishi Electric Championship at Hualalai before finishing one stroke short when Duffy Waldorf birdied the 54th hole for the win in the season-opening event. Appeared in control, leading Waldorf by two strokes with six holes remaining but was unable to convert opportunities down the stretch. Saw his birdie putt lip out at No. 16, while Waldorf birdied three of the final six holes for the win. He tied a pair of PGA TOUR Champions records in the event by making three eagles in the second round and by adding a fourth in the final round...Finished fifth in his next start at the Allianz Championship. Trailed Corey Pavin, the 36-hole leader, by just one stroke and remained in contention late into the final round before a bogey on the final hole ended his chances of getting into the playoff...Back-to-back weekend rounds of 67 were instrumental in his T4 effort at the Mitsubishi Electric Classic in April near Atlanta.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1983","qSchoolYear" : "1983, 1984","exmtStatus" : "Past Champion","otherVics" : "(7): 1995 Hyundai Team Matches [with Duffy Waldorf]. 1996 Hyundai Team Matches [with Duffy Waldorf], PGA Grand Slam of Golf, Skins Game. 1997 Skins Game, Wendy's Three-Tour Challenge [with Fred Couples and Phil Mickelson]. 1999 Target World Challenge. 2000 Hyundai Team Matches [with Duffy Waldorf].","intlVics" : "(3): 1993 Casio World Open [Jpn]. 1997 Loch Lomond World Invitational [Eur]. 2009 Torneo de Maestros Copa Personal [Arg].","curYearHigh" : "Made a spirited run for his 10th PGA Tour Champions career victory at the Mitsubishi Electric Championship at Hualalai before finishing one stroke short when Duffy Waldorf birdied the 54th hole for the win in the season-opening event. Appeared in control, leading Waldorf by two strokes with six holes remaining but was unable to convert opportunities down the stretch. Saw his birdie putt lip out at No. 16, while Waldorf birdied three of the final six holes for the win. He tied a pair of PGA TOUR Champions records in the event by making three eagles in the second round and by adding a fourth in the final round...Finished fifth in his next start at the Allianz Championship. Trailed Corey Pavin, the 36-hole leader, by just one stroke and remained in contention late into the final round before a bogey on the final hole ended his chances of getting into the playoff...Back-to-back weekend rounds of 67 were instrumental in his T4 effort at the Mitsubishi Electric Classic in April near Atlanta.","carHigh" : "2012: Capped another highly successful campaign by winning the season-ending Charles Schwab Cup Championship in his hometown by six strokes over Jay Haas, adding a second consecutive Charles Schwab Cup title to his career resume in the process. Became the first player to win successive Charles Schwab Cup titles as well as the fifth to win that honor twice, joining Hale Irwin (2002 and 2004), Tom Watson (2003 and 2005), Jay Haas (2006 and 2008) and Loren Roberts (2007 and 2009). His winning 72-hole score of 22-under 258 was an all-time numerical record for a Champions Tour event, and with the win he joined Watson (2005) as the first player to claim the Charles Schwab Cup by winning the Charles Schwab Cup Championship. With his win at the Charles Schwab Cup Championship he won his second TOUR event in the Phoenix area, 12 years after claiming the 2000 Phoenix Open...Earlier in the year, he won his first tournament in just over a year when he repeated at the Regions Tradition by two shots over Bernhard Langer and Chien Soon Lu. Victory in Birmingham was his third major title since joining the Champions Tour and his sixth career win overall on the circuit. Became the first winner of the event to shoot four consecutive rounds in the 60s since Gil Morgan in 1997. Was also the first player since Allen Doyle at the 2005-06 U.S. Senior Open to successfully defend a major...Fell short in his bid for consecutive major victories when he finished two strokes shy of Joe Daley at the Constellation SENIOR PLAYERS Championship in July despite four consecutive rounds in the 60s, stretching his string of consecutive sub-70 rounds to 12 at that point in the season...Also contended throughout at the U.S. Senior Open at Indianwood but fell two strokes short of Roger Chapman in a four-way tie for second with Corey Pavin, Fred Funk and Bernhard Langer...Was also a hard-luck runner-up at the Insperity Championship when Fred Funk birdied four of the last five holes to nip him by a stroke on the Tournament Course at The Woodlands CC. Was up by two strokes through 13 holes Sunday but played the final five in just 1-under par. Had a chance to send the event into a playoff at No. 18, but his 12-foot birdie putt just missed...In contention throughout The ACE Group Classic but could only manage a 72 on Sunday that left him T3 in Naples, a distant six strokes back of Kenny Perry...Also was T3 at the Dick's Sporting Goods Open, carding three consecutive rounds in the 60s at En-Joie GC...Was T2 after two rounds of The Senior Open Championship at Turnberry, but a 3-over-par 73 in the third round eventually led to a T10 finish...Finished T4 at the Pacific Links Hawaii Championship in September...On the PGA TOUR, Carded a final-round 66 at the Mayakoba Golf Classic to finish T16 in Mexico...Received the 2011 Champions Tour Player of the Year Award at the Golf Writers Association of America annual dinner in April in Augusta. 2011: With just five PGA TOUR starts, enjoyed a tremendous season on the Champions Tour, netting three wins in 21 starts. His performance earned him Player of the Year honors, giving him the distinction of being the first and only player to win that award on the Web.com Tour, PGA TOUR and Champions Tour. Collected his first Charles Schwab Cup as well, holding off Mark Calcavecchia by just 74 points at the season's final event. Took the Schwab Cup lead after the second event of the season (Allianz Championship) and never relinquished it...Was also the circuit's only $2-million man, earning the Arnold Palmer Award with a personal-best $2,081,526...Along with John Cook, led the Champions Tour with three victories and claimed all three of his wins within the first seven of his 21 starts...Captured first win in 2011 when he sank a 6-foot birdie putt on the final hole to defeat Jeff Sluman and Rod Spittle at the Allianz Championship in Boca Raton. Birdied two of the final three holes to get into the overtime session...Recorded a four-stroke victory over Jeff Sluman, Nick Price and David Frost at the Mississippi Gulf Resort Classic, his fourth overall title on the Champions Tour and second in a span of four starts in 2011. Win near Biloxi came 20 years after he claimed a title on the old Ben Hogan Tour at nearby Windance CC in Gulfport, Miss. Shot a Fallen Oak course-record 64 in the second round to take the 36-hole lead and then used three birdies on the front nine on Sunday to pull away from the field. Final-round 69 at Fallen Oak was his 12th consecutive sub-70 score, tying him for second with Fred Couples for second on the all-time list of consecutive sub-70 rounds, one short of Hale Irwin's record...Won his second Champions Tour major championship and his third title of the season when he defeated Peter Senior in a two-hole playoff at the Regions Tradition at Shoal Creek. Had started the day two strokes behind 54-hole leader Mark Calcavecchia. Posted a bogey-free, 3-under-par 69 to get into the playoff. After getting up and down on the first extra hole, he two-putted from 21 feet for the win when Senior missed a 5-footer to extend the playoff. The win put him over the $1-million mark in season earnings in just his seventh start. Both of his major titles have now come in playoffs. Played his final 27 holes at Shoal Creek without a bogey, and he did not have a three-putt during the week...Started season with a runner-up finish to John Cook at the Mitsubishi Electric Championship at Hualalai. Closed with a final-round 64 that included a 6-under-par 30 on the back nine. Still finished two strokes back of Cook...Selected as the Champions Tour's Player of the Month for January-February...In his first appearance in his native Minnesota as a Champions Tour member, was T2 at the 3M Championship, one stroke back of Jay Haas...Teamed with Corey Pavin to finish T3 at the Liberty Mutual Legends of Golf...Rebounded from an opening-round 73 to finish fourth at the Constellation Energy Senior Players Championship at Westchester CC...On the PGA TOUR, finished T22 at The Open Championship at Royal St. George's, his fifth consecutive made cut in that event...Shot rounds of 66-69 on the weekend to finish T13 at the Mayakoba Golf Classic. 2010: Using a one-time exemption for top 50 on the PGA TOUR career money list, failed to record a top-10 finish for the first time in the last 18 seasons. In early February, chosen to be a captain's assistant for the U.S. Ryder Cup team at the biennial match in Wales. U.S. Captain Corey Pavin also named Davis Love III, Jeff Sluman and Paul Goydos as assistants...Parred the first hole of a sudden-death playoff with Fred Couples and David Frost to win the Senior PGA Championship. Couples and Frost made double bogeys in the playoff and Lehman made a routine par for his first solo Champions Tour win. Finished the Champions Tour season with nine top-10s in 14 starts. 2009: Used a one-time Top 25 on the PGA TOUR Career Money List exemption, with a secondary exemption of a Minor Medical Extension because of tendinitis in his left elbow...Before the Transitions Championship, where he held a one-stroke lead after 54 holes, he had made just $8,658 in five starts, in four of which he missed the cut. A final-round 75 earned a T8 finish in Tampa and a check for $151,200, approximately $17,000 short of his target...Had a successful debut on the Champions Tour in April after turning 50 on March 7. Teamed with Bernhard Langer to win the title at the Liberty Mutual Legends of Golf in a two-hole playoff with Jeff Sluman and Craig Stadler. After Langer and Stadler traded 45-foot birdie putts on the first extra hole, Lehman made a par on the second hole to claim the title for his team. The victory made him the 13th player to win his Champions Tour debut. The win also made him just one of three players (Ron Streck and Keith Fergus the others) to have won on all three Tours...Made his first cut in a U.S. Open since the 2002 event on Long Island and eventually finished T47 at Bethpage State Park. It was his 12th made cut in 17 U.S. Open appearances...Played in The Open Championship at Turnberry in July, making his third consecutive cut in the event and finishing T60...Recorded four top-25 finishes during the season including a T13 at Crowne Plaza Invitational at Colonial where he posted four rounds in the 60s...Was T15 at the season-finale Children's Miracle Network Classic. Finished 142nd on the PGA TOUR money list for a second consecutive season...Ended his season in Buenos Aires, Argentina, where he won the Tour de las America's Torneo de Maestros Copa Personal by five strokes. 2008: Recorded two top-10s and placed 142nd on the PGA TOUR money list, his lowest finish since 1991. Also made just 17 starts, the least since 1991, and didn't play after The Barclays...Best finish was a T6 at THE PLAYERS Championship, his sixth top-10 in his 17th appearance at TPC Sawgrass. Continued success on the par-3 17th where he is 11-under par in 62 career rounds, including hitting land 61 times. 2007: Finished in the top 125 on the money list for the 16th consecutive season on the strength of three top-10s…Posted T5s at the Arnold Palmer Invitational, five strokes behind champion Vijay Singh, and the Crowne Plaza Invitational at Colonial. 2006: Posted best finish on money list since 2001, dividing time between competition and Ryder Cup Captain duties for the United States squad, which lost at Oakland Hills, Europe 18½ to United States 9½...Credited much of on-course success to fitness regimen where he lost approximately 25 pounds between August 2005 and February 2006…Finished fourth at the World Golf Championships-Accenture Match Play Championship, falling to Zach Johnson in the consolation match, 1-up...Recorded the 19th runner-up finish of his career, losing to Dean Wilson in a playoff at The INTERNATIONAL. The two ended regulation with 34 points in the Modified Stableford format, but Wilson's birdie on the second extra hole dropped Lehman's career playoff record to 0-3…Withdrew from World Golf Championships-American Express Championship following the Ryder Cup to attend Byron Nelson's funeral. 2005: T2 at the Buick Invitational. Birdied the last six holes on the North Course during first round to finish at 10-under 62 (matched career low). Increased the lead to three through 36 holes in matching the tournament record at 15-under 129 (Lenny Clements-1996). Shared the 54-hole lead with Luke Donald after a 1-over 73. Paired with eventual winner Tiger Woods for 31 holes on Sunday due to fog delays throughout the first two rounds. Finished three back of Woods after bogeying the final two holes…Finished as runner-up for the second time in his career at THE PLAYERS Championship. Played 27 holes on Monday, including a tournament-best final-round 4-under 68, which carried him into the clubhouse at 8-under 280. Fell one shot short as Fred Funk converted an up-and-down par from a greenside bunker on the 72nd hole. 2004: On November 3, was named 2006 Ryder Cup captain by the PGA of America...After struggling most of the year, posted top-10s in four of last five starts. In final three starts, held at least a share of the lead entering the final round...Aided by a final-round 64, posted his first top-10 of the year, a T4 at the Bell Canadian Open and the first since a T8 at the 2003 Buick Classic...A month later at the Michelin Championship at Las Vegas, finished T2, one back of winner Andre Stolz...Entered final round of Chrysler Classic of Greensboro tied for the lead with Brent Geiberger at 12-under. Finished T4...Tied for the lead with Briny Baird entering the final round of the FUNAI Classic at Walt Disney World Resort, but was overtaken by rookie Ryan Palmer's final-round 62. Finished T6. 2003: Earned first top-10 with solo second at AT&T Pebble Beach National Pro-Am, his best finish since T2 at the 2001 Invensys Classic at Las Vegas. Entered 72nd hole tied with Davis Love III at 13-under-par. Love two-putted 18 for birdie to claim one-shot victory 2002: 74th on the money list was the lowest since he returned to the TOUR full-time in 1992...Converted to a long putter at the WORLDCOM CLASSIC in April. 2001: Runner-up at Sony Open in Hawaii...Winner of Charles Bartlett Award, given by GWAA for unselfish contributions to golf. Has raised several million dollars through his charity tournament in Minneapolis and is involved with \"Match Point,\" a Phoenix program that matches adults with troubled children...With opening rounds of 63-62 in Invensys Classic, shared first-round lead and held second-round lead outright. Finished T2, one stroke behind Bob Estes. First two rounds tied PGA TOUR record for opening two rounds. 2000: Had most financially rewarding season of 12-year career with earnings of $2,068,499 and a 12th-place finish on the TOUR money list...Kicked off the season in red-hot fashion with three consecutive top-10s, including his first official money TOUR victory since winning the 1996 TOUR Championship...At the Phoenix Open, earned his fifth PGA TOUR title. Drained 10-foot putt for par on final hole then watched Robert Allenby miss a five-footer that would have forced a playoff...Came close at MCI Classic, where he held clubhouse lead on Sunday after shooting 65. Stewart Cink's own closing 65 snatched away win...Withdrew from The INTERNATIONAL due to torn cartilage in right knee, then underwent surgery prior to PGA Championship...Participated in third Presidents Cup and compiled a 3-2 record while lending support to victorious U.S. team...Prior to official money season, was victorious in unofficial Williams World Challenge. 1999: Made successful return to form from off-season shoulder surgery...Four runner-up finishes that year—Bay Hill Invitational, Greater Milwaukee Open, FedEx St. Jude Classic and Buick Open—were most ever for him in a single season. 1998: Turned in T2 at THE PLAYERS Championship and T5 at the U.S. Open, his third straight top-five finish at the event...Did not make the cut at The Open Championship after suffering a separated right shoulder just prior to the event while on a family outing in England. Was attempting a handstand for his children when the mishap occurred and played with the injury the remainder of the year before undergoing surgery in November in the Los Angeles area. 1997: Tied with Tiger Woods after 54 holes at the Mercedes Championships and after final round was canceled, the two played off at the par-3 seventh hole. Lehman hit his tee shot in the water, Woods then hit to tap-in range for victory...At U.S. Open, water at 71st hole kept him from chance at victory and finished third, two strokes behind Ernie Els. Joined Bobby Jones as only player to lead U.S. Open after three rounds three straight years...With T4 at MCI Classic, moved to No. 1 in Official World Golf Ranking. Only second player from the United States to lead World Ranking at the time, following Fred Couples, who led for 15 weeks in 1992. Relinquished spot the next week when Greg Norman was second at Spanish Open. 1996: PGA TOUR Player of the Year...Leading money-winner with then-record $1,780,159...First victory came at The Open Championship at Royal Lytham and St. Annes. After consecutive 67s, shared 36-hole lead with Paul McGinley. Followed with a course-record 64 in third round to lead Nick Faldo by six strokes and his closing round 73 was enough for a two-stroke victory over Ernie Els and Mark McCumber. First American professional to win at that venue and the first since amateur Bobby Jones in 1926...Closed out year with dominant performance at TOUR Championship. After sharing first-round lead with Vijay Singh at 66, shot 67 to open a four-stroke margin after 36 holes. Led by nine after bogey-free 64, eventually winning by six over Brad Faxon. 1995: Earned second win at Colonial National Invitation...Opened that season with second at United Airlines Hawaiian Open...After MCI Classic, missed a month of the season due to colon surgery...Third at U.S. Open after sharing 54-hole lead with Greg Norman. 1994: First served notice of things to come with breakthrough season that included his first TOUR victory at Memorial Tournament. That win helped him secure first $1-million season on TOUR...Earlier that year was runner-up to Jose Maria Olazabal at Masters. 1992: In first year back on PGA TOUR was 24th on money list, including T2 at Hardee's Golf Classic. 1991: Won three times on the Web.com Tour...Was that tour's top money-winner and Player of the Year. 1990: Won once on the Web.com Tour. 1985: After three lukewarm seasons on TOUR from 1983-85, played in Asia, South Africa and elsewhere for the rest of the 1980s.\n\n","otherCarHigh" : "","personal" : "Awarded the first Byron Nelson Prize by the Salesmanship Club of Dallas at the 2007 EDS Byron Nelson Championship Opening Ceremony. The Byron Nelson Prize is awarded to a person or organization in the golf world who exemplifies the ideals of “giving back” that Byron Nelson personified. The Salesmanship Club of Dallas awarded $100,000 to the McKenzie Monks Foundation, an organization that helps children cope with cancer. Said Lehman about the honor, \"I've been inspired in my life by Byron Nelson. He's inspired me to want to be a better golfer but more importantly a better person.\"...Credits marriage with giving him focus to do well on TOUR...Brother, Jim Lehman, Jr., is his agent...His wife, Melissa, was enlisted as his caddie at 1998 Nissan Open when regular caddie Andy Martinez suffered two broken ribs in a pickup basketball game the night before the start of the event. Went to a lighter carry bag instead of the heavier TOUR version...Lehman Design Group design projects include the Somerby GC in Byron, Minn., former site of the Web.com Tour's Rochester Area Charities Showdown at Somerby; the TPC Twin Cities, done with Arnold Palmer, as the site of the 3M Championship on the Champions Tour in Minneapolis; and The Gallery GC in Tucson, Ariz., formerly host of the World Golf Championships-Accenture Match Play Championship, a course co-designed with John Fought,","otherInfo" : "","ntlTeams" : "The Presidents Cup (3), 1994, 1996, 2000; Ryder Cup (3), 1995, 1997, 1999; Ryder Cup Captain (1), 2006; World Cup (1), 1996; Dunhill Cup (2) 1999, 2000.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2009","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(9): 1993 Casio World Open. 1995 Hyundai Team Matches [with Duffy Waldorf]. 1996 Hyundai Team Matches [with Duffy Waldorf], PGA Grand Slam of Golf, Skins Game. 1997 Loch Lomond World Invitational, Skins Game, Wendy's Three-Tour Challenge. 1999 Target World Challenge presented by Williams. 2000 Hyundai Team Matches [with Duffy Waldorf].","intlVics" : "","curYearHigh" : "Made a spirited run for his 10th PGA Tour Champions career victory at the Mitsubishi Electric Championship at Hualalai before finishing one stroke short when Duffy Waldorf birdied the 54th hole for the win in the season-opening event. Appeared in control, leading Waldorf by two strokes with six holes remaining but was unable to convert opportunities down the stretch. Saw his birdie putt lip out at No. 16, while Waldorf birdied three of the final six holes for the win. He tied a pair of PGA TOUR Champions records in the event by making three eagles in the second round and by adding a fourth in the final round...Finished fifth in his next start at the Allianz Championship. Trailed Corey Pavin, the 36-hole leader, by just one stroke and remained in contention late into the final round before a bogey on the final hole ended his chances of getting into the playoff...Back-to-back weekend rounds of 67 were instrumental in his T4 effort at the Mitsubishi Electric Classic in April near Atlanta.","carHigh" : "2015: Lone victory during the 2015 campaign came in exciting fashion. Broke out of a crowded leaderboard with a blistering finish at the SAS Championship. Was among the half-dozen players vying for the title but took charge down the stretch, finishing his round by going birdie-birdie-eagle-birdie, the best showing by a winner on the PGA TOUR Champions, earning his ninth career win on Tour. The key point in his round came on the 17th hole where after hitting a poor drive, he struck a 3-wood to 20 feet, then sank the eagle putt to take the lead for good. With Joe Durant and Bernhard Langer on his tail, he sank a 12-footer for birdie on the final hole to open a two-stroke margin which essentially ended their chances...Was T2, along with Kevin Sutherland, at the Mississippi Gulf Resort Classic, one stroke short of David Frost. Lost a golden opportunity to send the event into a playoff when he missed a 4½-foot birdie putt on the last hole...Again T2, at the Insperity Invitational, losing in a playoff to Ian Woosnam, that also included Kenny Perry. It was his second consecutive runner-up finish on the Tournament Course at The Woodlands and extended to five his run of years with a top-10 finish at Insperity...Also was T5 at the Bass Pro Shops Legends of Golf along with teammate Jeff Sluman...Rebounded from a 4-over-par 76 in the opening round of the Regions Tradition with three straight rounds in the 60s and T5 in Birmingham...Despite battling lower-back issues, finished solo sixth at the 3M Championship. Was the first-round leader at TPC Twin Cities after shooting 64 in windy conditions Friday and held the lead until late on the front nine Saturday when he injured his back hitting a long bunker shot on the seventh hole. Still hurting, his tee shot on the par-3 eighth was fat and landed in a hazard that led to a double bogey, dropping him from contention the rest of the weekend...Finished T10 in defense of his Encompass Championship title, his third straight top-10 effort at North Shore CC.\n\n2014: Scattered seven top-10 finishes over his 20 starts, the highlight of his year coming midway through the campaign when he claimed his first PGA TOUR Champions victory in almost 18 months...Holed a 12-foot birdie putt to win the Encompass Championship near Chicago, his eighth overall PGA TOUR Champions title. After finishing T3 the year prior, went wire to wire to edge Michael Allen and Kirk Triplett by one stroke at North Shore CC...Had a chance to pick up a second victory late in the season when he played in the final group at the SAS Championship and got within two strokes of eventual-winner Triplett before finishing solo second at Prestonwood, three strokes back. Used a timely eagle on the par-5 17th to jump over Bernhard Langer and Kenny Perry for the runner-up spot...Shared honors for the low round Sunday at the Regions Tradition (5-under-par 67), a score that was instrumental in helping him to a T3 finish at Shoal Creek. Earned $131,266, which pushed him past the $1-million mark in career earnings in the event...Final-round 68 led to a fourth-place finish at the Allianz Championship, the first full-field event of the season. \n\n2013: Didn't win for the first time as a member of the PGA TOUR Champions but was still among the top 10 in over half of his 17 appearances. Best effort of the season came in late-April when he closed with a bogey-free 67 that included birdies on three of his last four holes to finish T2 at the inaugural Greater Gwinnett Championship, three strokes back of Bernhard Langer...Was on the leaderboard throughout the final round of the Encompass Championship before earning a T3 finish at North Shore CC...Was the 36-hole leader by two strokes at the Nature Valley First Tee Open at Pebble Beach after consecutive rounds of 67. Closed with a 74 to eventually finish fourth...Was also in contention at the Boeing Classic through 36 holes, but a final-round 70 at TPC Snoqualmie Ridge dropped him into a T4...Sandwiched rounds of 68-66 around a second-round 73 to finish T6 at the Allianz Championship, an event he won in 2011...Made two appearances on the PGA TOUR. Missed the cut at the Crowne Plaza Invitational and then finished T58 at The Open Championship at Muirfield.\n\n2012: Capped another highly successful campaign by winning the season-ending Charles Schwab Cup Championship in his hometown by six strokes over Jay Haas, adding a second consecutive Charles Schwab Cup title to his career resume in the process. Became the first player to win successive Charles Schwab Cup titles, as well as being the fifth to win that honor twice, joining Hale Irwin (2002 and 2004), Tom Watson (2003 and 2005), Jay Haas (2006 and 2008) and Loren Roberts (2007 and 2009). His winning 72-hole score of 22-under 258 was an all-time numerical record for a PGA TOUR Champions 72-hole event, and with the win he joined Watson (2005) as the first player to claim the Charles Schwab Cup by winning the Charles Schwab Cup Championship. With his win at the Charles Schwab Cup Championship he won his second TOUR event in the Phoenix area, 12 years after claiming the 2000 Phoenix Open...Won a second consecutive Jack Nicklaus Award as the Tour's Player of the Year...Earlier in the year, he won his first tournament in just over a year when he repeated at the Regions Tradition by two shots over Bernhard Langer and Chien Soon Lu. Victory in Birmingham was his third major title since joining the PGA TOUR Champions and his sixth career win overall on the circuit. Became the first winner of the event to shoot four consecutive rounds in the 60s since Gil Morgan in 1997. Was also the first player since Allen Doyle at the 2005-06 U.S. Senior Open to successfully defend a major...Fell short in his bid for consecutive major victories when he finished two strokes shy of Joe Daley at the Constellation SENIOR PLAYERS Championship in July despite four consecutive rounds in the 60s, stretching his string of consecutive sub-70 rounds to 12 at that point in the season...Also contended throughout at the U.S. Senior Open at Indianwood but fell two strokes short of Roger Chapman in a four-way tie for second with Corey Pavin, Fred Funk and Langer...Was also a hard-luck runner-up at the Insperity Championship when Fred Funk birdied four of the last five holes to nip him by a stroke on the Tournament Course at The Woodlands CC. Was up by two strokes through 13 holes Sunday but played the final five in just 1-under par. Had a chance to send the event into a playoff at No. 18, but his 12-foot birdie putt just missed...In contention throughout The ACE Group Classic but could only manage a 72 on Sunday that left him T3 in Naples, a distant six strokes back of Kenny Perry...Also was T3 at the Dick's Sporting Goods Open, carding three consecutive rounds in the 60s at En-Joie GC...Was T2 after two rounds of The Senior Open Championship at Turnberry, but a 3-over-par 73 in the third round eventually led to a T10 finish...Finished T4 at the Pacific Links Hawaii Championship in September...On the PGA TOUR, Carded a final-round 66 at the Mayakoba Golf Classic to finish T16 in Mexico...Received his 2011 PGA TOUR Champions Player of the Year Award at the Golf Writers Association of America annual dinner in April in Augusta...Selected as the PGA TOUR Champions Player of the Month for June and November...Led the Tour for the second consecutive year in Greens in Regulation as well as Total Driving. His Total Driving number (14) was the second best in Tour annals, surpassed only by Larry Gilbert (13) in 1993.\n\n2011: Voted by his peers as the Player of the Year, making him the first to collect top honors on not only the PGA TOUR Champions, but also the Web.com Tour (1991) and PGA TOUR (1996)...Earned his first Charles Schwab Cup, as well, holding off Mark Calcavecchia by just 74 points at the season's final event. Took the Schwab Cup lead after the second event of the season (Allianz Championship) and never relinquished it...Was also the circuit's only $2-million man, earning the Arnold Palmer Award with a personal-best $2,081,526...Along with John Cook, led the PGA TOUR Champions with three victories and claimed all three of his wins within the first seven of his 21 starts last year. Highlight of his year was when he won his second career major championship on the PGA TOUR Champions, and third title of the season, at the Regions Tradition. Defeated Peter Senior in a two-hole playoff at Shoal Creek after starting the day two strokes behind 54-hole leader Mark Calcavecchia. Played his last 27 holes without a bogey and his final-round 69 got him into the playoff. After getting up and down on the first extra hole, he two-putted from 21 feet for the win when Senior missed a five-footer for par to extend the overtime session. Win in Birmingham put him over the $1-million mark in season earnings in just his seventh start. Did not have a three-putt at Shoal Creek during the week...A month earlier, recorded his second victory of the season at the Mississippi Gulf Resort Classic, a four-stroke triumph over Jeff Sluman, Nick Price and David Frost. Win near Biloxi came 20 years after he claimed a title on the Web.com Tour at nearby Windance CC in Gulfport, Miss. Shot a Fallen Oak course-record 64 in the second round to take the 36-hole lead and then used three birdies on the front nine on Sunday to pull away from the field. Final-round 69 at Fallen Oak was his 12th consecutive sub-70 score, tying him for second with Fred Couples for second on the all-time list of consecutive sub-70 rounds, one short of Hale Irwin's record...Captured first win in 2011 when he sank a six-foot birdie putt on the final hole to defeat Jeff Sluman and Rod Spittle at the Allianz Championship in Boca Raton. Birdied two of the final three holes to get into the overtime session...Started season with a runner-up finish to John Cook at the Mitsubishi Electric Championship at Hualalai. Closed with a final-round 64 that included a 6-under-par 30 on the back nine but still finished two strokes behind Cook...In his first appearance in his native Minnesota as a PGA TOUR Champions member, was T2 at the 3M Championship, one stroke back of Jay Haas. Missed out on a playoff opportunity when Haas birdied the final hole to win...Selected as the PGA TOUR Champions's Player of the Month for January-February...Also teamed with Corey Pavin to finish T3 at the Liberty Mutual Legends of Golf...Had a nice showing at the AT&T Championship in San Antonio in October, posting three straight scores in the 60s to finish T3...Hit 77.68 percent of greens in regulation, the second-best percentage in PGA TOUR Champions history, just short of Tom Kite's record of 78 percent in 2000...Played in five PGA TOUR events, making the cut in four appearances. Finished T22 at The Open Championship at Royal St. George's, his fifth consecutive made cut in that event...Shot rounds of 66-69 on the weekend to T13 at the Mayakoba Golf Classic...Also was T37 at the Waste Management Phoenix Open and T46 at the Children's Miracle Network Classic...Closed his season by winning the final event of the year on the European Senior Tour, the MCB Tour Championship on the island of Mauritius. Went wire to wire, battling David Frost down the stretch and eventually prevailing by one stroke...Chosen as the PGA TOUR Champions Player of the Year by the Golf Writers Association of America. 2010: Highlight of his year came in May when he won his first individual PGA TOUR Champions title and first senior major in a one-hole playoff against David Frost and Fred Couples at the Senior PGA Championship at the Colorado GC. Posted an impressive, 4-under-par 68 in windy conditions to open the event and then followed with successive 71s in his next three rounds to secure a berth in the playoff. Ended the playoff on the first extra hole with a par after both Frost and Couples had made double bogeys. Was the only player in the field to post four consecutive sub-par rounds...Made a run for a second major title when he held a two-stroke lead after 54 holes at the JELD-WEN Tradition, but closed with a 1-over-par 73 to eventually finish T4...Made a hole in one at the 2010 PGA Championship, acing the 217-yard, 17th hole at Whistling Straits in Round 3. 2009: Had a successful debut on the PGA TOUR Champions in April. Teamed with Bernhard Langer to win the title at the Liberty Mutual Legends of Golf in a two-hole playoff with Jeff Sluman and Craig Stadler. After Langer and Stadler traded 45-foot birdie putts on the first extra hole, Lehman made a par on the second hole to claim the title for his team. The victory made him the 13th player to win his PGA TOUR Champions debut and also made him the third of five players (Ron Streck, Keith Fergus, Gary Hallberg and Olin Browne the others) to have won on all three Tours...Best effort in a stroke-play event came in early September when he was T3 at the Walmart First Tee Open at Pebble Beach. Second-round 65 at Del Monte GC moved him into contention but a final-round 73 ended his chances.\n","otherCarHigh" : "Won five times on the PGA TOUR and finished in the top 125 on the money list for 16 consecutive seasons, from 1992-2007...Was the PGA TOUR Player of the Year in 1996 when he led all players with a then-record $1,780,159 on the strength of two impressive victories at The Open Championship and THE TOUR Championship. First of those came at The Open Championship at Royal Lytham and St. Annes. After consecutive 67s, shared 36-hole lead with Paul McGinley. Followed with a course-record 64 in third round to lead Nick Faldo by six strokes, and his closing-round 73 was enough for a two-stroke victory over Ernie Els and Mark McCumber. First American professional to win at that venue and the first since amateur Bobby Jones in 1926. Closed out his year with a dominant performance at THE TOUR Championship. After sharing the first-round lead with Vijay Singh (66), shot a 67 to open a four-stroke margin through 36 holes. Led by nine after bogey-free 64, eventually winning by six over Brad Faxon...Last of five victories came in 2000 when he enjoyed the most financially-rewarding season of his career, with earnings of $2,068,499 and a 12th-place finish on the TOUR money list...Fifth title came at the Phoenix Open. Drained a 10-foot par putt on the final hole and then watched Robert Allenby miss a 5-footer that would have forced a playoff...Later that year, came close at MCI Classic, where he held the clubhouse lead Sunday after shooting 65 only to have Stewart Cink's own closing 65 snatch away the win...During that summer withdrew from The International due to torn cartilage in his right knee, then underwent surgery prior to August's PGA Championship...Participated in the third Presidents Cup and compiled a 3-2 record while lending support to the victorious United States team...Did not win in 1999, but made successful return to form from off-season shoulder surgery to earn four runner-up finishes that year—Bay Hill Invitational, Greater Milwaukee Open, FedEx St. Jude Classic and Buick Open—the most for him in a single season...Missed the cut at the 1998 Open Championship after suffering a separated right shoulder just prior to the event while on a family outing in England. Was attempting a handstand for his children when the mishap occurred and played with the injury the remainder of the year before undergoing surgery in November in the Los Angeles area...Highlight of the 1997 season came early when he was tied with Tiger Woods after 54 holes at the Mercedes Championships. After the final round was canceled, the two played off at the par-3 seventh hole. Lehman hit his tee shot in the water, Woods then hit to tap-in range for victory...At 1997 U.S. Open, water at 71st hole kept him from chance at victory and finished third, two strokes behind Ernie Els. Joined Bobby Jones as only player to lead U.S. Open after three rounds three straight years...With T4 at 1997 MCI Classic, moved to No. 1 in Official World Golf Ranking. Only second player from U.S. to lead World Ranking at the time, following Fred Couples, who led for 15 weeks in 1992. Relinquished spot the next week when Greg Norman was second at Spanish Open..In 1995 earned second career win when he prevailed at the Colonial National Invitation by one stroke over Craig Parry. Had opened season with second at United Airlines Hawaiian Open, and after MCI Classic, missed a month of the season due to colon surgery. Was third at U.S. Open after sharing 54-hole lead with Greg Norman...First served notice of things to come with breakthrough season in 1994 that included his first TOUR victory at Memorial Tournament. Win helped him secure first $1-million season on TOUR. Earlier that year was runner-up to Jose Maria Olazabal at Masters. In 1992 in first year back on PGA TOUR after seven-year absence, was 24th on money list, including T2 at Hardee's Golf Classic... Led the 1991 Web.com Tour money list with three wins and three runner-up finishes and was the Player of the Year...Won once on the Web.com Tour in 1990 which springboarded his TOUR career...Member of the PGA TOUR from 1983-85 but highest finish on money list was 158th in 1985...Played in Asia, South Africa and elsewhere for the rest of the 1980s...Member of three U.S. Ryder Cup teams in his career (1995, '97, '99) and captain in 2006 at the K Club in Ireland. Also served as one of Corey Pavin's assistant captains in 2010 Ryder Cup in Wales...He also played on three U.S. Presidents Cup squads (1994, 1996 and 2000)...Was a three-time All-America selection at the University of Minnesota, All-Big 10 Conference in 1979, 1980, 1981 and is in the school's Hall of Fame.","personal" : "Was the 2010 recipient of the Payne Stewart Award which is presented annually to a player sharing Stewart's respect for the traditions of the game, his commitment to uphold the game's heritage of charitable support and his professional and meticulous presentation of himself and the sport through his dress and conduct...Winner of the 2001 Charles Bartlett Award, given by GWAA for unselfish contributions to golf. Has raised several million dollars through his charity tournament in Minneapolis...Serves on the Board of Elevate Phoenix (elevatephoenix.org), a civic program providing long-term, life-changing relationships with urban youth...Is also involved with the following groups—Cortney's Place, McKenzie Monks Foundation, Hopekids, Childrens Cancer Research Fund, Phoenix Crisis Pregnancy Center, The Changing Lives Center for Women and Children, Search Ministries, Fellowship of Christian Athletes, and Big Oak Ranch (Birmingham, Ala.)...Awarded the first Byron Nelson Prize by the Salesmanship Club of Dallas at the 2007 EDS Byron Nelson Championship Opening Ceremony. The Byron Nelson Prize is awarded to a person or organization in the golf world who exemplifies the ideals of “giving back” that Byron Nelson personified. The Salesmanship Club of Dallas awarded $100,000 to the McKenzie Monks Foundation, an organization that helps kids cope with cancer. Said Lehman about the honor, \"I've been inspired in my life by Byron Nelson. He's inspired me to want to be a better golfer but more importantly a better person.\"...Says he could never compete successfully in professional golf without the support of his wife and kids...Brother, Jim Lehman, Jr., is his agent...His wife, Melissa, was enlisted as his caddie at 1998 Nissan Open when regular caddie Andy Martinez suffered two broken ribs in a pickup basketball game the night before the start of the event. Went to a lighter carry bag instead of the heavier TOUR version...Lehman Design Group design projects include the Somerby GC in Byron, Minn., former site of the Web.com Tour's Rochester Area Charities Showdown at Somerby; the TPC Twin Cities, done with Arnold Palmer, the site of the 3M Championship on the PGA TOUR Champions in Minneapolis; the Prairie Club Dunes Course, rated in the top-100 courses in America, and The Gallery GC in Tucson, Ariz., co-designed with John Fought, former host of the World Golf Championships-Accenture Match Play Championship...His late father, Jim, was a football standout at St. John's University in Minnesota where he played for the legendary coach John Gagliardi.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is 2nd at the Mitsubishi Electric Championship at Hualalai.","dynStats" : "He ranks 5th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/tomlehman2011"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}