{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24671","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Bradshaw","first" : "David","middle" : "S","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "175","weightMetric" : "79","birthDate" : "April 30, 1983","age" : "32","birthPlace" : "Charleston, West Virginia","residence" : "Encinitas, California","family" : "Single","education" : "Shepherd University (2006, Business)","splInterest" : "Tennis","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2006","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2015","exmtStatus" : "Conditional - Additional Qualifying Tournament Finisher or Finished 76-100 on 2014 Web.com Tour Money List","otherVics" : "(7): 2004 West Virginia Open. 2006 West Virginia Open. 2007 West Virginia Open. 2009 West Virginia Open. 2010 West Virginia Open. 2011West Virginia Open. 2013West Virginia Open.","intlVics" : "","curYearHigh" : "","carHigh" : "Also competed on eGolf Professional Tour and Golden State Tour since turning professional in 2006.\n\n2014: Finished T118 at Web.com Tour Qualifying Tournament in December...Cruised to an eight-stroke victory at PGA TOUR Canada's British Columbia Qualifying Tournament in early May, finishing at 17-under par for the week. Set the Crown Isle Resort and Golf Community course record with a second-round 62...In fifth start of the season, captured The Great Waterway Classic, with rounds of 66-68-66-67, two-putting from 25 feet on the 72nd hole to clinch a two-stroke victory over Tommy Chocha and Adam Long. Moved to ninth in the season-long Order of Merit...Missed the cut at the Zurich Classic of New Orleans. \n\n2013: Missed the cut at the PGA TOUR's Tampa Bay Championship...Won his seventh West Virginia Open title, defeating amateur Sam O'Dell at the Pakersburg CC.\n\n2012: Seeking a fourth consecutive West Virginia Open, finished runner up with Christian Brand behind winner Jonathan Clark at Edgewood CC in Sissonville. \n\n2011: Made his PGA TOUR debut at The Honda Classic, where he missed the cut...Also missed the cut at the Zurich Classic of New Orleans...Defeated former Web.com Tour palyer Bob Friend to win his sixth West Virginia Open crown, capturing the title at Pines CC in Morgantown.\n\n2010: Won the West Virginia Open for a fifth time, defeating amateur Tim Fisher at Sleepy Hollow GC in Hurricane. \n\n2009: Took home the West Virginia Open title for a fourth time, defeating John Ross at Oglebay Park in Wheeling. \n\n2008: Seeking his third consecutive West Virginia Open, finished runner-up to Barry Evans at Berry Hills CC in Charleston. \n\n2007: Successfully defended his 2006 West Virginia Open title, winning at Lakeview CC in Morgantown.\n\n2006: Earned his second West Virginia Open title and first as a profession, taking home the trophy at The Resort at Glade Springs. \n","otherCarHigh" : "Won five events at Shepherd University and was the West Virginia Intercollegiate Athletic Conference Player of the Year as a freshman in 2002-03...Three-time WVIAC all-conference selection. Won the first of seven West Virginia Open titles as an amateur, taking the 2004 title. \n","personal" : "Non-golf job since college includes being a valet...Biggest thrill was Monday qualifying for the 2011 Honda Classic...Favorite city to visit is New Orleans, and his favorite book is Road Less Travelled by M. Scott Peck...Talents include juggling, \"clown style, pro stuff,\" and his bucket list includes climbing Mount Everest. His favorite band is the Beatles.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n2014: Played in four PGA TOUR events and five Web.com Tour events...Won The Great Waterway Classic with rounds of 66-68-66-67 at the Loyalist G&CC, one stroke ahead of Tommy Cocha and Adam Long. Finished 14th on the Mackenzie Tour Order of Merit. Seven-time winner of the West Virginia State Open. Also competed on eGolf Professional Tour and Golden State Tour since turning professional in 2006. Seven-time winner of the West Virginia State Open.\n","otherCarHigh" : "Won five events at Shepherd University and was the West Virginia Intercollegiate Athletic Conference Player of the Year as a freshman in 2002-03...Three-time WVIAC all-conference selection.\n","personal" : "Non-golf job since college includes being a valet...Biggest thrill was Monday qualifying for the 2011 Honda Classic...Favorite city to visit is New Orleans, and his favorite book is the Road Less Traveled...Talents include juggling, \"clown style, pro stuff,\" and his bucket lists includes climbing Mount Everest. His favorite band is the Beatles.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}