{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "31219","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Mikkelsen","first" : "Joakim","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-6","heightMetric" : "1.68","weight" : "143","weightMetric" : "65","birthDate" : "August 29, 1989","age" : "26","birthPlace" : "Drammen, Norway","residence" : "Drammen, Norway","family" : "Single","education" : "Baylor University (2012, Communications)","splInterest" : "Writing, reading","pronunciation" : "JOE-kim","nwTourAlumnus" : "","trndProYear" : "2012","clubAffl" : "Drammen GC (Drammen, Norway)","cityPlaysFrm" : "Drammen, Norway","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : ""}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2013","exmtStatus" : "Conditionally Exempt: 42nd qualifier from Qualifying Tournament, Money List 61-100","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Advanced to the finals of the PGA TOUR Qualifying Tournament and earned conditional status on the Web.com Tour afer finishing T125...Made five starts on the European Challenge Tour, with his best result a solo 60th at the Credit Suisse Challenge in July...Also competed in events on the Adams Tour, Nordea Tour and Ecco Tour. \n","otherCarHigh" : "Won the 2012 Big 12 Championship while at Baylor University and earned All-American honors. Was a two-time Academic All-American.","personal" : "Favorite golf memory is beating the University of Georgia in a playoff to advance to the NCAA Championship in 2010 as a member of the Baylor University golf team. Rollercoasters are his biggest thrill outside of golf as he is afraid of heights. Lists Augusta National GC as the golf course he would most like to play and Whispering Pines GC in Trinity, Texas, as his favorite course. Favorite sports teams are the Dallas Stars, Texas Rangers, Manchester United and Baylor University, while his favorite athletes are Robert Griffin III and Josh Hamilton. Favorite vacation spot is Oahu, favorite foods are any chicken dish and favorite gadget is his iPhone. Lists his dream foursome members as Seve Ballesteros, Jack Nicklaus and his father.","otherInfo" : "","ntlTeams" : "Member of the Norwegian national team from 2005-2012.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Amateur: Member of the Norwegian national team since 2005. Helped Norway win the 2006 European Team Championships...Was the 2012 Big 12 individual champion at Baylor, where he was also named an All-American...Two-time NCAA Academic All American.\n","otherCarHigh" : "2012: Played on the European Challenge Tour, Adams Tour, Nordea Tour and Ecco Tour.","personal" : "His father, Slate, played on the national level in several sports...If he didn't play golf, would prefer to be a writer...Biggest thrill in golf was helping Baylor defeat Georgia in a playoff to advance to the national championship in 2010...Twitter account is @J_mikkelsen...Would like to switch places with U.S. President Barack Obama for a day...Not many people know that he never won a national junior golf tournament...Supports Habitat for Humanity and the Salvation Army.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}