{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25534","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Carranza","first" : "Clodomiro","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "170","weightMetric" : "77","birthDate" : "April 26, 1982","age" : "33","birthPlace" : "Rio Cuarto, Cordoba, Argentina","residence" : "Rio Cuarto, Cordoba, Argentina","family" : "","education" : "","splInterest" : "","pronunciation" : "kloh-duh-MEE-ruh Kar-RAEN-zaa","nwTourAlumnus" : "","trndProYear" : "2002","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "44,226&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2012","otherVics" : "","intlVics" : "Won the Abierto de la Rioja and the Abierto Termas de Rio Hondo to finish first on the Argentine Tour's 2012 ranking… Won his first career title at the Tour de las Americas' 2008 Carlos Franco Invitational in Paraguay…","curYrHigh" : "Fully exempt as 2012 Order of Merit No. 3.","carHigh" : "Made his first and only PGA TOUR start at the 2003 FBR Capital Open, only a year after turning pro. Entered the event as winner of the Monday Qualifier but shot 78-75--154 (+11) to miss the cut at the TPC at Avenel... Played on the European Tour in 2010, finishing the season as the 128th ranked player… Had 41 starts on the European Tour between 2001 and 2011… Lost a three-hole playoff to his countryman Rodolfo González for the 98th Argentine Open in December of 2003 at Olivos Golf Club. \n","otherCarHigh" : "","personal" : " He is married and has a son also named Clodomiro, born in 2010… As a little kid his relatives and friends shortened his name to “Miri” and the nickname has stuck.","otherInfo" : "","prYrSeason" : "Finished the season ranked third on the Tour's Order of Merit to join “Los Cinco” who earned status to play the 2013 season on the Web.com Tour… Collected a win, two runner-up finishes, four top 5's, six top 10's, ten top 25's and missed only one cut in eleven starts… Earned US $63,597.29 in prize money… Won the 59th Brazil Open presented by Credit Suise Hedging-Griffo on October 6 at the Sao Fernando GC in Sao Paulo, Brazil. Claimed that win and a US $23,400 check by defeating Mexico's José de Jesús Rodríguez in a playoff hole after carding a final round 65 (-6) to tie for first at 15-under par 269… Earned his 2012 PGA TOUR Latinoamérica card by finishing as the 15th ranked player on the Tour de las Americas 2012 Order of Merit.","exmtStatus" : "Tournament Winners"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2013","exmtStatus" : "Conditionally Exempt: PGA TOUR Latinoamérica, Nos. 2-5 Money List","otherVics" : "","intlVics" : "(3): 2008 Carlos Franco Invitational [Para]. 2012 Abierto de la Rioja [Arg], Abierto Termas de Rio Hondo [Arg].","curYearHigh" : "Fully exempt as 2012 Order of Merit No. 3.","carHigh" : "2012: Finished the season ranked third on the PGA TOUR Latinoamérica's Order of Merit to earn status to play the 2013 season on the Web.com Tour. Collected a win, two runner-up finishes, six top-10s and 10 top-25s while missing only one cut in 11 starts. Won the 59th Brazil Open presented by Credit Suise Hedging-Griffo in October at the Sao Fernando GC in Sao Paulo. Defeated Mexico's José de Jesús Rodríguez in a playoff hole after carding a final-round, 6-under 65 to tie for first at 15-under par 269...Earned his PGA TOUR Latinoamérica card by finishing as the 15th-ranked player on the Tour de las Americas Order of Merit...Won the Abierto de la Rioja and the Abierto Termas de Rio Hondo to finish first on the Argentine Tour's ranking. \n\n2011: Made the cut in six of nine starts on the European Tour but did not register a top-25 finish. \n\n2010: Made the cut in 12 of 20 starts on the European Tour with his best week coming at the Austrian Golf Open where he was solo eighth. \n\n2009: Made two cuts in two starts on the Web.com Tour, finishing T13 at the Panama Claro Championship and then T44 at the Chitimacha Louisiana Open. \n\n2008: Won his first career title, at the Tour de las Americas' 2008 Carlos Franco Invitational in Paraguay. \n\n2003: Made his first and only PGA TOUR start, at the FBR Capital Open, only a year after turning pro. Entered the event as medalist of the Monday qualifier but shot 78-75 to miss the cut at the TPC Avenel...Lost a three-hole playoff to his countryman Rodolfo González for the 98th Argentine Open in December at Olivos GC.\n\n","otherCarHigh" : "","personal" : "As a child, his relatives and friends shortened his name to “Miri” and the nickname has stuck.\n","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Fully exempt as 2012 Order of Merit No. 3.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Fully exempt as 2012 Order of Merit No. 3.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T13th in 2009 at the Panama CLARO Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}