{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01098","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Blake","first" : "Jay Don","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "190","weightMetric" : "86","birthDate" : "October 28, 1958","age" : "57","birthPlace" : "St. George, Utah","residence" : "St. George, Utah","family" : "Wife, Marci; Jamie Dawn (10\/1\/79), Bridgette (4\/11\/83), Patrick (9\/11\/86)","education" : "Utah State University","splInterest" : "Drag racing, all sports, hunting, fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1981","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "10,310,320&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Special Members\/Medical","otherVics" : "","intlVics" : "","curYearHigh" : "Played a full schedule for the first time in two years after left shoulder woes (\"frozen shoulder\") limited him to just four starts in 2014, and none after March...Rebounded from a 1-over-par 73 in the opening round at the Boeing Classic with consecutive rounds of 69 on the weekend to T9 near Seattle in August. It was his first top-10 finish since he was T9 at the 2013 Charles Schwab Cup Championship...Earlier in the year made his first start since mid-March of 2014 when he played at the Allianz Championship. Finished T26 in Boca Raton.","carHigh" : "Did not play on either the PGA TOUR or Nationwide Tour in 2006 due to recurring back problems. Spent most of the 2005 season playing on the Nationwide Tour, making 11 starts and four cuts. Best effort was T18 at the Preferred Health Systems Wichita Open. Only appearance on the PGA TOUR in 2005 resulted in a missed cut at the B.C. Open. Finished out of the top 150 (No. 234) and did not post a top-10 for the second straight season on TOUR in 2004. Opening 64 at the 2003 Greater Milwaukee Open was his best round on TOUR since a 64 during the first round of the 2001 Canon Greater Hartford Open. Earned highest finish since a second at the 1998 BellSouth Classic with a third-place finish at the 2002 Sony Open in Hawaii. In 2001, earned a spot in the top 125 for the 15th consecutive year. Only top-10 in 2001 was a T7 in the Buick Invitational. Made the cut in the last five consecutive events to keep his card for 2002. Had four runner-up finishes between 1992 and 1996. Best year of his career came in 1991 when he earned his sole tournament title at Shearson Lehman Brothers Open. Closed with rounds of 67-67 to defeat Bill Sander by two strokes. Had five other top-10s that season and earned $563,854, 21st on the TOUR money list. Made his only appearance in THE TOUR Championship that year, where he T13. Winner of 1988 Utah Open. \n","otherCarHigh" : "Named Collegiate Player of the Year in 1981. In 1980, won NCAA Championship as a junior at Utah State and was runner-up the following year.","personal" : "A drag-racing aficionado, attended National Hot Rod Association driving school in December 1995. A regular competitor, won hot-rod sprint in fall of 1996. Professional drag racer Bob Vandergriff, Jr. has caddied for him. Knew by age 12 he wanted to be a professional golfer.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1987","qSchoolYear" : "","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(1): 1991 Argentine Open.","curYearHigh" : "Played a full schedule for the first time in two years after left shoulder woes (\"frozen shoulder\") limited him to just four starts in 2014, and none after March...Rebounded from a 1-over-par 73 in the opening round at the Boeing Classic with consecutive rounds of 69 on the weekend to T9 near Seattle in August. It was his first top-10 finish since he was T9 at the 2013 Charles Schwab Cup Championship...Earlier in the year made his first start since mid-March of 2014 when he played at the Allianz Championship. Finished T26 in Boca Raton.","carHigh" : "2001: Earned a spot in the top 125 for the 15th consecutive year. Finished 118th in earnings, the lowest since joining the PGA TOUR in 1987. His 31 starts tied a personal high...Only top-10 was a T7 in the Buick Invitational. Positioned two shots back after 54 holes, finished four back after closing rounds of 68-69..Made the cut in the last five consecutive events to keep his card. 2000: Among the top-10 three times and in the top-25 eight times...Started year in consistent form, with four top-15 performances in seven cuts made during first 11 events...Was T11 at AT&T Pebble Beach National Pro-Am and followed with T14 at Buick Invitational...Closed with a 64 at Doral-Ryder Open and jumped into T9, his first top-10 of the year...At rain-shortened BellSouth Classic finished T5...Third top-10 came at Buick Challenge, where he finished T10. 1999: For the third time since 1987, fell out of the top-100 on the TOUR money list. 1998: At BellSouth Classic, had a good shot at first victory since 1991 Shearson Lehman Brothers Open. Shared 36-hole lead, third round 67 wasn't enough to hold off Tiger Woods' course-record 63. Three back of Woods through 54 holes. Was within one of Woods with a 18-foot birdie putt on 15th hole, then missed 20-foot birdie putt on 72nd hole that would of force a playoff. 1997: Recorded three top-10 and 10 top-25 finishes...Finished T11 at the Las Vegas Invitational and collected a $41,400 check to push him over the $3 million mark in career earnings. 1995: Had four runner-up finishes between 1992 and 1996, with best chance for victory coming at 1995 LaCantera Texas Open. Trailed third-round leader Duffy Waldorf by one stroke entering the final round, but a 9 on the 16th hole, combined with Waldorf's closing 69, left Blake in T6. Other runner-up finishes came at 1992 BellSouth Classic, 1994 Northern Telecom Open and 1996 Motorola Western Open. 1991: Best year of his career came when he earned his sole tournament title at Shearson Lehman Brothers Open. Closed with rounds of 67-67 to defeat Bill Sander by two strokes. Had five other top-10 finishes that season and earned $563,854, for 21st on final money list. Made his only appearance in THE TOUR Championship that year, where he tied for 13th. 1988: Winner of Utah State Open. Amateur: Named NCAA Player of the Year in 1981. In 1980, won NCAA Championship as a junior at Utah State and was runner-up the following year.\n","otherCarHigh" : "","personal" : "A drag-racing aficionado, attended National Hot Rod Association driving school in December 1995. A regular competitor, won hot-rod sprint in fall of 1996. Professional drag racer Bob Vandergriff, Jr. has caddied for him...Knew by age 12 he wanted to be a professional golfer.","otherInfo" : "Spent most of the 2005 season playing on the Nationwide Tour. Made 11 starts on the Nationwide Tour and one appearance on the PGA TOUR. Best efforts was T18 at the Nationwide Preferred Health systems Wichita Open. Finished out of the top 150 (No. 234) and did not post a top-10 for the second straight season in his 18-year career on TOUR in 2004. Had an ace in the final round of the 2003 Bell Canadian Open with a 3-iron from 224 yards. Earned highest finish since a second at the 1998 BellSouth Classic with a third-place finish at the 2002 Sony Open in Hawaii. In 2001, earned a spot in the top 125 for the 15th consecutive year. Only top-10 in 2001 was a T7 in the Buick Invitational. Made the cut in the last five consecutive events to keep his card for 2002. Had four runner-up finishes between 1992 and 1996. Best year of his career came in 1991 when he earned his sole tournament title at Shearson Lehman Brothers Open. Closed with rounds of 67-67 to defeat Bill Sander by two strokes. Had five other top-10s that season and earned $563,854, 21st on the TOUR money list. Made his only appearance in THE TOUR Championship that year, where he T13. Winner of 1988 Utah State Open. Named Collegiate Player of the Year in 1981. In 1980, won NCAA Championship as a junior at Utah State and was runner-up the following year. A drag-racing aficionado, attended National Hot Rod Association driving school in December 1995. A regular competitor, won hot-rod sprint in fall of 1996. Professional drag racer Bob Vandergriff, Jr. has caddied for him. Knew by age 12 he wanted to be a professional golfer.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2009","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(3): 1980 NCAA Championship [indiv]. 1988 Utah Open. 1991 Argentine Open.","intlVics" : "","curYearHigh" : "Played a full schedule for the first time in two years after left shoulder woes (\"frozen shoulder\") limited him to just four starts in 2014, and none after March...Rebounded from a 1-over-par 73 in the opening round at the Boeing Classic with consecutive rounds of 69 on the weekend to T9 near Seattle in August. It was his first top-10 finish since he was T9 at the 2013 Charles Schwab Cup Championship...Earlier in the year made his first start since mid-March of 2014 when he played at the Allianz Championship. Finished T26 in Boca Raton.","carHigh" : "2014: Saw his season come to a halt in March due to adhesive capsulitis (frozen shoulder) in his left shoulder, which limited his range of motion...Was T14 in the year's first event at the Mitsubishi Electric Championship at Hualalai and did not play again after the Toshiba Classic in mid-March, where he finished T38...Was granted a Special Major Medical Extension for 2015. \n\n2013: Among his four top-10 finishes were two runner-up efforts...Fell one stroke short of Bernhard Langer at The ACE Group Classic despite carding a 68 in the final round at TwinEagles that matched the low Sunday score. Came from five strokes back to catch Langer and then temporarily took the lead with a birdie at the 13th hole. However, played his last five holes in 1-over to finish as the runner-up...Finished second again in early June at The Principal Charity Classic, when he three-putted from 50 feet on the 17th green to fall out of a tie with Russ Cochran. Missed an 8-foot birdie putt on the final hole that would have sent the event into overtime...He and teammate Roger Chapman held the 36-hole lead at the Liberty Mutual Insurance Legends of Golf before eventually finishing T16...Tied a Champions Tour mark in late-August when he made three eagles in the same round Saturday at the Shaw Charity Classic. His eagles came on Nos. 4, 11 and 15 at Canyon Meadows G&CC, making him just the seventh player in history to do so. Had four eagles in the tournament (along with Rocco Mediate), which also matched a Champions Tour record...Closed the year with a T9 at the Charles Schwab Cup Championship, an event he won two years earlier at TPC Harding Park...Earned a spot in the U.S. Open when he was the medalist at the qualifying tournament held at Old Warson CC in early June. Shot rounds of 71-68 in the qualifier. It was his first U.S. Open appearance since 2003. Opened with a 74 at Merion and went on to miss the cut.\n\n2012: Finished the year by again surpassing the $1-million mark in season earnings ($1,378,180) with eight top 10 finishes...Highlight of the season came in August when he defeated Mark O'Meara with a birdie on the second playoff hole at the Boeing Classic, to win his third career Champions Tour title. Got up and down from just over the back of the 18th green for the win...Nearly won for the second time weeks later when he battled Bernhard Langer on the back nine in the final round at the SAS Championship before eventually finishing second, two strokes behind at Prestonwood CC...Three straight rounds in the 60s also earned him a second-place finish at the Mitsubishi Electric Championship at Hualalai to kick off the season...Opened with a 6-under-par 64 at the season-ending Charles Schwab Cup Championship which helped him to a third-place finish in Arizona in November.\n\n2011: Turned a good year into an outstanding season with a pair of wins in the last five of his 20 appearances. Started the campaign as a conditionally-exempt player (34th on prior-year earnings list) but ended the season with a pair of victories, the last of only four players with multiple wins on the year, and over $1.5 million in earnings, more than twice what he made in his first two Champions Tour years combined...Broke through for his first title at the Songdo IBD Championship in South Korea. Prevailed in a five-hole playoff over John Cook, Peter Senior and Mark O'Meara. Birdied the fifth extra hole to defeat Cook after Senior and O'Meara were eliminated after three extra holes. South Korea victory made him the fourth of six first-time winners on the 2011 Champions Tour and came in his 424th career start on all three Tours since last winning on the PGA TOUR at the 1991 Shearson Lehman Brothers Open in San Diego. Victory in South Korea also netted him the biggest winner's check of his career, $456,000, and also pushed him over the $1-million mark in earnings for the first time...Earned September Player of the Month honors as a result of his triumph in Asia...Closed the season in style by winning the Charles Schwab Cup Championship at TPC Harding Park in San Francisco. Moved atop the leaderboard after a 66 in the third round. With an even-par 71 in the final round, he managed to hold off four contenders by two strokes in cool, windy conditions. Became the eighth player to win the Charles Schwab Cup Championship in his first appearance and the first to do so since Mark McNulty in 2004. Earned 880 Charles Schwab Cup points and vaulted from 13th place to fourth in the final standings, earning him an additional $200,000 payout...Nearly won his first event in mid-April but fell in a one-hole playoff with Cook at the Outback Steakhouse Pro-Am. Appeared he would merely be in line for a top-three finish after posting a 9-under-par 204. However, Cook and Russ Cochran, both playing one group behind, made double-bogeys at No. 18, leaving Cook tied at 9-under-par and Cochran two behind. Cook eventually prevailed in a playoff with a birdie on the first playoff hole. Teamed with Art Ensley to win the pro-am portion of the event by two strokes over Cook and his partner Todd Wagner...Matched Champions Tour best with an opening-round 64 at the Allianz Championship. \n\n2010: Took advantage of limited opportunities and finished 34th on final money list. Played in 15 events, successfully open-qualifying four times early in the campaign...Eventually earned temporary exempt status from the reshuffle...First raised eyebrows when he shared the third-round lead with Tom Lehman at the Senior PGA Championship at the Colorado GC in May before eventually finishing T8 after a closing-round 77...Best performance of the season came in Scotland at The Senior Open Championship. Was one of three players to grab a share of the first-round lead in July at Carnoustie and remained on the leaderboard throughout the weekend before eventually finishing T3...Started his season by open qualifying for the Allianz Championship in February and contended for much of the event before eventually finishing T9 in Boca Raton...Open-qualified once again in May at the Regions Charity Classic and went on to finish T7...Was T7 near the end of the season at the Administaff Small Business Classic, thanks to a final-round 69 at The Woodlands...Followed his effort near Houston with a T6 finish the following week at the AT&T Championship in San Antonio. Trailed 36-hole leader Larry Nelson by one stroke but a final-round, 1-under 70 dropped him into a T6 at Oak Hills. \n\n2009: Was conditionally-exempt after finishing eighth at the 2008 National Qualifying Tournament. Played in 12 events, successfully open-qualifying three times. Best performance was a T4 at the Regions Charity Classic after getting into the event via a sponsor's exemption. At the time, it was his best showing in a Tour event since he was third at the 2002 Sony Open in Hawaii. \n","otherCarHigh" : "Was a regular on the PGA TOUR from 1987-2004 with one win, five second-place finishes and 36 top-10 finishes on his resume. Was among the top-125 money winners from 1987-2001 and was 21st on the list in 1991 when he claimed his lone victory at the Shearson Lehman Brothers Open at Torrey Pines. Closed with rounds of 67-67 to defeat Bill Sander by two strokes. Had five other top-10s that season and earned $563,854...Best financial season was 2000 when he earned $590,109...Also made 14 starts on the Web.com Tour in his career, including 11 in 2005...Named Collegiate Player of the Year in 1981...In 1980, won NCAA Championship as a junior at Utah State, where he beat Hal Sutton in a four-hole playoff, and was runner-up the following year...Inducted into the Utah Golf Hall of Fame in May 2011 along with Dan Forsman.","personal" : "A drag-racing aficionado, he attended the National Hot Rod Association driving school in December 1995. A regular competitor, won hot-rod sprint in fall of 1996. Professional drag racer Bob Vandergriff, Jr. has caddied for him...Knew by age 12 he wanted to be a professional golfer...Enjoys Italian food, but says his favorite meal is a steak, a salad and a baked potato followed by chocolate cake for dessert...Favorite movie is \"The Bodyguard\" since it was the first movie he saw with his wife...Would love to play St. Andrews and Pine Valley...Says his most memorable shot was a hole-in-one he made on a par 4 at Logan CC in Utah (No. 8 driver) during his college days...Supports the Jubilee of Trees in St. George, which supports the Dixie Regional Medical Center...Becoming a pilot is on his bucket list...One talent he'd like to have is to be able to play the guitar.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T15th at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks 63rd in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/jblake7266"}], "allOutTypes" : ["Media Guide - PGA TOUR Full Page","Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}