{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01214","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Conner","first" : "Frank","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "195","weightMetric" : "88","birthDate" : "January 11, 1946","age" : "70","birthPlace" : "Vienna, Austria","residence" : "San Antonio, TX","family" : "Wife, Joy; Michelle (5\/9\/73), Nicole (1\/28\/75)","education" : "Trinity University (1969, Business Administration)","splInterest" : "Tennis","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1972","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,542,073&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1975","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1995","qSchoolYear" : "","exmtStatus" : "Top 70 on All-Time Money List","otherVics" : "1982 King Hassan Open in Morocco. 1988 Deposit Guaranty Golf Classic.","intlVics" : "","curYearHigh" : "","carHigh" : "1999: Was on the leaderboard for the final three days of the Las Vegas Senior Classic and T4 at the TPC of Summerlin...Also T8 at the U.S. Senior Open at Des Moines thanks to a 67 on Saturday, the low round of the day...Posted his SENIOR TOUR career-low round of 9-under 63 on Saturday of the Boone Valley Classic. 1998: Bumped out of the top 31 for the first time since joining the circuit...Was one of five players involved in a playoff (Hugh Baiocchi, Bob Charles, Larry Nelson and Bruce Summerhays were the others) at the rain-shortened Kroger Senior Classic, won by Baiocchi on the second extra hole. 1997: Made 35 appearances, one less than SENIOR TOUR ‘ironmen' Walter Morgan and Bobby Stroble, and played 111 rounds, second to Morgan's 113...Made a late-season push for a spot among the top 31 for a second consecutive year...Was in 36th place on the money list after the Emerald Coast Classic, but reeled off four top-10 finishes in his last five starts ($167,078 in winnings), which vaulted him into the top 31 and earned him a trip to the Energizer SENIOR TOUR Championship...Finished T2 at The Transamerica, posting the final day's lowest round (67)...Finished the year 6th in Putting and 5th in Birdies. 1996: Came close to posting his first SENIOR TOUR win when he led the VFW Championship in suburban Kansas City by two strokes after 36 holes following rounds of 65-65, but fired a 78 on Sunday to finish T12...Played some of his best golf during a three-month span from June until September, with 10 top-20 finishes in 12 starts.\n","otherCarHigh" : "Became a fully exempt member of the SENIOR TOUR after his fourth-place finish at the 1995 National Qualifying Tournament...Prior to joining the SENIOR TOUR, played on the former NIKE TOUR intermittently from 1990 through 1995 and earned $224,854...Won two events in 1991: Knoxville Open and Tulsa Open...In 1995, played in 26 events and finished among the top 10 three times...Best year on the PGA TOUR was 1981, when he earned $85,009 to place 51st on the money list...Has four second-place finishes on the PGA TOUR and a victory in the unofficial 1988 Deposit Guaranty Golf Classic...Has made eight career holes-in-one.","personal" : "One of only two men to have played in the United States Open in both golf and tennis (the late Ellsworth Vines was the other)...Was a three-time tennis All-America selection at Trinity University in San Antonio, TX...Began playing golf as a child in his hometown of Belleville, IL...Cites his father, Frank, as the most influential person in his career and lists Arnold Palmer, Rod Laver and Butch Buchholz among his heroes.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the PGA TOUR Champions 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}