{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25900","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Glover","first" : "Lucas","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "195","weightMetric" : "88","birthDate" : "November 12, 1979","age" : "36","birthPlace" : "Greenville, South Carolina","residence" : "Tequesta, Florida","family" : "Wife, Krista; Lucille (5\/14\/13), Lucas Glover, Jr. (7\/31\/15)","education" : "Clemson University (2005, Communication Studies)","splInterest" : "Music, fishing","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2003, 2015)","trndProYear" : "2001","clubAffl" : "Berkeley Hall CC (Bluffton, South Carolina) and The Thornblade Club (Greer, South Carolina)","cityPlaysFrm" : "Sea Island; GA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "17,297,456&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2002","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Finished T9 at The RSM Classic for his first top-10 on the PGA TOUR since a T4 at the 2013 Zurich Classic of New Orleans (68 starts later). It also marked his first top-10 in five starts at The RSM Classic, with a T15 in 2011 his previous-best showing.","carHigh" : "Member of the Nationwide Tour in 2002-03...Made the cut in seven of 12 tournaments on the 2002 Nationwide Tour. Finished No. 67 on the money list with $64,692 despite limited schedule...After missing the cut in his first tournament at the BMW Charity Pro-Am at The Cliffs, bounced back with am impressive T3 at the SAS Carolina Classic with rounds of 71-69-69-68. Collected season-best $26,100 for his efforts...Other top-10 finish was recorded at the Omaha Classic. Fired rounds of 73-65-68-66 for 16-under-par total...Rounding out top-25 tournaments were the LaSalle Bank Open (T12), Knoxville Open (T16) and the State Farm Open (T25)...Ranked No. 4 on the Nationwide Tour in Final Round Scoring Average (69.57)...Missed the cut by just one stroke at the 2002 U.S. Open. Fired rounds of 74-77 to finish 11-over-par 151.\n","otherCarHigh" : "First-team All-American in 2000 and 2001 at Clemson. Was an honorable mention selection as a sophomore in 1999...First-team all-Atlantic Coast Conference from 1999-2001...Member of the 2001 United States Walker Cup team...Named to the 2000 and 2001 Palmer Cup teams...Won three tournaments for Clemson during his career, the 1998 Carpet Classic, the 1998 Mauna Kea and the 2001 Puerto Rico Classic...Also a three-time South Carolina Amateur Champion in 1998, 1999 and 2000...Helped Clemson to a second-place finish in the NCAA Championships as a senior, finishing 11th in the individual competition after firing a 285 total...Ranked sixth in the final MasterCard ranking, seventh by Sagarin, for the 2000-01 academic year...Set Clemson record for 54-hole score with a 201 at the Jerry Pate in 2000-01...Led Clemson to four top-10 finishes in his career, including a pair of national runner-up finishes (1998 and 2001)...Ranked second in career rounds under-par (64), rounds at par or better (86) and stroke average (71.97) at the conclusion of his career...Ranked in the top-15 in the nation in the MasterCard final rankings each of his last three years.","personal" : "Lists Arnold Palmer as his hero...Biggest thrill in golf was playing in the 2002 U.S. Open...Credits his grandfather for giving him his start in golf...Avid Clemson Tiger sports fan.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2004","qSchoolYear" : "2004","exmtStatus" : "28th on 2015 Web.com Tour priority list","otherVics" : "(1): 2009 PGA Grand Slam of Golf.","intlVics" : "","curYearHigh" : "Finished T9 at The RSM Classic for his first top-10 on the PGA TOUR since a T4 at the 2013 Zurich Classic of New Orleans (68 starts later). It also marked his first top-10 in five starts at The RSM Classic, with a T15 in 2011 his previous-best showing.","carHigh" : "2014-15: Made 15 of 26 cuts on the PGA TOUR but failed to record a top-10 for the third time in the last four seasons...In the Web.com Tour Finals, recorded top-25 finishes in the all four tournaments...A T9 in the third one, the Nationwide Children's Hospital Championship in Columbus, Ohio, upped his Finals' earnings to $38,991, putting him on the cusp of regaining his PGA TOUR privileges, with one Finals' event to go...Opening rounds of 64-67 at the Web.com Tour Championship put him one off Emiliano Grillo's lead at the halfway point. Was three back of Grillo after a third-round 69. Stumbled Sunday as he recorded six bogeys and three birdies to fall into T12. His final bogey, however, set off movement on the money list that enabled Rob Oppenheim to move up to the 25th spot and grab the last card available in the Finals. Finished 28th in the final priority-ranking order.\n\n2013-14: Finished the season No. 185 in the FedExCup standings, marking just the second time (2012) in the FedExCup era he failed to advance to the Playoffs. Season included seven made cuts in 26 starts, with a T14 at the Arnold Palmer Invitational his lone top-25 finish. Ended that event with rounds of 68-69, marking the only tournament of the season he was able to string together back-to-back rounds in the 60s.\n\n2013: Made 10 cuts in 23 starts, with a pair of top-five finishes highlighting his season. Despite missed cuts in his last three starts in the PGA TOUR Season, finished inside the top 125 in FedExCup standings (107th), worthy of a spot into the FedExCup Playoffs. A wrist injury resulted in a withdrawl from The Barclays, dropping him from the top 100 in the standings and ending his season...With T4 honors at The Honda Classic, claimed his first top-10 finish since winning the 2011 Wells Fargo Championsip. His final-round, even-par 70 made him one of just 12 players to post a par-or-better round on a wind-blown Sunday at PGA National...With wife, Krista, past due to give birth to the couple's first child, held the second- and third-round leads at the Zurich Classic of New Orleans. A 4-under 68 Sunday proved no match for Billy Horschel's 8-under 64. He settled for a T4, with Bobby Gates. \n\n2012: A left-knee injury while body surfing in January in Hawaii sidelined him until late March. In his first start back, missed the cut at the Transitions Championship...Made 15 additional starts, with his best finish a T46 at the Memorial Tournament...Was forced to withdraw following the second round of the Wyndham Championship in August because of nagging left-knee discomfort. \n\n2011: Joined former Clemson University teammate Jonathan Byrd in a playoff after the duo finished regulation deadlocked at the Wells Fargo Championship at 15-under 273. He parred the first extra hole (par-4 18th) for the victory, marking his only top-10 finish of the campaign. It was his first TOUR playoff and fourth in Wells Fargo Championship history. He became the first player in the nine-year history of the Charlotte event to record all four rounds in the 60s (67-68-69-69). His opening-round 67 is also the lowest start by a winner. His 72-hole total of 15-under 273 is one shy of the tournament record held by 2008 champion Anthony Kim. Led the field in Strokes Gained-Putting by gaining 10.606 strokes on the field. In eight starts at the Wells Fargo Championship, missed just one cut (2005) and amassed four top-10 finishes, highlighted by his win and a T2 in 2009. All three of his TOUR wins have been in come-from-behind fashion. He entered the final round Sunday in Charlotte three strokes behind Byrd, was one stroke behind Ricky Barnes going into the final round of the U.S. Open and was three behind Rich Beem, Tim Clark and Tom Pernice, Jr., after 54 holes of the 2005 Funai Classic at Walt Disney World...Finished second at the Telus World Skins Game in Banff, Alberta, Canada, in late July. Had five skins and $125,000, leaving him behind winner Jhonattan Vegas (seven skins and $140,000). Others in the field were Stephen Ames, Anthony Kim and Paul Casey. 2010: Finished the year ranked No. 74 in the FedExCup standings, with three top-10 finishes in 23 starts...Was first-, second-, and third-round leader at SBS Championship before closing with final-round 76 to finish T14...Posted first top-10 of the season at Farmers Insurance Open, finishing T9...Aced 16th hole in second round of Shell Houston Open, the first in the tournament since 2005 and the first on the Redstone Tournament Course...Finished third at THE PLAYERS Championship, his best showing at THE PLAYERS after failing to make the cut in his previous four starts at TPC Sawgrass. It was also his best finish since winning the 2009 U.S. Open...Finished seventh at the Wyndham Championship, three shots behind winner Arjun Atwal. Held a share of the lead on several occasions during the final round after posting a 6-under-par 29 on first nine holes, including a stretch with five straight birdies. Stumbled home with a 38 to fall from contention. 2009: Topped Ricky Barnes, David Duval and Phil Mickelson by one stroke at the U.S. Open at Bethpage Black in June. Amassed an additional five top-10 finishes, making 21 of 26 cuts. Played in all four of the FedExCup Playoffs events before finishing 17th in the final FedExCup standings...Finished T3 at the Buick Invitational for his first top-10 of the year on the strength of a 7-under weekend (69-68), the lowest score over the final 36 holes. Also ranked in the top 10 in fairways hit (T5) and Greens in Regulation (T8) for the week. Joined winner Nick Watney as the only two players to record three sub-70 rounds for the week...T2 at the Quail Hollow Championship with Bubba Watson, one stroke behind winner Sean O'Hair...Shot a final-round 73 to win a wet U.S. Open by two strokes over third-round leader Ricky Barnes, Phil Mickelson and David Duval. The victory was the second of his PGA TOUR career, having previously won the 2005 Funai Classic at Walt Disney World Resort. Resumed the final round Monday morning tied for the lead with Barnes at 7-under. He dropped three strokes in the first nine holes, but then put together five straight pars to get back on track. After bogeying the par-4 15th—the toughest hole on the course—bounced back with his only birdie of the round at the par-4 16th to move back to 4-under. He parred the last two holes to win the title. Mickelson, now a record five-time runner-up in the U.S. Open, tied for the lead at 4-under after an eagle on the par-5 13th. However, he bogeyed the 15th and 17th holes coming home. Duval was one stroke back at 3-under until he bogeyed the 17th hole. The day after his U.S. Open victory, went on a whirlwind media tour of New York City, appearing on \"Regis & Kelly,\" reading the Top 10 List on the \"Late Show with David Letterman,\" visiting the top of the Empire State Building for a photo session and calling into various national sports radio talk shows...On the first tee of the next week's pro-am at the Travelers Championship, received a congratulatory shaving cream pie in the face from friend Johnson Wagner. Shot three 65s and finished T11...Paired with 2008 U.S. Open champion Tiger Woods in the first two rounds the following week at the AT&T National, shot three rounds in the 60s to place T5...Finished fifth at the PGA Championship to record his first two career top-10s in majors...Finished T10 at the TOUR Championship with a final-round 69...A Captain's Pick for The Presidents Cup for the second time in his career...Won the PGA Grand Slam of Golf by five strokes. 2008: Made the cut in 20 of 26 starts with two top-10 finishes and a No. 49 finish in the FedExCup standings. Fell just $1,509 shy of surpassing $1 million in earnings for the fourth consecutive season...Held a one-shot lead over eventual champion Boo Weekley through 36 holes at the Verizon Heritage before weekend rounds of 73-71 left him T7...Finished T7 at the Buick Open, set up by a final-round 67 that included six consecutive birdies on Nos. 12-17 before narrowly missing a seventh at the 72nd hole. 2007: Recorded three top-10 finishes and was chosen to play on the United States team in The Presidents Cup...Shared the lead with Justin Rose entering the final round at the Bob Hope Chrysler Classic, but a closing 8-over 80 in wet and windy conditions dropped him to T13...Best finish was a T4 at the PODS Championship. Shot 67-69 on the weekend to finish two behind Mark Calcavecchia...Chosen by U.S. Captain Jack Nicklaus as a Captain's Pick for The Presidents Cup, where he went 2-3-0 in his rookie year as a member. Teamed with Scott Verplank to win two matches, defeating Stuart Appleby and Retief Goosen in the opening-day foursomes and then Vijay Singh and Mike Weir in the third-day Foursomes. 2006: Finished season with career highs on money list (No. 21), in earnings ($2,587,982) and top-10s (9)...Placed sixth in first appearance at the Mercedes Championships. Recorded the first hole-in-one at the tournament since the event moved to the Plantation Course at Kapalua in 1999 by using a 5-iron on the 203-yard eighth hole. The shot earned him a 2006 Mercedes-Benz CLS55 AMG and was the first eagle of the season...T4 at the Buick Invitational when he left his 64-foot eagle putt on 72nd hole just a couple inches short to miss a chance to join playoff between winner Tiger Woods, Jose Maria Olazabal and Nathan Green...Ended the season making 10 straight cuts. One of only five players to finish season with a double-digit cuts-made streak...Was second in Total Birdies (402) behind Daniel Chopra's 435...Swing coach Dick Harmon passed away in February and Glover served as a pallbearer and was one of those who delivered eulogies at the funeral. 2005: Second-year player captured his first TOUR win and a third-place finish. Earned more than $2 million, almost quadrupling the $557,474 he earned during his rookie season...Captured his first TOUR victory at the FUNAI Classic at Walt Disney World Resort with birdies on the last two holes, making a 40-foot putt from the fringe on No. 17 and a 100-foot bunker shot on the last hole to win. Had four no-putt greens on the final nine. Earned $792,000 and moved to 28th on the money list, enough to get him into the season-ending TOUR Championship by Coca-Cola for the first time. 2004: In rookie season, made 30 starts and played on the weekend 17 times, finishing No. 134...In only his 17th career start on TOUR, collected first top-10 with a T10 finish at the Wachovia Championship after receiving a sponsor exemption...Posted his first TOUR ace during second round of Cialis Western Open, using a 5-iron from 220 yards on the 12th hole...Finished T26 at the PGA TOUR Qualifying Tournament to improve his eligibility status on TOUR for 2005. 2003: Collected $193,989 to finish No. 17 on the Web.com Tour money list and earn initial TOUR card for 2004...Jumped into the top 20 on the money list with his first Web.com Tour title at the Gila River Golf Classic at Wild Horse Pass Resort. 2002: Made seven of 12 cuts as rookie on Web.com Tour. Amateur: First-team All-American in 2000 and 2001 at Clemson. Was an honorable mention selection as a sophomore in 1999. First-team all-Atlantic Coast Conference from 1999-2001. Won three tournaments for Clemson during his career and was a member of two NCAA runners-up (1998 and 2001)...Three-time South Carolina Amateur champion from 1998-2000...Member of the 2001 U.S. Walker Cup team. Named to the 2000 and 2001 Palmer Cup teams...College teammates with TOUR players Jonathan Byrd and D.J. Trahan.\n","otherCarHigh" : "","personal" : "A passionate Clemson Tiger sports fan...An avid reader, particularly mysteries and thrillers. Read four books during the week of his rainy 2009 U.S. Open victory...Credits his grandfather, Dick Hendley, for giving him his start in golf. Grandfather gave him a cut-down club when Lucas was 3 and first took him to the Masters at age 6. Hendley was a standout in football and baseball at Clemson, where he is a Hall of Fame member and played one season (1951) with the NFL's Pittsburgh Steelers. Was inducted into the Clemson Athletic Hall of Fame in the fall 2007...Grew a beard in the Fall of 2010, which took on a life of its own. Showcased the thick growth on TOUR in 2011, receiving such light-hearted comments as \"Mountain Man,\" \"Grizzly Adams\" and \"woolly mammoth.\" Analyst David Feherty referred to the look as something that belongs on \"America's Deadliest Catch.\" Glover, himself, joked about the facial hair, claiming he did it to have something to clean his clubs with.","otherInfo" : "","ntlTeams" : "The Presidents Cup (2), 2007, 2009; Walker Cup (1), 2001.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T9th at the The RSM Classic.","dynStats" : "He ranks T24th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/Lucas_Glover_"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}