{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02213","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Trevino","first" : "Lee","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-7","heightMetric" : "1.7","weight" : "180","weightMetric" : "82","birthDate" : "December 1, 1939","age" : "76","birthPlace" : "Dallas, Texas","residence" : "Dallas, Texas","family" : "Wife, Claudia; Richard (11\/21\/62), Tony Lee (4\/13\/69), Troy (9\/13\/73), Olivia Leigh (2\/3\/89), Daniel Lee (10\/20\/92)","education" : "","splInterest" : "Fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1960","clubAffl" : "","cityPlaysFrm" : "Dallas; TX; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "Inducted 1981","combTourMoney" : "13,347,941&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1967","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(5): 1966 Texas State Open, New Mexico Open. 1972 New Mexico Open. 1974 World Series of Golf. 1987 Skins Game.","intlVics" : "(10): 1969 World Cup [with Orville Moody]. 1971 World Cup [with Jack Nicklaus]. 1973 Mexican Open. 1975 Mexican Open. 1977 Morocco Grand Prix. 1978 Lancome Trophy, International Open. 1979 Canadian PGA Championship. 1980 Lancome Trophy. 1981 Casio World Open, Sun City Classic. 1983 Canadian PGA Championship. 1985 British Masters.","curYearHigh" : "","carHigh" : "Won 29 times on the PGA TOUR, including six major championships. Also won 29 Champions Tour titles, with four major championships to his credit.\n\n2012: Lone Champions Tour appearance came at the Liberty Mutual Legends of Golf when he partnered longtime teammate Mike Hill to a T3 finish in the Demaret Division. \n\n2011: In his 44th year as a TOUR professional, made just one official appearance, finishing T56 at the Toshiba Classic. Bettered his age for the first time in his career when he fired a 1-under-par 70 in the opening round of the event. The 71-year-old also matched his age in the final round at Newport Beach CC, the second time in his career he's done that...Also teamed with Mike Hill to finish T2 in the Demaret Division competition at the Liberty Mutual Legends of Golf. The duo's 36-hole, better-ball score of 64-65—129 was five shots back of winners Gibby Gilbert and J.C. Snead...During the year, conducted several fund-raising events for Fort Worth Junior Golf Association. 2010: Made four Champions Tour starts, with a T69 at thhe SAS Championship his best showing...Paired with Mike Hill in the Demaret Division of the Liberty Mutual Legends of Golf to T5. 2009: Was T64 at the Toshiba Classic in March in California, his top performance among his six official starts...Came up just short of winning the Demaret Division of the Liberty Mutual Legends of Golf with partner Mike Hill, dropping a two-stroke decision to Gary Koch and Roger Maltbie.\n2008: Was troubled by a balky right knee late in the year, which required surgery for torn cartilage in October...Was 41st at the MasterCard Championship at Hualalai in Hawaii to start the season...Teamed with Mike Hill to T5 in the Raphael Division of the Liberty Mutual Legends of Golf. Suitably recovered from his surgery, he played with his son Tony to finish 18th at the Del Webb Father-Son Challenge in December in Orlando. \n2007: Started his season at the unofficial Raphael Division of the Liberty Mutual Legends of Golf. Was T9 with Mike Hill in Savannah, Ga...In his six official appearances, a T59 at the AT&T Championship was his top showing. 2006: Equaled his age for the first time when he fired a 5-under 66 in the second round of the AT&T Championship in San Antonio. Round at Oak Hills included a 30 on the front nine (his back nine) and was his best score since posting 65 in August 2003 at the Long Island Classic in New York. 2005: Underwent revolutionary surgery, having an “X-Stop” procedure done on the facet joints in his lower back in Cologne, Germany in early May...Was T31 at the MasterCard Championship at Hualalai to start his season. \n2004: Co-honoree at the Memorial Tournament with prominent women's amateur golfer Joyce Wethered...Also was honored by Northern Ohio Charities with the Ambassador of Golf Award, which he received at the World Golf Championships-NEC Invitational...Was T2 with Mike Hill at the Liberty Mutual Legends of Golf's Raphael Division, duplicating the duo's previous-year performance...Best finish among his 12 official events was a T11 at the Bruno's Memorial Classic outside Birmingham, Ala., where he opened with a 4-under 68 at Greystone GC...Finished fourth in defense of his Champions Skins Game title. 2003: Captured the ConAgra Foods Champions Skins Game in January. Defeated Hale Irwin with a birdie on the third extra hole for his first victory in the unofficial event...Was T2 with Mike Hill in the Raphael Division of the Liberty Mutual Legends of Golf...Was T22 at the MasterCard Championship at Hualalai, where he had three under-par rounds. \n\n2002: Lone top-10 performance came late in the season when he T9 at the Napa Valley Championship, thanks to a pair of 3-under 69s on the weekend…Was among the early leaders after a first-round 66 at the Lightpath Long Island Classic, his low score of the season.\n\n2001: Earned a $1-million prize when he made a hole-in-one at the Par-3 Challenge at Treetops Resort in Michigan…In official events, had two top-10 finishes, a solo ninth-place effort at the Toshiba Senior Classic and a T9 at the Farmers Charity Classic.\n\n2000: Ended a victory drought of more than two years when he prevailed by two strokes over Walter Hall at the Cadillac NFL Golf Classic in New Jersey. Became just the second player to win in five different decades (Gary Player is the other). Victory at Upper Montclair CC made him, at the time, the seventh-oldest player to win a Champions Tour event...Made his second hole-in-one on the Champions Tour, at the Nationwide Championship...Made his final appearance at The Open Championship but failed to make the cut at St. Andrews. It also marked both his final major championship start and his final PGA TOUR appearance.\n\n1999: Played in 25 tournaments, placing 39th on the final money list. Slipped out of the top 31 on the earnings list for the first time since joining the Champions Tour. Tied for the first-round lead at the Cadillac NFL Golf Classic and eventually finished third at Upper Montclair CC in New Jersey…Had three rounds in the 60s for a T6 at the Pacific Bell Senior Classic, the last full-field event of the season…Teamed with Mike Hill to finish T5 at the Liberty Mutual Legends of Golf…Won the Sun Microsystems Par-3 Challenge in November, holing a 5-foot birdie putt to beat Fred Couples on the second playoff hole…Surpassed the $12-million mark in combine all-time earnings after finishing T11 at the BankBoston Classic in August. \n\n1998: Claimed his third Southwestern Bell Dominion title, a two-stroke win over Mike McCullough. Victory in San Antonio was his seventh overall title in his native state of Texas. \n\n1996: Emerged victorious from a then-record five-man playoff at the Emerald Coast Classic. Holed a 35-foot birdie putt on the first extra hole to nip Mike Hill, Dave Stockton, David Graham and Bob Eastwood...Teamed with Mike Hill to win a fourth Liberty Mutual Legends of Golf title…Took a five-stroke victory over Terry Gale at the inaugural Australian PGA Seniors in Canberra at Gold Creek CC. Was 6-under during the windy, four-round affair. \n\n1995: Captured an unprecedented third Liberty Mutual Legends of Golf title with Mike Hill...Became the Champions Tour's all-time victory leader at the time when he successfully defended his Northville Long Island Classic title, the 25th win of his Champions Tour career...Also became the first two-time winner of The Transamerica.\n\n1994: Notched six victories before August and was chosen by his peers as the Champions Tour Player of the Year for a third time...Earnings of $1,202,369 were the most of his illustrious career for a single season...Caught Miller Barber on the all-time victory list when he triumphed at the Northville Long Island Classic, his 24th career title...Also benefited from a late collapse by Raymond Floyd for his second PGA Seniors' Championship...Played hurt for the majority of the summer with a bulging disc in his neck and underwent surgery in October. \n\n1993: Won three times despite not starting the season until the last week of March due to surgery for ligament damage near his left thumb. Won the Cadillac NFL Golf Classic in his seventh start of the year, then claimed back-to-back events at the Nationwide and Vantage Championships. \n\n1992: Secured his second Arnold Palmer Award after becoming the first golfer to earn over $1 million in a season twice...Easily garnered Player of the Year honors as well on the strength of five official victories...Claimed three straight titles in the spring: The Tradition, PGA Seniors' Championship and Las Vegas Senior Classic...Successfully defended his Vantage at the Dominion title and Bell Atlantic Classic victory during the summer which was his 15th career win...Also teamed with Mike Hill to win a second consecutive Liberty Mutual Legends of Golf crown...Earned his third straight Byron Nelson Award with a 69.46 scoring average. \n\n1991: Won three times...Defended his title at the Aetna Challenge, nipping Dale Douglass with a birdie at the final hole...Triumphed at the Vantage at The Dominion when he eagled the final hole...Cruised to a four-stroke victory at the Sunwest Bank\/Charley Pride Senior Classic in New Mexico...Teamed with Mike Hill to win the Liberty Mutual Legends of Golf...Earned a second consecutive Byron Nelson Award with a scoring average of 69.50...Played in the Masters Tournament and the U.S. Open for a final time, finishing T49 at Augusta National and missing the cut at the U.S. Open.\n\n1990: Became the first Champions Tour player to earn over $1 million in single-season earnings...Easily took home the Arnold Palmer Award, as well as Player of the Year and Rookie of the Year honors...His seven victories, a personal best for one season, were the second highest total in a year at the time...Won three of his first four starts, including the Royal Caribbean Classic, his first, where he made up seven strokes over the last nine holes to defeat Jim Dent...Shot 67 on the final day at Ridgewood CC to beat Jack Nicklaus for the U.S. Senior Open title...Posted back-to-back wire-to-wire wins at the Aetna Challenge and The Vintage Chrysler Invitational...Finished out of the top 10 only twice all year and won the Byron Nelson Award with a stroke average of 68.89, the lowest in Champions Tour history at the time. \n\n1989: Had back-to-back top-10s in July. At the Beatrice Western Open, opened with a 1-over 73 at Butler National GC then reeled off three consecutive under-par rounds to T5 with Lance Ten Broeck, five shots back of winner Mark McCumber...The following week, outside Hartford, Conn., he had a second-round 64 at TPC Connecticut. Played his final 36 holes in 4-under to T4...Joined the Champions Tour at the last official money event of the year, the GTE Kaanapali Classic. Carded back-to-back 69s at that rain-shortened event and finished T7...Paired with Andy Bean at the RMCC Invitational hosted by Greg Norman. In the alternate-shot, best-ball, scramble event at Sherwood CC in Thousand Oaks, Calif., the duo T9...Finished a seven-year stretch serving as an NBC Sports' on-course commentator for PGA TOUR events as he began preparing for his Champions Tour career. \n\n1988: Made 10 PGA TOUR starts and enjoyed top-25 finishes at the Canon Sammy Davis-Jr.-Greater Hartford Open (T19) and the Colonial National Invitation (T22).\n\n1987: Opened his season by missing four consecutive cuts then only missed two more the rest of the season, picking up two top-10s along the way. Had four under-par rounds at the Canon Sammy Davis Jr.-Greater Hartford Open to T4 in Connecticut...Opened with a 4-under 67 at Muirfield to tie for second after the first round of The Open Championship. Eventually settled for a T17...Came back in Boston in mid-September with a T9 at the weather-shortened Bank of Boston Classic.\n\n1986: Entered the final round of the U.S. Open tied for second, a stroke behind leader Greg Norman. Struggled to a 1-over 71 at Shinnecock Hills GC to T4, three strokes back of winner Raymond Floyd...Added one additional top-10, with a 69-68-70-68 performacne at the Buick Open that earned him a T9 in Michigan...Was disqualified from the Vantage Championship in San Antonio when he shot a 1-under 69 but singed for a 68...Joined Fuzzy Zoeller, Arnold Palmer and Jack Nicklaus in The Skins Game, where he finished second.\n\n1985: Had two T10 finishes in his first five starts, at the Doral-Eastern Open and at the Masters Tournament...A month after his Masters Tournament showing, he had weekend rounds of 69-67 at Las Colinas Sports Club to T5 at the Byron Nelson Golf Classic...Came excruciatingly close to successfully defending his PGA Championship title, this time at Cherry Hills CC outside Denver. Opened 66-68 and held a one-shot lead over Fred Couples at the halfway mark. Fell to solo second through 54 holes after a 4-over 75. Came back with an even-par 71 Sunday to finish second, two shots behind Hubert Green...Named captain of the U.S. Ryder Cup team, and watched as his team dropped a five-point decision to the European team at The Belfry in England.\n\n1984: A 4-over 76 in the first round of the Tournament Players Championship proved to be his undoing. He came back from that poor showing with a 66-68-68 finish at TPC Sawgrass but still fell a stroke shy of winner Fred Couples...At the U.S. Open at Winged Foot CC, he was seven shots off Hale Irwin's 54-hole lead. Opening bogeys on the first and second holes in the final round ended any hopes of making a comeback, and he T9... Picked up his second top-five of the season when he had four under-par rounds at the Buick Open in Michigan to T4....A week later, at age 44, won a second PGA Championship, this time at Shoal Creek in Birmingham, Ala. Ended a three-plus-year victory drought with that title, outlasting Gary Player and Lanny Wadkins down the stretch on the strength of four sub-70 rounds.\n\n1983: Was among a trio of players to T2 at the Hosuton Coca-Cola Open at Woodlands CC, five strokes behind winner David Graham...In mid-July, traveled to England for The Open Championship. Opened 69-66 and was tied for second at the halfway point at Royal Birkdale GC with Tom Watson, a stroke behind Craig Stadler. Was 3-over on the weekend to drop to a solo fifth...Again made a run at victory, at the LaJet Coors Classic in late September at Fairway Oaks in Abilene, Texas. Held a two-stroke, 54-hole lead but lost his chance at winning with a 1-over 73 Sunday that dropped him to T2, giving way to winner Rex Caldwell...A week later, at the Texas Open in San Antonio, four rounds in the 60s led to a T9...Began curtailing his playing schedule by becoming an on-course commentator on NBC Sports' PGA TOUR telecasts.\n\n1982: Had a disappointing season, with seven missed cuts in 16 official starts. Only top-10 came at the Colonial National Invitational, where he recovered from a 72-74 start to finish 67-68 at Colonial CC to T9 in Fort Worth…Officials disqualified him from the Tournament Players Championship at TPC Sawgrass after shooting a first-round 82 and not turning in a card after the second round. The 115th position on the money list was his worst showing since joining the TOUR full time…Published his autobiography They Call me Super Mex.\n\n1981: Early in the season, went to Sun City, Bophuthatswana, for the Sun City Golf Classic and despite shooting a 1-over 73 on the final day, was still able to hold off Mark McNulty by a stroke….Played in the Ryder Cup for a final time, leading the U.S. team to a nine-point victory over Europe at Walton Heath GC in England. Was a perfect 4-0 in his matches, winning foursomes matches with Larry Nelson and Jerry Pate as his partner, also winnng four-balls with Pate (over Nick Faldo and Sam Torrance) and beating Torrance, 5 and 3, in singles...In late November, won $50,000 at the Casio World Open in Ibusuki, Japan, beating hometown favorite Isao Aoki by four strokes...Inducted into the World Golf Hall of Fame, along with Ralph Guldahl.\n\n1980: Won multiple PGA TOUR titles for the first time since 1974. Collected a record fifth Vardon Trophy, with a scoring average of 69.73, the lowest since Sam Snead's 69.23 in 1950. Won the Ben Hogan Award from the Golf Writers Association of America…Along with three TOUR victories, he also had three runner-up performances. The first came at the Hawaiian Open, where a 69-69-65-66 week at Waialae CC was not enough to catch Andy Bean, who won by three strokes in Honolulu…First title of the year came at the Tournament Players Championship in Ponte Vedra Beach, Fla., at Sawgrass CC. Edged Ben Crenshaw by a stroke, shooting a final-round 70…Second runner-up finish of the season came at the Greater New Orleans Open, where he was two strokes back of Tom Watson…The following week, at the Michelob-Houston Open, four rounds in the 60s got him into a playoff with Curtis Strange, an overtime Strange would win with a birdie on the first extra hole…Won the Danny Thomas-Memphis Classic in late June, coming in with four sub-70 rounds at Colonial CC's South Course to edge Tom Purtzer by a shot…Made a run at a third Open Championship title, coming up short of Tom Watson, losing by four strokes at Muirfield and settling for a solo second…A week later, in Connecticut, was T5 at the Sammy Davis, Jr.-Greater Hartford Open. Finished his season with a seventh-place showing at the PGA Championship, a T4 at the World Series of Golf, a T3 at the B.C. Open and a victory at the San Antonio Texas Open. His rounds of 66-67-67-65 were enough to edge Terry Diehl by one shot…His fourth victory of the season came overseas when he picked up his second Lancome Trophy in three years, beating Gary Hallberg by four strokes at St.-Nom-La-Breteche in France.\n\n1979: Opened his season with a solo second at the Bob Hope Desert Classic, the first of four runner-up performances during the campaign coming a year after he was second five times.. His five-round, 16-under score in the Palm Springs area left him a stroke behind John Mahaffey…Returned two weeks later with a T6 effort at the Andy Williams-San Diego Open…Added another top-10, at the Joe Garagiola-Tucson Open, with four rounds in the 60s in the Arizona desert…At the Tournament Players Championship at Sawgrass CC, shot weekend rounds of 75-79 but still was T5. No players broke 70 in either of the final two rounds…At the MONY Tournament of Champions, was T5 with a pair of even-par 72s on the weekend at La Costa Resort and Spa…The next week, was again denied a victory, finishing T2 at the First NBC New Orleans Open. Was one of four players at T2, a stroke behind winner Hubert Green at Lakewood CC…Finally broke through for a win, opening with a 4-under 67 at the Canadian Open. Never broke 70 the rest of the way (71-72-71) but held on to outdistance Ben Crenshaw by three shots at Glen Abbey GC for his third and final Canadian Open crown…Third runner-up showing of the season came at the Greater Milwaukee Open. Along with Jim Simons and Victor Regalado, was T2, five shots back of Calvin Peete… Traveled to Canada in September and won his second tournament north of the border as he shot a final-round, 1-under 70 to win the Canadian PGA Championship in Woodbridge, Ontario. He beat defending champion Lanny Wadkins by two strokes… After missing the 1977 Ryder Cup, again returned to the biennial competition at The Greenbrier in White Sulphur Springs, W. Va. Turned in a 2-1-1 record, winning his singles match over Sandy Lyle, 2 and 1…At Firestone CC's South Course, came on strong on the final day with a 4-under 66, the low round of the day but couldn't quite catch Lon Hinkle. Finished T2, a stroke behind…A week later, enjoyed rounds of 68-65-69-69 to T5 at the San Antonio Texas Open.\n\n1978: It was a season of what if as he finished second five times—with two of the losses coming in playoffs and the other three by a combined four strokes…At the Phoenix Open, despite four sub-70 rounds, the only player in the field to do that at Phoenix CC, he was T2 with Jerry Pate, one shot off Miller Barber's winning pace…Was T2 with Andy North at the MONY Tournament of Champions, with Gary Player taking a two-shot win at La Costa Resort and Spa…At the Byron Nelson Golf Classic at Preston Trail GC, was one of six players to shoot a final-round, 4 under 66—the low round of the day—but it wasn't enough for him to catch Tom Watson. Finished solo second, a stroke behind Watson…A week after the disappointment outside Dallas, he stayed in the metroplex and won the Colonial National Invitational, opening and closing with 66s at Colonial CC to roll past Jerry Heard and Pate by four shots…Lost a playoff to Andy Bean at the Danny Thomas-Memphis Classic, with Bean winning with a birdie on the first sudden-death hole…Dropped his second playoff of the year, this time to Lee Elder at the Greater Milwaukee Open…Made the cut in all four major championships, but his only top-10 in the tournaments was a T7 at the PGA Championship, where he T7…Came back at the San Antonio Texas Open to T5…Was dominant at the Lancome Trophy at St.-Nom-La-Breteche in Paris, setting a new tournament record with his 16-under 272 to win the $17,000 first-place check. Had a five-birdie-in-seven-hole stretch on the front nine to easily outdistance Watson and Player, who T2…Elected to the Texas Golf Hall of Fame in the initial class. Joined fellow inductees Jimmy Demaret, David “Spec” Goldman, Ben Hogan, Hardy Loudermilk, Byron Nelson and Babe Didrikson Zaharias. \n\n1977: Could only muster three top-10s a year after back surgery, but one of those was a victory, at the Canadian Open. At Glen Abbey GC in Oakville, Ontario, he didn't play particularly well on the weekend (3-over) but easily outdistanced Peter Oosterhuis by four strokes for his second Canadian Open title to go with his 1971 victory at Richelieu Valley G&CC…Two weeks prior to his Canadian Open win, at The Open Championship, was tied for second at the 36-hole mark at Turnberry's Ailsa Course but faltered on the weekend, finishing solo fourth and 12 strokes behind Tom Watson's winning 12-under score…Other top-10s came at the Memorial Tournament (T7) and the Danny Thomas-Memphis Classic (T9).\n1976: Hampered throughout his career by back problems, elected to undergo surgery for a herniated disc in November. Despite much of the discomfort he felt during the year, he still turned in a solid campaign, with a victory at the Colonial National Invitational. In Fort Worth, he enjoyed a three-stroke cushion when the final round began, which was necessary when he fired a 3-over 73 but still beat Mike Morley by a stroke…In April, he had the low final 36-hole score at the Greater Greensboro Open (66-65, 11-under) but couldn't overcome Al Geiberger's strong play, forced into a solo second, with Geiberger taking a two-shot win at Sedgefield CC…Played solid golf in the fall, with a fourth-place showing at the Sammy Davis Jr.-Greater Hartford Open, a T6 at the World Series of Golf and a T9 at the Kaiser International Open…Wrote the instructional book Groove Your Golf Swing My Way.\n\n1975: During the second round of the Western Open, he was struck by lightning, along with Bobby Nichols and Jerry Heard, at Butler National GC. He displayed an exit mark where the bolt left his body and suffered from muscle rigidity in his back, a typical reaction, doctors said, for this type of event…Won for an eighth consecutive season, with a victory at Rio Pinar CC, site of the Florida Citrus Open in Orlando. Opened with a 69-66, had four sub-par rounds and beat Hale Irwin by one shot…Played well down the stretch at the Greater Greensboro Open, including a final-round 68 that vaulted him into a solo fourth…Had a pair of T7s on consecutive weeks, at the Pleasant Valley Classic and at the Canadian Open…Was 3-1-1 in the Ryder Cup at Laurel Valley GC in Ligonier, Pa…Concluded his TOUR season with a strong showing at the Kaiser International Open, a T3…At the Mexican Open in November in Mexico City, took a one-stroke lead over Ernesto Acosta into the final round and won by that margin, over Acosta. When presented with the $6,000 winner's check, he turned the money over to an American priest who operated a local orphanage. \n\n1974: Won multiple TOUR titles for a fifth consecutive year but also finished runner-up three times for the third consecutive season…He completely dominated the field at the Greater New Orleans Open, where four rounds in the 60s—including a Sunday 65 at Lakewood CC—led to an eight-shot win over Bobby Cole and Ben Crenshaw. The eight-shot win was the largest of all his PGA TOUR titles…A week later, in an attempt to win two in a row, his bookend 66s in the first and final rounds weren't enough as he fell a stroke shy of Bob Charles…His second title was his biggest, the PGA Championship at Tanglewood GC in Winston-Salem, N.C. Got off to a slow start, with a 3-over 73. Recovered in the second round with a 66 then proceeded to record a 68-69 finish to win by a stroke over Jack Nicklaus for the first of his two Wannamaker Trophy wins…Was a runner-up with Homero Blancas and Charles Coody at the Byron Nelson Golf Classic. Had a sterling scorecard (69-69-66-69), but it wasn't enough to catch Bud Allin, who rolled to a four-shot victory…Another close call came at the Kaiser International Open. Weekend rounds of 69-67 put him in a tie with Billy Casper for a T2, but it wasn't nearly enough as Johnny Miller won the title by eight shots…Was also T6 at the Greater Milwaukee Open and fourth at the Kemper Open, Canadian Open (T4) and Sammy Davis Jr.-Greater Hartford Open…Played in his final World Cup, joining with Hale Irwin at Lagunita in Caracas, Venezuela, to a third-place finish, nine shots behind the South African team of Bobby Cole and Dale Hayes. Was T9 in the International Trophy (70-72-70-73)…Inducted into the Texas Sports Hall of Fame.\n\n1973: At the Jackie Gleason Inverrary-National Airlines Classic, trailed Forrest Fezler by three shots through 54 holes. Shooting an even-par 72 seemingly would have left him well back, but no player broke 70 in the final round at Inverarray G&CC's East Course, and when Fezler skied to a 4-over 76, he slid in with a one-shot win…Won again in Florida two weeks later, opeining with a 64 at the Doral-Eastern Open, which helped him to a one-shot triumph over Bruce Crampton and Tom Weiskopf…Made a run at victory No. 3 at the Tournament of Champions in Carlsbad, Calif., in April. A final-round 67 left him just one shot short of third-round leader Jack Nicklaus, who won by a stroke…Was a runner-up with Allen Miller at the Danny Thomas-Memphis Classic, a tournament won by Dave Hill…Made a run at victory at the U.S. Open at Oakmont CC. Had three 70s to go with a second-round 72 outside Pittsburgh to T4…Had three T3s between July and September, at the St. Louis Children's Hospital Open, the U.S. Professional Match Play Championship and the Sammy Davis Jr.-Greather Hartford Open. In the match-play event, he beat Nicklaus, 4 and 3, in the second round before John Schroeder upset him in the semifinals…Two 65s in the second and final rounds to go with an opening 67 and a 69 weren't enough at the Greater Hartford Open as he T3, with Billy Casper, turning in a Sunday 64, winning in Connecticut… Was 3-1-2 in his six matches at the 1973 Ryder Cup as the U.S. beat Great Britain-Ireland by six points at Muirfield in Scotland. Won one singles match and halved the other…In his final start of the campaign, two weeks after the Ryder Cup, he was solo second at the Ohio Kings Island Open, a shot back of Nicklaus, his Ryder Cup teammate. \n\n1972: Picked up four titles a year after winning six times and a final, second-place spot on the money list. His biggest prize was his victory at The Open Championship at Muirfield, a win over Jack Nicklaus, who shot a final-round 66 but still came up a stroke shy…Initial triumph of the season came in Tennessee, at the Danny Thomas-Memphis Classic, where a 5-under 67 on the final day brought him from two shots back into the winner's circle by four shots over John Mahaffey…Finished with a flourish at the Greater Hartford Open, winning in playoff fashion over Lee Elder. Began the day tied for sixth, but a 6-under 65 Sunday forced the overtime…Two weeks later, at the Greater St. Louis Golf Classic, he beat Deane Beman by a stroke for the top prize…Runner-up performances were at the Doral-Eastern Open (tied for the 54-hole lead with Nicklaus), the Kemper Open (four rounds in the 60s) and the San Antonio Texas Open…Was also third at the Tournament of Champions and at the Bing Crosby National-Pro-Am...The season was again filled with disappointments, three second-place finishes—at the Doral-Eastern Open (two strokes back of Nicklaus after holding a share of the 54-hole lead), at the Kemper Open and at the San Antonio Texas Open…Was also only a shot off Nicklaus' third-round U.S. Open lead at Pebble Beach GL. A 6-over 78 on the final day left him T4…A difficult final day at Pebble Beach, a 1-over 73, also left him behind Nicklaus, solo third at the Bing Crosby National Pro-Am in January...Won his second New Mexico Open title, beating Bob Meiering by six strokes at Panorama CC in Albuquerque. After accepting the $1,500 first-place money, he donated $1,000 to the New Mexico Section PGA and $500 to the Albuquerque Boys Club. \n\n1971: Was voted as the PGA Player of the Year in 1971 after winning a career-best six TOUR events—including two major championships, at the U.S. Open and The Open Championship...Won the U.S. Open for a second time, defeating Jack Nicklaus in an 18-hole playoff at Merion. Shot 69-69 in his final two rounds to force the playoff...Won The Open Championship at Royal Birkdale GC. Opened with a 2-under 69 in England, a stroke better than Lu-Liang Huan. The two players then matched each other over the final 54 holes (70-69-70), with Lu falling by one shot...Earned his first win of the season in Florida, at the Tallahassee Open. Four rounds in the 60s gave him a three-shot triumph over Jim Wiechers…Beginning at the Byron Nelson Golf Classic in May, he began a streak of 12 tournaments in 12 weeks, with his worst finish among the 12 a T34 at the Cleveland Open in week eight of the streak…After a T5 at the Byron Nelson and a T3 at the Houston Champions International, he T12 at the Colonial National Invitational…Won the Danny Thomas-Memphis Classic a week later, with scores of 66-66-69-67, good for a four-shot win over a quartet of players…The next week, at the Atlanta Classic, he T3…In Charlotte, N.C., at the Kemper Open at Quail Hollow Club, he finished in a four-man playoff with Tom Weiskopf, Dale Douglass and Gary Player, with Weiskopf winning with an 8-foot birdie putt on the first extra hole (No. 15)…Following his U.S. Open triumph and his Cleveland Open showing, he traveled to Richelieu Valley G&CC in Quebec and won the Canadian Open in a playoff over Art Wall. It was a two-man battle down the stretch, with the next closest competitor six strokes behind the duo. He beat Wall on the first playoff hole, with a birdie...Final win of the season came on Halloween, at the Sahara Invitational. Took a one-shot win as he shot a final-round 66, matched by George Archer, who ended up in second, one shot back…Won a second World Cup title, this time with Jack Nicklaus as his partner...Sporting News Man of the Year...In his second Ryder Cup, he watched as his U.S. team tied Great Britain. Played in all six of the U.S.'s matches, enjoying a 3-2-1 record. Played two singles matches, splitting them (beating Peter Alliss but losing to Bernard Gallacher). In November, played with Jack Nicklaus on the U.S. World Cup team. The duo rolled to a 12-stroke win over South Africa (Gary Player-Harold Henning). Finished fifth in the International Trophy, 13 shots behind Nicklaus…Sports Illustrated named him its Sportsman of the Year. \n\n1970: Was the PGA TOUR leading money-winner for the only time in his career, with $157,037. First win of the season came at the Tucson Open. Finished regulation in a playoff with Bob Murphy after Murphy bogeyed the 72nd hole. He then beat Murphy on the first extra hole for his second straight victory in Tucson…Added another playoff victory six weeks later, at the National Airlines Open in Miami, beating Bob Menne on the second sudden-death hole at the CC of Miami…The next week, was only three behind a quartet of players entering the final round of the Greater Greensboro Open. He shot a 3-under 68 at Sedgefield CC but fell farther back and eventually T5 when Gary Player came from behind to win with a final round 65…Turned in three consecutive top-10s in Texas in May. Was T3 at the Byron Nelson Golf Classic, on the strength of a 67-66 weekend, was T9 at the Houston Champions International and T2 at the Colonial National Invitational, a stroke behind winner Homero Blancas…After a T8 at the U.S. Open at Hazeltine National GC in Minnesota, he took the 36-hole lead at The Open Championship at St. Andrews. Couldn't hang on and finished T3, done in by a final-round 77 at the Old Course…Lost a playoff in October at the Kaiser International Open. Playoff also included Bert Yancey and Ken Still, with Still prevailing…Finished his TOUR season well, although he couldn't secure a victory. Was T3 at the Coral Springs Open in Florida, dropping a two-stroke decision to Bill Garrett…In his final start of the year, traveled to the Bahamas and was solo third, three behind winner Doug Sanders…Played in the World Cup for a second consecutive year. With a new partner, Dave Stockton, the U.S. team was solo fourth at the Jockey Club in Buenos Aires, Argentina.\n\n1969: Ranked seventh on the money list, surpassing the $100,000 mark for a second consecutive season ($103,628). Cruised to a lopsided victory, his lone title of the year, at the Tucson Open. With weekend rounds of 68-66, he rolled past Miller Barber by seven strokes…Entered the final round of the Tournament of Champions at La Costa Resort and Spa in Carlsbad, Calif., tied with Gary Player. Had a tough final round, shooting a 2-over 74 to finish two back of Player, alone in second. That began a streak of three top-five finishes in four starts…At the Byron Nelson Classic a week after the Tournament of Champions, watched a similar scenario unfold. Was tied with Bob Charles through 54 holes but again shot a Sunday 74 (4-over at Preston Trail GC) to drop into a T5...Most disappointing loss of the year was at the unofficial Alcan Open in Portland, Ore. He led Billy Casper by six shots with three holes to play but still lost. He watched as Casper finished his round with four consecutive one-putt birdies, while he was bogeying the 16th hole, triple-bogeying the 17th and parring the 18th at Portland GC…Had four third-place showings. First came at the Monsanto Open, in Pensacola, Fla. Four sub-70 rounds (67-69-66-68) wasn't enough as Jim Colbert finished three shots ahead…Was T3 at the Jacksonville Open, two shots out of the Raymond Floyd-Gardner Dickinson playoff that Floyd won…Couldn't overcome an opening 3-over 74 at the Texas Open in San Antonio. Closed with a 68-67-68 finish to T3 at Pecan Valley CC…Final top-three of the year was a solo third at the Danny Thomas-Diplomat Classic. Closed with a 6-under 66 at the Diplomat-Presidential GC in Miami but watched as Arnold Palmer fired a 65 to win…Teamed with Orville Moody to win the World Cup for the United States in Singapore. Also won the International Trophy that went to the international winner. His final-round 65 gave him a comeback win against Argentina's Roberto De Vicenzo. \n\n1968: Had a strong start to his season in California, with a T14 at the Kaiser International Open, a T8 at the Los Angeles Open and a T6 at the Bob Hope Desert Classic...Added a third top-10, with a T9 at the Florida Citrus Open in Orlando, followed by a solo 10th at the Pensacola Open...Looked ready to win for the first time, at the Houston Champions International. Through 54 holes, he was 9-under and a stroke behind third-round leader Dan Sikes. A Sunday 71 at Champions GC left him in solo second, one shot short of winner Roberto De Vicenzo...Came back two weeks later in Fort Worth, Texas, with a T4 at the Colonial National Invitational...At the Atlanta Classic, shot a final round 69 to move up five spots on the leaderboard into a solo second behnd winner Bob Lunn...Gained headlines with his first TOUR win, at the U.S. Open at Oak Hill CC, becoming the first player in Open history to play all four rounds under par and in the 60s. Never held the lead at the end of any of the first three rounds, but his final-round 69 at Oak Hill CC helped him to a four-shot win over Jack Nicklaus...He followd his U.S. Open win with back-to-back T6s, at the Cleveland Open and the Buick Open...Late in the year, he was T3 at the Sahara Invitational...Put an exclamation point on his season when he opened and closed with 68s at Waialae CC that was enough for a two-shot victory over George Archer at the Hawaiian Open. With $125,676 in earnings, he finished sixth on the money list. \n\n1967: Voted PGA TOUR Rookie of the Year...Got national attention at the U.S. Open at Baltusrol when he finished fifth and made $6,000...Added three more top-10s during the season. At the Greater Hartford Open, he T10, his first of eight top-10s at the event in 14 starts...A week after his Connecticut showing, he was T7 at the Westchester Classic in New York...Seven days later, at the Carling World Open, he added another T7 and eventually finished 45th on the money list. \n\n1966: Made his professional PGA TOUR debut, at the U.S. Open, where he finished T54 at The Olympic Club...Had a T5 at the unofficial Panama Open in Panama City, five shots behind winner Wilf Homenuik...Won the 54-hole New Mexico Open, making seven birdies in 11 holes in the second round to defeat Don Klein by six strokes in Albuquerque...Won the Texas State Open in October in Houston, successfully defending his 1965 title. Defeated amateur Marty Fleckman by four shots. Butch Baird was the second-best professional, finishing a distant nine strokes back. \n\n1965: Named the assistant professional at Horizon Hills CC in Dallas...Edged Frank Wharton in a playoff to win the Texas State Open. After finishing regulation at 8-under, he birdied the first playoff hole and the $1,200 first-place check...In November, finished second, losing by four strokes to Homero Blancas at the Mexican Open in Mexico City.\n\n1960: Turned professional and became the head professional at Hardy's Driving Range in Dallas. \n\nAmateur: Played in the PGA TOUR's Dallas Open and the Beaumont Invitational in 1962. Was T49 at Dallas' Oak Cliff CC and T58 in Beaumont.\n","otherCarHigh" : "","personal" : "Entirely self-taught and, as a youth, became the protege of Hardy Greenwood, owner of Hardy's Driving Range in Dallas...Was raised next door to the Glen Lakes CC in Dallas where he got started in the game...Served in the Marine Corps for four years from the age of 17 to 21...Became a golf professional in 1960 and got his first job working as an assistant professional in El Paso, Texas...Between PGA TOUR and Champions Tour, served a stint as golf analyst for NBC...Favorite courses are Pine Valley, Oak Hill and Cypress Point...Favorite entertainer was Alan King and also enjoys George Lopez...Other favorites include \"Chariots of Fire,\" Michael Jordan and steak...Biggest thrill was winning the 1971 U.S. Open...Enjoys spending time with his family...One of his superstitions is not using a yellow tee. \n","otherInfo" : "","ntlTeams" : "Ryder Cup (6), 1969, 1971, 1973, 1975, 1979, 1981; Ryder Cup Captain (1), 1985; World Cup (5), 1968, 1969, 1970, 1971, 1974.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1989","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(13): 1969 World Cup [with Orville Moody]. 1971 World Cup [with Jack Nicklaus]. 1973 Mexican Open. 1974 World Series of Golf. 1975 Mexican Open. 1977 Morocco Grand Prix. 1978 Benson & Hedges Lancome Trophy, International Open. 1979 Canadian PGA Championship. 1980 Lancome Trophy. 1981 Sun City Classic. 1983 Canadian PGA Championship. 1985 British Masters. 1987 Skins Game.","intlVics" : "(10): 1991 Liberty Mutual Legends of Golf [with Mike Hill]. 1992 Mitsukoshi Classic, Liberty Mutual Legends of Golf [with Mike Hill]. 1993 American Express Grandslam. 1994 American Express Grandslam. 1995 Liberty Mutual Legends of Golf [with Mike Hill]. 1996 Liberty Mutual Legends of Golf [with Mike Hill], Australian PGA Seniors' Championship. 2000 Liberty Mutual Legnds of Golf Legendary Division [with Mike Hill]. 2003 ConAgra Foods Champions Skins Game.","curYearHigh" : "","carHigh" : "2015: Teamed with Mike Hill to finish eighth in the Legends Division of the Bass Pro Shops Legends of Golf.\n\n2014: Lone appearance was in June when he teamed up with long-time partner Mike Hill to compete in the Legends Division of the Big Cedar Lodge Legends of Golf. The pair finished seventh.\n\n2012: Lone Champions Tour appearance came at the Liberty Mutual Legends of Golf when he partnered long-time teammate Mike Hill to a T3 finish in the Demaret Division...Played in the PNC Father-Son Challenge with his son, Daniel. \n\n2011: In his 44th year as a TOUR professional, made just one official appearance, finishing T56 at the Toshiba Classic. Bettered his age for the first time in his career when he fired a 1-under-par 70 in the opening round of the event. The 71-year-old also matched his age in the final round at Newport Beach CC, the second time in his career he's done that...Also teamed with Mike Hill to finish T2 in the Demaret Division competition at the Liberty Mutual Legends of Golf. The duo's 36-hole, better-ball score of 64-65—129 was five shots behind winners Gibby Gilbert and J.C. Snead...During the year, he conducted several fund-raising events for Fort Worth Junior Golf Association. 2010: Made four Champions Tour starts, with a T69 at thhe SAS Championship his best showing...Paired with Mike Hill in the Demaret Division of the Liberty Mutual Legends of Golf to T5. 2009: Was T64 at the Toshiba Classic in March in California, his top performance among his six official starts...Came up just short of winning the Demaret Division of the Liberty Mutual Legends of Golf with partner Mike Hill, dropping a two-stroke decision to Gary Koch and Roger Maltbie.\n2008: Was troubled by a balky right knee late in the year, which required surgery for torn cartilage in October...Was 41st at the MasterCard Championship at Hualalai in Hawaii to start the season...Teamed with Mike Hill to T5 in the Raphael Division of the Liberty Mutual Legends of Golf. Suitably recovered from his surgery, he played with his son Tony to finish 18th at the Del Webb Father-Son Challenge in December in Orlando. \n2007: Started his season at the unofficial Raphael Division of the Liberty Mutual Legends of Golf. Was T9 with Mike Hill in Savannah, Ga...In his six official appearances, a T59 at the AT&T Championship was his top showing. 2006: Equaled his age for the first time when he fired a 5-under 66 in the second round of the AT&T Championship in San Antonio. Round at Oak Hills included a 30 on the front nine (his back nine) and was his best score since posting 65 in August 2003 at the Long Island Classic in New York. 2005: Underwent revolutionary surgery, having an “X-Stop” procedure done on the facet joints in his lower back in Cologne, Germany in early May...Was T31 at the MasterCard Championship at Hualalai to start his season. \n2004: Co-honoree at the Memorial Tournament with prominent women's amateur golfer Joyce Wethered...Also was honored by Northern Ohio Charities with the Ambassador of Golf Award, which he received at the World Golf Championships-NEC Invitational...Was T2 with Mike Hill at the Liberty Mutual Legends of Golf's Raphael Division, duplicating the duo's previous-year performance...Best finish among his 12 official events was a T11 at the Bruno's Memorial Classic outside Birmingham, Ala., where he opened with a 4-under 68 at Greystone GC...Finished fourth in defense of his Champions Skins Game title. 2003: Captured the ConAgra Foods Champions Skins Game in January. Defeated Hale Irwin with a birdie on the third extra hole for his first victory in the unofficial event...Was T2 with Mike Hill in the Raphael Division of the Liberty Mutual Legends of Golf...Was T22 at the MasterCard Championship at Hualalai, where he had three under-par rounds. \n\n2002: Lone top-10 performance came late in the season when he T9 at the Napa Valley Championship, thanks to a pair of 3-under 69s on the weekend…Was among the early leaders after a first-round 66 at the Lightpath Long Island Classic, his low score of the season.\n\n2001: Earned a $1-million prize when he made a hole-in-one at the Par-3 Challenge at Treetops Resort in Michigan…In official events, had two top-10 finishes, a solo ninth-place effort at the Toshiba Senior Classic and a T9 at the Farmers Charity Classic.\n\n2000: Ended a victory drought of more than two years when he prevailed by two strokes over Walter Hall at the Cadillac NFL Golf Classic in New Jersey. Became just the second player to win in five different decades (Gary Player is the other). Victory at Upper Montclair CC made him, at the time, the seventh-oldest player to win a Champions Tour event...Made his second hole-in-one on the Champions Tour, at the Nationwide Championship...Made his final appearance at The Open Championship but failed to make the cut at St. Andrews. It also marked both his final major championship start and his final PGA TOUR appearance.\n\n1999: Played in 25 tournaments, placing 39th on the final money list. Slipped out of the top 31 on the earnings list for the first time since joining the Champions Tour. Tied for the first-round lead at the Cadillac NFL Golf Classic and eventually finished third at Upper Montclair CC in New Jersey…Had three rounds in the 60s for a T6 at the Pacific Bell Senior Classic, the last full-field event of the season…Teamed with Mike Hill to finish T5 at the Liberty Mutual Legends of Golf…Won the Sun Microsystems Par-3 Challenge in November, holing a 5-foot birdie putt to beat Fred Couples on the second playoff hole…Surpassed the $12-million mark in combined all-time earnings after finishing T11 at the BankBoston Classic in August. \n\n1998: Claimed his third Southwestern Bell Dominion title, a two-stroke win over Mike McCullough. Victory in San Antonio was his seventh overall title in his native state of Texas. \n\n1996: Emerged victorious from a then-record five-man playoff at the Emerald Coast Classic. Holed a 35-foot birdie putt on the first extra hole to nip Mike Hill, Dave Stockton, David Graham and Bob Eastwood...Teamed with Mike Hill to win a fourth Liberty Mutual Legends of Golf title…Took a five-stroke victory over Terry Gale at the inaugural Australian PGA Seniors in Canberra at Gold Creek CC. Was 6-under during the windy, four-round affair. \n\n1995: Captured an unprecedented third Liberty Mutual Legends of Golf title with Mike Hill...Became the Champions Tour's all-time victory leader at the time when he successfully defended his Northville Long Island Classic title, the 25th win of his Champions Tour career...Also became the first two-time winner of The Transamerica.\n\n1994: Notched six victories before August and was chosen by his peers as the Champions Tour Player of the Year for a third time...Earnings of $1,202,369 were the most of his illustrious career for a single season...Caught Miller Barber on the all-time victory list when he triumphed at the Northville Long Island Classic, his 24th career title...Also benefited from a late collapse by Raymond Floyd for his second PGA Seniors' Championship...Played hurt for the majority of the summer with a bulging disc in his neck and underwent surgery in October. \n\n1993: Won three times despite not starting the season until the last week of March due to surgery for ligament damage near his left thumb. Won the Cadillac NFL Golf Classic in his seventh start of the year, then claimed back-to-back events at the Nationwide and Vantage Championships. \n\n1992: Secured his second Arnold Palmer Award after becoming the first golfer to earn over $1 million in a season twice...Easily garnered Player of the Year honors as well on the strength of five official victories...Claimed three straight titles in the spring: The Tradition, PGA Seniors' Championship and Las Vegas Senior Classic...Successfully defended his Vantage at the Dominion title and Bell Atlantic Classic victory during the summer which was his 15th career win...Also teamed with Mike Hill to win a second consecutive Liberty Mutual Legends of Golf crown...Earned his third straight Byron Nelson Award with a 69.46 scoring average. \n\n1991: Won three times...Defended his title at the Aetna Challenge, nipping Dale Douglass with a birdie at the final hole...Triumphed at the Vantage at The Dominion when he eagled the final hole...Cruised to a four-stroke victory at the Sunwest Bank\/Charley Pride Senior Classic in New Mexico...Teamed with Mike Hill to win the Liberty Mutual Legends of Golf...Earned a second consecutive Byron Nelson Award with a scoring average of 69.50...Played in the Masters Tournament and the U.S. Open for a final time, finishing T49 at Augusta National and missing the cut at the U.S. Open.\n\n1990: Was the leading money-winner in all of golf and became the first Champions Tour player to earn over $1 million in single-season earnings...Easily took home the Arnold Palmer Award, as well as Player of the Year and Rookie of the Year honors...His seven victories, a personal best for one season, were the second highest total in a year at the time...Won three of his first four starts, including the Royal Caribbean Classic, his first, where he made up seven strokes over the last nine holes to defeat Jim Dent...Shot 67 on the final day at Ridgewood CC to beat Jack Nicklaus for the U.S. Senior Open title...Posted back-to-back wire-to-wire wins at the Aetna Challenge and The Vintage Chrysler Invitational...Finished out of the top 10 only twice all year and won the Byron Nelson Award with a stroke average of 68.89, the lowest in Champions Tour history at the time. \n\n1989: Had back-to-back top-10s in July. At the Beatrice Western Open, opened with a 1-over 73 at Butler National GC then reeled off three consecutive under-par rounds to T5 with Lance Ten Broeck, five shots behind winner Mark McCumber...The following week, outside Hartford, Conn., he had a second-round 64 at TPC Connecticut. Played his final 36 holes in 4-under to T4...Joined the Champions Tour at the last official money event of the year, the GTE Kaanapali Classic. Carded back-to-back 69s at that rain-shortened event and finished T7...Paired with Andy Bean at the RMCC Invitational hosted by Greg Norman. In the alternate-shot, best-ball, scramble event at Sherwood CC in Thousand Oaks, Calif., the duo T9...Finished a seven-year stretch serving as an NBC Sports' on-course commentator for PGA TOUR events as he began preparing for his Champions Tour career. \n","otherCarHigh" : "Won 29 times on the PGA TOUR, including six major championships...Voted PGA TOUR Rookie of the Year in 1967...Was the leading money-winner in 1970 with $157,037 and was voted as the Player of the Year in 1971...Made his debut at the 1966 U.S. Open, but first got national attention the next year at Baltusrol when he finished fifth and made $6,000...Gained headlines with his first TOUR win at the 1968 U.S. Open at Oak Hill CC, becoming the first player in Open history to play all four rounds under par and in the 60s...Won the Open again in 1971, defeating Jack Nicklaus in an 18-hole playoff at Merion...Won back-to-back Open Championship titles in 1971 and 1972...Collected a record fifth Vardon Trophy in 1980 with a scoring average of 69.73, the lowest since Sam Snead's 69.23 in 1950...At age 44, won a second PGA Championship in 1984 at Shoal Creek in Birmingham. Ended a three-plus-year victory drought with that title, outlasting Gary Player and Lanny Wadkins down the stretch...Member of six American Ryder Cup teams and was captain of the 1985 squad...Teamed with Orville Moody to win the 1969 World Cup for the United States, and joined Nicklaus for another World Cup title in 1971...Hampered throughout his career by back problems and underwent surgery for a herniated disc in November of 1976...Struck by lightning, along with Bobby Nichols and Jerry Heard, at the 1975 Western Open...Inducted into the World Golf Hall of Fame in 1981...Sporting News Man of the Year in 1971...Won the Ben Hogan Award from the Golf Writers Association of America in 1980...Co-honoree at the 2004 Memorial Tournament with prominent women's amateur golfer Joyce Wethered...Also was honored by Northern Ohio Charities with the 2004 Ambassador of Golf Award, which he received at the World Golf Championships-NEC Invitational...Was the recipient of the PGA Distinguished Service Award in August 2013. The award, inaugurated in 1988, honors outstanding individuals who display leadership and humanitarian qualities, including integrity, sportsmanship and enthusiasm for the game of golf.","personal" : "Entirely self-taught and, as a youth, became the protégé of Hardy Greenwood, owner of Hardy's Driving Range in Dallas...Was raised next door to the Glen Lakes CC in Dallas where he got started in the game...Served in the Marine Corps for four years from the age of 17 to 21...Became a golf professional in 1960 and got his first job working as an assistant professional in El Paso, Texas...Between PGA TOUR and Champions Tour, served a stint as golf analyst for NBC...Favorite courses are Pine Valley, Oak Hill and Cypress Point...Favorite entertainer was Alan King and also enjoys George Lopez...Other favorites include \"Chariots of Fire,\" Michael Jordan and steak...Biggest thrill was winning the 1971 U.S. Open...Enjoys spending time with his family...One of his superstitions is not using a yellow tee.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 29 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}