{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "37091","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Kim","first" : "Jae-Ho","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "185","weightMetric" : "84","birthDate" : "January 29, 1982","age" : "34","birthPlace" : "Busan, South Korea","residence" : "Yongsan, South Korea","family" : "Wife: Bora Kim","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2003","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2014: Played three solid rounds at the PGA TOUR China Series' first Qualifying Tournament, in Shenzhen, to earn his playing privileges. Overcame a second-round 78 with a 68-72-70 in his other three rounds to T6 with fellow South Korean Geon Ha Kim (no relation)…In his first Korean Tour start of the season, was T39 at the Promi Open…Made his PGA TOUR China Series debut at the Buick Open in Guangzhou, shooting second- and final-round 68s to T17 at Dragon Lake GC…At the SK Telecom Open in mid-May, was T63, tying with Scott Laycock, Jae Kyung Park and Wisut Artjanawat…Lost in the first round of the Munsingwear Match Play Championship, also on the Korean Tour…Had a nice week at the Bosung Country Club Classic in June. Finished at 6-under and T16, six shots out of the Woo Hyun Kim and Joon Woo Choi playoff…Two weeks later, enjoyed another top-25 outing—ending T22 at the Gunsan Country Club Open…Added a T55 in July at the Korean PGA Championship…Had another top-20 at the Vainer-Pineridge Open in mid-August, finishing T17...Back in action on the PGA TOUR China Series, finished T38 at the Cadillac Championship after opening 70-70 at Qinghe Bay GC…In his next start, was T48 at the Jianye Tianzhu Henan Open…On the Korean Tour in mid-October, finished at 8-under at the K.J. Choi Invitational to T17 at Lake Hills Suncheon CC…Shot a third-round, 4-under 68 at the Nine Dragons Open and took a two shot lead into the last day at Nine Dragons GC in November. After making six birdies in his third round, he waited until the 14th hole to make his first birdie. Began the day with a double bogey-par-bogey start during his first three holes and never recovered. Still posted his career-best PGA TOUR China finish, a fourth-place effort and a career-high￥81,600 payday. \n\n2013: Finished 53rd on the Korean Tour order of merit, playing in 13 events. Made one Asian Tour start, finishing T69 at the CJ Invitational hosted by K.J. Choi…On the Korean Tour, best medal-play performance was a T19 at the Happiness Kwangju Bank Open, with a first-round 667 and a third-round 65 instrumental in the top-20 finish…Was T17 at the Munsingwear Match Play Championship. \n2012: Was 41st on the Korean Tour order of merit. Made a run at victory at the Happiness KJB Korean PGA Championship, finishing T2 to Sang Hee Lee, alongside Seong Yong Kim and Jun Won Park...Added a T12 at the Shinhan Donghae Open in October. \n2011: Did not make any Korean Tour starts during the year. \n2010: On the Korean Developmental Tour, missed the cut in his only two starts. \n2009: Had a nice showing at the KEB Invitational on the Korean Tour in late-September. Finished at 4-over to T17. It was his only top-25 of the season. \n2008: Best outings came on back-to-back weeks in October. At the 24th Shinhan Donghae Open, fired a final-round 66 to T15…A week later, finished T19 at the SBS Open Meritz. Those two tournaments allowed him to finish 80th on the order of merit. \n2007: Did not make any Korean Tour starts during the year. \n2006: Missed the cut in his only Korean Tour start, at the SBS Open. \n2003: At the Korean PGA Championship finished T39 for his top finish. \n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was 4th in 2014 at the Nine Dragons Open.","dynStats" : "He ranks 62nd in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}