{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24357","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Choi","first" : "K.J.","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "185","weightMetric" : "84","birthDate" : "May 19, 1970","age" : "45","birthPlace" : "Wando, South Korea","residence" : "Westlake, Texas","family" : "Wife, Hyunjung Kim; Hohjun \"David\" (5\/9\/97), Amanda (3\/4\/02), Daniel (12\/26\/03)","education" : "","splInterest" : "Movies","pronunciation" : "CHOY","nwTourAlumnus" : "","trndProYear" : "1994","clubAffl" : "","cityPlaysFrm" : "Dallas; TX; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2000","qSchoolYear" : "1999, 2000","exmtStatus" : "Winner, 2011 PLAYERS Championship (through 2015-16)","otherVics" : "","intlVics" : "(9): 1996 Korean Open. 1999 Ube Kosan Open [Jpn], Kirin Open [Jpn], Kolon Korean Open. 2003 Linde German Masters [Eur], S.K. Telecom Open [Asia]. 2005 S.K. Telecom Open [Asia]. 2009 Iskandar Johor Open [Asia]. 2011 CJ Invitational [Asia]. 2012 CJ Invitational [Asia].","curYearHigh" : "Was the 54-hole co-leader in his 14th start at the Farmers Insurance Open. Missed a putt for birdie on the 72nd hole to force sudden death with eventual-champion Brandt Snedeker. Posted a final-round 4-over 76 good for solo second in the unscheduled Monday finish. Marked his third top-10 finish in last four years at Torrey Pines...Made cut for 16th time in 16th appearance at Northern Trust Open where he finished T5 with four rounds in the 60s.","carHigh" : "2014-15: Made 14 cuts in 19 PGA TOUR starts, with his best showing a T15 at the Valero Texas Open. Finished 152nd in FedExCup standings...At the K.J. Choi Invitational on the Korean Golf Tour in mid-October 2014, served as tournament host and contended at the event at Lake Hills Suncheon CC. Finished T3 with Ji Ho Jung, a distant seven shots behind winner Sang Hyun Park...Served as a vice-captain to Nick Price for the International team at The Presidents Cup in homeland of South Korea.\n\n2013-14: Claimed a pair of T2 finishes in 17 made PGA TOUR cuts. As a result, made an eighth consecutive start in the FedExCup Playoffs. Played well enough to stay alive through the first three events, but at No. 69 in the FedExCup standings after the BMW Championship failed to make it to the TOUR Championship by Coca-Cola for a third consecutive year...Through the K.J. Choi Foundation (kjchoifoundation.org), donated his $100,000 winnings from the 2013 ISPS Handa World Cup to help with the Typhoon Haiyan relief efforts in the Philippines. The funds, sent to the American Red Cross in conjunction with the Philippines' chapter of the Red Cross, were used to provide relief supplies to the areas worst hit by the typhoon...Finished in a five-way T2 at the Farmers Insurance Open, one shot behind Scott Stallings' winning score of 9-under 279. Made the cut on the number at even-par but closed with rounds of 70-66 to climb the leaderboard...Finished T2 at the Travelers Championship for his first top-10 in six starts outside Hartford. Played in the second-to-last group and had a 33-foot putt for birdie to force a playoff with eventual champion Kevin Streelman, who was already in the clubhouse.\n\n2013: Made the cut in 20 of 24 starts during the season, with a sixth-place finish at the Valero Texas Open the best of two top-10 showings. Finished the year No. 73 in the FedExCup, seven points shy of Ernie Els in the 70th spot (top 70 advanced to the BMW Championship)...Held a share of the first-round lead at the Farmers Insurance Open with defending champion Brandt Snedeker, following a 7-under 65 at Torrey Pines, the low round of the day on the South Course. Ensuing rounds of 73-71-72 resulted in a six-way T9 in his 11th start in the event...Known for supporting various relief efforts around the globe to help Korean communities, was named in early February as the recipient of the Golf Writers Association of America's Charlie Bartlett Award. The award, named for the first secretary of the GWAA, is given each year to a professional golfer for contributions to the betterment of society. Was honored at an awards dinner in Augusta, Ga., the week of the Masters...In April, closed with a 4-under 68 at the Valero Texas Open to claim sixth-place honors. The top-six finish was his best in five starts in San Antonio, bettering his T7 in 2003.\n\n2012: Shot a final-round 65, matching the low round of the day, at the Hyundai Tournament of Champions to open his season with T5...Finished T8 for his first top-10 performance in 11 starts at the World Golf Championships-Bridgestone Invitational. It is just his third top 10 in 31 World Golf Championships starts (T5 at the 2008 Accenture Match Play Championship and T6 at the 2003 Cadillac Championship)...Was unable to make a charge in the Playoffs, with a T73 at The Barclays and missed cut at the Deutsche Bank Championship leading to a 98th-place finish in the FedExCup standings. Marked just the second time in six seasons he has failed to finish inside the top 15 in the FedExCup (finished No. 101 in 2009)...In early October, successfully defended the CJ Invitational in his native South Korea, an Asian Tour event he hosts. Shot four rounds in the 60s at Haesley Nine Bridges GC, including a 65-68-67 finish to defeat Sangmoon Bae by two strokes. Again indicated he would donate his winnings of just under $120,000 to the K.J. Choi Foundation. \n\n2011: Collected his eighth career PGA TOUR victory with a playoff triumph over David Toms at THE PLAYERS. Converted a 10-foot, 4-inch birdie putt on No. 17 and a 4-foot, 10-inch par putt on No. 18 to force the playoff, the first of his PGA TOUR career. Became the first Korean and first Asian-born player to win THE PLAYERS. His win at TPC Sawgrass was his first victory since the 2008 Sony Open in Hawaii, a span of 74 events on TOUR. Collected the win despite a bogey on the par-5 11th, a hole he eagled in the second round, a hole that played as the third-easiest for the week...Posted a T7 at the Northern Trust Open for his first top-10 of the season...Finished T6 at the Arnold Palmer Invitational on the strength of a tournament-best 8-under-par 64 in the second round...Making his 40th start in a major championship, carded a final-round even-par 72 to finish T8, the third top-10 finish of his career in nine starts at the Masters (third in 2004, T4 in 2010 and T8 in 2011). Now has nine consecutive par-or-better rounds at Augusta National, the best streak of his career at the Masters...Claimed T3 honors in May at the Zurich Classic of New Orleans, site of his maiden victory in 2002. Charged up the leaderboard Sunday with six birdies to claim the top-five finish...Announced May 23, following his PLAYERS Championship win that he would host the K.J. Choi Invitational in October at Sky72 GC in Incheon, South Korea. The event was a co-sponsored event between the Asian Tour and the Korean Tour. Not only played the good host at the event at Haesley Nine Bridges GC but also won. Began the final round two strokes behind Anthony Kim, but a final-round 67 gave him a two-stroke win over fellow countryman Noh Seung-Yul...Making his 300th career PGA TOUR start, the 2007 AT&T National champion finished two strokes behind Nick Watney at the AT&T National for the fourth runner-up finish of his career. Jumped to No. 2 in the FedExCup standings as a result. Carded an Aronimink GC record (later topped by Watney in the third round) with a second-round, 6-under 64 to carry a two-stroke lead into the weekend. By finishing second, it marked the seventh time in eight attempts he has finished no worse than second when holding the lead at the midway point of a TOUR event (T16 at 2008 Open Championship)...Finished T10 at the BMW Championship, his third straight top-10 finish at the event...Making his eighth start at the TOUR Championship by Coca-Cola, finished T3 for his third-consecutive top 10 at the event. It represented a career-best eighth top-10 finish of the season. Finished No. 11 in the FedExCup, giving him four top-15 finishes in the five seasons of the season-long competition. Also finished a career-best fourth on the official money list...In his third Presidents Cup appearance, recorded a 3-2-0 record in a losing cause for the International team. \n\n2010: Bounced back with nine top-10 finishes after a sub-par season in 2009, earning a return visit to the TOUR Championship. Finished 15th in final FedExCup standings...Was second at the Transitions Championship, joining winner Jim Furyk as the only two players to post all four rounds in the 60s. Also posted four rounds in the 60s for 2002 win at Innisbrook's Copperhead Course. Joined Furyk, Vijay Singh (2004) and Jesper Parnevik (2004) as the only players to shoot four sub-70 rounds in tournament history. It was his first top-10 finish since a T3 at 2009 Northern Trust Open, advancing from 75th to 47th in the Official World Golf Ranking just two weeks before the Masters Tournament...Finished T4 at the Masters after becoming the first player to be paired with Tiger Woods in all four rounds of a tournament. In 35 major appearances before the 2010 Masters, his only top-five finish came at the 2004 Masters (third). Has three top-25 finishes at Augusta...Next top-10 finish came 13 starts later, opening with an even-par 71 and then carding three consecutive, 2-under 69s in difficult scoring conditions to finish T3 at the BMW Championship. His second top-five at the event in three years helped him jump from No. 52 to No. 23 in the FedExCup standings, earning a spot in the TOUR Championship...Finished T7 in his seventh career start at the TOUR Championship, with rounds of 68-68-74-68. \n\n2009: Solid season with six top-25 finishes, including a third-place finish...One of four players to record all four rounds in the 60s at the Northern Trust Open, finishing T3 and two strokes behind champion Phil Mickelson. It was his third top-10 finish at the tournament and second consecutive (T7 in 2008)...Shot a 64 late in the year to win the rain-shortened Iskandar Johor Open on the Asian Tour in his home country of South Korea. \n\n2008: Captured his seventh career victory (Sony Open in Hawaii) on his way to a 10th-place finish on the FedExCup points list. Recorded five top-10s...Survived blustery final-round conditions at Waialae CC and a spirited charge by Rory Sabbatini, closing with a 1-over 71 for a three-shot victory at the Sony Open in Hawaii. The wire-to-wire victory gave Choi a fourth straight year with a PGA TOUR win, joining Tiger Woods, Phil Mickelson and Vijay Singh with active streaks that long...Finished T5 at the World Golf Championships-Accenture Match Play Championship. Lost to eventual champion Tiger Woods, 3 and 2, in the quarterfinals...Didn't crack the top 10 until 14 tournaments later, finishing T5 at the BMW Championship and jumping into the top 10 on the FedExCup points list (No. 8)...Ended the season with a ninth-place finish at the TOUR Championship by Coca-Cola. \n\n2007: Had best season of career, with two victories, at the Memorial Tournament and AT&T National, a spot on the International Team for The Presidents Cup and a fifth-place finish in the FedExCup standings...Carded rounds of 69-70-67-65—271 in claiming his fifth career TOUR title at the Memorial Tournament...Final-round 65 tied the low final round for a winner at the Memorial. Managed to get up-and-down for par on the final three holes to solidify the win. Victory was special since he learned the game in native Korea by reading host Jack Nicklaus' instruction books...Five weeks after winning Nicklaus's Memorial Tournament, took the title at the inaugural AT&T National, with Tiger Woods as the host. Shot a final-round 68 for a 9-under 271 total to defeat Steve Stricker by three strokes and win for the sixth time, the most TOUR victories by an Asian-born player. Gave partial credit to improved putting to the use of a larger putting grip...Held a two-stroke lead through 36 holes at The Barclays and finished second, one stroke behind third-round leader Steve Stricker. It marked the first time in his career that he didn't win after leading a TOUR event through 36 holes (4-1). Moved over the $4-million mark in a single-season earnings for the first time in his career...Ended the FedExCup Playoffs fifth in the standings, earning a $1-million bonus...Went 1-3-0 in his second Presidents Cup. \n\n2006: Made 22 cuts in 26 events played and collected four top-10s, including winning the last full-field event of the season (Chrysler Championship) which earned him a spot in the TOUR Championship...A T7 at the PGA Championship was his first top-10 in a major since a T6 at the 2004 PGA Championship. It was his third career top-10 in a major in 23 starts...The 2002 champion held the 36- and 54-hole leads at the Chrysler Championship. He fired a final-round 67 to win by four strokes. Choi and Shigeki Maruyama were the first two Asian-born players to win multiple events on TOUR...Earned a spot in the field at the TOUR Championship for the fourth time in his seven-year TOUR career. \n\n2005: Won for the third time with win at the Chrysler Classic of Greensboro, becoming the second Asian player to win in Greensboro (Shigeki Maruyama, 2003). It was his fourth consecutive top-10 at Forest Oaks CC...Selected to represent South Korea at the World Cup in Portugal...Also won the SK Telecom Open by five strokes on the Asian PGA in early May, an event he won in 2003. \n\n2004: In second Masters appearance, finished solo third, three strokes behind champion Phil Mickelson. Had a 30 on the front nine in second round and 31 on the back nine in final round. Final round included an eagle on the par-4 11th hole...Earned second top-10 in a major with a T6 at the PGA Championship. One of only 10 players to record multiple top-10s in the majors in 2004. \n\n2003: Finished in top 30 for second consecutive season on strength of six top-10s, including a runner-up in the season-opening Mercedes Championships. Fired course-record 11-under-par 62 in third round, and entered final round two strokes back of Ernie Els...Ran off five consecutive top-10s, including a win on the European Tour, beginning with a T4 at the Bell Canadian Open. Posted a final-round 67 to capture the Linde German Masters, his first career victory on the European Tour. The next week in United States recorded an 8-under-par 62 in the second round, good for T7 in San Antonio, and followed that with a T6 at the World Golf Championships-American Express Championship...Was chosen by Gary Player as a Captain's Pick for the Presidents Cup. \n\n2002: Third season on TOUR proved to be the breakthrough as he was one of three first-time winners to win twice...Became the first South Korean winner in TOUR history, closing with 5-under-par 67 for a four-stroke victory in the Compaq Classic of New Orleans. Fourth Asian to win on the TOUR, joining Isao Aoki and Shigeki Maruyama of Japan and T.C. Chen of Taiwan. Donated 10 percent of his $810,000 check to underprivileged South Koreans back home and to the Christian church his family attends near Houston...Earned his second victory in wire-to-wire fashion in his 86th career start at the Tampa Bay Classic. Became the second Asian-born player to win multiple events on the TOUR, joining Shigeki Maruyama of Japan, who earlier in the year earned his second victory at the Verizon Byron Nelson Classic...On Sept. 23, a day after his win in Tampa, had an inflamed appendix removed in Houston. Began suffering stomach pain on the eve of the final round at Tampa Bay. \n\n2001: Finished season inside the top 125 for first time in his career...Earned card for the season via the 2000 PGA TOUR Qualifying Tournament for second consecutive season, finishing T31. \n\n2000: Rookie on PGA TOUR after T35 finish at the 1999 PGA TOUR Qualifying Tournament. Finished 134th on the money list and picked up his only top-10 with a T8 at the Air Canada Championship.\n","otherCarHigh" : "","personal" : "Interest in golf grew after one of his high school teachers recommended he try the sport. Began studying Jack Nicklaus lesson books and videos and spent long hours hitting practice balls on his island home's only practice range. First Korean to earn PGA TOUR card...Grew up the son of a farmer\/fisherman and as a teenage powerlifter earned the nickname \"Tank\" because he could squat 350 pounds although he weighed a mere 95 pounds. He didn't have the upper-body strength to pursue that sport, so he turned to golf, at age 16...After his 2005 victory at the Wyndham Championship, donated $90,000 to the Korean Presbyterian Church in Greensboro, N.C., that he has attended each year he played the tournament...Following his win at the 2011 PLAYERS Championship, donated $200,000 to help victims of the tornados that ravaged the southeastern United States in April of that year.","otherInfo" : "","ntlTeams" : "The Presidents Cup (3), 2003, 2007, 2011; World Cup (5), 1997, 2002, 2003, 2005, 2013.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 2nd at the Farmers Insurance Open.","dynStats" : "He ranks 51st in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/pages\/KJ-Choi-Official-Fan-Page\/131132236961341"},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/kjchoigolf"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/KJchoi_fans"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}