{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06308","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Jacobs","first" : "John","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "225","weightMetric" : "102","birthDate" : "March 18, 1945","age" : "71","birthPlace" : "Los Angeles, California","residence" : "Scottsdale, Arizona","family" : "Sons, Paul, David; one grandchild","education" : "University of Southern California","splInterest" : "Opera, classical music, horse racing, hiking","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1967","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "8,897,328&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1968","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1995","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(4): 1984 Dunlop International, Republic of China Open. 1986 Singapore Rolex Open. 1991 Republic of China Open.","intlVics" : "(1): 1995 Senior Series Gulfport Open.","curYearHigh" : "","carHigh" : "2012: Appeared in 10 events during the year, with his best showing a T30 with partner Fuzzy Zoeller at the Liberty Mutual Insurance Legends of Golf in April.\n\n2011: Made just nine starts during the campaign, with his best finish a T30 at the Liberty Mutual Legends of Golf with partner Fuzzy Zoeller. 2009: Played in just eight official events and was among the top-25 three times...He and teammate Fuzzy Zoeller shared the first-round lead at the Liberty Mutual Legends of Golf before eventually finishing T9...Was T21 at the Walmart First Tee Open at Pebble Beach and T22 at the 3M Championship thanks to a final-round 67, his low round of the year. 2008: Played only 11 events, spending majority of his time as an analyst on Golf Channel's Champions Tour telecasts...Two top-25 performances included a T23 at the season-opening MasterCard Championship at Hualalai where he began witha 6-under 66, his low round of the campaign...Also teamed with Fuzzy Zoeller to T21 at the Liberty Mutual Legends of Golf. 2007: Top performance was a solo seventh at the 3M Championship, his best effort on the Champions Tour in just over three years. 2004: Finished third at the Toshiba Senior Classic after being one stroke off the lead after 36 holes. 2003: Claimed the biggest prize of his career in early June near Philadelphia. Pulled away from Bobby Wadkins with birdies on the 15th and 16th holes to win his only major title, the Senior PGA Championship at Aronimink GC, by two strokes over Bobby Wadkins. At the time, became the oldest winner of that event (58) since Pete Cooper, at age 61, in 1976. His $360,000 first-place check was his largest ever...Suffered left ankle sprain playing a practice round at the PGA Championship and struggled the remainder of the year. 2002: Had best year of his career from an earnings standpoint, with $1,224,737...Made a crucial par save on the final hole to win the rain-shortened Royal Caribbean Classic, his first victory since the 2000 Bruno's Memorial Classic. Edged Isao Aoki, Tom Watson and Bruce Fleisher by a stroke at Crandon Park with an 11-under 133 total...Started the season by finishing second to Tom Kite at the MasterCard Championship. Final-round 68 at Hualalai included the first double eagle of his career on the par-5, 566-yard 10th hole (driver, 8-iron, 189 yards)...Third-round leader at The Countrywide Tradition following a 66 and then finished tied with Jim Thorpe after 72 holes at Superstition Mountain. Lost to Thorpe in the year's first major championship when, on the first extra playoff hole, his 4-foot birdie attempt lipped out. 2001: Best effort came late in the year in Hawaii when he dueled Hale Irwin on the back nine of the Turtle Bay Championship before losing by three strokes. 2000: Eclipsed the $1-million mark for the first time in his professional career...Defeated Gil Morgan in overtime at the Bruno's Memorial Classic. Came from six strokes back Sunday with a final-round 64 at Greystone G&CC and then defeated Morgan with a par on the first playoff hole...Was the first player to post four straight rounds in the 60s at the IR Senior Tour Championship but finished second to Tom Watson by a stroke at the TPC Myrtle Beach...Aced the eighth hole in the third round of the Ford Senior Players Championship, his second hole-in-one on the Champions Tour. 1999: Went wire-to-wire at the beginning of the year for a three-stroke victory over Jim Colbert and Raymond Floyd at the MasterCard Championship...Was also the 18- and 36-hole leader at the Toshiba Senior Classic, but, along with Allen Doyle and Al Geiberger, lost to good friend Gary McCord in an exciting four-way playoff at Newport Beach...First shot his career-low round, an 8-under 63, on Saturday at the EMC Kaanapali Classic. 1998: Tasted victory for the first time in his Champions Tour career when he came from three strokes back on Sunday to claim the Nationwide Championship near Atlanta. Trailed Gil Morgan and Bob Eastwood by three strokes at the start of the final round, but jumped into contention with birdies on five of his first nine holes. Made a key birdie at the 17th hole down the stretch to nip Hale Irwin by a stroke for the title. 1997: Nearly posted his first Champions Tour victory at the Southwestern Bell Dominion. Held a one-stroke lead over David Graham before Graham eagled the final hole to overtake him by one stroke...Knocked on the victory door again three weeks later when he was just two off the lead after 36 holes at the Las Vegas Senior Classic before finishing T3. 1996: Was 23rd on the final money list, with best finish a solo second at the rain-shortened Brickyard Crossing Championship. 1995: Earned fully-exempt status by finishing T2 at the 1995 Champions Tour National Qualifying Tournament...Made his debut on the Champions Tour in June of 1995 (T34) as an open qualifier at the Dallas Reunion Pro-Am. Open-qualified in two other events during the remainder of the year. \n","otherCarHigh" : "From 1968 through 1980, played numerous events on the PGA TOUR, recording three second-place finishes. One of those came at the 1972 Jacksonville Open, where he lost to Tony Jacklin in a playoff...Played in Asia during much of the 1980s...Was the first American to win the Asian golf circuit Order of Merit in 1984...From 1968 through 1991, won more than 100 long drive championships around the world.","personal" : "Grew up on a golf course as a child as his father was director of parks and recreation for the city of Los Angeles...Was assisted in the development of his game by his brother, Tommy, a four-time winner on the PGA TOUR...His dream foursome would include his brother, Arnold Palmer and Walter Hagen, with maybe Ben Hogan thrown in to offset Hagen...Enjoys horse racing and says if he could have one job outside of golf for a day it would be having the opportunity to call a race at a track...Enjoys Italian food...Favorite athletes are Michael Jordan and Arnold Palmer...Selects Winston Churchill and Franklin D. Roosevelt as the two people in history he would most like to meet because their decisions changed our world...Biggest thrills in golf were making the Champions Tour and winning 2003 Senior PGA Championship...Good friend of former Champions Tour player and broadcaster Gary McCord.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T34th at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}