{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27747","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "7","capcure" : "N", "personalInfo" : {"name" : {"last" : "Iwata","first" : "Hiroshi","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "160","weightMetric" : "73","birthDate" : "January 31, 1981","age" : "35","birthPlace" : "Miyagi, Japan","residence" : "Miyagi, Japan","family" : "","education" : "Tohoku Fukushi University (2003)","splInterest" : "Sleeping","pronunciation" : "hih-ROE-she ih-WAH-tuh","nwTourAlumnus" : "Web.com Tour Graduate (2015)","trndProYear" : "2004","clubAffl" : "Sendai CC (Miyagi, Japan)","cityPlaysFrm" : "Sendai; ; Japan","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "669,050&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "xxxxxxxxxx","otherVics" : "","intlVics" : "","curYearHigh" : "Shared the second-round lead at the AT&T Pebble Beach Pro-Am with Sung Kang after opening rounds of 66-66. Paired with Phil Mickelson in the final group on Sunday at the AT&T Pebble Beach Pro-Am, entering the day two behind the lefthander. Stepped on the 16th tee tied for the lead, but went bogey-par-bogey to fall out of the top spot. Posted an even-par 72 to finish T4 at 14-under 273, three strokes behind champion Vaughn Taylor for his best showing on TOUR since the 2014 WGC-HSBC Champions (T3).","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Member of the Japan Golf Tour since 2004. Has improved each of his five seasons on Tour. Made the cut in 16 of 22 starts in 2008, with six top-10 finishes. Was runner-up at the Fujisankei Classic and finished third at the Tsuruya Open. Also T3 at the Mitsubishi Diamond Cup. Finished the year No. 21 on the Order of Merit. Made the cut in 17 of 23 starts in 2007 and finished third three times and had six top-10s. Missed the cut at the 2008 Open Championship, his only career start in a PGA TOUR event. Has never played in a Nationwide Tour event.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2015-16","qSchoolYear" : "","exmtStatus" : "24th on 2015 Web.com Tour priority list","otherVics" : "","intlVics" : "(2): 2014 Fujisankei Classic [Jpn]. 2015 Shigeo Nagashima Invitational Sega Sammy Cup [Jpn].","curYearHigh" : "Shared the second-round lead at the AT&T Pebble Beach Pro-Am with Sung Kang after opening rounds of 66-66. Paired with Phil Mickelson in the final group on Sunday at the AT&T Pebble Beach Pro-Am, entering the day two behind the lefthander. Stepped on the 16th tee tied for the lead, but went bogey-par-bogey to fall out of the top spot. Posted an even-par 72 to finish T4 at 14-under 273, three strokes behind champion Vaughn Taylor for his best showing on TOUR since the 2014 WGC-HSBC Champions (T3).","carHigh" : "2015: Made his Web.com Tour Finals' debut, at the Hotel Fitness Championship. Was one of five non-members looking for PGA TOUR status for the 2015-16 season. A second-round 64 followed by a 66 on Sunday propelled him to a T4 finish in the first Finals' event. Earned $44,000 which all but secured his PGA TOUR membership. Went on to add a T44 at the Nationwide Children's Hospital Championship and a T18 at the Web.com Tour Championship in the third and fourth events to seal his card. Was 24th on the final priority-ranking order...Played in his first World Golf Championships event. Finished T3 at the World Golf Championships-HSBC Champions in Shanghai in early November 2014. Had a birdie putt on Sheshan International GC's 18th hole to join the playoff between Bubba Watson and Tim Clark but missed...Picked up his first top-10 of the Japan Golf Tour season when he T6 at the Thailand Open in June. Moved from a tie for 101st to a tie for third at the 36-hole mark after shooting a 10-under 62 in the second round. Added rounds of 72-68 on the weekend to secure the top-10...Won on the Japan Golf Tour for a second consecutive season when he captured the Shigeo Nagashima Invitational Sega Sammy Cup in early July. Was tied for 16th, six shots behind the 36-hole leader entering the weekend. Made his move Saturday at The North Country GC when he shot a 5-under 67 to move into a tie for third, two shots behind leaders Hyung Sung Kim and J.B. Park. Sunday, shot a bogey-free, 6-under 66 to edge Shugo Imahira by a shot...In early September, at the Japan Golf Tour's Fujisankei Classic, had the low round of the day Sunday, a 6-under 65, that led to a T4 with Shunsuke Sonoda, three strokes behind winner Kyung Tae Kim.\n\n2014: Had a breakthrough year that saw him win his first professional title. Closed the Japan Golf Tour season fourth on that circuit's Order of Merit. At the Japan Golf Tour's Fujisankei Classic in September, began the final round tied for third then fired a 5-under 66 to overtake 54-hole leader Yuta Ikeda to win by a stroke over In Hoi Hur at Fujizakura CC…After opening with a T6 at the Indonesia PGA Championship, came close to registering his first win when he entered the final round of the Token Homemate Cup tied for second with four others, a stroke behind Daisuke Maruyama. Fired a 4-under 67 but saw Yusaku Miyazato shoot a 65 to capture the title…Had another runner-up performance, this time in late-August, at the Dunlop Srixon Fukushima Open. Trailed the duo of Thanyakon Khrongpha and Ryutaro Nagano by three shots with a round to play. Shot a 5-under 67 to T2 with Yuki Inamori, Ryosuke Kinoshita and Kazuhiro Yamashita, two shots behind winner Satoshi Kodaira…Added a pair of top-fives—a fourth-place effort at The Crowns and a T4 at the Toshin Golf Tournament in Central…Other top-10s came at the Gate Way to the Open Mizuno Open and the Bridgestone Open, both T6...Played in his second major championship but missed the cut at The Open Championship. \n\n2013: Recorded two top-10s in his 20 Japan Golf Tour starts and finished 43rd on the money list. First came at the Japan Golf Tour Championship Shishido Hills. Shot himself out of the tournament with an opening-round 6-over 78 then shaved 13 strokes off that score in the second round. Shot weekend rounds of 66-68 to finish at a strong 11-under and a T5…Other top-10 was a T10 at the Dunlop Phoenix in November. Was tied for third with 18 holes to play, but a 2-over 73 on the final day dropped him backward…Just missed a top-10 early in the season, at the PGA Championship Nissin Cupnoodles Cup, when he picked up a T11. \n\n2012: Made 13 cuts in 22 Japan Golf Tour starts and placed 59th on the money list. First top-10 of the season was at the Totoumu Hamamatsu Open. Was tied for second at the halfway point then shot weekend rounds of 73-70 to finish at 9-under and T10…Picked up another T10 at the Fujisankei Classic. Was tied for second with 18 holes to play but struggled to a 4-over 75 on the final day…Finished solo sixth, thanks to a final-round 67 at the Mitsui Sumitomo Visa Taiheiyo Masters.\n\n2011: Finished 50th on the Japan Golf Tour money list, playing on the weekend in 15 of his 23 starts. Could only muster one top-10, a T6 at the Sun Chlorella Classic. Opened with a 73 at Otaru CC then put together a second-round 69 and a third-round 66 to jump into contention. Was tied for sixth with a round to play and finished there when he shot an even-par 72 on the final day…Only other top-20 was a T19 at the PGA Championship Nissin Cupnoodles Cup.\n\n2010: Had a trio of top-10 finishes and a 30th-place position on the final money list. First came early in the campaign, at The Crowns. Moved up the leaderboard each day after opening with a 68 and tying for 17th through 18 holes. Was tied for 14th at the halfway mark and tied for 12th through 54 holes. Shot a final-round 67 to T5…Three starts later, began the final round of the Japan Golf Tour Championship in solo second, a distant seven shots behind leader Katsumasa Miyamoto at Shishido Hills CC. Shot a 74 on the final day to drop into a T6 with two others, six shots behind Miyamoto's winning pace…Two starts later, was T7 at the Toshin Golf Tournament in Lake Wood for his final top-10 of the season. \n\n2009: Played in his second PGA TOUR event, missing the cut at the Sony Open in Hawaii in January…Was 39th on the final Japan Golf Tour money list...After beginning his season missing cuts at the Token Homemate Cup and the Tsuruya Open, picked up a T9 at The Crowns, finishing at 5-under…In his next start, was T4 at the Mitsubishi Diamond Cup Golf. Opened with a 69 then fired a second-round 80 only to recover with a 2-under 70 and a 5-under 67 on the weekend…Only other top-10 was a solo-fourth effort at the Bridgestone Open, shooting three rounds in the 60s (68-68-67) after opening with an even-par 72 to finish five shots behind winner Yuta Ikeda at Sodegaura CC's Sodegaura Course.\n\n2008: Made his PGA TOUR and major championship debut when he missed the cut at The Open Championship...Had a banner Japan Golf Tour season, finishing 21st on the money list, turning in six top-10s and coming close to victory, losing in a playoff to Toyokazu Fuijishima at the Fujisankei Classic after shooting rounds of 69-68-69-65...Was the second- and third-round leader at the Tsuruya Open. Led S.K. Ho with a round to play but shot a Sunday 71 to finish third...Added a T3 at the Mitsubishi Diamond Cup Golf. Opened with a 3-over 74 then fired rounds of 66-67-69 over his final 54 holes to finish two strokes behind winner Prayad Marksaeng...Other top-10s came at the Japan PGA Championship (10th), the Gatew Way to the Open Mizuno Open Yomiuri classic (T6) and the UBS Japan Golf Tour Championship (seventh).\n\n2007: Earned five top-10s during the season, including a pair of top-fives. His 16th-place finish on the money list represented a career-high. First top-10 was a T7 at the JCB Classic, on the strength of weekend rounds of 65-69…Second came with a solo third at the Woodone Open Hiroshima. Enjoyed four rounds at par or better, including an opening 66 and a closing 67 at Hiroshima CC's Hachihonmatsu Course that left him three shots out of the Toru Taniguchi-Prayad Marksaeng playoff that Taniguchi won…Finished T3 at the Sun Chlorella Classic, shooting a final-round, 3-under 69…After that showing, missed three consecutive cuts but then finished T6 at the ANA Open..Final top-10 was a disappointing one, at the Golf Nippon Series JT Cup. Came into the final round with a share of the 54-hole lead with Jeev Milkha Singh. Shot a final-round 68 to finish at 10-under to T3 as Brendan Jones fired a 61 to pass everybody and win by a stroke.\n\n2006: Lone top-10 in the first half of the season was a ninth-place effort at the Woodone Open Hiroshima, shooting four rounds in the 60s at Hiroshima CC…Added a T5 in the fall at the Japan Open Golf Championship and then was T6 late in the year at the Asahiryokuken Yomiuri Memorial...Concluded the year 62nd on the money list. \n\n2005: Did not have a top-10, making half his cuts in his 10 starts. Settled for a 126th-place position on the money list. Best performance of the year was a T24 at the Coca-Cola Tokai Classic. \n\n2004: In his rookie season, made one cut in three Japan Golf Tour starts. Finished T59 at the JCB Classic Sendai for his best finish. \n\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T4th at the AT&T Pebble Beach Pro-Am.","dynStats" : "He ranks 51st in Approach 100-125 yards (RTP Sc on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}