{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "26908","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Ikeda","first" : "Yuta","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "170","weightMetric" : "77","birthDate" : "December 22, 1985","age" : "30","birthPlace" : "Chiba, Japan","residence" : "Chiba, Japan","family" : "","education" : "Tohoku Fukushi University","splInterest" : "","pronunciation" : "YOU-tuh ih-KEY-duh","nwTourAlumnus" : "","trndProYear" : "2008","clubAffl" : "","cityPlaysFrm" : "Japan; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(11): 2009 Japan PGA Championship [Jpn], Vana H Cup KBC Augusta [Jpn], Canon Open [Jpn], Bridgestone Open [Jpn]. 2010 Toshin Golf Tournament in Lake Wood [Jpn], ANA Open [Jpn], Bridgestone Open [Jpn], Dunlop Phoenix [Jpn]. 2011 Sun Chlorella Classic [Jpn]. 2014 Japan Open [Jpn]. 2015 KBC Augusta [Jpn].","curYearHigh" : "","carHigh" : "2015: Finished the Japan Golf Tour season third on the money list, behind only K.T. Kim and Yusaku Miyazato. Had a strong showing at the Musee Platinum Open in July. Turned in four sub-70 rounds, including an opening, 6-under 65 to finish solo fifth, two shots behind winner Kim...Earned his 11th Japan Golf Tour title when he went wire to wire at the KBC Augusta in August. Took a share of the lead with K.T. Kwon after 18 holes then held the outright lead the rest of the way. Fired a second-round 65 and a third-round 71 to give him a one-shot lead over Keiichiri Fukabori and Tomoyo Ikemura with a round to play. Secured the victory with his second 6-under 66 for the week to roll to a five-shot win over Koumei Oda...Was in the mix all week at the Asia-Pacific Golf Championship Diamond Cup Golf. Was tied for second with 18 holes to play after firing a 3-under 67 Saturday. Needed to go low again but could only muster a 1-under 69 on the final day to tie with Toshinori Muto, three shots short of winner Kim...Added a T3 in his next start, at the Top Cup Tokai Classic. Used three 70s and a third-round 68 to tie with Sang Hyun Park, two shots out of the Kim-Shingo Katayama playoff that Kim won...Followed that with a T8 at the Honma Tourworld Cup at Trophia Golf, a final-round 65 getting him inside the top 10...Again flirted with victory, this time at the Japan Open Golf Championship. Opened 68-68 and was tied for third at the halfway mark. Despite a 3-under 69 Saturday, moved into third place with an 11-under total, two shots behind 54-hole leader Satoshi Kodaira. Fired a 71 on the final day, while Kodaira fashioned an even-par 72 that was enough to secure the one-shot triumph. Stood on the 18th tee with a chance to win or force a playoff but ended up bogeying the hole...Had a solid early November tournament on the Japan Golf Tour, at the Heiwa PGM Championship. Opened with a pair of 68s and closed with a 3-under 67 to T6 at Sohbu CC's Sobhu Course. \n\n2014: Closed the Japan Golf Tour season ranked seventh on the Order of Merit. Finished T7 at the Token Homemate Cup early in the Japan Golf Tour season...Next top -10 didn't come until late-August, at the RZ Everlasting KBC Augusta. Finished T7 after four par-or-better rounds at Keya GC, including a final-round, 4-under 68...In his next start, contended at the Fujisankei Classic on the Japan Golf Tour, but a final-round, 2-over 73 knocked him down the leaderboard after a 68-69-69 start. Eventually finsihed T4 with two others...Added a T5 in early October at the Top Cup Tokai Classic, moving into the top five with a final-round, 5-under 67 on the final day... Was a stroke off the lead after both 18 and 36 holes of the Japan Open in mid-October. Shot a 4-under 66 in the third round to take a one-shot lead over Shingo Katayama and Prayad Marksaeng. Survived a final-round, 2-over 72 at Chiba CC's Umesato Course but was able to hang on for a one-shot triumph over Katayama and Satoshi Kodaira. The victory was his first since 2011 and 10th overall on the Japan Golf Tour...Had a strong tournament at the Mynavi ABC Championship. Opened with a 5-under 66 and a 6-under 65 close to T4.\n\n2013: At the Indonesia PGA Championship on the Japan Golf Tour, opened 67-68-67 and was a stroke out of the 54-hole lead. Could only muster a final-round, 1-under 71 at Emeralda GC and fell into a T7, four shots behind winner Choi Ho-Sung...On the first day of December, made a run at victory at the Casio World Open in Japan. Trailed Hideki Matsuyama by two shots through 54 holes, shot a 3-under 69 on the final day but still came up a stroke short of Matsuyama's winning score at Kochi Kuroshio CC.\n\n2012: Shot weekend rounds of 69-66 to T10 at the Token Homemate Cup on the Japan Golf Tour...Added a T6 at the PGA Championship Nissin Cupnoodles Cup in May...Added an additional top-10, a T10 at the Totoumi Hamamatsu Open...Couldn't overcome a first-round 72 at the Japan Golf Tour Championship Citibank Cup Shishido Hills. Played his final 54 holes 65-68-69 to finish solo third, three shots shy of winner Yoshinori Fujimoto...At the Kansai Open Golf Championship, shot a third-round 62, a pair of 31s (9-under) at Izumigaoka CC to move into a tie for second through 54 holes. Had a final-round, even-par 72 to finish solo fourth, four shots behind winner Toshinori Muto...Fell a stroke short of K.T. Kim at the Fujisankei Classic in early September. Shot weekend rounds of 67-67 at Fujizakura CC...At the 54-hole Toshin Golf Tournament at Ryosen GC in September, finished in a tie with Ashun Wu, with both players shooting identical 65-66-67 scores. In the playoff, Wu prevailed in the extra session to win his first Japan Golf Tour title...The next week, again contended only to again finish as the runner-up, this time at the ANA Open in Sapporo. Joined Wen-Chong Liang, Kurt Barnes and Hyung-Sung Kim a stroke behind winner Hiroyuki Fujita.\n\n2011: The top moment of his season came when he won his ninth Japan Golf Tour title in three years. At the Sun Chlorella Classic, he shot a third-round 64 and then hung on with a final-round, even-par 72 to edge Tetsuji Hiratsuka by a stroke. Finished the season No. 11 on the Japan Golf Tour Order of Merit...He had top 10s in his first four starts of the Japan Golf Tour year. He was third at the Totumi Hamamatsu Open, followed by a T8 at the Token Homemate Cup, a sixth-place showing at The Crowns and a T5 at the PGA Championship Nissin...He qualified for all four World Golf Championships events for the first time in his career, with a T29 at the HSBC Champions his top showing...He also made the cut in both of his major championship appearances, finishing T38 at The Open Championship and T45 at the PGA Championship...Late in the season, he made his OMEGA Mission Hills World Cup debut, teaming with Hiratsuka and representing Japan to a 20th-place performance in China.\n\n2010: Won four more times on the Japan Golf Tour, at the Toshin Golf Tournament in Lake Wood, the ANA Open, the Bridgestone Open for a second consecutive year, and the Dunlop Phoenix...At the Bridgestone Open, he had a final-round 62, his career-low Japan Golf Tour round, to win by three strokes....Had 11 PGA TOUR starts, with a T22 at the World Golf Championships-CA Championship his best showing. Also T29 at the Masters Tournament in his first appearance at Augusta National. \n\n2009: Won four times on the Japan Golf Tour to battle for the top spot on that Tour. In his only PGA TOUR start, missed the cut at The Open Championship. Won for the first time on the Japan Golf Tour at the Japan PGA Championship. Won by seven strokes after taking a four-stroke lead into a 36-hole final day. Beat Japan Tour veteran Yasuharu Imano in a playoff at the Vana H Cup KBC Augusta, earning his second title of the year. Shot a final-round 64, which included six birdies on the front nine, to win the rain-shortened Canon Open. Shot a final-round 65 to win the Bridgestone Open by two strokes over Kenichi Kuboya. The win moved him to first on the money list and 35th in the Official World Golf Ranking in late-October. \n\nAmateur: Won the 2003 Junior World Golf Championship in San Diego.\n","otherCarHigh" : "","personal" : "His idol is former Japan Golf Tour star \"Jumbo\" Ozaki.","otherInfo" : "","ntlTeams" : "World Cup (1), 2011.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T22nd in 2010 at the World Golf Championships-CA Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}