{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01226","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Couples","first" : "Fred","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "185","weightMetric" : "84","birthDate" : "October 3, 1959","age" : "56","birthPlace" : "Seattle, Washington","residence" : "Newport Beach, California","family" : "","education" : "University of Houston","splInterest" : "All sports, tennis, antiques, bicycling, vintage cars","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1980","clubAffl" : "","cityPlaysFrm" : "Los Angeles; CA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "Inducted 2013","combTourMoney" : "31,164,837&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1981","qSchoolYear" : "Fall 1980","exmtStatus" : "Past Champion","otherVics" : "(27): 1983 JC Penney Classic [with Jan Stephenson]. 1990 Franklin Templeton Shark Shootout [with Raymond Floyd], Sazale Classic, RMCC Invitational. 1992 World Cup [with Davis Love III]. 1993 Telus Skins Game, World Cup [with Davis Love III], Dunhill Cup [with John Daly and Payne Stewart]. 1994 Telus Skins Game, Franklin Templeton Shark Shootout [with Brad Faxon], World Cup [with Davis Love III]. 1995 Skins Game, World Cup [with Davis Love III]. 1996 Telus Skins Game, Skins Game. 1998 Telus Skins Game. 1999 Franklin Templeton Shark Shootout [with David Duval], Skins Game, Diners Club Matches [with Mark Calcavecchia]. 2000 Telus Skins Game. 2001 Hyundai Team Matches [with Mark Calcavecchia]. 2003 Skins Game, Tylenol Par-3 Shootout at Treetops Resort. 2004 Skins Game, Tylenol Par-3 Shootout at Treetops Resort. 2006 ING Par-3 Shootout.","intlVics" : "(5): 1991 Johnnie Walker World Championship. 1994 World Cup [indiv]. 1995 Dubai Desert Classic [Eur], Johnnie Walker Classic [Eur], Johnnie Walker World Championship [Eur].","curYearHigh" : "Had another nice performance in the season opener at the Mitsubishi Electric Championship at Hualalai. Three sub-par rounds led to a T6 finish, his fifth top-10 effort in seven appearances in the event...Finished second in his next start at the Chubb Classic. Started the final round 10 strokes behind 36-hole leader Bernhard Langer but made a spirited charge in the final round, cutting the margin to just two strokes before his chances ended with a costly bogey at No. 18...Missed the Masters Tournament for the first time since 1994 due to a back injury.","carHigh" : "2013: After experiencing a series of runner-up finishes earlier in the season, finished his year on a high note with a six-stroke victory at the season-ending Charles Schwab Cup Championship. Was the only player in the 30-man field to post four consecutive rounds in the 60s at TPC Harding Park and outdistanced Mark O'Meara, Bernhard Langer and Peter Senior for his ninth career Champions Tour win. Victory in San Francisco was also his fifth official career Tour-sponsored victory in the Golden State. The $440,000 first-place check at the Charles Schwab Cup Championship pushed his single-season earnings on the circuit to more than $1.7 million, the most he's made in a year on the Champions Tour since 2010. Also earned 880 Charles Schwab Cup points for the victory at TPC Harding Park, and that moved him up into third place on the final Schwab Cup points list, earning him another $300,000 in a bonus payout...Also picked up his second consecutive Byron Nelson Trophy, his third in the last four years, for lowest scoring average (68.64). Of his 47 rounds at stroke play, 31 were in the 60s...Early in the season, finished a distant second to David Frost at the Toshiba Classic after trailing him by just one stroke through 10 holes Sunday. Played his last eight holes at Newport Beach CC in even par and lost by five shots when Frost birdied four of his last five holes...Reeled off three consecutive runner-up finishes in three straight starts during the month of June. Was a runner-up to Frost for a second time when he finished one stroke shy at the Regions Tradition at Shoal Creek near Birmingham, Alabama. Was one of several in contention Sunday afternoon. Saw his chances slip away on the final two holes. Hit an indifferent pitch at No. 17 and missed a 30-foot birdie opportunity and then saw his birdie attempt at No. 18 from 10 feet just slide by on the left side, allowing Frost to two-putt for the win...Made a run at Craig Stadler on the final day of the inaugural Encompass Championship before finishing second, one stroke shy of a playoff. Final-round 66 at North Shore CC was the low Sunday score, but he missed an opportunity to win when his 9-iron second shot from the middle of the 18th fairway landed in a greenside bunker and he could not convert a par. Was T2 the following week at the Constellation SENIOR PLAYERS Championship. Held a two-stroke lead after 54 holes and stayed near the top of the leaderboard throughout Sunday's final round but was done in by putting woes, shooting a 2-under-par 68 and finishing two strokes behind a charging Kenny Perry...Was also third in his hometown of Seattle at the Boeing Classic. Equaled the low Sunday round at TPC Snoqualmie Ridge, shooting 66...He and teammate Jay Haas finished T4 at the Liberty Mutual Insurance Legends of Golf in April. Were tied for the lead at one point in the final round but made just one birdie over the final five holes to fall out of contention...Made all four of his cuts on the PGA TOUR and captained the U.S. team to victory for a third straight time at The Presidents Cup at Muirfield Village GC...Turned in another strong showing at The Masters, finishing T13. Was tied for second after 36 holes, but fell out of contention during his final five holes Saturday, playing those holes at 5-over par. By making the cut, it marked the 24th consecutive year he had done so, setting a new Masters record for consecutive cuts made in the tournament. Had been tied with Gary Player entering the event. It was also the 27th time overall he made the cut, tying him with Raymond Floyd for third place on the all-time list for cuts made, behind Jack Nicklaus (37) and Player (30)...Placed T46 in his 31st appearance at the PGA TOUR's Northern Trust Open in February near Los Angeles. The 31 starts gave him the record for most career appearances in the event, a mark he previously shared with Gene Littler...Finished T50 at the Memorial Tournament in June and also was T32 at The Open Championship at Muirfield...Highlight of his year came in May when he was inducted into the World Golf Hall of Fame with Colin Montgomerie, Willie Park, Jr., Ken Schofield and former U.S. Open champion Ken Venturi. \n\n2012: Despite back woes limiting him to just 11 Champions Tour starts during the year, he still surpassed the seven-figure mark in season earnings, finishing third in the Charles Schwab Cup race, thanks to a pair of victories...Claimed his second major championship of his Champions Tour career when he birdied the final two holes at The Senior Open Championship at Turnberry to turn back a late charge by Gary Hallberg for the win, the eighth of his career. Rallied from a 2-over-par 72 in his opening round, with rounds of 68-64-67 to win by two strokes. Found himself tied with Hallberg at 7-under-par with two holes remaining, but he had a two-putt birdie at No. 17 and then put an exclamtion point on his win with a 25-footer for a birdie at No. 18. He became the eighth player to win this event in his first appearance. The victory earned him a spot in the 2013 Open Championship at Muirfield. Victory in Scotland was instrumental in his being named the Champions Tour Player of the Month, the second time he was so honored during the year...Earlier in the year, sank a 15-foot birdie putt on the final hole to edge Michael Allen for the Mississippi Gulf Resort Classic title, his seventh career Champions Tour victory. Shot 63 in the first round, making six consecutive birdies Saturday morning after Friday play was suspended by darkness. Win led to him being name March Player of the Month...Closed with 7-under 65, the low round of the event, to finish solo fourth at the Regions Tradition...Opened with rounds of 66-63 and was the 36-hole leader at the Constellation SENIOR PLAYERS Championship. Was unable to carry his momentum into the weekend, finishing with scores of 70-71 to finish T4...Was T2 after two rounds at the Toshiba Classic in March, trailing 36-hole leader Mark Calcavecchia by two strokes but struggled in windy conditions Sunday to close with a 2-over-par 73, which led to a T8 finish in Newport Beach...Forced to withdraw after hitting his tee shot on the first hole at the Boeing Classic due to lower-back problems...Returned to action two months later, finishing T4 at the season-ending Charles Schwab Cup Championship. Trailed Tom Lehman by just one stroke after 54 holes, but a final-round, 3-over-73 doomed his chances. Equaled his career-low Champions Tour round, shooting an 8-under-par 62 in the third round...Shared the 36-hole lead at the Masters with Jason Dufner before eventually finishing T12 at Augusta. Became the oldest (52) second-round leader in Masters history. The previous record was held by Lee Trevino in 1989, at age 49. His 26 made cuts at the Masters is fourth best in tournament history (Jack Nicklaus, 37; Gary Player, 30; Raymond Floyd, 27. Tied for the lowest 36-hole score (139) in Masters history by a player over 50. He did it in 2011 as did Raymond Floyd (50) in 1993...Playing in his first European Tour event of the year, shot a final-round 68 to T33 at the Dubai Desert Classic...Qualified for THE PLAYERS Championship in May but withdrew prior to the event because of illness...Made his 21st start at the Memorial Tournament and made the cut for the 15th time, finishing T50...Received perhaps his greatest honor in golf when he was named to the World Golf Hall of Fame in September and will be inducted in May, 2013...Won his second Byron Nelson Award in the last three years when he led all players in scoring average, at 68.52, the second-lowest average in history. He set the record two years earlier when he averaged 67.96...Also led in Driving Distance (298.6 yards) for the second time in the last three years. \n\n2011: Made five PGA TOUR starts, highlighted by a pair of top-15 finishes. Had five top-10s in nine Champions Tour starts, marked by a pair of wins...On the PGA TOUR, posted a T7 at the Northern Trust Open in his second TOUR start of the year. Held the outright, second-round lead at 8-under following a 5-under-par 66. Entered the final round one shot off the lead and took the lead with birdies on his first three holes. Fell from the top of the scoreboard following a bogey on No. 6 and a double on No. 7. Earned best finish on TOUR since a solo sixth at the 2010 Masters. The top-10 was his 14th in 29 career appearances at the Los Angeles-area event...Earned a spot in the 2012 PLAYERS Championship, a tournament he's won twice, with his victory at the Constellation Energy Senior Players Championship in a playoff over John Cook, his first senior major championship as a member of the Champions Tour. Win at Westchester CC also made him just the third player to claim both a PLAYERS Championship and a Senior Players Championship in his career...Finished T5 in defense of his title at the Toshiba Classic in March...Two months after his Senior Players victory, won his second title of the season with a tournament-record seven-stroke victory over Mark Calcavecchia at the AT&T Championship. Finished with a tournament-record, 54-hole total of 23-under-par 193, which included a 10-under-par 62 Saturday, equaling his career low in any PGA TOUR event. Had 26 birdies in the three-day event...In November, captained the U.S. Presidents Cup team in Australia to a 19-15 victory over the International team. Improved his record to 2-0 as the captain in the biennial event. 2010: Made seven starts on the PGA TOUR. Posted a T14 finish at the Waste Management Phoenix Open, thanks to successive weekend rounds in the 60s...Won three times on the Champions Tour in his first four starts. Captured The ACE Group Classic in Naples, Fla, the Toshiba Classic in Newport Beach, Calif., and The Cap Cana Championship in the Dominican Republic for a third consecutive win. Carded a Punta Espada GC course-record 10-under 62 on the final day to overtake Corey Pavin. Round matched his career-best on the PGA TOUR (1990 Nissan Los Angeles Open\/third round) and included birdies on six of the last eight holes. Also finished second in his first official Champions Tour appearance at the Mitsubishi Electric Championship at Hualalai when Tom Watson birdied the last two holes to nip him by a stroke...Shot a 66 to take the first-round lead at the Masters before finishing sixth. The first-round 66 was the best round of his career at Augusta National. His previous best score at the Masters was a 67, which he recorded four times. One of his four 67s at the Masters came in 1992 when won his only Green Jacket. His only first-round lead in a major was at the 1998 Masters (T2)...Made double bogey on the first playoff hole at the Senior PGA Championship in late May to finish T2 along with David Frost, behind winner Tom Lehman. 2009: Finished 75th on the money list, marking the 23rd time in 29 years on TOUR he has finished in the top-75 on the money list...Making his 27th career start at the Northern Trust Open, finished T3, two strokes behind champion Phil Mickelson. Has two victories, 25 made cuts and 13 top-10 finishes at the tournament...Held outright lead at Shell Houston Open before closing with three consecutive bogeys to finish T3. It was his 16th consecutive made cut and sixth top-10 finish in Houston...One of 12 players to post all four rounds in the 60s at the HP Byron Nelson Championship, earning a T8 for his third top-10 of the season...Finished T5 at the Wyndham Championship with rounds of 66-66-67-67 to notch his fourth top-five finish of the season. The last time he had four or more top-10 finishes in a season was in 2005 (four)...In October, captained the United States Presidents Cup team to a victory over the International side at Harding Park in San Francisco. 2008: Recorded three top 10s, with his best performance a T4 at the Shell Houston Open. Also had T8s at the Buick Invitational outside San Diego and the Wachovia Championship in Charlotte. 2007: Competed in four PGA TOUR events, with his best finish a T30 at the Masters. 2006: Highlight of full season on TOUR was his battle with Phil Mickelson at the Masters, where he dropped to a T3 finish Sunday. Struggled after the U.S. Open, and eventually was diagnosed with blood clot in right arm in September after withdrawing from the World Golf Championships-Bridgestone Invitational. Spent three days in a Columbus, Ga., hospital...Posted the first top-10 of the season at the Nissan Open with a fourth-place finish...Recorded one of a PLAYERS Championship tournament-record fourth holes-in-one of the week on the 159-yard 13th hole with a 9-iron. The ace was his second at the TPC Sawgrass. He aced the par-3 17th hole in 1997 during the final round. Also holed out third shot from the 17th tee during the first round of the 1999 tournament after splashing his tee shot into water hazard...Vying to become the oldest Masters champion at the age of 46 years, 6 months, 6 days, was paired with 54-hole leader Mickelson in the final twosome Sunday after opening 71-70-72. Extended Masters cut streak to 22 straight (dating to 1983 debut)...Won the Par-3 Shootout for a third time. 2005: With back issues largely under control, posted four top-10s and played a crucial role on the victorious United States Presidents Cup squad. Finished runner-up at the Memorial Tournament for the second straight year, one stroke back of Bart Bryant...Placed T3 at The Open Championship, his ninth top-10 at the event. Tabbed by Jack Nicklaus as Captain's Selection for The Presidents Cup. Posted a 1-2-1 record but defeated World No. 2 Vijay Singh in Sunday singles match, 1-up. 2004: Continued to play limited schedule due to back problems, but posted three top-10s in 16 starts. Finished T6 at the Masters for ninth career top-10 in 20 starts for 1992 champion. Past champion finished solo second at the Memorial Tournament, thanks to four rounds in the 60s...Won the Game for a record fifth time and won the Tylenol Par-3 Shootout for a second consecutive season. 2003: Candidate for Comeback Player of the Year when he won the Shell Houston Open for his first victory since 1998. Win was the first victory in 87 events, dating to the 1998 Memorial Tournament. Missed just one cut in 18 starts. Became the first player from the University of Houston and the sixth player over age 40 to win the Shell Houston Open...Won the Skins Game for a fourth time and also added the Tylenol Par-3 Shootout to his unofficial victory total. 2002: At the Nissan Open, he grabbed his first top-10 finish since a sixth at 2000 Open Championship. Finished T2 at Valero Texas Open, best since win at 1998 Memorial Tournament. 2001: Finished out of the top 125 on the money list for the first time in his career. Previous-low finish was 76th in 1986...Won the unofficial Hyundai Team Matches with Mark Calcavecchia. 2000: Earned top-10 finish at The Open Championship with a solo sixth. 1999: Had six top 10s, including a T4 at THE PLAYERS...Also won three unofficial titles late in the season, the Franklin Templeton Shark Shootout (with David Duval), the Skins Game and the Diners Club Matches (with Mark Calcavecchia). 1998: For third time in his career, he collected two victories. He won the Bob Hope Chrysler Classic after the first hole of sudden death with Bruce Lietzke...He earned his 14th TOUR title with a four-stroke win over Andrew Magee at the Memorial Tournament...Fell one stroke shy of winning his second Masters after leading each of first three rounds...Also won the Telus Skins Game. 1997: Had seven top 10s, including T7s at the Masters and The Open Championship...Was again a Captain's Selection for the U.S. Ryder Cup team. Went 2-2-0 in his four matches, including an 8-and-7 rout of Ian Woosnam in the duo's singles match...Was one of three who made up the PGA TOUR team that won the Wendy's 3-Tour Challenge (with Tom Lehman and Phil Mickelson). 1996: He became the first player to win two PLAYERS Championships when he cruised to a four-shot win over Colin Montgomerie and Tommy Tolles at TPC Sawgrass...Was one of four players to T2, a stroke behind Craig Stadler at the Nissan Open outside Los Angeles...Played in his second Presidents Cup, with the U.S. winning again. He was 3-1-0 for the week at Robert Trent Jones GC. 1995: Was a Captain's Selection for the Ryder Cup at Oak Hill CC in Rochester, N.Y. Was 1-1-1 at the biennial matches, including a halved singles match against Ian Woosnam...Teamed with Davis Love III to win the duo's fourth consecutive World Cup title, at the new Mission Hills GC in Shenzhen, China. The U.S. team won going away, defeating Australia (Brett Ogle and Robert Allenby) by 14 strokes...Won the Telus Skins Game for a third consecutive year...Also celebrated Thanksgiving by winning the Skins Game for the first time...In the final staging of the Johnnie Walker World Championship in late December, at Tryall GC in Jamaica, he won the title, beating Vijay Singh and Loren Roberts in a playoff. 1994: Missed three months of the season due to tear in the outer layer of a disc in his lower back...Edged Corey Pavin with a two-stroke win at the Buick Open in August...Was a part of the inaugural Presidents Cup in suburban Washington, D.C. Was 3-0-0 in his matches, with two of his wins coming in four-ball play with Davis Love III as his partner...Again teamed with Love to win the World Cup, defeating Zimbabwe (this time Mark McNulty and Tony Johnstone) by 14 strokes. He also won the International Trophy, the individual portion of the tournament, defeating Costantino Rocca of Italy by five strokes...Successfully defended his Telus Skins Game title...Also won the Franklin Templeton Shootout for a second time, pairing for this victory with Brad Faxon. 1993: Earned his 10th career victory, at the wind-shortened (54 holes) Honda Classic. Closed with a 70 to tie Robert Gamez. Holed a bunker shot on 17th hole to force the playoff. Won with par on second extra hole...Again represented the U.S. at the Ryder Cup. Was 0-3-2 in his five matches at The Belfry...Won the World Cup for the United States for a second consecutive year, again teaming with Davis Love III and defeating Zimbabwe (Mark McNulty and Nick Price) by five strokes at Lake Nona in Orlando, Fla...Won the Telus Skins Game...Was also part of the United States' winning Dunhill Cup team, a squad that also included Love and John Daly. 1992: He enjoyed a career year, winning three tournaments, including the Masters, and earned more than $1.3 million to finish No. 1 on the money list for the only time in his career. Earned his second consecutive Player of the Year Award as voted by the players. Also won the Vardon Trophy for a second consecutive year. Additional hardware came via the Arnold Palmer Award and PGA of America Player of the Year...Entered final round of the Masters trailing Craig Parry by one stroke. A closing 70 was good for a two-stroke victory at Augusta National. His Masters performance completed a remarkable streak during which he won three tournaments and finished second twice in six starts...Defeated Davis Love III in a playoff to win his second Nissan Los Angeles Open title...Three weeks later, he decimated the field at the Nestle Invitational in Orlando, winning by nine strokes...A third-round 63 set the course record at TPC Sawgrass during THE PLAYERS Championship...Played in his first World Cup, with Davis Love III as his partner. The U.S. duo edged Sweden (Anders Forsbrand and Per-Ulrik Johansson) by a stroke. 1991: Defeated Rick Fehr by three strokes to win the Federal Express St. Jude Classic...Won the B.C. Open by three strokes in the late summer, giving him multiple titles in a season for the first time...Played on his second Ryder Cup team, with the U.S. and Europe ending in a tie and Europe retaining the Cup. He went 0-2 in his two matches, including a singles defeat to Christy O'Connor, Jr. 1990: Shot four rounds in the 60s at Riviera CC to defeat Gil Morgan by three strokes at the Nissan Los Angeles Open. Highlight of the tournament was his third-round 62 that included 10 birdies and a bogey...Came close to picking up his first major championship, finishing second to Wayne Grady at the PGA Championship in Alabama...Won three unofficial tournaments, the Franklin Templeton Shark Shootout with Raymond Floyd as his partner, the Sazale Classic and the RMCC Invitational. 1989: Began the final round of the Doral-Ryder Open five strokes behind Bill Glasson and almost forced a playoff. He shot a Sunday 68 at Doral Resort and Spa but fell a stroke short of Glasson...Was T3 at two additional events—the MCI Heritage and the Walt Disney World\/Oldsmobile Classic...Played in his first Ryder Cup as a member of the U.S. team, at The Belfry, where the U.S. tied with Europe, allowing the European team to retain the Cup. His only team match came as the partner of Lanny Wadkins in four-balls, losing 3 and 2. In his singles duel with Christy O'Connor, Jr., he lost, 1-up. 1988: Came close to winning for a second consecutive year. Ultimately dropped a three-hole playoff at TPC Scottsdale to Sandy Lyle...Finished in the top 10 in three of the season's four majors (T5 at the Masters, T10 at the U.S. Open and T4 at The Open Championship). 1987: Returned to the winner's circle for the first time in three seasons. Despite shooting a final-round 70, defeated Mark Calcavecchia in a playoff at 1987 Byron Nelson Golf Classic to capture his third PGA TOUR title. 1986: Fell to 76th on the final money list and had only one top-10 all season—a playoff loss to Tom Kite at the Western Open, an extra session that also included Nick Price. Shot weekend rounds of 73-75 at Butler National after opening with a 70-68. 1985: Play dropped off as he went winless. But he did have seven top 10s, with his top showing a T4 at The Honda Classic. 1984: Shot a second-round 64 at TPC Sawgrass to edge Lee Trevino by a stroke to earn his first PLAYERS Championship title. Besides Trevino, the players finishing directly behind were all future or past major championship winners—Seve Ballesteros, Craig Stadler, Mark O'Meara, Lanny Wadkins and Nick Price...He had eight other top-10 performances to finish seventh on the money list. Other top finishes were T3s at the Bing Crosby National Pro-Am and the Greater Greensboro Open the week after his PLAYERS win. 1983: Won his first PGA TOUR title when he emerged victorious from a five-man playoff at Kemper Open. He was tied with Scott Simpson through 54 holes but struggled to a final-round 77 at Congressional CC but still made it into the playoff that included T.C. Chen, Barry Jaeckel, Gil Morgan and Simpson. He birdied the second playoff hole to win outside Washington, D.C...He had six other top-10 finishes, the best being a T3 at the Honda Inverrary Classic...Teamed with the LPGA's Jan Stephenson to win the unofficial JC Penney Classic. \n\n","otherCarHigh" : "","personal" : "In May 2013, was inducted into the World Golf Hall of Fame, with Colin Montgomerie, Willie Park, Jr., Ken Schofield and Ken Venturi...Roomed with Blaine McCallister and CBS Sports' broadcaster Jim Nantz at the University of Houston...His charity is Millie Medlin Violet Sobich Couples Fund, in memory of his mother...Served as host of the Fred Couples Invitational, a charity event in hometown of Seattle...Introduced to game by his father, who worked in the Seattle Parks and Recreation Department...Inducted into the National Italian American Sports Hall of Fame in Chicago in November 2007...Selected for the Texas Sports Hall of Fame in the fall of 2011...Received the honor of raising the \"12th Man\" flag by the Seattle Seahawks prior to their Monday Night Football game vs. the New Orleans Saints in December 2013.","otherInfo" : "","ntlTeams" : "The Presidents Cup (5), 1994, 1996, 1998, 2005. The Presidents Cup Captain (2), 2009, 2011; Ryder Cup (5), 1989, 1991, 1993, 1995, 1997; World Cup (4), 1992, 1993, 1994, 1995; USA vs. Japan (1), 1984; Asahi Glass Four Tours World Championship of Golf (2), 1990, 1991; Dunhill Cup (4), 1991, 1992, 1993, 1994.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2010","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(26): 1983 JCPenney Classic [with Jan Stephenson]. 1990 Franklin Templeton Shark Shootout [with Raymond Floyd], Sazale Classic, RMCC Invitational. 1992 World Cup [with Davis Love III]. 1993 Telus Skins Game, World Cup [with Davis Love III], Dunhill Cup [with John Daly and Payne Stewart]. 1994 Telus Skins Game, Franklin Templeton Shark Shootout [with Brad Faxon], World Cup [with Davis Love III]. 1995 Skins Game, World Cup [with Davis Love III]. 1996 Telus Skins Game, Skins Game. 1998 Telus Skins Game. 1999 Franklin Templeton Shark Shootout [with David Duval], Skins Game. 2000 Telus Skins Game. 2001 Hyundai Team Matches [with Mark Calcavecchia]. 2003 Skins Game, Tylenol Par-3 Shootout at Treetops Resort. 2004 Skins Game, Tylenol Par-3 Shootout at Treetops Resort. 2006 ING Par-3 Shootout.","intlVics" : "","curYearHigh" : "Had another nice performance in the season opener at the Mitsubishi Electric Championship at Hualalai. Three sub-par rounds led to a T6 finish, his fifth top-10 effort in seven appearances in the event...Finished second in his next start at the Chubb Classic. Started the final round 10 strokes behind 36-hole leader Bernhard Langer but made a spirited charge in the final round, cutting the margin to just two strokes before his chances ended with a costly bogey at No. 18...Missed the Masters Tournament for the first time since 1994 due to a back injury.","carHigh" : "2015: Made 11 starts on the PGA TOUR Champions for the third time in four years and saw his streak of seasons with at least one victory end at five...Finished third in his first start of the year, at the Mitsubishi Electric Championship at Hualalai. After posting an even-par 72, came back with weekend rounds of 64-66...In late-August, had a nice showing near his former hometown in Seattle when he T3 at the Boeing Classic after an eagle on his 54th hole at TPC Snoqualmie Ridge...Experienced recurring back issues for most of the first half of the season and, after playing in the Mississippi Gulf Resort Classic in late March, did not return to the PGA TOUR Champions until the Encompass Championship in early July. In his first Tour start since the Masters, was T10 at North Shore CC...Two weeks later, was on the leaderboard throughout The Senior Open Championship before eventually finishing T5 at Sunningdale...Briefly tied for the lead in the final round at the Shaw Charity Classic after birdies on four of his first six holes. Bogeys on Nos. 8 and 9 were his undoing, and he eventually T5 in defense of his 2014 title...In the final full-field event of the year, finished T5 in defense of his Toshiba Classic title which was his sixth top-10 finish in as many starts at the event including a pair of wins in 2010 and 2014...Was T6 at the Nature Valley First Tee Open at Pebble Beach and also finished second with his partner Nickolas Martinez in the pro-junior competition at the event...Closed his season with a T9 effort at the Charles Schwab Cup Championship...Made his 33rd start at the PGA TOUR's Northern Trust Open but missed the cut by one stroke after rounds of 71-75 at Riviera CC...Also made his 31st appearance at the Masters and missed the cut for just the third time in his career.\n\n2014: Earned his 10th career PGA TOUR Champions title in March when he emerged from a crowded leaderboard for a one-stroke victory at the Toshiba Classic. Shook off a bogey at No. 11 at Newport Beach CC in the final round with a strong finish to win the event for the second time (2010). Birdied three of the final four holes to hold off Bernhard Langer, Colin Montgomerie and Steve Pate. Playing in the next-to-last group, sank a 4-footer for birdie at No. 17 and then hit a pitching wedge from 212 yards to 7 feet for another birdie on No. 18...Added an 11th victory on Tour in record-setting fashion in late-August in Canada. Posted the low score of his Tour career, with a final-round, 9-under-par 61, which set a new Shaw Charity Classic mark. Started the day four strokes back of the 36-hole leaders, but his bogey-free 61 included a scorching 6-under-par 29 on the back nine, with eagles on Nos. 11 and 18. His eagle at No. 18 gave him the lead at 15-under-par only to have Billy Andrade make an eagle on the final hole, as well, to set up a playoff. He ended the overtime after just one hole. After laying up with a wedge on his second shot, he nearly holed a wedge on his third, watching it land just inches away. When Andrade's birdie attempt from 30-plus feet slid by the hole, he tapped in for his win. Played all 54 holes without a bogey, becoming the 18th player to accomplish that feat and win the event. Surpassed the $1-million mark in season earnings for the fifth consecutive time...Despite three consecutive rounds in the 60s and a 54-hole total of 19-under-par 197, still finished T2, three strokes behind Langer at the season-opening Mitsubishi Electric Championship at Hualalai...Made a late run at Langer midway through the back nine Sunday at the Insperity Invitational but finished second at The Woodlands after a bogey at the final hole when he had crept to within a stroke...After being the first-round leader at the Mississippi Gulf Resort Classic, eventually finished fifth at Fallen Oak after playing the final 36 holes in just 1-under...Finished fourth in his next outing, at the Greater Gwinnett Championship. Was third and just two behind eventual winner Miguel Angel Jimenez heading into the final round but fell out of contention with a pair of early bogeys Sunday...Missed two months during the season with back problems after the Regions Tradition. Returned to action at the Senior Open Championship in Wales and finished T13 at Royal Porthcawl...Was T7 in defense of his Charles Schwab Cup Championship, where he posted a second-round, 6-under-par 64...On the PGA TOUR, made the cut for the 28th time in 30 career starts at the Masters Tournament, finishing T21. Was on the leaderboard through his front nine Sunday but struggled to a 5-over-par 41 on the back nine to drop out of contention...Played in his 32nd consecutive Northern Trust Open but missed the cut after shooting consecutive 72s at Riviera. Was named as the honorary chairman of the event's L.A. Legends Club...Also competed in the 25th annual Omega Dubal Desert Classic on the European Tour and finished T54.\n\n2013: After experiencing a series of runner-up finishes earlier in the season, finished his year on a high note with a six-stroke victory at the season-ending Charles Schwab Cup Championship. Was the only player in the 30-man field to post four consecutive rounds in the 60s at TPC Harding Park and outdistanced Mark O'Meara, Bernhard Langer and Peter Senior for his ninth career PGA TOUR Champions win. Victory in San Francisco was also his fifth official career Tour-sponsored victory in the Golden State. The $440,000 first-place check at the Charles Schwab Cup Championship pushed his single-season earnings on the circuit to more than $1.7 million, the most he's made in a year on the PGA TOUR Champions since 2010. Also earned 880 Charles Schwab Cup points for the victory at TPC Harding Park, and that moved him up into third place on the final Schwab Cup points list, earning him another $300,000 in a bonus payout...Also picked up his second consecutive Byron Nelson Trophy, his third in the last four years, for lowest scoring average (68.64). Of his 47 rounds at stroke play, 31 were in the 60s...Early in the season, finished a distant second to David Frost at the Toshiba Classic after trailing him by just one stroke through 10 holes Sunday. Played his last eight holes at Newport Beach CC in even par and lost by five shots when Frost birdied four of his last five holes...Reeled off three consecutive runner-up finishes in three straight starts during the month of June. Was a runner-up to Frost for a second time when he finished one stroke shy at the Regions Tradition at Shoal Creek near Birmingham, Ala. Was one of several in contention Sunday afternoon. Saw his chances slip away on the final two holes. Hit an indifferent pitch at No. 17 and missed a 30-foot birdie opportunity and then saw his birdie attempt at No. 18 from 10 feet just slide by on the left side, allowing Frost to two-putt for the win...Made a run at Craig Stadler on the final day of the inaugural Encompass Championship before finishing second, one stroke shy of a playoff. Final-round 66 at North Shore CC was the low Sunday score, but he missed an opportunity to win when his 9-iron second shot from the middle of the 18th fairway landed in a greenside bunker and he could not convert a par. Was T2 the following week at the Constellation SENIOR PLAYERS Championship. Held a two-stroke lead after 54 holes and stayed near the top of the leaderboard throughout Sunday's final round but was done in by putting woes, shooting a 2-under-par 68 and finishing two strokes behind a charging Kenny Perry...Was also third in his hometown of Seattle at the Boeing Classic. Equaled the low Sunday round at TPC Snoqualmie Ridge, shooting 66...Made all four of his cuts on the PGA TOUR and captained the U.S. team to victory for a third straight time at The Presidents Cup at Muirfield Village GC...Turned in another strong showing at The Masters, finishing T13. Was tied for second after 36 holes, but fell out of contention during his final five holes Saturday, playing those holes at 5-over par. By making the cut, it marked the 24th consecutive year he had done so, setting a new Masters record for consecutive cuts made in the tournament. Had been tied with Gary Player entering the event. It was also the 27th time overall he made the cut, tying him with Raymond Floyd for third place on the all-time list for cuts made, behind Jack Nicklaus (37) and Player (30)...Placed T46 in his 31st appearance at the PGA TOUR's Northern Trust Open in February near Los Angeles. The 31 starts gave him the record for most career appearances in the event, a mark he previously shared with Gene Littler...Finished T50 at the Memorial Tournament in June and also was T32 at The Open Championship at Muirfield. 2012: Despite back woes limiting him to just 11 PGA TOUR Champions starts during the year, he still surpassed the seven-figure mark in season earnings, finishing third in the Charles Schwab Cup race, thanks to a pair of victories...Claimed his second major championship of his PGA TOUR Champions career when he birdied the final two holes at The Senior Open Championship at Turnberry to turn back a late charge by Gary Hallberg for the win, the eighth of his career. Rallied from a 2-over-par 72 in his opening round, with rounds of 68-64-67 to win by two strokes. Found himself tied with Hallberg at 7-under-par with two holes remaining, but he had a two-putt birdie at No. 17 and then put an exclamtion point on his win with a 25-footer for a birdie at No. 18. He became the eighth player to win this event in his first appearance. The victory earned him a spot in the 2013 Open Championship at Muirfield. Win in Scotland was instrumental in his being named the PGA TOUR Champions Player of the Month, the second time he was so honored during the year...Earlier in the year, sank a 15-foot birdie putt on the final hole to edge Michael Allen for the Mississippi Gulf Resort Classic title, his seventh career PGA TOUR Champions victory. Shot 63 in the first round, making six consecutive birdies Saturday morning after Friday play was suspended by darkness. Win led to his being named March Player of the Month...Closed with 7-under 65, the low round of the event, to finish solo fourth at the Regions Tradition...Opened with rounds of 66-63 and was the 36-hole leader at the Constellation SENIOR PLAYERS Championship. Was unable to carry his momentum into the weekend, finishing with scores of 70-71 to finish T4...Was T2 after two rounds at the Toshiba Classic in March, trailing 36-hole leader Mark Calcavecchia by two strokes but struggled in windy conditions Sunday to close with a 2-over-par 73, which led to a T8 finish in Newport Beach...Forced to withdraw after hitting his tee shot on the first hole at the Boeing Classic due to lower-back problems...Returned to action two months later, finishing T4 at the season-ending Charles Schwab Cup Championship. Trailed Tom Lehman by just one stroke after 54 holes, but a final-round, 3-over-73 doomed his chances. Equaled his career-low PGA TOUR Champions round, shooting an 8-under-par 62 in the third round...Shared the 36-hole lead at the Masters with Jason Dufner before eventually finishing T12 at Augusta. Became the oldest (52) second-round leader in Masters history. The previous record was held by Lee Trevino in 1989, at age 49. His 26 made cuts at the Masters is fourth best in tournament history (Jack Nicklaus, 37; Gary Player, 30; Raymond Floyd, 27). Tied for the lowest 36-hole score (139) in Masters history by a player over 50. He did it in 2011 as did Raymond Floyd (50) in 1993...Playing in his first European Tour event of the year, shot a final-round 68 to T33 at the Dubai Desert Classic...Qualified for THE PLAYERS Championship in May but withdrew prior to the event because of illness...Made his 21st start at the Memorial Tournament and made the cut for the 15th time, finishing T50...Received perhaps his greatest honor in golf when he was voted into the World Golf Hall of Fame in September and will be inducted in May, 2013...Won his second Byron Nelson Award in the last three years when he led all players in Scoring Average (68.52), the second-lowest average in PGA TOUR Champions history. He set the record two years earlier when he averaged 67.96...Also led in Driving Distance (298.6 yards) for the second time in the last three years.\n\n2011: Back problems limited his play to just 10 PGA TOUR Champions events and made just one start from early May through late July (missed cut, the Memorial Tournament). After undergoing Orthokine therapy during the summer in Germany, returned to the PGA TOUR Champions at the 3M Championship (T26) and after the Minnesota event, proceeded to win two of his last six starts and was the last of 13 players to pocket over $1 million in official money on the PGA TOUR Champions in 2011...In late August, claimed his first major title on the PGA TOUR Champions when he defeated John Cook with a birdie-3 on the third extra hole of a playoff to win the Constellation Energy SENIOR PLAYERS Championship. Triumph at Westchester CC also made him just the third player to claim both a PLAYERS Championship and a Senior Players Championship in his career. Hit a 76-yard second shot with a sand wedge to 3 feet from the hole for eventual birdie in the overtime that gave him the win...Became the last of four multiple winners in 2011 when he won his second title of the season, and sixth of his PGA TOUR Champions career, at the AT&T Championship with a tournament-record, seven-stroke victory over Mark Calcavecchia in San Antonio. Shattered the old record at the event with a 54-hole total of 23-under-par 193, which included a 10-under-par 62 Saturday, equaling his career best in any TOUR event. Had 26 birdies in the three-day event, tying Loren Roberts' all-time record set at the 2006 MasterCard Championship at Hualalai...Performance in San Antonio led to October\/November Player of the Year honors...Made five appearances on the PGA TOUR highlighted by a T7 at the Northern Trust Open after holding the 36-hole lead at Riviera. Performance outside Los Angeles was his best on the TOUR since a sixth-place effort at the 2010 Masters. It was his 14th top-10 finish in this event in 29 career starts...Had another good showing at the Masters, finishing T15...In mid-November, finished T15 in the Australian Open...For the second consecutive time, captained the U.S. Presidents Cup team to victory, winning 19-15 at Royal Melbourne in Australia.\n\n2010: His record-setting rookie season was a memorable one. The PGA TOUR Champions Rookie of the Year posted four wins, established new records in three statistical categories and set a career-best with earnings, totaling $2,344,894...Broke Hale Irwin's all-time Scoring Average record in a season (68.59\/1998), with a 67.96. He also bettered Irwin's 1998 mark for Putting Average (1.700), finishing the season at 1.693. He also broke Irwin's 1998 Birdie Average mark (4.80) at 5.00...Finished second to Bernhard Langer in both the money and Charles Schwab Cup races...Won his first PGA TOUR Champions title in just his second career start when he held off a furious, final-round charge by Tommy Armour III (Sunday 61) to claim The ACE Group Classic in Naples. Led by as many as seven strokes early in the final round before Armour's move earned him a share of the lead with a birdie at No. 17. However, Couples regained the lead moments later with a birdie at the same hole and then two-putted for par at No. 18 to post an 8-under-par 64 and win by one stroke. Win in Naples allowed him to join Tom Watson, Lee Trevino, Gil Morgan and Miller Barber as players who were victorious in their second PGA TOUR Champions appearance...Captured his second victory in his next start when he rolled to a four-stroke win at the Toshiba Classic in Newport Beach. Following a second-round 64, led by two strokes after 36 holes and then closed with a 6-under-par 65 to finish four better than Ronnie Black...Made PGA TOUR Champions history with a two-stroke victory over Corey Pavin at The Cap Cana Championship. Became the first player to win three of his first four career starts and also became the first player since Jay Haas in 2006 to win three consecutive PGA TOUR Champions starts. Also became the first player in PGA TOUR Champions history to win three consecutive events with sub-200 totals. Carded a Punta Espada GC course-record 10-under 62 on the final day to overtake Pavin. Round matched his career-best on the PGA TOUR (1990 Nissan Los Angeles Open\/third round) and included birdies on six of the last eight holes...Fell short in his quest for a fourth consecutive title when he finished T12 at the rain-shortened Outback Steakhouse Pro-Am near Tampa. Streak of rounds in the 60s ended at 12 straight, one short of Hale Irwin's all-time record, when he carded an even-par 71 in the first round. Second-round 67 moved him up the standings but could not improve his position Sunday after the final round was washed out by heavy morning rains...Near the end of the season, won his fourth title, at the Administaff Small Business Classic near Houston, the first time he's ever claimed four TOUR-sponsored events in the same season. Trailed Pavin by two strokes after 10 holes Sunday but played the final eight in 7-under to eventually win easily over Mark Wiebe at The Woodlands. Back-nine 29 was a record and included an eagle, his second of the day, as well as five birdies. Sunday's 63 was the best score since the tournament changed courses in 2008. Became the first since Tom Watson (2007 Senior Open Championship) to win both a PGA TOUR and PGA TOUR Champions event in the same area and joined Jay Haas (2006) as players who have claimed both an Administaff title and Shell Houston Open crown. Seven-stroke margin of victory matched David Frost's seven-stroke win at the 3M Championship as the widest margin on the PGA TOUR Champions in 2010... Teamed with Haas to finish T4 at the Liberty Mutual Legends of Golf in Savannah. Earned $83,750 with his finish, pushing him over the $1-million mark in season earnings in just his sixth event, the fastest ever to one million in a season, breaking the all-time record of eight events set in 1998 by Hale Irwin and matched in 2006 by Loren Roberts...Was a cumulative 81-under-par in his first five stroke-play events on the PGA TOUR Champions...Finished second in his first official PGA TOUR Champions appearance at the Mitsubishi Electric Championship at Hualalai when Watson birdied the last two holes to nip him by a stroke. Looked to be in the driver's seat after making birdie at No. 16 Sunday but pars at the last two holes, including a missed 10-foot birdie putt at No. 18, proved to be his undoing. Made just one bogey in the tournament and his 8-under 64 Sunday equaled the best final-round score in his TOUR career. His 21-under-par 195 total matched the second-lowest score ever posted on the PGA TOUR Champions that did not win (Allen Doyle, 2001 Gold Rush Classic)...Was the 36-hole leader at the Senior PGA Championship, and despite a third-round 75, joined David Frost and eventual winner Tom Lehman in a playoff. Helped his own cause with consecutive eagles on Nos. 15 and 16, becoming the first player to accomplish that feat since Denis Watson at the 2008 FedEx Kinko's Classic in Austin. However, saw his chances evaporate on the first playoff hole when he hit his tee shot into a bush and was forced to take an unplayable lie, which eventually led to the double bogey...With a partisan crowd cheering him on, shared the 54-hole lead with Langer at the U.S. Senior Open near Seattle. Appeared to be taking control of the event in his hometown after making birdie on the first hole Sunday. However, triple bogey-8 at No. 2 derailed his chances and he eventually finished second at Sahalee, three strokes back of Langer...Four weeks after his showing at the U.S. Senior Open, returned to the Seattle area and finished solo third at the Boeing Classic at TPC Snoqualmie Ridge...Was the 36-hole leader by two strokes at the Ensure Classic at Rock Barn in October, but finished one stroke shy of Gary Hallberg, who closed with an 11-under-par 61. Had a chance to force a playoff at No. 18, but missed his 8-foot birdie opportunity. Performance at Rock Barn lifted him past the $2-million mark in official season earnings for the first time in his career...Debuted on the PGA TOUR Champions at the Wendy's Champions Skins Game at Royal Kaanapali GC on Maui in Hawaii. Teamed with Nick Price to finish third in the event, garnering three skins and $190,000...Earned Player of the Month honors on the PGA TOUR Champions for January\/February as well as March...Was the first-round leader at the Masters after firing a 6-under 66 Thursday and trailed by just two strokes at the turn Sunday. Even after finding the water with his tee shot on the par-3 12th hole, he played his last six holes in 3-under and finished sixth, the best performance by a player over 50 since Jack Nicklaus was T6 in 1998. Had the lowest 72-hole total of anyone 50 years or older. His 66-75-68-70--279 was four strokes better than Nicklaus in 1998...Led all players in Final-Round Scoring Average by more than two strokes (66.67; Tom Watson was second at 68.91), in Putts Per Round (28.20) and Total Eagles (17). \n","otherCarHigh" : "Inducted into the World Golf Hall of Fame in May 2013. He was a mainstay on the PGA TOUR for more than 30 years since becoming a full-time player in 1981...Was the leading money-winner on the TOUR in 1992, with $1,344,188 when he posted a career-best three victories, including the Masters Tournament. Came from one stroke behind Craig Parry on the final day to win by two strokes. Masters win completed a remarkable stretch where he won three times and finished second twice in six starts...Went to No. 1 in the Official World Golf Ranking after Masters victory and maintained that position for 16 weeks. It marked the first time an American player achieved the No. 1 ranking since the advent of the OWGR...Earned second consecutive Player of the Year Award that year as chosen by his peers and also claimed his second straight Vardon Trophy. Also won Arnold Palmer Award and PGA Player of the Year in 1992...Reached the $1-million mark seven times in his career, with a season best $1,820,495 in 2003 when he won for the last time at the Shell Houston Open. Birdied four of the last five holes to win by four strokes over Mark Calcavecchia, Stuart Appleby and Hank Kuehne. Win at Redstone GC was his first in almost five years...During the 2006 campaign battled Phil Mickelson at the Masters, eventually dropping to a T3 finish after making his 22nd straight cut (made it 23 straight the following year, tying Gary Player's mark)..Later in 2006 was troubled by a blood clot in right arm in September after withdrawing from World Golf Championships-Bridgestone Invitational and spent three days in a Columbus, Ga., hospital...In May, 2007, recorded a PLAYERS Championship-record fourth hole-in-one of the week on the 159-yard 13th hole with a 9-iron. The ace was his second at TPC Sawgrass. He aced the par-3 17th hole in 1997 during the final round. Also holed out third shot from the 17th tee during the first round of the 1999 tournament after splashing his tee shot into water hazard...A two-time winner in 1998. A final-round 66 earned playoff spot with Bruce Lietzke at Bob Hope Chrysler Classic, which he won with birdie on first extra hole at Bermuda Dunes. Earned 14th TOUR title with a four-stroke win over Andrew Magee at Memorial Tournament. That same year, fell one stroke shy of winning his second Masters after leading each of first three rounds...In 1996, became first player to win two PLAYERS Championships. Trailed Tommy Tolles by four strokes through 54 holes, but closing 64, featuring eagle at 16 and birdie at 17, sealed victory...In 1995, recorded back-to-back victories on European Tour, the first American to do so since Charles Coody in 1973...Teamed with Davis Love III to win four consecutive World Cup of Golf titles (1992-95)...Missed three months due to tear in outer layer of disc in lower back in 1994 but edged Corey Pavin by two strokes at the Buick Open in August...Earned 10th career victory in 1993 at the wind-shortened (54 holes) Honda Classic. Closed with a 70 to tie Robert Gamez. Holed a bunker shot on 17th hole to force the playoff. Won with par on the second extra hole...In 1992, in addition to his Masters victory, defeated Love with a birdie on the second playoff hole to win his second Nissan Los Angeles Open title...Three weeks later, blew away the field at The Nestle Invitational using a 63 in the third round at Bay Hill to distance himself and eventually won by nine strokes over Gene Sauers...Also that year, carded a third-round 63 set the course record at TPC Sawgrass during THE PLAYERS...During the 1991 season, took the lead at Federal Express St. Jude Classic with third-round 66 and went on to three-stroke victory over Rick Fehr...Also won the B.C. Open by three strokes that year as well...At the 1990 Nissan Los Angeles Open, used a course-record tying 9-under-par 62 in the third round and rode that to a three-stroke victory over Gil Morgan at Riviera CC...Highlght of his 1987 season was his win over Mark Calcavecchia with a par on the third extra hole at Byron Nelson Golf Classic...Won second TOUR crown in 1984 when he edged Lee Trevino by a stroke to earn his first Tournament Players Championship. Win featured second-round 64...First TOUR victory came in five-man playoff at 1993 Kemper Open. Birdied second playoff hole to defeat T.C. Chen, Barry Jaeckel, Gil Morgan and Scott Simpson...Played on several national teams, including five U.S. Ryder Cup squads (1989, 1991, 1993, 1995 and 1997) and four Presidents Cup teams (1994, 1996, 1998 and 2005). At the 2005 Presidents Cup, he was tabbed by Jack Nicklaus as a captain's selection and posted a 1-2-1 record but defeated the world's No. 2-ranked player, Vijay Singh, in Sunday singles match, 1-up, by draining a 20-foot putt on No. 18 to clinch the victory...Also captained the victorious Presidents Cup teams in 2009,2011 and in 2013...Named a captain's assistant to Davis Love III for the 2012 U.S. Ryder Cup team...Was a first-team All-America at the University of Houston in 1979 and the medalist at the Southwest Conference tournament that year.","personal" : "In May 2013, was inducted into the World Golf Hall of Fame, with Colin Montgomerie, Willie Park, Jr., Ken Schofield and Ken Venturi...Roomed with Blaine McCallister and CBS Sports' broadcaster Jim Nantz at the University of Houston...His charity is Millie Medlin Violet Sobich Couples Fund, in memory of his mother...Served as host of the Fred Couples Invitational, a charity event in hometown of Seattle...Introduced to game by his father, who worked in the Seattle Parks and Recreation Department...Inducted into the National Italian American Sports Hall of Fame in Chicago in November 2007...Selected for the Texas Sports Hall of Fame in the fall of 2011...Received the honor of raising the \"12th Man\" flag by the Seattle Seahawks prior to their Monday Night Football game vs. the New Orleans Saints in December 2013.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 15 times.","dynStats" : "He ranks 41st in Career Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}