{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02223","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Tway","first" : "Bob","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-4","heightMetric" : "1.93","weight" : "195","weightMetric" : "88","birthDate" : "May 4, 1959","age" : "56","birthPlace" : "Oklahoma City, Oklahoma","residence" : "Edmond, Oklahoma","family" : "Wife, Tammie; Kevin (7\/23\/88), Carly Paige (11\/8\/93)","education" : "Oklahoma State University","splInterest" : "Snow skiing, fishing, all sports","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1981","clubAffl" : "Oak Tree GC (Edmond, Oklahoma)","cityPlaysFrm" : "Edmond; Oklahoma; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "18,124,129&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "The eight-time PGA TOUR winner will play out of the Past Champion category in 2008 after using his one-time Top 50 on the PGA TOUR career money list exemption in 2007. Competed in 32 events on the PGA TOUR in 2007 and recorded two top-25 finishes. Finished outside the top 150 on the money list for a second straight season. In 2006, finished outside the top 125 on the money list for the first time since 1994. Was two strokes back of the lead through 36 holes at the Chrysler Classic of Tucson, but weekend rounds of 73-66 dropped him to T14, his best effort of the season. Led the Frys.com Open by a stroke after a first-round 8-under 63. Finished T81. Made 18 cuts in 26 starts in 2005 and finished T3 at the EDS Byron Nelson Championship thanks to four rounds in the 60s. Held the first round lead at the Southern Farm Bureau Classic after opening with 8-under 64. Shared the 36-hole lead with five other players at 10-under 134. Finished T5. Best finish of three top-10s in 2004 was a T6 in first start at World Golf Championships-NEC Invitational, and only his fifth start in a World Golf Championships event. Selected to represent the United States team with Scott Verplank at the World Golf Championships-World Cup in Seville, Spain, where they finished T7. In 2003, had a career year, with $2,469,750 in earnings on the strength of a victory, four top-threes and seven top-10s. Won the Bell Canadian Open in a three-hole playoff over Brad Faxon. Improved his playoff record to 4-4. Win came 8 years, 4 months and 21 days from his last victory at the 1995 MCI Classic, a span of 233 events. Collected a career-high $756,000 to put him over $2 million for the season for the first time in his career. In 2002, recorded six top-10s. The most since posting nine in 1998. After falling out of the top-100 in 2000 for the first time since 1994, managed to bounce back in 2001 with $1,121,858, good for 48th on the money list. Made the cut in 25 of 29 events, including 11 consecutive to end the season. In 2000, fell out of the top 100 money winners for just the fourth time in 16 seasons on TOUR. Made the cut in four of the last five tournaments to move from 130th to 114th on TOUR money list and regain full exempt status. In 1999, enjoyed fifth consecutive standout season with $899,484 in earnings. Shared 36- and 54-hole leads with eventual winner Tiger Woods before finishing T3 at the National Car Rental Golf Classic. Surpassed $1 million in season earnings in 1998 for the first time after playing in 18 events, finishing in top 10 nine times...Was in second place after second and third rounds of U.S. Open before final-round 73 at The Olympic Club produced third-place finish, his best in U.S. Open. Five top-10s in 1997, including T5 at U.S. Open. Returned to winner's circle in 1995 after four-year hiatus at the MCI Classic, defeating Nolan Henke and David Frost in playoff and finished year with eight top-10s. Shared lead at U.S. Open with nine holes to play, but fell to T10. Voted by peers as PGA TOUR Comeback Player of the Year in 1995. Parred first playoff hole to defeat John Cook at Las Vegas Invitational in 1990. Defeated Fuzzy Zoeller by two strokes at Memorial Tournament in 1989. In 1986, collected four titles, including PGA Championship, while finishing second on money list. Holed out from green-side bunker on 18th hole at Inverness to win PGA Championship by two strokes over Greg Norman. Also won Shearson Lehman Brothers-Andy Williams Open, Manufacturers Hanover Westchester Classic and Georgia Pacific Atlanta Classic. Named PGA of America Player of the Year. Rookie on the PGA TOUR in 1985 with winnings of $164,023, 45th on the money list. Amateur: Three-time All-American at Oklahoma State and member of two national championship teams (1978, 1980). Winner of 1981 Fred Haskins Award as nation's top college player. Winner of 1985 and 1987 Oklahoma State Opens as well as the 1978 Trans-Mississippi Amateur.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1984","qSchoolYear" : "1984","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2010: For the first time in his career, did not make a start on the PGA TOUR...Claimed three top 10s in 21 starts in his second season as a Champions Tour member. 2009: Made his Champions Tour debut at the Regions Charity Classic, finishing T68 near Birmingham…Also T53 at the Senior PGA Championship…Returned to the PGA TOUR in July, making the cut at the U.S. Bank Championship in Milwaukee, finishing T36…In 13 TOUR starts, made three cuts…Long-time member of the PGA TOUR, with 683 career starts from 1981-2009…One of the busiest players on TOUR, with 20 starts per season from 1985-2008…Last career top-10 finish was a T4 at the 2008 Buick Open (his first top-10 since finishing T5 at the 2005 Viking Classic)…2003: Last of eight wins came at the Bell Canadian Open in a three-hole playoff over Brad Faxon. Improved his playoff record to 4-4. Victory came 8 years, 4 months and 21 days from his last victory at the 1995 MCI Classic, a span of 233 events. Won $2,469,750 on the strength of a victory, four top-threes and seven top-10s, in what became a banner year. 1995: Returned to the winner's circle after four-year hiatus (1991-94) at MCI Classic, defeating Nolan Henke and David Frost in a playoff and finished that year with eight top-10s…Named Comeback Player of the Year by his peers. 1990: Made par on first playoff hole to defeat John Cook at Las Vegas Invitational. 1989: Defeated Fuzzy Zoeller by two strokes at Memorial Tournament. 1986: Collected four titles, including the PGA Championship, while finishing second on the money list behind Greg Norman. Holed out from green-side bunker on 18th hole at Inverness to win PGA Championship by two strokes over Norman…Also won Shearson Lehman Brothers-Andy Williams Open, Manufacturers Hanover Westchester Classic and Georgia Pacific Atlanta Classic…Named PGA of America Player of the Year in 1986. Amateur: Three-time All-American at Oklahoma State and member of two national championship teams (1978, 1980). Winner of 1981 Fred Haskins Award as nation's top college player. Winner of 1985 and 1987 Oklahoma State Opens, as well as the 1978 Trans-Mississippi Amateur. \n","otherCarHigh" : "","personal" : "Described 1995 MCI Classic victory as \"better than any other win I've had, because I was down so low.\"...Introduced to golf at age 5, following his father and grandfather around course. Played his first tournament at age 7...His son Kevin, the 2005 U.S. Junior Amateur winner, is a senior at Oklahoma State in 2010-11. Caddied for Kevin in the 2008 U.S. Open at Torrey Pines, where he missed the cut. Bob's brother, Scott, caddies for Scott Verplank.","otherInfo" : "","ntlTeams" : "World Cup (1), 2004; World Amateur Team Championship (1), 1980; Nissan Cup (1), 1986; Asahi Glass Four Tours (1), 1991.","priorYearSeason" : "For just the second time in his career, did not make a PGA TOUR start. Played in 19 Champions Tour events, nearly claiming his first title. In June, was the 18- and 36-hole leader at the Greater Hickory Classic at Rock Barn before a closing-round, 1-under 71 left him T8. That effort included an opening-round, 9-under 63."},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2009","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(3): 1978 Trans-Mississippi Amateur. 1985 Oklahoma Open. 1987 Oklahoma Open.","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Had his best finish in 21 starts at the Bass Pro Shops Legends of Golf where he teamed with Tom Pernice, Jr., to finish T14.\n\n2014: Played in 23 of the 24 events for which he was eligible and finished 53rd on the money list. Was second after the opening round at The Senior Open Championship and hung in to eventually finish T6 at Royal Porthcawl. Performance in Wales was his best in a stroke-play event in more than two years...Also finished T5 in June at the Big Cedar Lodge Legends of Golf Champions Division along with teammate Tom Pernice, Jr...Was tied for the 36-hole lead at the Shaw Charity Classic following a second-round 7-under-par 63, but closed with a 4-over-par 74 to finish T27.\n\n2013: Best finish came in June when he played in the final grouping at the inaugural Encompass Championship. But a closing-round 73 at North Shore CC dropped him to a T10. His 65 in the second round matched the event's low score...Was three strokes off the first-round lead at The ACE Group Classic after starting with a 7-under 65. The 65 included a run of an eagle and four consecutive birdies, matching Brad Faxon's eagle-birdie streak a week earlier at the Allianz Championship. The pair shared honors for best eagle-birdie streak of the year on Tour...Was T14 at both the Toshiba Classic in March and at the Greater Hickory Kia Classic at Rock Barn in October. \n\n2012: Lone top-10 finish in 21 events was a T3 at the Montreal Championship. Was the 36-hole leader at Richileau Valley after a second-round, 7-under 65 that included a run of six straight birdies, matching the Champions Tour's longest birdie run of the season. Final-round 70 wasn't good enough to hold off a streaking Mark Calcavecchia (64) and he eventually finished five strokes back...Earlier in the year, teamed with Tom Pernice, Jr., to finish T13 at the Liberty Mutual Insurance Legends of Golf. Duo was just two strokes off the 36-hole lead. \n\n2011: Made a strong bid for his first Champions Tour career victory win in June when he was the 18- and 36-hole leader at the Greater Hickory Classic at Rock Barn before a closing-round, 1-under-par 71 left him T8. Effort included an opening-round 9-under-par 63. 2010: Finished just outside the top-30 money-winners in his first full season on the Champions Tour...Best performance of the season came late in the campaign when he claimed a fourth-place finish at the Ensure Classic at Rock Barn in early October. Fired a final-round, 10-under-par 62, his best round on the Champions Tour. The 62 Sunday included not only a pair of eagles but also a stretch of five holes where he was 6-under par, the season's best birdie-eagle streak. Eagle during that run was his second hole-in-one of the season, the first time a player made multiple aces in a year since Chip Beck in 2009. Used a 6-iron from 186 yards at Rock Barn's ninth hole...Was a sixth-place finisher with teammate Blaine McCallister at the Liberty Mutual Legends of Golf in April in Savannah. The pair trailed by just one after 36 holes before closing with a 4-under-par 68 to slip to sixth. Helped his team's cause by recording his first ace of the year on the 15th hole in the second round, using an 8-iron from 157 yards. 2009: Recorded his best Champions Tour performance when he was T2 at the Administaff Small Business Classic, two strokes back of John Cook. Was in contention on the back nine but could not convert several birdie opportunities. He was the beneficiary of Jay Haas' three-putt on the final green to give him the runner-up position near Houston...Posted his first top-10 finish on the Champions Tour when he was T6 at the Greater Hickory Classic at Rock Barn in September...Made his Champions Tour debut at the Regions Charity Classic, finishing T68 near Birmingham. \n","otherCarHigh" : "Long-time member of the PGA TOUR, with eight career victories...One of the busiest players on TOUR, with 20 starts per season from 1985-2008...Won career-best four times in 1986 and finished second on the money list to Greg Norman that season. Recorded the biggest victory of his career at the 1986 PGA Championship. Holed out from greenside bunker on 18th hole at Inverness to win his only major championship by two strokes over Norman...Claimed his first title on the PGA TOUR at the rain-shortened Shearson-Lehman Brothers Andy Williams Open in 1986, defeating Bernhard Langer on the second playoff hole. After the Saturday round was washed out and event was shortened to 54 holes, moved into the lead after Paul Azinger double-bogeyed the 16th hole at Torrey Pines on Sunday. Lost out on a chance to win in regulation after bogeying the 17th hole but won with a birdie putt in overtime...Second victory in 1986 came at the Manufacturers Hanover Westchester Classic. Final-round 67 included making a short birdie putt on the 72nd hole to edge Willie Wood, a former teammate at Oklahoma State, by one stroke. After Wood birdied the 18th hole to briefly tie him for the lead, he hit a 110-yard sand wedge to within three feet for the birdie that sealed the win...Claimed his third title on the PGA TOUR at the 1986 Georgia-Pacific Atlanta Golf Classic. Came from three strokes back with nine holes to play and eventually won by two over third-round leader Hal Sutton. Final-round 8-under-par score at Atlanta CC included seven birdie putts from less than 10 feet...At the 1989 Memorial Tournament, birdied four of the last six holes to beat Fuzzy Zoeller by two strokes. Win at Muirfield Village ended a two and a half-year victory drought...In 1990, made par on first playoff hole to defeat John Cook at Las Vegas Invitational...Returned to the winner's circle after more than a four-year hiatus at the 1995 MCI Classic on Hilton Head Island, S.C. Defeated David Frost and Nolan Henke in a playoff for his seventh career victory on the PGA TOUR. After Frost was eliminated on the first extra hole, he flew a 6-iron shot 30 inches from the pin at the 177-yard 17th hole at Harbour Town, the second playoff hole, for an easy birdie and victory...Named Comeback Player of the Year by his peers that season...Became the eighth over-40 winner of the 2003 season when he won the Bell Canadian Open at Hamilton GC in Ontario in a three-hole playoff over Brad Faxon. Victory came 8 years, 4 months, 21 days from his last TOUR triumph (span of 233 events). Made a 25-foot par putt at No. 18 on Sunday to eventually get into a playoff with Faxon and then won the event with a bogey after Faxon hit his approach shot in the hazard. Playoff win over Faxon was his third consecutive victory in overtime...Financially, best year came in 2003 when he won $2,469,750 on the strength of that Canadian Open victory, four top-threes and seven top-10s...In 1998, was in second place after second and third rounds of U.S. Open before final-round 73 at The Olympic Club produced third-place finish, his best performance in a U.S. Open...Also shared lead at 1992 U.S. Open with nine holes to play, but fell to T10...Named PGA of America Player of the Year in 1986...Three-time first-team All-America selection at Oklahoma State and member of two national championship teams (1978, 1980)...Winner of 1981 Fred Haskins Award as nation's top college player...Winner of 1985 and 1987 Oklahoma State Opens, as well as the 1978 Trans-Mississippi Amateur.","personal" : "Described 1995 MCI Classic victory as \"better than any other win I've had because I was down so low.\"...Introduced to golf at age 5, following his father and grandfather around course...Played his first tournament at age 7...His son Kevin, the 2005 U.S. Junior Amateur winner, played at Oklahoma State and was a member of the PGA TOUR in 2014 and the Web.com Tour in 2015. He finished eighth on the 2013 Web.com Tour money list...Caddied for Kevin in the 2008 U.S. Open at Torrey Pines, where he missed the cut...His brother, Scott, caddies for Scott Verplank...Is a strong supporter of Oklahoma State athletics. Some of all-time favorite movies are \"Hoosiers,\" \"Remember the Titans\" and \"For the Love of the Game.\"...Favorite team as a kid was the Minnesota Vikings...TV favorites include reruns of \"Lost,\" \"House\" and any sports, especially college football...One course he's never played which he'd love to play is Sand Hills GC in Nebraska...Says his most-memorable shot was his bunker shot at the 1986 PGA Championship at the Inverness Club in Toledo...Supports the Children's Miracle Network...His bucket list includes going to Egypt, seeing the Great Wall in China and fly fishing in Alaska...His favorite athlete from another sport is Michael Jordan.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T12th at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks 75th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Media Guide - PGA TOUR Full Page","Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}