{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "46550","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hagy","first" : "Brandon","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "170","weightMetric" : "","birthDate" : "March 21, 1991","age" : "25","birthPlace" : "Santa Monica, California","residence" : "Westlake Village, California","family" : "Single","education" : "University of California-Berkeley (2014, Business Administration, Haas School of Business)","splInterest" : "Basketball, camping, backpacking, fishing, coffee shops on the road","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2014","clubAffl" : "Sherwood CC (Thousand Oaks, California)","cityPlaysFrm" : "Westlake Village, California","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "158,570&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2016","exmtStatus" : "Conditional - Finished T79 at 2015 Web.com Tour Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "Played in seven Web.com Tour events, making four cuts. Had two top 25s, a T19 in the Brasil Champions and a T21 at the WinCo Foods Portland Open. Finished 133rd on the Regular Season money list.","carHigh" : "2015: Recorded his best PGA TOUR finish (T16) at the Puerto Rico Open...Qualified for the U.S. Open at Chambers Bay...Played in seven Web.com Tour events, making four cuts including two top-25s. 2014: Played in three Web.com Tour events, making one cut, a T40 at the Nova Scotia Open...Made one start on PGA TOUR Canada, resulting in a T29 at the Cape Bretton Classic.\n","otherCarHigh" : "Numerous awards and honors in golf college while at the University of California-Berekley include winning the Byron Nelson Award in 2014 and being named a Ping first-team All-American that year. Was named to the second team in 2013 and was an honorable-mention choice in 2012...Was champion or co-champion of four college events between 2012 and 2014...Was also a Ben Hogan Award semifinalist...Was a member of the University of Californa teams that advanced to the NCAA Championship in 2010, 2012, 2013 and 2014. The Bears finished T3 in 2012 and 2013 in the event's match-play finale. Was a member of 25 California team tournament stroke-play victories...In 2014, was named the Tom Hansen Pac-12 Conference Medal winner as Cal's outstanding senior male student-athlete. Was Pac-12 Golf Scholar-Athlete that same year, while receiving recognition for several other academic honors during his Cal career...In amateur golf, was a semifinalist in the U.S. Amateur at Cherry Hills in 2012, losing to eventual champion Steven Fox...Won the 2012 California State Fair Amateur Championship...In 2011, won the San Francisco City Championship and New Year's Invitational...Between 2010 and 2013, recorded top-10 finishes in several other prominent national amateur competions, including the Sunnehanna Amateur, Trans-Miss Championship, Northeast Amateur, Monroe Invitational and Rice Planters...In high school, was CIF Marmonte League champion two years in a row.","personal" : "Graduated from the University of California, Berkeley, Haas School of Business in 2014...Has one brother, Brett. Cousin, Steve Hagy, is a West Point graduate and a First Lieutenant in the U.S. Army...Chose golf because \"There is no better feeling than to win and succeed on the golf course under the heat of competition.\"...If not a golfer, would work at a private-equity firm in San Francisco...Favorite golf memory was making a 40-foot birdie putt on the 72nd hole of the Pac-12 Championship to send Cal into a playoff, which resulted in the school's first conference title...Biggest thrill outside of golf is \"catching a huge trout in a stream up in the mountains.\"...One course he'd like to play is Cape Kidnappers in New Zealand...Favorites include Steph Curry, Aaron Rodgers and Kobe Bryant (non-golfer athletes), Lone Survivor (book), North Shore, Hawaii, Jackson Hole, Wyo., Melbourne, Australia, London and Pebble Beach (places to visit). Follows University of California sports teams and the Los Angeles Lakers. Enjoys the Zac Brown Band, Mexican food and anything involving breakfast. Favorite courses are Riviera CC, Cypress Point GC, Los Angeles CC, Royal Melbourne, Plantation and Sherwood CC...Likes to eat at the Tap Room at Pebble Beach...Visits the Wall Street Journal, ESPN and University of California websites...Most famous person met is Justin Timberlake, at Lakeside GC and Will Smith at Sherwood CC...Motto is \"It always seems impossible until someone does it.\"...Would like to be U.S. President for a day \"to see what the most powerful person in the world does in a typical day.\"...Dream foursome would include his dad, Jack Nicklaus and Tiger Woods...Not many people know \"I played quarterback in football.\"...Bucket list include sky diving, backpacking the Pacific Crest Trail and visting the Great Wall in China...Charities involved with include Special Olympics and Planet Hope...Would like to be featured in the Wall Street Journal should running a successful business be in his near or distant future...Perfect morning on a day off is a cup of coffee, with the Wall Street Journal in hand...Twitter handle is @brandonhagy.","otherInfo" : "","ntlTeams" : "Palmer Cup (1), 2014.","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Played in seven Web.com Tour events, making four cuts. Had two top 25s, a T19 in the Brasil Champions and a T21 at the WinCo Foods Portland Open. Finished 133rd on the Regular Season money list.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in seven Web.com Tour events, making four cuts. Had two top 25s, a T19 in the Brasil Champions and a T21 at the WinCo Foods Portland Open. Finished 133rd on the Regular Season money list.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is T8th at the El Bosque Mexico Championship presented by INNOVA.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}