{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "19958","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Jimenez","first" : "Miguel Angel","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "180","weightMetric" : "82","birthDate" : "January 5, 1964","age" : "52","birthPlace" : "Malaga, Spain","residence" : "Malaga, Spain","family" : "Wife, Susanna; Miguel Angel (5\/7\/95), Victor (1\/5\/99)","education" : "","splInterest" : "Cars","pronunciation" : "me-gehl ANG-hel him-EN-ez","nwTourAlumnus" : "","trndProYear" : "1982","clubAffl" : "Miguel Angel Jimenez GC (Torremolinos, Spain)","cityPlaysFrm" : "Malaga; ; Spain","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "5,174,892&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Picked up his third PGA Tour Champions title when he closed with an impressive bogey-free 8-under-par 64 at the Mississippi Gulf Resort Classic in April to finish two better than 36-hole leader Scott Dunlap. Started the final round three strokes behind, but birdied five of his first six holes on the back nine to seize control and win for the third time in 10 starts on Tour...Finished T4 at the Mitsubishi Electric Classic near Atlanta in April where he had rounds of 67-68 on the weekend...Was T11 in defense of his title at the Mitsubishi Electric Championship at Hualalai.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2000","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "(5): 1988 Open de Linforatique [Fr]. 1999 Benson & Hedges Trophy [with Xonia Wunach-Ruiz], Oki Telepizza Olivia Nova [Sp], Dunhill Cup [with Sergio Garcia and Jose Maria Olazabal]. 2000 Dunhill Cup [with Miguel Angel Martin and Jose Maria Olazabal].","intlVics" : "(21): 1992 Piaget Belgian Open [Eur]. 1994 Heineken Dutch Open [Eur]. 1998 Turespana Masters Open Baleares [Eur], Lancome Trophy [Eur]. 1999 Turespana Masters Open [Eur], Volvo Masters [Eur]. 2003 Turespana Mallorca Classic [Eur]. 2004 Johnnie Walker Classic [Eur], Algarve Open de Portugal [Eur], BMW Asian Open [Eur], BMW International Open [Eur]. 2004 Omega Hong Kong Open [Eur], Celtic Manor Resort Wales Open [Eur]. 2007 UBS Hong Kong Open [Eur]. 2008 BMW PGA Championship [Eur]. 2010 Omega Dubai Desert Classic [Eur], Alstom Open de France [Eur], Omega European Masters [Eur]. 2012 UBS Hong Kong Open [Eur]. 2013 Hong Kong Open [Eur]. 2014 Open de Espana [Eur].","curYearHigh" : "Picked up his third PGA Tour Champions title when he closed with an impressive bogey-free 8-under-par 64 at the Mississippi Gulf Resort Classic in April to finish two better than 36-hole leader Scott Dunlap. Started the final round three strokes behind, but birdied five of his first six holes on the back nine to seize control and win for the third time in 10 starts on Tour...Finished T4 at the Mitsubishi Electric Classic near Atlanta in April where he had rounds of 67-68 on the weekend...Was T11 in defense of his title at the Mitsubishi Electric Championship at Hualalai.","carHigh" : "2015:Once again competed around the world, including six starts on the Champions Tour as well as events on both the European and Asian Tours...Was among the top 30 on the Champions Tour money list for most of the year before dropping out of the top 30 following the year's last full-field event at the Toshiba Classic when he opted not to compete...His final start on the Champions Tour came at the Shaw Charity Classic in August...Highlight of his Champions Tour campaign came in his first start at the Mitsubishi Electric Championship at Hualalai. Emerged from a crowded leaderboard to win the season-opening event, which came in just his third career Champions Tour start. Shared the 36-hole lead with Rocco Mediate. After an up-and-down front nine Sunday, he made birdies on six of his final nine holes for the win. His key birdie came at No. 17 when he dropped in a 20-foot putt to break a tie with Mark O'Meara at 16-under-par and went on for the victory. He became the eighth player to win the event in his first start...At the co-sanctioned European Tour-Asian Tour True Thailand Classic in mid-February, held a share of the first-round lead and the outright 36-hole lead at Black Mountain Club. Played the final two rounds in 2-under (69-73) to finish T7 with three others, three shots behind winner Andrew Dodt in Hua Hin...Had weekend rounds of 68-67 at the BMW PGA Championship in late-May to T2 with Thongchai Jaidee, six shots shy of winner Byeong-Hun An. On his fifth shot of the day, made a hole-in-one at the par-3 second hole…One week earlier was among four players to T2 at the Open de Espana...Had four par-or-better rounds at the Aberdeen Asset Management Scottish Open to T10 with six others at Gullane GC...Was a constant on the leaderboard at The Senior Open Championship in July at Sunningdale near London and eventually finished fourth overall...Shared the 36-hole lead with Colin Montgomerie at Calgary's Shaw Charity Classic in August, but his final-round, 4-over-par 74 dropped him to T12...Best PGA TOUR finish in six starts was a T34 at the World Golf Championships-Cadillac Match Play, losing to Bubba Watson in the first round and falling 2-down to Louis Oosthuizen on the second day before defeating Keegan Bradley in the third round. Even with the match win, was unable to advance. \n\n2013: Capped his season in record fashion when he extended his own record as the European Tour's oldest winner by retaining his Hong Kong Open title after a playoff with Stuart Manley and Prom Meesawat. In early December, the Spaniard birdied the first extra hole with a clutch putt from 18 feet to capture his 20th European Tour title just weeks before his 50th birthday. It was also his 13th victory on the European Tour since turning 40. At age 49 years, 337 days he extended his own record as the oldest winner in European Tour history. He beat his previous record of 48 years and 318 days when he won the 2012 Hong Kong Open. It was his fourth Hong Kong Open title (also winning in 2004 and 2007)...Rebounded from an early January setback while skiing in his native Spain where he broke the tibia of his right leg, an injury that required surgery. Was out of action until late-April. Returned at the Open de Espana but missed the cut...In his next start, picked up his first top-10 of the campaign with a T4 at the BMW PGA Championship. Shot weekend rounds of 67 at Wentworth Club but finished a stroke out of the Matteo Manassero-Simon Kahn-Marc Warren playoff...Overcame a 1-over 71 in the first round at Firestone CC with ensuing rounds of 69-65-69 to finish T4 with Jason Dufner and Zach Johnson at the World Golf Championships-Bridgestone Invitational...Added a T5 at the Omega European Masters in September in Switzerland. Had four rounds of 60 at Crans-sur-Sierre GC in a tournament he won in 2010...Seemed ready to prove he was all the way back from injury when he finished regulation at the KLM Open tied with Joost Luiten in September in Zandvoort, the Netherlands. Shot a final-round 67 at Kennemer G&CC to force overtime but bogeyed the first extra hole to Luiten's par...Played in two major championships, with his best effort a T13 at The Open Championship...At the DP World Tour Championship, was the oldest player in the field and used a pair of 66s in the second and third rounds to T8 in Dubai. \n\n2012: At the Open de Andalucia, a tournament he hosted and helped sponsor, he was T7...In April in South Korea, he was T5 at the Ballantine's Championship...Closed with a 3-under 67 for a T9 finish at The Open Championship, his first top-10 in a major since a T6 at the 2008 U.S. Open...Won the UBS Hong Kong Open for a record third time, shooting a final-round, 5-under 65 at Hong Kong GC to edge Fredrink Andersson Hed by a stroke. He also won in Hong Kong in 2004 and 2007, and with his latest victory became the oldest European Tour winner, at age 48. He was almost 10 months older than Des Smyth when Smyth won the 2001 Maderia Islands Open. Played bogey-free golf over his final 62 holes and only made two bogeys all tournament—both in the first round.\n\n\n\n2011: Advanced to the quarterfinals of the World Golf Championships-Accenture Match Play Championship for the first time since 2000. Defeated Yuta Ikeda (2 and 1), Ryan Palmer (4 and 2) and Ben Crane (7 and 6) before losing to Martin Kaymer (1-up)...Contended in South Korea before settling for a second-place finish at the Ballantine's Championship. Shot a final-round 71 to fall by a stroke to Lee Westwood. Opened his final round at Blackstone GC with bogeys on two of his first four holes and couldn't rally, making nothing but pars on his back nine. Shot four rounds in the 60s (68-65-69-67) to finish T2 in the Volvo Golf Champions...Shot a final-round 70 at the Andalucia Masters in his home country of Spain to fall to fellow countryman Sergio Garcia by a stroke. It was his third runner-up performance of the season. \n\n2010: Edged Lee Westwood on the third playoff hole to win the Omega Dubai Desert Classic at the Emirates GC in early February. The pair both shot final-round 72s and halved the first two playoff holes with pars before Jimenez parred the third playoff hole for the win...Came back in July to win the Alstom Open de France in Paris which locked up a spot on the European Ryder Cup team, his fourth time in the biennial competition. Added his third title at the Omega European Masters in Switzerland in September...At the Ryder Cup at Celtic Manor in Wales, compiled a 2-1-0 record during the European team's win...Shot a final-round 66 to climb up the leaderboard at the Barclays Singapore Open to T8. \n\n2009: Best finish on the PGA TOUR was a T6 at the World Golf Championships-Bridgestone Invitational. Reached the milestone of 500 events played on the European Tour at the Open de France. The 2009 and 2010 Czech Open was also played at his course design, Prosper GC. \n\n2008: Recorded what he considered the then-greatest victory of his career, at the BMW PGA Championship, when he defeated Oliver Wilson in one of the European Tour's flagship events. It was his second European Tour victory of the year (UBS Hong Kong Open)...Was 0-2-1 in his three Ryder Cup matches in the Europeans' five-point loss to the U.S. in Kentucky.\n\n2007: Began his season in 2006, at the UBS Hong Kong Open, where he T6...In mid-January, fired rounds of 65-68-68 over his final 54 holes but came up a stroke short of Paul Casey at the Abu Dhabi Golf Championship, finishing T2...Added his second top-10 in the desert when he T10 at the Dubai Desert Classic, his second consecutive top-10 at the event...Added another T10 at the BMW Asian Open...In May, he was T5 at the BMW PGA Championship, shooting a pair of 72s on the weekend...Two weeks later, at the BA-CA Golf Open in Austria, he had four rounds in the 60s to finish at 15-under and T3 a stroke out of the Richard Green-Jean-Francois Remesy playoff that Green won...Contended again at the British Masters at The Belfry before settling for a T4 with six others...Final top-10 was a solo seventh at the Volvo Masters in Spain at Valderrama GC...In his only major championship where he made the cut, he T12 at The Open Championship (missed the cut at the Masters and PGA Championship). \n\n2006: Made eight PGA TOUR appearances, with his best performance coming in April at the year's first Masters, a T11 at Augusta National...Was fifth at the Abu Dhabi Golf Championship for his first top-10 of the season...Added a T4 two weeks later, at the Dubai Desert Classic...At the BMW Championship at Wentworth Club, was in second, three strokes off David Howell's leading pace through 54 holes. Shot a final-round, even-par 72 to finish solo third, six strokes behind Howell...Final top-10 was at the BA-CA Golf Open. Had a hiccup with a 74 in the third round that ruined any chances of victory after shooting 67s in the first, second and final rounds. \n\n2005: Best PGA TOUR finish was a T17 in February at the World Golf Championships-Accenture Match Play Championship...In early December 2004, he began his European Tour season in style by winning the Omega Hong Kong Open. At Hong Kong GC, fashioned a final-round 66 to hold off Padraig Harrington (67 Sunday) for a one-shot win...With a one-shot lead, 54-hole lead over Ernie Els at the Dubai Desert Classic, he shot a 2-under 70 on the final day but watched as Els, with a 68, passed him by to win by one...Picked up win No. 2 by shooting a sterling, final-round 62 at The Celtic Manor Wales Open to roll to a four-stroke win over Martin Erlandsson...Had bookend 67s in the first and final rounds at the Mallorca Classic to T8 at Pula GC in Spain. \n\n2004: At age 40, had a career year, as he claimed four titles on his way to finishing fourth on the European Tour Order of Merit, equaling his highest position...First championship came at the Johnnie Walker Classic in Bangkok, Thailand. Opened with a 70 then reeled off rounds of 66-67-68 to beat Thomas Bjorn by two shots...Second title of the season was at the Algarve Open de Portugal by two strokes over Terry Price...Won for the second time in Asia, this time in China, at the BMW Asian Open in Shanghai. Was six strokes behind Simon Dyson when the final round began, but a 67, combined with Dyson's 76 gave him the three-shot victory...At the BMW International Open in Munich, he earned his final win, playing superb golf all week with four rounds in the 60s (68-66-67-66) at GC Munchen Eichenried...Fell short of a fifth win a week later at the Omega European Masters in Switzerland, ending runner-up to Luke Donald...Lost in the semifinals of the HSBC World Match Play Championship and finished T3 at the Wentworth Club...Late in the year, at the PGA TOUR's unofficial Shinhan Korea Golf Championship, he was T2 to Arron Oberholser at JungMun GC on Jeju Island...Was 1-3 playing in his second Ryder Cup, with his lone victory coming in four-ball play with Darren Clarke as his partner. \n\n2003: Won the weather-shortened Turespana Mallorca Classic by a stroke over fellow countryman Jose Maria Olazabal...Despite playing terrific golf all week at the Linde German Masters, finishing 24-under after rounds of 67-62-67-68, he still lost by two strokes to K.J. Choi (63-68-64-67)...Had three top-10s in four starts in the late summer, with a T6 at the Scandic Carlsberg Scandinavian Masters and T8s at the Nordic Open and the Omega European Masters. \n\n2002: Played as a PGA TOUR member for the first time, making 19 starts and 10 cuts. Best finish was a T9 at the Masters...Also played in 11 European Tour tournaments, with his top showing a T6 at the BMW Asian Open in November 2011. \n\n2001: Only top-10s were a trio of T3 performances, with two of them coming in back-to-back starts. At The Open Championship at Royal Lytham & St. Annes, he was a distant four strokes behind David Duval...The following week, at The TNT Open in the Netherlands, was four shots behind winner Bernhard Langer...Early in the year in Spain, at the Via Digital Open de Espana, was T3, three strokes shy of winner Robert Karlsson. \n\n2000: Played in 11 PGA TOUR events and had two top-10s, including a T2 with Ernie Els, 15 shots behind winner Tiger Woods at the U.S. Open at Pebble Beach GL. Finished the year by teaming with fellow Spaniard Jose Maria Olazabal, for a T7 showing at the year's last World Golf Championships event, the EMC World Cup...Finished 11th on the European Tour's Order of Merit, where he recorded four top 10s. \n\n\n\n1999: Qualified for the World Golf Championships-Accenture Match Play Championship but lost in the first round…Competed in his first PLAYERS Championship, finishing T38 at TPC Sawgrass…Had a pair of T10s in the U.S., at the FedEx St. Jude Classic and at the PGA Championship…Finished fourth on the European Tour Order of Merit for a second consecutive seasonWas right at home in Spain, winning in his hometown of Malaga, at the Turespana Masters, by four strokes over Steve Webster…Late in the season, had a great two weeks in Spain. Won the Volvo Masters in Jerez, taking a two-stroke win over Retief Goosen, Padraig Harrington and Bernhard Langer…The following week, suffered a major disappointment at the inaugural World Golf Championships-American Express Championship at Valderrama. Forced a playoff with Tiger Woods with a 69-69 weekend before dropping a decision to Woods when Woods made birdie on the first extra hole…Playing in his first Ryder Cup representing Europe, he had a 1-2-2 record in the Europeans' one-point loss to the United States in Massachusetts. \n\n1998: Was a multiple-tournament winner for the first time in his career and finished fourth on the Order of Merit. First title came at the Turespana Masters Open Baleares in Spain, beating Miguel Angel Martin by two strokes in Mallorca…Win No. 2 happened four months after his first—finally winning the Trophee Lancome after his 1994 disappointment in France. Beat a quartet of players, including David Duval and Mark O'Meara by two shots, thanks to a chip in for a birdie at the 72nd hole to win. In the process, he won that Tour's Canon Shot of the Year Award…Was also a runner-up at the Smurfit European Open at The K Club, a distant 10 shots behind Mathias Gronberg. \n\n1997: Only PGA TOUR start came at The Open Championship (missed cut). Had three top-10s on the European Tour. His top showing was solo fourth at the Czech Open, a tournament at Prague Karlstein GC won by Bernhard Langer. \n\n1996: Best major championship showing was a T24 at the PGA Championship, where he had four under-par rounds. Remained in the United States the following week, traveling to Colorado for the Sprint International…On the European Tour, began a streak of strong play at the Dubai Desert Classic, falling by a stroke and finishing second to Colin Montgomerie. It was his fourth consecutive year with at least one second-place finish…In May, was third at the Conte of Florence Italian Open, two strokes short of Jim Payne…Added three more top-10s to complete his season. \n\n1995: Played in his first PGA TOUR events in the U.S., and played in all four major championships for the first time. Missed the cut at the Masters, was T28 at the U.S. Open, T88 at The Open Championship and T13 at the PGA Championship. Also received an invite to the Kemper Open, where he T64…On the European Tour, didn't win but was a runner-up for the third time in as many years. A first-round 73 at the Turespana Open de Mediterrania in Valencia, Spain, was his undoing. Had rounds of 69-69-68 at Escorpion but could only get within three strokes of winner Robert Karlsson…Had a similar tournament showing six months later, at the Collingtree British Masters, but with a T3 finish. Again opened with a 73 then finished with a 65-68-67. \n\n1994: Won his second European Tour event, the Heineken Dutch Open, by two strokes over Howard Clark…In bid to win a second time in a season for the first time in his career, he was T2 at both the Honda Open and at the Trophee Lancome. Lost in a playoff to Robert Allenby at the Honda Open at Gut Kaden in Hamburg, Germany…At the Trophee Lancome, at St. Nom-la-Breteche in France, it was a bunched leaderboard entering the final round. Was tied with Vijay Singh for the lead, with Seve Ballesteros right behind. In the final round, Ballesteros shot 65, he shot 67 and Singh had a 66 to win by one…Finished with 10 top 10s and played in his first World Cup, pairing with Jose Rivero, with the duo finishing last (27th) in Puerto Rico. \n\n1993: Enjoyed five top-10s, with a runner-up finish at the Canon European Masters his best showing. Took a two-stroke lead over Barry Lane into the final round at Crans-sur-Sierre in Switzerland. Had a difficult final round, shooting a 1-over 73 to T2 with a fast-charging Seve Ballesteros, two strokes behind Lane. \n\n1992: Hit solid form later in the year and won his first European Tour title, taking the Piaget Belgian Open by three strokes over Barry Lane…Followed with a ninth-place showing at the German Masters and a T7 at the Iberia Madrid Open in October. Had two other top-10s for his best season since turning professional. \n\n1991: Recorded top-10s in each of his first four events to open the season then didn't have another top-10 the rest of the season. Highlight of the season was his runner-up finish at the Girona Open. Shot a second-round 66 in his native Spain and was two off the pace through 36 holes. Came back with a 67 in the third round to move into solo second, two strokes behind Steven Richardson. Couldn't make up any ground with his Sunday 70 to finish solo second to Richardson…Played in his first major championship and was T78 at The Open Championship at Royal Birkdale. \n\n1990: Made his season debut at the Atlantic Open in Portugal and was T7. It was the first of four top-10s on the year (T6 at both the Tenerife Open and the El Bosque Open and fifth at the Scandinavian Enterprise Open). \n\n1989: Played his first full, European Tour season, making the cut in half of his 22 starts. His best showing was a solo ninth at the Torras Monte Carlo. \n\n1988: Made his European Tour debut, finishing T47 at the Peugeot Spanish Open. Played in three other tournaments, making the cut in all three. \n","otherCarHigh" : "","personal" : "One of seven brothers, he took up golf at age 15 while picking up the balls at the range and caddying. Inspired by watching Seve Ballesteros, Sandy Lyle and Sam Torrance when he was caddying at the 1979 Spanish Open at Torrequebrada (Málaga). Nicknamed \"The Mechanic\" but enjoys driving cars as opposed to repairing them. Has an affinity for high-performance vehicles and owns a red Ferrari.","otherInfo" : "","ntlTeams" : "Ryder Cup (4) 1999, 2004, 2008, 2010; World Cup (14): 1990, 1992, 1993, 1994, 2000, 2001, 2003, 2004, 2005, 2006, 2007, 2008, 2011, 2013; Dunhill Cup (10): 1990, 1992, 1993, 1994, 1995, 1996, 1997, 1998, 1999, 2000; Seve Trophy (8), 2000, 2002, 2003, 2005, 2007, 2009, 2011, 2013. Eurasia Cup (1), 2014.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2014","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Picked up his third PGA Tour Champions title when he closed with an impressive bogey-free 8-under-par 64 at the Mississippi Gulf Resort Classic in April to finish two better than 36-hole leader Scott Dunlap. Started the final round three strokes behind, but birdied five of his first six holes on the back nine to seize control and win for the third time in 10 starts on Tour...Finished T4 at the Mitsubishi Electric Classic near Atlanta in April where he had rounds of 67-68 on the weekend...Was T11 in defense of his title at the Mitsubishi Electric Championship at Hualalai.","carHigh" : "2015: Once again competed around the world, including six starts on the PGA TOUR Champions as well as events on both the European and Asian Tours...Was among the top 30 on the PGA TOUR Champions money list for most of the year before dropping out of the top 30 following the year's last full-field event at the Toshiba Classic when he opted not to compete...His final start on the PGA TOUR Champions came at the Shaw Charity Classic in August...Highlight of his PGA TOUR Champions campaign came in his first start at the Mitsubishi Electric Championship at Hualalai. Emerged from a crowded leaderboard to win the season-opening event, which came in just his third career PGA TOUR Champions start. Shared the 36-hole lead with Rocco Mediate. After an up-and-down front nine Sunday, he made birdies on six of his final nine holes for the win. His key birdie came at No. 17 when he dropped in a 20-foot putt to break a tie with Mark O'Meara at 16-under-par and went on for the victory. He became the eighth player to win the event in his first start...At the co-sanctioned European Tour-Asian Tour True Thailand Classic in mid-February, held a share of the first-round lead and the outright 36-hole lead at Black Mountain Club. Played the final two rounds in 2-under (69-73) to finish T7 with three others, three shots behind winner Andrew Dodt in Hua Hin...Had weekend rounds of 68-67 at the BMW PGA Championship in late-May to T2 with Thongchai Jaidee, six shots shy of winner Byeong-Hun An. On his fifth shot of the day, made a hole-in-one at the par-3 second hole…One week earlier was among four players to T2 at the Open de Espana...Had four par-or-better rounds at the Aberdeen Asset Management Scottish Open to T10 with six others at Gullane GC...Was a constant on the leaderboard at The Senior Open Championship in July at Sunningdale near London and eventually finished fourth overall...Shared the 36-hole lead with Colin Montgomerie at Calgary's Shaw Charity Classic in August, but his final-round, 4-over-par 74 dropped him to T12...Best PGA TOUR finish in six starts was a T34 at the World Golf Championships-Cadillac Match Play, losing to Bubba Watson in the first round and falling 2-down to Louis Oosthuizen on the second day before defeating Keegan Bradley in the third round. Even with the match win, was unable to advance.\n\n2014: Enjoyed another busy season, splitting time between the PGA TOUR and the European Tour while also making his PGA TOUR Champions debut a successful one when he won April's Greater Gwinnett Championship in Georgia. After opening with a 7-under-par 65, followed with rounds of 70-67 to post a two-stroke victory over Bernhard Langer. Became the 18th PGA TOUR Champions player to win in his debut and was also the third player to win his debut in wire-to-wire fashion, joining Rod Funseth (1983 Hall of Fame Tournament) and Bruce Fleisher (1999 Royal Caribbean Classic) with that distinction. He became the second Spaniard to win on the PGA TOUR Champions (Jose Maria Canizares at the 2001 Toshiba Classic) and the first sponsor exemption since Phil Blackmar at the 2009 AT&T Championship. With Jeff Maggert winning the previous event in his first start, the pair became the first players to post back-to-back victories in their debut since Don January (1980 Atlantic City International) and Roberto De Vicenzo (1980 U.S. Senior Open)...Used a final-round 68 to move up into a T8 at the Senior Open Championship in Wales...Played in his 15th Masters Tournament one week prior to his Gwinnett Championship win and was on the leaderboard throughout the weekend before finishing fourth, his best showing in the event...Finished T10 at the Abu Dhabi HSBC Golf Championship in mid-January...Was T13 at the World Golf Championships-Cadillac Championship in March...Captained the European team to a tie with the Asian team at the inaugural Eurasia Cup in March in Kuala Lumpur, Malaysia. Went 2-0-1 in his three matches while competing as a playing captain...Won for the second time when he hung on in a playoff to win the Open de Espana. Finished regulation in Girona, Spain, tied with Richard Green and Thomas Pieters. No player shot a round in the 60s in the final round at PGA Catalunya Resort, and his 3-over 73 was enough to get him into the extra session. Winning in his home country allowed him to break his own European Tour record as the circuit's oldest winner, a mark he originally set by winning the 2013 Hong Kong Open. It was his 14th European Tour title he's won since turning 40. It was his 21st victory overall on that circuit...Served as a vice captain on Paul McGinley's victorious 2014 European Ryder Cup team. Had a nice showing at the Turkish Airlines Open in November. Shot a final-round 68 at The Montgomerie Maxx Royal to T4 along with three others, four shots behind winner Brooks Koepka. \n","otherCarHigh" : "A fixture on the European Tour for more than 20 years, he had played in 667 events at the end of the 2015 campaign, third most in that Tour's history...He has finished in the money in 537 of those events, the most by any player...A 21-time winner on the European Tour, he won multiple titles in a season four times, including a season-best four in 2004...He became the oldest winner in European Tour history when he won the 2012 UBS Hong Kong Open at age 48 years, 318 days. That was his 19th European Tour victory and first since the Omega European Masters in 2010. He broke that record a year later when he successfully defended his title at the Hong Kong Open, for his 20th European Tour title...Set a new standard as the oldest winner when at age 50 years, 133 days, he won the 2014 Open de España at PGA Catalunya Resort – thereby winning his national Open for the first time in 27 attempts. The 2010 season proved a prolific year during which he won three times and was part of the victorious European Ryder Cup team at The Celtic Manor Resort. It was his fourth Ryder Cup appearance, and he was also one of his close friend José María Olazábal's vice captains for the victory at Medinah in 2012. He had a new experience when one of his course designs hosted a European Tour event for the first time, the 2009 Moravia Silesia Open, taking place at the Old Course at Prosper GC...In 2004, he emerged as the season's most-prolific champion when he claimed four titles on his way to finishing fourth on the European Tour Order of Merit, equaling his highest position...He and Ernie Els were runners-up to Tiger Woods at the 2000 U.S. Open at Pebble Beach...Has represented Spain 14 times in World Cups...His highest Official World Golf Ranking was No. 12 in January 2005.","personal" : "One of seven brothers, he took up golf at age 15 while picking up the balls at the range and caddying. Inspired by watching Seve Ballesteros, Sandy Lyle and Sam Torrance when he was caddying at the 1979 Spanish Open at Torrequebrada (Málaga). Nicknamed \"The Mechanic\" but enjoys driving cars as opposed to repairing them. Has an affinity for high-performance vehicles and owns a red Ferrari...Opened his new golf school near Torremolinos, Spain in January 2013...Is a lover of fine wines and cigars,","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the PGA TOUR 2 times.","dynStats" : "He ranks T62nd in Current Par or Better Streak on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}