{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20396","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Westwood","first" : "Lee","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "205","weightMetric" : "93","birthDate" : "April 24, 1973","age" : "42","birthPlace" : "Worksop, England","residence" : "West Palm Beach, Florida","family" : "Wife, Laurae; Samuel (2001), Poppy (2004)","education" : "","splInterest" : "Films, snooker, cars, Nottingham Forest Football Club","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1993","clubAffl" : "Close House GC (Newcastle upon Tyne, England)","cityPlaysFrm" : "Close House GC; ; England","websiteUrl" : "www.westyuk.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(25): 1996 Volvo Scandinavian Masters [Eur], Sumitomo Visa Taiheiyo Masters [Jpn]. 1997 Volvo Masters Andalucia [Eur], Sumitomo Visa Taiheiyo Masters [Jpn]. 1998 Deutsche Bank-SAP Open-TPC of Europe [Eur]. National Car Rental English Open [Eur], The Standard Life Loch Lomond [Eur], Belgacom Open [Eur], Sumitomo Visa Taiheiyo Masters [Jpn], Holden Australian Open [Aus]. 1999 TNT Dutch Open [Eur], Smurfit European Open [Eur], Canon European Masters[ Eur], Macau Open [Asia]. 2000 Dimension Data Pro-Am [SAf], Deutsche Bank-SAP Open TPC of Europe [Eur], Compaq European Grand Prix [Eur], Smurfit European Open [Eur], Volvo Scandinavian Masters [Eur], Belgacom Open [Eur], Cisco World Match Play Championship [Eur]. 2003 BMW International Open [Eur], dunhill links championship [Eur]. 2007 Valle Romano Open de Andalucia [Eur].","curYearHigh" : "Won all three matches, including a 7-and-6 singles result over Nicholas Fung, for the victorious Europe side in the Eurasia Cup in Kuala Lumpur in January...Began the final round of his 17th Masters four strokes behind 54-hole leader Jordan Spieth, before a 3-under 69 proved good enough for a T2 with Spieth at 2-under 286. Bogeyed the first hole Sunday for a third consecutive day, before an unlikely eagle-3 at No. 15 got him back on track. Became one of three Englishmen to finish inside the top five at Augusta National, joining winner Danny Wilett and Paul Casey (T4).","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "A member of both the European Tour and the PGA TOUR for the third consecutive season in 2007. Captured his first European Tour victory in nearly four years, capturing the Valle Romano Open de Andalucia in Spain in early May 2007. Followed that win up with a victory at The Quinn Direct British Masters in September. Best PGA TOUR finish was a T22 at the World Golf Championships-Bridgestone Invitational. Finished outside of the top 175 on the PGA TOUR money list in eight starts. Will play under the Past Champion status on the PGA TOUR in 2008. Named as a Captain's Choice for the 2006 European Ryder Cup team, and posted a 3-0-2 record. Career Ryder Cup record is 14-8-3. Posted his best finish in a major championship with a fourth at the 2004 Open Championship in Scotland, the highest finish by a European player at Royal Troon. Went 4-0-1 in the 2004 European Ryder Cup victory, sharing the high point total with teammate Sergio Garcia. Ended three years out of the limelight with an emotional victory in the 2003 BMW International Open with a back-nine 30 in the final round. A month later, beat Ernie Els by a shot to win the dunhill links championship at St. Andrews. Captured the 2000 European Tour Volvo Order of Merit in the last tournament of the year. Successfully defended his Smurfit title in 2000 to go with wins in the Deutsche Bank-SAP Open, The Compaq European Grand Prix, the Volvo Scandinavian Masters, the Belgacom Open and the Cisco World Match Play Championship. Joined Seve Ballesteros, Nick Faldo and Colin Montgomerie as the only players to win six times in a season in Europe. Made his big breakthrough in the United States when he captured the 1998 Freeport McDermott Classic. Took up game at age 13 with a half-set bought by grandparents. Math teacher father, John, took up game at same time to give his son encouragement. Talented sportsman at school, played rugby, cricket and soccer. Married Laurae Coltart, sister of fellow European Tour player Andrew, in January 1999. Has won on every continent after collecting the Dimension Data Pro-Am (partnering with his dad) in South Africa in January 2000.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2005","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(39): 1996 Volvo Scandinavian Masters [Eur], Sumitomo Visa Taiheiyo Masters [Jpn]. 1997 Volvo Masters Andalucia [Eur], Sumitomo Visa Taiheiyo Masters [Jpn], Benson and Hedges Malaysian Open [Asia], Holden Australian Open [Aust]. 1998 Deutsche Bank-SAP Open-TPC of Europe [Eur], National Car Rental English Open [Eur], The Standard Life Loch Lomond [Eur], Belgacom Open [Eur], Sumitomo Visa Taiheiyo Masters [Jpn], Dunlop Phoenix [Jpn]. 1999 TNT Dutch Open [Eur], Smurfit European Open [Eur], Canon European Masters [Eur], Macau Open [Asia]. 2000 Dimension Data Pro-Am [SAf], Deutsche Bank-SAP Open TPC of Europe [Eur], Compaq European Grand Prix [Eur], Smurfit European Open [Eur], Volvo Scandinavian Masters [Eur], Belgacom Open [Eur], Cisco World Match Play Championship [Eur]. 2003 BMW International Open [Eur], Dunhill Links Championship [Eur], Nelson Mandela Invitational [with Simon Hobday] [SAf]. 2007 Valle Romano Open de Andalucia [Eur]. 2009 Portugal Masters [Eur], Dubai World Championship [Eur]. 2010 Nedbank Golf Challenge [SAf]. 2011 Indonesian Masters [Asia], Ballantine's Championship [Eur], Nedbank Golf Challenge [SAf], Thailand Golf Championship [Asia]. 2012 Indonesian Masters [Asia], Nordea Masters [Eur]. 2014 Maybank Malaysian Open [Eur], Thailand Golf Championship [Asia]. 2015 CIMB Niaga Indonesian Masters [Asia].","curYearHigh" : "Won all three matches, including a 7-and-6 singles result over Nicholas Fung, for the victorious Europe side in the Eurasia Cup in Kuala Lumpur in January...Began the final round of his 17th Masters four strokes behind 54-hole leader Jordan Spieth, before a 3-under 69 proved good enough for a T2 with Spieth at 2-under 286. Bogeyed the first hole Sunday for a third consecutive day, before an unlikely eagle-3 at No. 15 got him back on track. Became one of three Englishmen to finish inside the top five at Augusta National, joining winner Danny Wilett and Paul Casey (T4).","carHigh" : "2014-15: Made 13 of 15 TOUR cuts, with one top-10. Finished No. 109 in the FedExCup standings. Was T58 at The Barclays to complete his season at the first FedExCup Playoffs' event. Decided not to take up membership on the PGA TOUR for the 2015-16 season...Recorded his first PGA TOUR hole-in-one when he made an ace in the second round of the CIMB Classic in Malaysia. Used a rescue club off the tee at the par-3 11th hole. Recorded four different scores on the hole during the week. Also had a par, a bogey and a birdie during his four rounds. Eventually finished T13 at Kuala Lumpur G&CC. Was tied for second through 54 holes of the Turkish Airlines Open in November 2014. Trailed third-round leader Wade Ormsby by a stroke at The Montgomerie Maxx Royal. Shot a final-round 71 to T8, five shots behind winner Brooks Koepka...Won his second tournament in Southeast Asia during the 2014 calendar year when he fired a 5-under 67 Sunday to win the Thailand Golf Championship at Amata Spring CC. Entered the final round tied for second with Martin Kaymer, a stroke behind 54-hole leader Marcus Fraser. Opened bogey-bogey in the final round then played flawless golf the rest of the way, making four consecutive birdies to finish his front nine. Added a birdie on No. 11 then picked up birdies on Nos. 14 and 15, hanging on for the one-shot win over Kaymer and Fraser. The victory was his 38th international title...Opened 65-68-69 at the Omega Dubai Desert Classic then fired a final-round, even-par 72 to T9 with three others at Emirates GC...In defense of his Maybank Malaysian Open title, he finished T5 with Gregory Bourdy, Richard T. Lee and Paul Peterson, five shots behind winner Anirban Lahiri...Won the Indonesian Masters for a third time in late-April at Royale Jakarta GC. Took a five-shot 54-hole lead over Y.E. Yang, Thomas Bjorn and Namchok Tantipokhakul but saw that advantage eventually disappear on the final day as he shot a 1-over 73. Bogeyed two of his final three holes but still had a birdie putt on the 72nd hole for the win. Misread his putt and settled for a par that led to a playoff with Thailand's Chapchai Nirat. In the overtime, beat Nirat on the first hole by making a birdie.\n\n2013-14: Made 12 of 18 PGA TOUR cuts, with two top-10s. Finished T57 at The Barclays but did not advance in the FedExCup Playoffs...Finished seventh at the Masters to record his fifth top-10 in 15 starts at Augusta National GC. Is the only player with top-15 finishes each of the last five years at the event...The following week, was ready for a battle with countryman Andy Sullivan in the final round of the Maybank Malaysian Open in mid-April. Led Sullivan by one shot through 54 holes but then cruised to a seven-shot win when Sullivan fell to a 6-over 78 in the final round. Defeated the trio of Nicolas Colsaerts, Louis Oosthuizen and Bernd Wiesberger, who all T2. The victory was his 37th international title and gave him at least one tournament title in five of the last six years...In his 12th start at THE PLAYERS Championship, added a fifth top-eight showing by finishing T6 in Ponte Vedra Beach. Following an opening-round, 5-under 67, added sub-par scores of 71-71-70. His performance marked the first time he had played all four rounds at TPC Sawgrass with sub-par scores...Went 2-2-0 in his four matches at the Ryder Cup at Gleneagles in Scotland to help lead the European team to a five-point victory over the U.S. in the biennial event.\n\n2013: Ended the season No. 41 in the FedExCup, with 18 made cuts in 19 starts. Among his six top-10 finishes was a season-best T3 at The Open Championship...Finished T5 at the Omega Dubai Desert on the European Tour in his first start of the season...In his third stroke-play event of the PGA TOUR season, claimed a T9 at The Honda Classic. He was two strokes off Camilo Villegas' lead after an opening-round, 4-under 66. A final-round, 3-over 73 at wind-blown PGA National resulted in the T9, his third top-10 finish in the event since 2010...Finished T4 at the Wells Fargo Championship to record back-to-back top-10 finishes at Quail Hollow Club (T5 in 2012)...Posted a second-round, 6-under 66 en route to a T8 at THE PLAYERS Championship in May in his 11th start in the event. With seven birdies and an eagle, played his first 36 holes bogey-free. Began the third round with double bogeys on hole Nos. 1 and 4...Was T9 in late-May at the BMW PGA Championship in England...Opened with rounds of 72-68-70 to carry a two-stroke lead into the final round of The Open Championship. A final-round, 4-over 75 left him T3, four strokes behind champion Phil Mickelson. Record fell to 1-4 when carrying at least a share of the lead into the final round on the PGA TOUR. Dating to a T23 at the 2009 U.S. Open, has finished inside the top 25 in 14 of his last 17 majors, including 10 top 10s (also a T8 at the Masters)...Entered the BMW Championship outside Chicago, needing a strong showing as he was on the bubble and ranked 30th in the FedExCup standings. A 67th-place finish left him No. 41 in the FedExCup, missing on the TOUR Championship by Coca-Cola.\n\n2012: Finished No. 10 in the FedExCup standings in his first appearance in the FedExCup Playoffs...Needed an eagle to win and a birdie to force a playoff with Rafael Cabrera-Bello at the Dubai Desert Classic in February. Made it to the green in two at the par-5 finishing hole at Emirates GC, but his chip shot left him with a 15-foot birdie putt that he couldn't convert. He T2 along with Stephen Gallacher. Posted a solo fourth in his first PGA TOUR start of the year, at the World Golf Championships-Accenture Match Play Championship, defeating Nicolas Colsaerts, Robert Karlsson, Nick Watney and Martin Laird before falling to Rory McIlroy in the semifinals, 3 and 1, and to Mark Wilson in the consolation match, 1-down. Held a 3-up lead through four holes vs. McIlroy before seeing the advantage evaporate into a 1-down deficit through nine holes. Collected his ninth top-10 in 38 career World Golf Championships starts. Earned his best finish in the Accenture Match Play Championship, advancing past the second round for the first time in his 12th tournament. Collected his best finish on the PGA TOUR since a T3 at the 2011 U.S. Open...A week later, made a Sunday charge at The Honda Classic with a 7-under 63 to move from T27 to fourth. It was his fourth start in the event and second top-10 finish (T9 in 2010)...Finished T3 at the Masters Tournament just two strokes out of the Bubba Watson-Louis Oosthuizen playoff. Held the first-round lead with a 67 but closed with rounds of 73-72-68...Successfully defended his Indonesian Masters title in April. Had to finish his third round at Royale Jakarta GC on Sunday morning at the weather-plagued event. After shooting a 7-under 65, he took a commanding eight-stroke lead into the final round. Struggled to a 2-over 74 over his final 18 holes but was able to hang on and win by two shots over Thailand's Thaworn Wiratchant...Finished T5 at the Wells Fargo Championship. After 12 consecutive rounds in the 70s to start his career at the Charlotte event, closed with rounds of 68-66 to snap that streak. Career progress at the event includes a missed cut in 2006, T61 in 2007, T38 in 2010 and his T5...In June, traveled to Stockholm, Sweden, and won his first European Tour event of the season, the Nordea Masters. Overwhelmed the field, beating Ross Fisher by five shots after shooting four sub-70 rounds (68-64-68-69) at Bro Hof Slott GC...Finished T10 in his 13th U.S. Open start, with his only missed cuts coming in 1999 and 2001. Owns five top-10s at the event (seventh in 1998, fifth in 2000, third in 2008 and third in 2011). Dating to a T23 at the 2009 U.S. Open, he has finished inside the top 25 in 11 of the last 12 major championships (missed the cut at the 2011 Open Championship). Was the only player in the field to record top-10s at the 1998 and 2012 U.S. Open held at The Olympic Club (T7 in 1998 and T10 in 2012)...Finished T5 at The Barclays in his first start in the FedExCup Playoffs...Finished T2 at the BMW Championship just two shots off the winning score. Moved from No. 23 to No. 8 in the FedExCup standings entering his first career start in the TOUR Championship...Went 2-2 for the winning European Ryder Cup team, including a 3-and-2 win in singles over Matt Kuchar...In November, birdied four of his last five holes in the third round of the World Golf Championships-HSBC Champions en route to a bogey-free and career-low 11-under 61, good for T6 honors with Louis Oosthuizen. The finish came in an event where he has posted 15 of his 16 rounds at par or better and was his second top-10 in three years at Mission Hills GC's Olazabal Course. He was second in 2010. His 41st start in a World Golf Championships event is the most in the history of the global series...Finished fifth at the Nedbank Golf Challenge in South Africa. Was one of five players to finish the tournament under par.\n\n2011: Ended his year with a flourish, winning the Thailand Golf Championship and moving into the No. 2 spot in the Official World Golf Ranking. Also finished fifth in the Race to Dubai on the European Tour...In April, he regained the No. 1 position on the Official World Golf Ranking by winning the Asian Tour's Indonesian Masters. He shot a final-round 69 at Royal Jakarta GC to defeat Thongchai Jaidee by three strokes...He continued his winning ways a week later in South Korea by shooting three consecutive rounds in the 60s to win the Ballantine's Championship. He entered the final round three strokes behind Miguel Angel Jimenez but played near-flawless golf at Blackstone GC, with a bogey-free 67, including a birdie on the par-5 18th, to give him a one-stroke victory over Jimenez...Began the final round of the European Tour's BMW PGA Championship two strokes behind Luke Donald and Matteo Manassero. Shot a final-round 68 at the Wentworth Club outside London to force a playoff with Donald. On the first extra hole, he hit his approach shot on No. 18 into the greenside water hazard, giving Donald the title. Dropped to No. 2 in the OWGR, behind Donald...Finished T3 at the U.S. Open at Congressional CC. Has top 10s in four of his last six major starts. Last top 10 at the U.S. Open was in 2008 (third)...Finished T9 at the World Golf Championships-Bridgestone Invitational on the strength of a bogey-free final round 65. It was his fourth top 10 at Akron, Ohio, event...Making his 55th career start in a major championship, finished T8 at the PGA Championship for his third top 10 of the season. One of just six players with multiple top 10s in major championships in 2011 (T3 at the U.S. Open was his top performance) and just missed becoming the only player with three such finishes when he T11 at the Masters...Hovered near the top of the leaderboard all week at the KLM Open at Hilversum, Netherlands. Shot a pair of 70s in the first and third rounds, with two 66s coming in the second and final rounds to finish solo fifth, four strokes behind winner Simon Dyson...Successfully defended his Nedbank Golf Challenge title in Sun City, South Africa, with a two-stroke win over Robert Karlsson. Despite a 1-over 73 Sunday, he positioned himself to win the tournament with a 10-under 62 in the third round at Gary Player CC...In final event of the year, he opened with rounds of 60-64 at Amata Spring GC and cruised to a seven-shot win over Charl Schwartzel at the Thailand Golf Championship. 2010: Became the top-ranked player in the Official World Golf Ranking on November 1, ending Tiger Woods' reign of 281 consecutive weeks at No. 1. On the PGA TOUR, captured the St. Jude Classic presented by Smith & Nephew, and also finished runner-up at the Masters and The Open Championship...Making his second start of the year on TOUR, finished T9 at The Honda Classic with bookend rounds in the 60s (69-71-70-68)...Finished T8 at Shell Houston Open where third-round 72 included nines of 41-31...Held the second- and third-round leads at the Masters before losing by three strokes to Phil Mickelson and finishing second. In 48 major championship appearances entering the week, had never held a lead after any round. Opened with three rounds in the 60s at the Masters, but closed with a 71 (67-69-68-71)...Finished T4 at THE PLAYERS Championship after holding the 54-hole lead. He became the first player in 33 years to lead both the Masters Tournament and THE PLAYERS at the end of the third round in the same year. Tom Watson did that in 1977, and he finished T5 at THE PLAYERS (when it was held in March) and winning the Masters. Westwood finished second at the Masters and T4 at THE PLAYERS in \n\n2010...Won the St. Jude Classic for his second career TOUR victory and first since 1998, beating Swede Robert Karlsson on the fourth hole of a sudden-death playoff. Became first European to win the Memphis TOUR event after Robert Garrigus blew a three-stroke lead on the final hole of regulation with a triple bogey after driving in the water and hitting his third shot in the trees. Garrigus was eliminated after a bogey on the first playoff hole. The two remaining players went par-par-bogey until they returned to No. 18 once again. He stuck his approach 6 feet from the pin on No. 18. Karlsson left his birdie putt from 43 feet about a foot short to extend the playoff. After going 17 straight holes without a birdie, he rolled in the 6-footer to win. His first two PGA TOUR victories have occurred the week before a major championship (1998 before the Masters and 2010 before the U.S. Open)...Finished runner-up at The Open Championship for his fourth top-three finish in his last five major championship starts: 2010 Open Championship (second), 2010 Masters Tournament (second), 2009 PGA Championship (T3) and 2009 Open Championship (T3)...Unable to play at the PGA Championship due to calf injury...Went 2-1-1 to help lead the European team to a one-point victory over the United States in his seventh Ryder Cup appearance...In November, the newly minted No. 1 made it a two-man race with Francesco Molinari at the World Golf Championships-HSBC Champions. At 18-under, finished one stroke shy of Molinari's winning score of 19-under 269. His runner-up performance was nine strokes clear of those who claimed a share of third place...At the Dubai World Championship, the European Tour's final event, he T3 in that tournament and finished third in the Race to Dubai, that tour's season-long points competition...A week later, he was dominant in South Africa at the Nedbank Golf Challenge. He opened with 68-64 and cruised to an eight-stroke victory over Tim Clark. \n\n2009: Made the cut in all eight starts on the PGA TOUR and was the European Tour's top golfer after winning the Dubai World Championship by six strokes...Earned career-best T3 finish at The Open Championship. His previous best was fourth at Troon in 2004. Was one behind leader Tom Watson on the 72nd hole but made a bogey on the final hole and missed a playoff by one stroke. Has finished in the top 10 seven times in 47 major championship starts...One of five players to make a record 11th start at the World Golf Championships-Bridgestone Invitational, finishing ninth...Finished T3 at the PGA Championship, making a third consecutive top-10 on the PGA TOUR...Won the Portugal Masters, ending a two-year victory drought. His victory at the Oceanico Victoria GC in Vilamoura was by two strokes over Italian Francesco Molinari. Moved to the top of the European Tour Race to Dubai Ranking and rose to No. 5 in the Official World Golf Ranking...A third-round 65 led to a T8 finish in China at the World Golf Championships-HSBC Champions...Shot a course-record, 8-under 64 in the final round at the Earth Course to finish at 23-under 265 and win the Dubai World Championship. Earned $1.25 million to hold off Rory McIlroy on the season-long money list and win the European Tour's first Race to Dubai since it changed from the order of merit. \n\n2008: Finished No. 57 on the PGA TOUR money list, his best showing since finishing No. 46 in 1998, but opted not to retain membership for 2009...Posted his best finish in a major championship with a third-place showing at the U.S. Open, one stroke out of the 18-hole Tiger Woods-Rocco Mediate playoff. Had a long birdie try on the 72nd hole to join the playoff. It was his third U.S. Open top-10 finish. He was T5 in 2000 and T7 in 1998...Finished T2 at the World Golf Championships-Bridgestone Invitational. Shared the third-round lead, but closed with 1-under 69 to finish second...Finished third on the European Tour order of merit. Didn't win on the European Tour but had two second-place finishes and two third-place showings. In his season-opener, at the Abu Dhabi Golf Championship, was T2, four strokes behind winner Martin Kaymer…At the British Masters in September, he finished regulation tied with Gonzalo Fernandez-Castano, with Fernandez-Castano winning the overtime session…At the Mapfre Open de Andalucia in March, he was solo third…Duplicated that effort two months later when he T3 at the Irish Open. Had an 0-2-2 record in the Ryder Cup at Valhalla. \n\n2007: Captured his first European Tour victory in nearly four years, at the Open de Andalucia in Spain in early May. Began the tournament with a 72 then shot consecutive rounds of 65-65-67 to beat Fredrik Andersson Hed and Philip Archer by two shots...Posted his second win of the season, at the Quinn Direct British Masters, coming from two shots behind on the final day to beat Ian Poulter by five strokes on the strength of a final-rond 65.\n\n2006: Came close to returning to the winner's circle when he T2 at the Deutsche Bank Players' Championship. Opened with a 63, and proceeded to reel off rounds of 68-67-69 over his final 54 holes but still came up four strokes shy of Robert Karlsson…Was also T4 at the Smurfit European Open in July…Finished his European Tour season in October, with a pair of top-10s—at the Dunhill Links Championship (T8) and the Volvo Masters (T7)...Named as a captain's choice for the European Ryder Cup team, and posted a 3-0-2 record, including a 2-up victory in singles over Chris DiMarco.\n\n2005: Made only 15 starts on the TOUR but managed to play on the weekend 12 times. Had five top-25 finishes, with his best effort a T17 at the World Golf Championships-Accenture Match Play Championship and T17 at PGA Championship. Shared second-round lead at THE PLAYERS Championship at 10-under 134 with Luke Donald, Tim Herron and Joe Durant, finishing T22...Recorded five top-10 finishes on the European Tour, including T5s at the Nissan Irish Open and Caltex Open. \n\n2004: Posted his best finish in a major championship and his fifth top-10 in 28 major championship appearances with his fourth-place showing at The Open Championship in Scotland, the highest finish by a European player at Royal Troon...Posted four rounds in the 60s at the World Golf Championships-NEC Invitational, just the ninth player in the event's six-year history to do so, in posting T9 finish...Placed second twice on the European Tour. Went 4-0-1 in the European Ryder Cup victory, sharing the high point total with teammate Sergio Garcia. \n\n2003: Ended three years out of the limelight with an emotional victory in the BMW International Open with a back-nine 30 in the final round. Opened with a 65 and closed with a 66 to beat Alex Cejka by three strokes...A month later, took the 54-hole lead after a third-round 62 and beat Ernie Els by a shot to win the Dunhill Links Championship at St. Andrews, thanks to a closing 67.\n\n2002: In nine PGA TOUR starts, his best finish was a T15 at the Nissan Open and a T15 at the World Golf Championships-NEC Invitational…Had no top-10s on the European Tour in 21 starts and finished 125th on the order of merit. Best performance was a T14 at the Telefonica Open de Madrid in late October…Played on his third Ryder Cup team, recording a 3-2 record, including a 2-0 mark in foursomes, with Sergio Garcia as his partner in both matches.\n\n2001: Played in six PGA TOUR events, a T17 at the Bay Hill Invitational in Orlando, Fla., his best performance…Went winless on the European Tour, his best showing a T2 at the Volvo Scandinavian Masters. Shot a final-round 72 to finish T2 with Ian Poulter, a stroke behind winner Colin Montgomerie…Was also T5 at the English Open in June. Recovered nicely from an opening 77 that left him tied for 100th through 18 holes. Played the final 54 holes in 67-68-69 to T5.\n\n2000: Began year with win at Dimension Data Pro-Am in South Africa, which meant he had won a tournament on every continent—Africa, Asia, Australasia, Europe and North America...Captured the European Tour order of merit in the last tournament of the year. Winnings of €3,125,146 set a European Tour record after he captured five official titles. He finished €407,181 ahead of Darren Clarke after overcoming a €107,768 deficit in the final event of the year, the World Golf Championships-American Express Championship. Successfully defended his Smurfit European Open title to go with wins in the Deutsche Bank SAP Open-TPC of Europe, the Compaq European Grand Prix, the Volvo Scandinavian Masters, the Belgacom Open and the Cisco World Match Play Championship. Joined Seve Ballesteros, Nick Faldo and Colin Montgomerie as the only players to win six times in a season in Europe.\n\n1999: Played in 11 PGA TOUR events. Had his second consecutive top-10 at THE PLAYERS Championship, a T6 at TPC Sawgrass...Two weeks later, had his first top-10 at the Masters, also a T6...In defense of his Compaq Classic of New Orleans, had to withdraw with illness...Also played in the World Golf Championships-Accenture Match Play Championship, losing in the first round. Was T33 at the World Golf Championships-NEC Invitational. Was tied for eighth when the final round at Valderrama GC in Spain began and moved up to a T4, despite shooting a 2-over 73...Won three times on the European Tour and finished second on the order of merit behind Colin Montgomerie. First victory came at the TNT Dutch Open in late July. Tied for 11th when the final round began and five shots back, he put together a Sunday 63 to edge Gary Orr by a shot...A week later, he again enjoyed final-round heroics, shooting a Sunday 65 to win the Smurfit European Open by three shots over Peter O'Malley and Darren Clarke. Was solo third and seven shots behind Clarke when the final round began...In early September, won the Canon European Masters by two shots over Thomas Bjorn, again on the strength of a solid final round—a 65, one of four sub-70 rounds he had at Crans-Sur-Sierre in Switzerland...Contended in February, at the Dubai Desert Classic. Despite shooting a final-round 67, finished second, four shots behind David Howell...In the Ryder Cup, he was again 2-3, splitting his four foursomes and four-balls matches and losing in singles to Tom Lehman, 3 and 2, at The Country Club in Massachusetts...In defense of his Visa Taiheiyo Masters title, he was T6 in Japan...The following week, he defended his Dunlop Phoenix championship with a valiant 64 in the final round to T4. \n\n1998: Made his big breakthrough in the United States when he captured the Freeport McDermott Classic in New Orelans, thanks to four sub-70 rounds. Shot rounds of 67-69 on the weekend at English Turn G&CC to beat Steve Flesch by three shots...Had two other top-10s on the PGA TOUR, a T5 at THE PLAYERS Championship and a T7 at the U.S. Open...Won four times on the European Tour and finished third on the order of merit, behind Colin Montgomerie and Darren Clarke...First European Tour win came at the TPC of Europe, where he enjoyed a third-round, 11-under 61 at Gut Kaden GC in Alveslohe, Germany, and then followed that effort with a 6-under 66 on the final day to beat Darren Clarke by one...Made it back-to-back victories, taking the English Open by two shots over Greg Chalmers. Shot four rounds in the 60s for a second consecutive week, and extending his streak to 10 consecutive rounds under 70, dating to the Volvo PGA Championship in late May...Win No. 3 came at the Loch Lomond Open. Held a share of the 54-hole lead with Dennis Edlund then pulled away to beat a quintet of players by four shots, a group that included Robert Allenby and Ian Woosnam...In october, won the Belgacom Open. Finished regulation tied with Fredrik Jacobson and then prevailed in the one-hole playoff, draining a 20-foot birdie putt in Knokke, Belgium...Made it to the semifinals of the Cisco World Match Play Championship before losing to Tiger Woods, 5 and 4...Won the Visa Taiheiyo Masters for a third consecutive year. For the second straight season, he beat Jumbo Oazki for the title, beating Ozaki by two shots...Stayed hot the following week, winning the Dunlop Phoenix for the first time, beating Darren Clarke by three shots. \n\n1997: Played in five PGA TOUR events, including all four major championships—where he made the cut in all four. In his first appearance at the Masters Tournament, he T24...Two months later, at the U.S. Open, he was T19...Picked up his first major championship top-10, with a T10 at The Open Championship, thanks to two under-par rounds (70-67) in the second and third rounds...Was T29 at the PGA Championship...A week later, he shot a third-round 66 at Firestone CC to T12 at the NEC World Series of Golf...He qualified for his first Ryder Cup. Went 2-2 in foursomes and four-balls and lost his singles match to Jeff Maggert, 3 and 2, in the Europeans' one-point win over the U.S. in Sotogrande, Spain...Won the Volvo Masters Andalucia on the European Tour, in his final start of the season. In the weather-shortened event, he opened with a 65 and followed with a 67-68 finish to edge Padraig Harrington by three shots. Victory was sweet as he had two runner-up finishes and two third-place showings during his 21 starts...First runner-up showing of the year came in his first start, at the Turespana Masters. After a second-round 63, took a two-shot lead at the halfway point and shared the 54-hole lead with Jose Coceres. Shot a final-round 71 to fall by two shots to Jose maria Olazabal...Was also second, at the Murphy's Irish Open in July, seven shots behind winner Colin Montgomerie...Third-place performances came at the Benson & Hedges International Open and the Slaley Hall Challenge. Finished third on the order of merit, with five other top-10 showings to his credit...In November, at the Sarazen World Open Championship, contended all week at The Legends at Chateau Elan in Georgia before taking a solo second, three strokes behind winner Mark Calcavecchia...Successfully defended his Visa Taiheiyo Masters title, opening 68-68 and hanging on to defeat the Ozaki brothers, Joe and Jumbo, by a shot.\n\n1996: Picked up first European Tour win, at the Volvo Scandinavian Masters in a playoff...Again played in The Open Championship, missing the cut...Played in two Japan Golf Tour events and made the most of his starts. At the Sumitomo Visa Taiheiyo Masters, a 54-hole event, he defeated Costantino Rocca and Jeff Sluman in a playoff...A week later, he was T6 at the Dunlop Phoenix. \n\n1995: Made his PGA TOUR debut, at The Open Championship, where he began the tournament with a 1-under 71, made the cut but them stumbled to an 82-74 finish to T96. \n\n1994: Finished 43rd on the European Tour's order of merit in his rookie season.\n","otherCarHigh" : "","personal" : "Took up the game at age 13 with a half set of clubs bought by his grandparents. Math teacher father, John, took up game at same time to give his son encouragement...Played rugby, cricket and soccer during his school days...Big supporter of Nottingham Forest Football Club...Married Laurae Coltart, sister of European Tour player, Andrew, in January 1999.","otherInfo" : "","ntlTeams" : "Ryder Cup (9), 1997, 1999, 2002, 2004, 2006, 2008, 2010, 2012, 2014; Seve Trophy (4), 2000, 2002, 2003, 2011; Royal Trophy (1), 2007; Eurasia Cup (1), 2016.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T2nd at the Masters Tournament.","dynStats" : "He ranks 75th in Career Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/LeeWestwoodOfficial"},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/westwoodlee"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/WestwoodLee"},{"cat" : "youtube","desc" : "","url" : "https:\/\/www.youtube.com\/user\/LeeWestwoodGolf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}