{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "28259","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Bae","first" : "Sangmoon","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "180","weightMetric" : "82","birthDate" : "June 21, 1986","age" : "29","birthPlace" : "Dae Gu, South Korea","residence" : "Kyunggi-do, South Korea","family" : "Single","education" : "Sungkyunkwan University (2011)","splInterest" : "Baseball, skiing, soccer","pronunciation" : "BAY","nwTourAlumnus" : "","trndProYear" : "2004","clubAffl" : "","cityPlaysFrm" : "Seoul; ; South Korea","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "13th Nationwide Tour Qualifier at the 2010 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "(2): 2008 Kolon-Hana Bank Korean Open [Kor], 2008 KPGA KEB Invitational [Kor].","curYearHigh" : "","carHigh" : "2009: Finished T87 at 2008 PGA TOUR Qualifying Tournament, where his fifth-round 64 was his only sub-70 round that week...Did not play on the Nationwide Tour, but had two missed cuts on the PGA TOUR (Sony Open in Hawaii and U.S. Open. 2008: Two-time winner on the Asian Tour, first at the KEB Invitational then at the Kolon-Hana Bank Open, where he headed off Ian Poulter and Anthony Kim down the stretch to win by a stroke with an 11-under 273 at Woo Jeong CC. Win was worth $240,000...Teamed with Hyung-Tae Kim to finish T26 at 2008 OMEGA Mission Hills World Cup in China.\n","otherCarHigh" : "","personal" : "Has played on the Korea Tour, Japan Golf Tour and Asian Tour. Would like to play Augusta National one day...Never travels without his iPhone...Favorite food is Korean barbecue...Would include Tiger Woods as one of the players in his dream foursome.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2012","qSchoolYear" : "","exmtStatus" : "2014-15 tournament winner (through 2016-17)","otherVics" : "","intlVics" : "(12): 2006 Emerson Pacific Group Open [Kor]. 2007 SK Telecom Open [Asia]. 2008 KEB Invitational [Kor], Fortis International Challenge [with Kim Hyung-tae], Kolon-Hana Bank Korean Open [Asia], KPGA KEB Invitational [Kor]. 2009 GS Caltex Maekyung Open [OneAsia]. 2010 SK Telecom Open [OneAsia]. 2011 Vana H Cup KBC Augusta [Jpn], Coca-Cola Tokai Classic [Jpn], Japan Open [Jpn]. 2013 Shinhan Donghae Open [Kor].","curYearHigh" : "","carHigh" : "2014-15: Highlighted by his second career PGA TOUR title in his first start of the season, enjoyed a campaign easily solid enough to advance him to the FedExCup Playoffs for a fourth consecutive year. A top-10 finish at The Barclays resulted in his first start in the TOUR Championship by Coca-Cola. After a T18 at East Lake GC in Atlanta at the season-ending event, finished ranked 26th in the FedExCup standings...Second TOUR victory came in his first appearance at the Frys.com Open, where he defeated Steven Bowditch by two strokes. Carried a sizable four-stroke lead (the largest in Frys.com Open history) into the final round before seeing the lead increase to six strokes at one time. Several bogeys during the middle of his round made things interesting, with his lead just two shots at one point. Steadied the ship to become the third (of eight) 54-hole leaders\/co-leaders to win the Frys.com Open, joining Troy Matteson (2009) and Rocco Mediate (2010). With the win, claimed his first win and top-10 finish since the 2013 AT&T Byron Nelson Championship and in the process became the third international winner of the season-opening event, joining Canadian Mike Weir (2007) and Sweden's Jonas Blixt (2012). A player of Korean-descent in his 20s has won on the PGA TOUR five times in the last four years, and he has done it twice. Also won in 2013 at age 26. Others are Kevin Na (2011), John Huh (2012), Seung-Yul Noh (2014) and Danny Lee (2015). His Frys.com Open win was the 15th on the PGA TOUR by a player of Korean-descent...Birdied the 72nd hole of the CIMB Classic in November 2014 to finish T5...Opened the Hyundai Tournament of Champions with a 7-under 66, just one shy of tournament leader Russell Henley. Added rounds of 69-69-70 to finish solo sixth, three strokes behind playoff winner Patrick Reed. After posting no top-10s during 2013-14, his Hawaii finish was his third in four starts to start this campaign...Finished T8 at the Northern Trust Open with a bogey-free third round that led to his fourth top-10 of the season...Entered the final round of The Barclays sharing the lead with Jason Day but posted a 2-over 72. Following his T6 finish, headed to the Deutsche Bank Championship at No. 23 in the FedExCup standings. Fell to one for two when holding at least a share of the lead entering the final round of a TOUR event (having won the Frys.com Open earlier this season)...Chosen as captain's pick by Nick Price for Presidents Cup team in home country of South Korea...In 2015, a court ruling in South Korea confirmed he must return to fulfil a two-year military obligation. Will be eligible for a “mandatory obligation” exemption under the major medical and family crisis exemption so he can return to TOUR under his current exempt status...Chosen as captain's pick by Nick Price for Presidents Cup team in home country of South Korea. Went 2-1-1 in his four Presidents Cup matches in the International team's 15½-14½ loss in South Korea.\n\n2013-14: Did not record a top-10 on TOUR but had six top-25s. Made 13 of 24 cuts and finished No. 122 in the FedExCup standings. Had advanced to the second FedExCup Playoffs event the previous two seasons...Opened with a 7-under 63 to take a one-stroke lead after the opening round of the Sony Open in Hawaii, eventually finishing T32. The 63 marked a new career-low round on the PGA TOUR. Owns three 64s, most recently in the second round of the 2013 Waste Management Phoenix Open...Held the second-round lead at the Northern Trust Open before finishing T12.\n\n2013: Enjoyed a breakthrough season, highlighted by his first career PGA TOUR win in his 43rd start, at the HP Byron Nelson Championship. As a result, earned a spot in the field of the first three events in the PGA TOUR Playoffs, before settling in at No. 69...Finished T8 at the Northern Trust Open after holding a share of the second-round lead. A third-round 76 dropped him out of contention...After entering the final round of the HP Byron Nelson Championship trailing Keegan Bradley by one stroke, birdied four of his first seven holes and then survived a double-bogey on the par-4 ninth hole for a 1-under 69 and two-stroke victory over Bradley. Won in his first start at the event, becoming the third player in the last four years to win the tournament in their first start (Jason Day in 2010 and Bradley in 2011). Was the 11th player to make the HP Byron Nelson Championship his first TOUR victory and third in four years (Day and Bradley). The 11-time winner in Asia became the first Korean to win the HP Byron Nelson Championship and the second Asian-born player to win near Dallas (Shigeki Maruyama in 2002). Is the fourth Korean-born player to win on the PGA TOUR, joining K.J. Choi (eight victories), Y.E. Yang (two) and Kevin Na (one). He is the sixth player of Korean descent to win, joining Choi, Yang, Na, Anthony Kim (three victories) and John Huh (one). Kim and Huh were both born in the United States. With the victory, moved from No. 95 to No. 18 in the FedExCup standings.\n\n2012: Finished T5 at the World Golf Championships-Accenture Match Play Championship to post the best finish of his rookie season. It marked the best finish by a Korean player at the Accenture Match Play Championship, bettering the previous mark of T9 by K.J. Choi (2008) and Y.E. Yang (2011). Lost in the quarterfinals to Northern Ireland's Rory McIlroy, 3 and 2...At the Transitions Championship, posted four rounds in the 60s for the first time in his PGA TOUR career and finished regulation at 13-under to join a four-man playoff with Luke Donald, Jim Furyk and Robert Garrigus. Finished runner-up when Donald made a birdie 4 on No. 18, the first hole of sudden death, to win the playoff. Collected first top 10 in a stroke-play event on the PGA TOUR...Missed the cut at The Barclays and finished 78th at the Deutsche Bank Championship, finishing the season No. 96 in the FedExCup standings...Contended all week at the CJ Invitational in South Korea. Opened with a 69 at Haesley Nine Bridges GC and then followed with rounds of 68-66-68 for a 13-under 271 but still fell two strokes short of fellow South Korean K.J. Choi. 2011: In December, closed with a 6-under 66 at the PGA TOUR Qualifying Tournament at PGA West in Palm Springs, Calif., to earn his playing privileges for the first time...Led the Japan Golf Tour Order of Merit, on the strength of three victories...Won a tournament for the sixth consecutive year when he went wire to wire to win the Vana H Cup KBC Augusta. He shot a bogey-free, five-birdie 67 at Keya GC to defeat Ryo Ishikawa and Tomohiro Kondo by two strokes...Won for the second time of his campaign, at the Coca-Cola Tokai Classic in Japan. Despite a final-round 73, that saw him make four bogeys against and eagle and a birdie, he held off Tadahiro Takayama by a stroke. Was tied for seventh after the opening round but took the lead at the halfway point and led the rest of the way...Final victory of the season came at the Japan Open, where he defeated Kenichi Kuboya in a playoff...Also had a pair of runner-up finishes to his credit on the Japan Golf Tour. Was T2 at the Japan PGA Championship, losing by two strokes to Hiroo Kawai. Two weeks later, shot four rounds in the 60s (68-68-68-65) and finished second at the Tsuruya Open...Best showing on the Asian Tour was a T6 at the SK Telecom Open. Was also T8 at the Indonesia PGA Championship...A week after playing in the U.S. Open at Congressional CC, where he T42, he returned to the Japan Golf Tour and T3 with Ishikawa, three strokes behind winner Jung-Gon Hwang at the Gateway to the Open Mizuno Open. 2010: Had a strong season, winning the SK Telecom Open on the Asian Tour for a second time in his career, three years after his first title there. Shot four rounds in the 60s to win by three strokes. Also had a T7 at the Kolon 53rd Korea Open...On the Japan Golf Tour, he didn't win but had six top-10s and eight top-25s in 11 starts, missing only one cut. His top performance was a fifth-place showing at the Sun Chlorella Classic. 2009: Missed the cut in his only two career PGA TOUR starts—the Sony Open in Hawaii and the U.S. Open...Finished 17th on the Asian Tour Order of Merit, winning once—at the GS Caltex Maekyuing Open—and picking up three other top 10s. 2008: Enjoyed a productive season, finishing seventh on the Order of Merit and winning the Kolon Hana Bank Korea Open by one stroke over Ian Poulter. Also added four other top 10s. 2007: Won for the first time on the Asian Tour, with a convincing six-stroke win over Aaron Baddeley and Kim Hyung-Tae at the SK Telecom Open in his native South Korea. 2006: Won his first professional title, two years after turning pro, winning the Emerson Pacific Group Open in his native South Korea.\n","otherCarHigh" : "","personal" : "Has played on the Korea Golf Tour, Japan Golf Tour and Asian Tour...Achieved his goal of playing Augusta National when he qualified for the 2012 Masters Tournament...Favorite food is Korean barbecue...Would include Tiger Woods as one of the players in his dream foursome...Began playing at age 11 at the urging of his parents, who both play. Was more interested in baseball as a youth before turning his full-time athletic attention to golf.","otherInfo" : "","ntlTeams" : "The Presidents Cup (1) 2015; World Cup (2), 2008, 2013; Royal Trophy (1), 2011.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/ride2929"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}