{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23616","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hietala","first" : "Ryan","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-5","heightMetric" : "1.96","weight" : "235","weightMetric" : "107","birthDate" : "November 8, 1973","age" : "42","birthPlace" : "Bellingham, Washington","residence" : "Boise, Idaho","family" : "Wife, Jennifer","education" : "University of Texas-El Paso (1998, Criminal Justice)","splInterest" : "Poker, fantasy football, college football","pronunciation" : "hi-uh-TAW-luh","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1997","clubAffl" : "Spurwing CC (Meridian, Idaho)","cityPlaysFrm" : "Boise; Idaho; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "609,234&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Conditionally Exempt: Web.com Tour - Past Champion \/ 2004-2009","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the Web.com Tour in 1999, 2003-05 and 2007-12. Member of the PGA TOUR in 2006. 2012: Made the cut in three of 14 starts on Tour. Best effort was his initial start, where he was T13 at the Pacific Rubiales Colombia Championship...Accepted the job as the assistant men's golf coach at Boise State University in late summer, just before the birth of his first child. 2011: Made the cut in seven of 18 Web.com Tour starts but did not register a top-25 finish. 2010: Struggled during the Web.com Tour season, making only two cuts in his 18 starts. 2009: Started the Web.com Tour season on a strong note with a T4 at the HSBC New Zealand PGA Championship but wound up making only four cuts in 26 starts. Did not crack the top 50 in his other three cuts. 2008: Made the cut in 13 of 27 starts on Tour. Made the cut in his first two events but then missed 10 consecutive cuts. Posted a 7-under 64 in the opening round of the Cox Classic to establish his name on the leaderboard. Second-round 62 gave him a 126 total, matching the second-lowest, opening-36 hole score in Tour history. Birdied the next-to-last hole in the final round to get to 19-under par and force a playoff with David Branshaw, which he won on the first extra hole. The $126,000 winner's check jumped him 122 spots to 26th on the money list. The victory was his first top-10 since his only other Web.com Tour win, at the 2005 Chitimacha Louisiana Open. Four weeks later was T2 at Utah Championship for his other top-10. 2007: Made the cut in seven of 23 starts on the Web.com Tour, with a T16 at the Miccosukee Championship the best of his two top-25 finishes. 2006: Played his rookie season on the PGA TOUR after finishing T18 at the 2005 National Qualifying Tournament. Ended the season No. 220 on the money list, but failed to crack the top 25 in any of his 23 starts. Was exempt to the final stage after finishing No. 34 on the 2005 Web.com Tour money list. It was his sixth trip to final stage. 2005: Picked up his first career victory—at the Chitimacha Louisiana Open in front of a large group of family and friends in Lafayette, La., where he resided. A final-round, 4-under 68 pushed him to 18-under-par 270, one shot ahead of Sean O'Hair. 1999: He finished 81st on the money list, with two top-10s, a fourth at the Permian Basin Open and a T10 at Oregon Classic. 1998: Member of the Canadian Tour. Member of the Tight Lies Tour from 1997-2001. Member of the Golden Bear Tour in 2002.\n","otherCarHigh" : "Earned second-team All-America honors in 1995, preceded by honorable mention All-American honors in 1994 at Texas-El Paso. Was the 1995 WAC Player of the Year.","personal" : "Cites his biggest thrill in golf as playing with Jack Nicklaus in the third round of the 2004 BMW Charity Pro-Am at The Cliffs on the Web.com Tour...Likes to sing karaoke...Nickname is \"Riddler.\"..Worked for six months in 2001 on an off-shore oil rig...His wife, Jennifer, played golf at Boise State University.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "2005","exmtStatus" : "T18 at 2005 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Rookie on the PGA TOUR after finishing T18 at the 2005 Qualifying Tournament. Exempt to final stage after finishing No. 34 on the 2005 Nationwide Tour money list. It was his sixth trip to final stage. Picked up his first career victory at the 2005 Chitimacha Louisiana Open in front of a large group of family and friends in Lafayette, LA, where he resided. A final-round, 4-under 68 pushed him to 18-under-par 270, one shot ahead of Sean O'Hair. Was his lone top-10 on the 2005 Nationwide Tour, where he was a member in 1999, and 2003-05. Prior to 2005 season, his previous best season on the Nationwide Tour came in 1999, when he finished 81st on the money list with two top-10s, a fourth at the Permian Basin Open and a T10 at Oregon Classic. Has never played in a PGA TOUR event. Member of the Canadian Tour in 1998. Member of the Tight Lies Tour from 1997-2001. Member of the Golden Bear Tour in 2002. Earned second-team All-America honors in 1995, preceded by honorable mention All-American honors in 1994 at Texas-El Paso. 1995 WAC Player of the Year. Cites his biggest thrill in golf as playing with Jack Nicklaus in the third round of the 2004 BMW Charity Pro-Am at The Cliffs on the Nationwide Tour. Likes to sing karaoke. Nickname is \"Riddler.\" Worked for six months in 2001 on an off-shore oil rig.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}