{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02245","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Waite","first" : "Grant","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "185","weightMetric" : "84","birthDate" : "August 11, 1964","age" : "51","birthPlace" : "Palmerston North, New Zealand","residence" : "Ocala, Florida","family" : "Wife, Lea; Osten Holland (6\/1\/94), Tanner Brian (6\/2\/95)","education" : "University of Oklahoma (1987, Finance)","splInterest" : "Wind surfing, reading, skiing, fitness","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1987","clubAffl" : "","cityPlaysFrm" : "Palmerston No.; ; New Zealand","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "5,264,531&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Aced No. 8 in the opening round at the Mississippi Gulf Resort Classic. Used a 5-iron from 187 yards for his first hole-in-one on PGA TOUR Champions.","carHigh" : "Competed in 18 events combined between the PGA TOUR (12) and the Nationwide Tour (six) in 2007. Made six cuts on the PGA TOUR and two on the Nationwide Tour, with his best finish coming at the Reno-Tahoe Open (T25) and the Movistar Panama Championship (T27), respectively. Made 25 starts between the Nationwide Tour (made six of 17 cuts) and the PGA TOUR (two made cuts in eight starts) in 2006. Best finish was a T3 at the Nationwide Tour's BMW Charity Pro-Am at The Cliffs in late April. The 1993 past champion finished T13 at the Booz Allen Classic, his best finish on the PGA TOUR since a T11 at the 2004 BellSouth Classic. Has split time between both Tours since 2003. In 2002 finished out of the top 150 (No. 152) for the first time since finishing No. 172 in 1994. In 2000, earned more than $1 million for the first time in his career on the strength of two runner-up finishes in Canada. Shared first-round lead and held 54-hole lead before finishing one stroke back of champion Rory Sabbatini at Air Canada Championship. Following week, lost to Tiger Woods by one stroke at Bell Canadian Open. Held share of 54-hole lead with Woods, who closed with 65 compared to his 66. Two-week Canadian stay produced earnings of $680,400. Had a T2 with Duffy Waldorf in 1997 Michelob Championship at Kingsmill The two lost a playoff to David Duval, who birdied the first extra hole. Posted an 11-under-par 60 in the final round of the 1996 Phoenix Open. Was 11-under after 15 holes at the TPC of Scottsdale and needed only one birdie in his final three holes for a 59, but recorded three closing pars. Earned career-high spot on money list, No. 35, and first TOUR victory at 1993 Kemper Open. Was the first and second-round leader and just one stroke back of Tom Kite after 54 holes. Closing 70 gave him a one-stroke victory over Kite and the $234,000 winner's check. \n","otherCarHigh" : "Three-time All-American at Oklahoma. Twice an Australian Junior champion.","personal" : "Missed defense of his 1993 Kemper Open title when his first child, Osten, was born on the eve of the 1994 event. Had registered at the tournament site, but left to be with his wife. Played on the New Zealand Junior soccer team.","otherInfo" : "","ntlTeams" : "Dunhill Cup (5), 1989, 1992, 1994, 1995, 1996.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "1989, 1992, 2003","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(2): 1992 New Zealand Open [Aus], Trafalgar Capital Classic [Can]","curYearHigh" : "Aced No. 8 in the opening round at the Mississippi Gulf Resort Classic. Used a 5-iron from 187 yards for his first hole-in-one on PGA TOUR Champions.","carHigh" : "2015:Played his first full season on the Champions Tour after finishing second at the 2014 Champions Tour National Qualifying Tournament...Had an impressive showing at the U.S. Senior Open in June at Del Paso CC in Sacramento. Was the only player to post four consecutive rounds in the 60s, and that performance led to a T3 finish, his best effort in his Champions Tour career...Was also T13 at the Encompass Championship. \n\n2011: In his one start of the season, the fewest of his career, he missed the cut at the Viking Classic. 2010: Did not make a cut in four starts on the PGA TOUR or in either of his two Web.com Tour starts. 2009: Made one of two cuts on the PGA TOUR, and nine of 24 cuts on the Web.com Tour. Has split his time between the two tours since. 2006: Best finishes were a T3 at the Web.com Tour's BMW Charity Pro-Am at The Cliffs and a T13 at the Booz Allen Classic, his best finish on the PGA TOUR since a T11 at the 2004 BellSouth Classic. 2002: Finished out of the top 150 (No. 152) for the first time since finishing No. 172 in 1994. 2000: Earned more than $1 million for the first time in his career on the strength of two runner-up finishes in Canada. Shared first-round lead and held 54-hole lead before finishing one stroke back of champion Rory Sabbatini at Air Canada ChampionshipâŚ Following week, lost to Tiger Woods by one stroke at Bell Canadian Open. Held share of 54-hole lead with Woods, who closed with 65 compared to his 66. Two-week Canadian stay produced earnings of $680,400. 1997: Had a T2 with Duffy Waldorf at the Michelob Championship at Kingsmill The two lost a playoff to David Duval, who birdied the first extra hole. 1996: Posted an 11-under-par 60 in the final round of the Phoenix Open. Was 11-under after 15 holes at TPC Scottsdale and needed only one birdie in his final three holes for a 59, but recorded three closing pars. 1993: Earned career-high spot on money list, No. 35, and first TOUR victory at the Kemper Open. Was the first- and second-round leader and just one stroke back of Tom Kite after 54 holes. Closing 70 gave him a one-stroke victory over Kite and the $234,000 winner's check. Amateur: Three-time All-American at the University of Oklahoma. Twice Australian Junior champion. \n","otherCarHigh" : "","personal" : "Missed defense of his 1993 Kemper Open title when his first child, Osten, was born on the eve of the 1994 event. Had registered at the tournament site, but left to be with his wife...Played on the New Zealand Junior soccer team...Has transitioned into a job as an instructor, with several professionals in his stable of students.","otherInfo" : "","ntlTeams" : "Dunhill Cup (5), 1989, 1992, 1994, 1995, 1996.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(3): 1992 New Zealand Open, Trafalgar Capital Classic. 1992 Utah Open.","intlVics" : "","curYearHigh" : "Aced No. 8 in the opening round at the Mississippi Gulf Resort Classic. Used a 5-iron from 187 yards for his first hole-in-one on PGA TOUR Champions.","carHigh" : "2015: Played his first full season on the Champions Tour after finishing second at the 2014 Champions Tour National Qualifying Tournament...Had an impressive showing at the U.S. Senior Open in June at Del Paso CC in Sacramento. Was the only player to post four consecutive rounds in the 60s, and that performance led to a T3 finish, his best effort in his Champions Tour career...Was also T13 at the Encompass Championship. 2014: Made his Champions Tour debut in early September at the Quebec Championship and was T49 after rounds of 73-67-75 at La Tempete just outside Quebec City...Open-qualified on the Monterey Peninsula and his final-round 69 at Pebble Beach led to a T10 finish at the Nature Valley First Tee Open...Secured exempt status for the 2015 Champions Tour season after finishing solo second at the 2014 National Qualifying School final. Started slowly (74-72) and was outside the coveted top-five position heading into the last round at Orange County National, but he used seven birdies to card a final-round 66 and move up into solo second place, four strokes back of eventual-winner Frank Esposito. Fourth-round score matched Jeff Coston's 66 as the best on the last day of the event. \n","otherCarHigh" : "A veteran on the PGA TOUR, playing full-time on the circuit in 1990 and again from 1993-2004...Earned career-high spot on money list, No. 35, and lone PGA TOUR title in 1993, claiming the Kemper Open that season. Was the first- and second-round leader and just one stroke back of Tom Kite after 54 holes. Closing 70 gave him a one-stroke victory over Kite and the $234,000 winner's check...In 2000, earned more than $1 million for the only time in his career on the strength of two runner-up finishes in Canada. Shared first-round lead and held 54-hole lead before finishing one stroke back of champion Rory Sabbatini at the Air Canada Championship in Vancouver. The following week, lost to Tiger Woods by one stroke at the Bell Canadian Open. Held a share of 54-hole lead with Woods, who closed with 65 compared to his 66. Two-week Canadian stay produced earnings of $680,400...In 1997, had a T2 with Duffy Waldorf at the Michelob Championship at Kingsmill The two lost a playoff to David Duval, who birdied the first extra hole...In 1996, he posted an 11-under-par 60 in the final round of the Phoenix Open. Was 11-under after 15 holes at TPC Scottsdale and needed only one birdie in his final three holes for a 59, but recorded three closing pars...Was T2 at the 1996 Kemper Open, closing with a final-round 66 at TPC Avenel to finish in a group three strokes back of Steve Stricker...Four consecutive rounds in the 60s led to a T2 at the 1995 Canon Greater Hartford Open, two strokes behind Greg Norman...Won his only New Zealand Open in 1992 thanks to an albatross two on the par 5 18th at Paraparaumu...Played the Web.com Tour full time in 2005-06 and again in 2008-09. Best career Web.com Tour finish was a T3 at the 2006 BMW Charity Pro-Am...Was a three-time All-American at the University of Oklahoma and was twice the Australian Junior champion. \n\n","personal" : "Missed defense of his 1993 Kemper Open title when his first child, Osten, was born on the eve of the 1994 event. Had registered at the tournament site but left to be with his wife...Played on the New Zealand junior soccer team...Prior to joining the Champions Tour, transitioned in 2006 into a job as a swing instructor, with several TOUR professionals in his stable of students.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was 1st in 1993 at the Kemper Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}