{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02199","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Thomson","first" : "Peter","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "170","weightMetric" : "77","birthDate" : "August 23, 1929","age" : "86","birthPlace" : "Melbourne, Australia","residence" : "Melbourne, Australia","family" : "Wife, Mary; four children","education" : "","splInterest" : "Designing and developing golf courses, classical music, art","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1950","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "1988","combTourMoney" : "1,139,618&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1950","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(2): 1954 World Cup [with Kel Nagle]. 1959 World Cup [with Kel Nagle].","intlVics" : "1950 New Zealand Open. 1951 Australian Open, New Zealand Open. 1952 Victorian PGA Championship [Aus], Mobilco Tournament. 1953 New Zealand Open, New Zealand PGA Championship, Victorian PGA Championship [Aus]. 1954 News of the World Match Play Championship [Eur], Ampol Tournament [Aus]. 1955 New Zealand Open, Pelaco Tournament, Speedo Tournament. 1957 Yorkshire Evening News Tournament. 1958 Daks Tournament [Eur, tie, with Harold Henning]. Dunlop Tournament [Eur], Pelaco Tournament. 1959 Italian Open, Spanish Open, New Zealand Open, Pelaco Tournament. 1960 German Open, Hong Kong Open [Asia], New Zealand Open, Yorkshire Evening News Tournament. 1961 New Zealand Open, Adelaide Advertiser Tournament, News of the World Match Play Championship [Eur], British Masters [Eur], Esso Golden Tournament [tie, with Dave Thomas]. 1962 Piccadilly Medal [Eur], Martini International [Eur]. 1964 Philippines Open [Asia], India Open [Asia]. 1965 Hong Kong Open [Asia], New Zealand Open. 1966 India Open [Asia]. 1967 Australian PGA Championship [Aus], Australian Open [Aus], Newzealand Caltex Tournament, Hong Kong Open [Asia], Alcan International [Eur]. 1968 West End Open, Victorian Open [Aus], British Masters [Eur]. 1970 Martini International [Eur, tie, with Douglas Sewell]. 1971 New Zealand Open. 1972 Australian Open [Aus], W.D. & H.O. Wills Tournament [Eur]. 1973 Victorian Open [Aus]. 1976 India Open [Asia], Pepsi Wilson Tournament [Jpn].","curYearHigh" : "","carHigh" : "2000: Captained the International team for a third time at The Presidents Cup at Robert Trent Jones GC in Virginia. International contingent lost to the United States team, 21 ½-10 ½.\n\n1998: Captained the International team to victory at The Presidents Cup at Royal Melbourne GC. International team posted its only victory to date in the biennial competition, defeating the United States team, 20 ½-11 ½. \n\n1996: First captained the International Team at the Robert Trent Jones GC in Virginia. International squad fell to the United States team, 16 ½-15 ½.\n\n1988: Was inducted into the World Golf Hall of Fame, at the time located in Pinehurst, N.C., along with Tom Watson and Bob Harlow…Claimed his last tournament victory, at the British PGA Seniors Championship, winning at North Berwick, Scotland. \n\n1985: Established the Champions Tour's all-time record for most victories in a season when he claimed nine titles out of a possible 27 official events…Won first title at the Vintage Invitational, holding off Billy Casper and Arnold Palmer by one stroke…Second title came at the American Golf Carta Blanca Johnny Mathis Classic, a one-stroke triumph over Don January…Third victory of the season in California came at the MONY Senior Tournament of Champions in wire-to-wire fashion. Despite a final-round 73 at LaCosta CC, he was three strokes better than Don January and Dan Sikes…Fourth title came in early June at The Champions Classic in Sparks, Nev., a two-shot win over Casper and Jim Ferree…The following week in Dallas, claimed the Senior Players Reunion Pro-Am in Dallas, shooting a 68 in the final round at Bent Tree CC to defeat Lee Elder by two strokes…Battled Gene Littler and Miller Barber down the stretch before prevailing by two strokes at the MONY Syracuse Seniors Classic, his sixth victory of the year…Won his seventh title, one more than Don January in 1983, when he rallied past a faltering Ferree to defeat Ben Smith by one stroke north of the border at the du Maurier Champions near Vancouver, Canada…Three consecutive rounds of 69 led to his eighth victory of the year at the United Virginia Bank Classic, a four-stroke win over George Lanning…In late October, posted his ninth victory of the season at the Barnett Suntree Senior Classic. Outdueled Charlie Sifford down the stretch for a one-stroke win in Melbourne, Fla. \n\n1984: Initial Champions Tour victory came at the World Seniors Invitational in Charlotte, N.C. Shot four consecutive rounds of 69 at Quail Hollow CC to edge Arnold Palmer by a stroke…Went wire to wire to win the General Foods PGA Seniors Championship, a three-stroke victory over Don January at PGA National GC. \n\n1976: Won the last of his three Indian Open titles at Royal Calcutta GC…Also won on the Japan Golf Tour, at the Pepsi-Wilson Tournament. \n\n1973: Claimed the last of his 34 victories in Australasia when he won the Victorian Open, \n\n1972: Last of 26 victories on the European Tour came at the W.D. & H.O. Wills Tournament at Dalmahoy near Edinburgh, Scotland…Claimed the last of his three Australian Open titles in a playoff at Kooyanga GC.\n\n1971: Won the last of his record nine New Zealand Open crowns, edging Maurice Bembridge by two strokes at Otago GC. \n\n1970: Co-winner (along with Douglas Sewell) of the Martini International at Conway GC. \n\n1969: Played in his final World Cup, representing Australia. With Bill Dunk as his teammate, the duo was solo ninth in Singapore. \n\n1968: Won the West End Open and also triumphed for a second time at the Victorian Open…Claimed a second British Masters title at Sunningdale, defeating Dave Thomas by five strokes. \n\n1967: After 17 years, won the Australian PGA Championship at Metropolitan GC beating Col Johnson and Frank Phillips. Had won the Australian Open the week prior at The Commonwealth. Joined Ossie Pickworth, Norman Von Nida and Kel Nagle as the only players to capture both events in the same year…Winner of the New Zealand Caltex Tournament…Successfully defended his title at the News of the World Match Play Championship, defeating Dai Rees in the final at Walton Heath…Won the Alcan International at St. Andrews…Picked up his third Hong Kong Open win, making a 30-foot birdie putt on the 72nd hole to tie Brian Huggett at 7-under 273. In the sudden-death playoff, he beat Huggett on the second extra hole when he made an up-and-down par from the bunker on the par-3 second hole and Huggett missed his 3-foot par putt.\n\n1966: Won his second India Open at Delhi GC…Won his third News of the World Match Play Championship, defeating Neil Coles at Walton Heath. \n\n1965: Claimed the last of his five Open Championship titles at Royal Birkdale in England, returning to the scene of his first Open Championship victory in 1954. At the time, joined James Braid and JH Taylor as just the third player with five Open Championships, one behind Harry Vardon. With most of America's prominent professionals in the field, prevailed by two strokes over Brian Huggett and Christy O'Connor, Sr…Also claimed the eighth New Zealand Open crown…Picked up his second Hong Kong Open title, beating New Zealand's Ross Newdick by a stroke. Opened with a 4-over 75, but he rebounded in the second round with a tournament-best, 5-under 66…Won the Daks Tournament at Wentworth in England…Returned to action in the World Cup, playing in his 10th tournament. At Club de Campo in Madrid, Spain, Australia, he had to withdraw due to injury after the third round.\n\n1964: Won the India Open at Delhi GC. \n\n1962: Claimed the Piccadilly Medal at Southport & Ainsdale and also won the Martini International at St. Andrews…Played with Kel Nagle again at the World Cup, this time at the Jockey Club in Buenos Aires, Argentina. The duo had a best-ball score of 569, ending a distant 12 strokes and solo third behind the U.S. team of Arnold Palmer and Sam Snead. Was solo 10th in the individual portion of the event. \n\n1961: Became the first player since Andrew Shaw in 1931 to claim three consecutive New Zealand Open titles, his seventh overall victory in the event…Also won the Adelaide Advertiser event as well as the New South Wales Open…Defeated Ralph Moffitt at Walton Heath to win the News of the World Match Play Championship…Claimed the British Masters at Royal Porthcawl by eight strokes over Christy O'Connor Sr. and Max Faulkner…Also was a co-winner of the Esso Golden Tournament (tied with Dave Thomas)…Again played with Kel Nagle at the World Cup, finishing second, 12 strokes behind Jimmy Demaret and Sam Snead of the U.S. Again finished second in the individual competition at Dorado Beach Resort in Puerto Rico, behind Snead…Lost to Nagle at the French International Open, despite shooting a course-record 65 in the final round at La Boulle GC in Paris after Nagle shot the same score to win by four shots…Looking for his second consecutive Hong Kong Open title, he finished second Kel Nagle, who he had beaten a year earlier. \n\n1960: Won four times on the European Tour and was victorious in three national opens—German, New Zealand and Hong Kong…Claimed a second Yorkshire Evening News Tournament as well as a second career win at the Daks Tournament…Also won a Bowmaker Tournament and the German Open in Cologne, edging Jean Garaialde by two shots on the strength of a 72-71 finish…Successfully defended his title at the New Zealand Open at New Plymouth, his sixth overall victory in the event…Also won the Wills Masters in Australia and the Hong Kong Open, beating Brian Huggett in a playoff after the duo finished regulation tied at 273 at Royal Hong Kong GC…Defending their 1959 World Cup title, he and Kel Nagle finished solo third, nine strokes behind the U.S. squad of Arnold Palmer and Sam Snead. He was T5 in the individual competition. \n\n1959: Triumped for the fifth time at the New Zealand Open and also successfully defended his title at the Pelaco Tournament…Won the Cole 3,000 Tournament…Won the Italian Open at Villa d'Este and then prevailed at the Spanish Open at El Prat…Teamed with Kel Nagle to win a second World Cup title for Australia at Royal Melbourne…After skipping the 1957 World Cup, he returned to the team event and won the annual tournament for a second time with Kel Nagle as his partner. They defeated the U.S. team of Sam Snead and Cary Middlecoff by 10 strokes in the best-ball format. Stan Leonard again got the best of him in the individual competition, beating him in a playoff after both players finished at 13-under at Royal Melbourne GC in Australia. \n\n1958: Claimed his third Open Championship title in four years at Royal Lytham & St. Annes GC, defeating Welshman Dave Thomas in a playoff. Joined Bobby Locke as a four-time winner of the event. Was a co-winner of the Daks Tournament at Wentworth with Harold Henning and claimed the Dunlop Tournament in the United Kingdom, also at Wentworth. In the 90-hole affair, he shot rounds of 70-69-71-71-67 to beat Henning by three shots and Locke by four …Won the Pelaco Golf Tournament in Sydney, Australia, defeating Gary Player by six strokes in the 90-hole event…Won the first of three career Victorian Open titles, at Kingston Heath GC. \n\n1957: Won the Yorkshire Evening News Tournament by a whopping 15 strokes. Set the course record at Sand Moor with a third-round 64 and an overall score of 264…Played with his fourth different partner in the World Cup, this time teaming with Bruce Crampton to a fourth-place finish at Kasumigaseki CC in Tokyo. He was solo ninth in the individual competition.\n\n1956: Played in just eight events on the PGA TOUR and registered his lone victory on the circuit, at the Texas International Open, when he shot a final-round 63 and then beat Gene Littler and Cary Middlecoff in a playoff at Preston Hollow CC in Dallas. Began the final round seven shots behind Littler before his 63 moved him up the leaderboard…Achieved his best finish in one of the three majors staged in the United States when he was fourth at the U.S. Open at Oak Hill near Rochester, N.Y…Won his third Open Championship in succession, at Royal Liverpool GC, becoming at the time, just the fourth player in history to win the event three consecutive times and the first to do so since Bob Ferguson in 1882. Took the lead after the second round, and despite a final-round 74, bested Flory van Donck by three strokes…Also successfully defended his title at the Pelaco Tournament, a 90-hole event at Victorian GC, beating Frank Phillips by seven strokes…Played in the World Cup for a fourth consecutive time, this time paired with Norman Von Nida. The team was T10 at Wentworth Club in England. \n\n1955: Successfully defended his Open Championship Championship at St. Andrews, defeating Johnny Fallon by two strokes…Also claimed his third New Zealand Open title…Won the first of three Pelaco Tournaments and also triumphed at the Speedo Tournament…In defense of Australia's 1954 World Cup title, he again played with Kel Nagle, with the team finishing solo second, nine strokes behind the winning U.S. team of Ed Furgol and Chick Harbert at Columbia CC in Washington, D.C. In the individual competition, his rounds of 67-74-67-71 got him into a playoff with Furgo and Belgium's Flory Van Donck, an overtime session Furgol won. \n1954: Claimed the first of his 26 victories on the European Tour at the News of the World Match Play Championship at St. Andrews…Won his first major title, at Royal Birkdale GC in England. Improved on his two previous runner-up spots by winning The Open Championship title by one stroke over Bobby Locke, Dai Rees and Syd Scott…Won the Ampol Tournament of the Australasian Tour…Won the World Cup at Laval-Sur-Le Lac in Montreal, Canada. With Kel Nagle as his partner, the duo edged the Argentina team of Antonio Cerda and Roberto De Vicenzo by four strokes. In the individual competition, he T2, two strokes behind Canada's Stan Leonard. \n\n1953: Won a third New Zealand Open title in a four-year stretch…Also won the New Zealand PGA Championship…Successfully defended his Victorian PGA Championship…Represented Australia in the inaugural Canada Cup that would go on to be named the World Cup. Paired with Ossie Pickworth, the duo finished third.\n\n1952: Triumphed at the Victorian PGA Championship and also won the Mobilco Tournament that same season. \n\n1951: Won the first of his three Australian Open titles at Metropolitan GC…Also claimed a second consecutive New Zealand Open title. \n\n1950: Won the first of his nine New Zealand Open titles.\n\nAmateur: Won the 1948 Victoria Amateur Championship at Victoria GC, defeating Doug Bachli, 6 and 4 in the final…Teamed with H.R. Payne to win the first of his 34 titles in Australasia when the duo captured the 1947 Australian Foursomes Shield. \n","otherCarHigh" : "","personal" : "As a boy, learned to play golf at a nine-hole club named Royal Park. For his 12th birthday was given a 2-iron and started practicing religiously. At 13, had a full set of clubs and became a member of Royal Park with a handicap of 20. Two years later, he won the club championship. At age 16, he was made a member of the prestigious Victorian GC…Studied and earned a chemistry degree…Later in career, developed an interest in rehabilitating drug addicts and helped open Melbourne Odyssey House…Nickname is “The Melbourne Tiger.”…Was the club professional at the Royal Melbourne GC, one of the world's top courses, for many years…Was president of the Australian PGA from 1962-1994…In 1965, joined with John Harris and Michael Wolveridge to form the golf design firm South Pacific Golf, now known as Thomson Perrett. As a designer, has worked on more than 250 golf course projects around the world, focusing on Japan, Southeast Asia and Europe. Firm has offices in Melbourne, London and Beijing…Ran for Australian Parliament in 1982 and lost by only four percent of the vote...Was also active as a golf writer, having contributed to the Melbourne Age and the Melbourne Herald for some 50 years…Served a two-year apprenticeship as an assistant pro along Melbourne's famed Sandbelt region…Enjoys reading, the opera and painting. \n","otherInfo" : "","ntlTeams" : "World Cup (5), 1953, 1954, 1955, 1956, 1969.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1980","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(1): 1988 British Seniors' Championship.","curYearHigh" : "","carHigh" : "Set the original Champions Tour record for victories in a year, with nine in 1985.\n\n2000: Captained the International team for a third time at The Presidents Cup at Robert Trent Jones GC in Virginia. International contingent lost to the United States team, 21 ½-10 ½.\n\n1998: Captained the International team to victory at The Presidents Cup at Royal Melbourne GC. International team posted its only victory to date in the biennial competition, defeating the United States team, 20 ½-11 ½. \n\n1996: First captained the International Team at the Robert Trent Jones GC in Virginia. International squad fell to the United States team, 16 ½-15 ½.\n\n1988: Was inducted into the World Golf Hall of Fame, at the time located in Pinehurst, N.C., along with Tom Watson and Bob Harlow…Claimed his last tournament victory, at the British PGA Seniors Championship, winning at North Berwick, Scotland. \n\n1985: Established the Champions Tour's all-time record for most victories in a season when he claimed nine titles out of a possible 27 official events…Won first title at the Vintage Invitational, holding off Billy Casper and Arnold Palmer by one stroke…Second title came at the American Golf Carta Blanca Johnny Mathis Classic, a one-stroke triumph over Don January…Third victory of the season in California came at the MONY Senior Tournament of Champions in wire-to-wire fashion. Despite a final-round 73 at LaCosta CC, he was three strokes better than Don January and Dan Sikes…Fourth title came in early June at The Champions Classic in Sparks, Nev., a two-shot win over Casper and Jim Ferree…The following week in Dallas, claimed the Senior Players Reunion Pro-Am in Dallas, shooting a 68 in the final round at Bent Tree CC to defeat Lee Elder by two strokes…Battled Gene Littler and Miller Barber down the stretch before prevailing by two strokes at the MONY Syracuse Seniors Classic, his sixth victory of the year…Won his seventh title, one more than Don January in 1983, when he rallied past a faltering Ferree to defeat Ben Smith by one stroke north of the border at the du Maurier Champions near Vancouver in Canada…Three consecutive rounds of 69 led to his eighth victory of the year at the United Virginia Bank Classic, a four-stroke win over George Lanning…In late October, posted his ninth victory of the season at the Barnett Suntree Senior Classic. Outdueled Charlie Sifford down the stretch for a one-stroke win in Melbourne, Fla. \n\n1984: Initial Champions Tour victory came at the World Seniors Invitational in Charlotte, N.C. Shot four consecutive rounds of 69 at Quail Hollow CC to edge Arnold Palmer by a stroke…Went wire to wire to win the General Foods PGA Seniors Championship, a three-stroke victory over Don January at PGA National GC. \n","otherCarHigh" : "Involved in design and development of more than 30 golf courses, mainly in Japan...Won The Open Championship five times (1954-56, 1958 and 1965), a feat matched by Tom Watson and bettered only by the legendary Harry Vardon's six titles...Played part-time on the PGA TOUR in the 1950s and 1960s and collected his only win at the 1956 Texas International Open, when he beat Gene Littler and Cary Middlecoff in a playoff...Ran for Australian Parliament in 1982 and lost by only four percent of the vote.","personal" : "As a boy, learned to play golf at a nine-hole club named Royal Park. For his 12th birthday was given a 2-iron and started practicing religiously. At 13, had a full set of clubs and became a member of Royal Park with a handicap of 20. Two years later, he won the club championship. At age 16, he was made a member of the prestigious Victorian GC…Studied and earned a chemistry degree…Later in career, developed an interest in rehabilitating drug addicts and helped open Melbourne Odyssey House…Nickname is “The Melbourne Tiger.”…Was the club professional at the Royal Melbourne GC, one of the world's top courses, for many years…Was president of the Australian PGA from 1962-1994…In 1965, joined with John Harris and Michael Wolveridge to form the golf design firm South Pacific Golf, now known as Thomson Perrett. As a designer, has worked on more than 250 golf course projects around the world, focusing on Japan, Southeast Asia and Europe. Firm has offices in Melbourne, London and Beijing…Ran for Australian Parliament in 1982 and lost by only four percent of the vote...Was also active as a golf writer, having contributed to the Melbourne Age and the Melbourne Herald for some 50 years…Served a two-year apprenticeship as an assistant pro along Melbourne's famed Sandbelt region…Enjoys reading, the opera and painting. \n","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 6 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}