{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25892","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Wheatcroft","first" : "Steve","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "225","weightMetric" : "102","birthDate" : "February 21, 1978","age" : "38","birthPlace" : "Indiana, Pennsylvania","residence" : "Jacksonville, Florida","family" : "Wife, Sara; Chase (8\/14\/14)","education" : "Indiana University (2001, Sports Marketing and Management)","splInterest" : "Movies, music, cooking","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2009, 2011, 2014)","trndProYear" : "2001","clubAffl" : "TPC Sawgrass (Ponte Vedra Beach, Florida)","cityPlaysFrm" : "Jacksonville; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,817,534&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2006","exmtStatus" : "Fully Exempt","otherVics" : "(1): 2003 Pennsylvania Open.","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the Web.com Tour in 2006, 2008-09, 2011, 2013 and 2014 and the PGA TOUR in 2007, 2010 and 2012 and 2014-15. \n\n2013: Made the cut in 14 of 21 starts during the Web.com Tour season and had six top-25 weeks and a pair of top-10s. Finished T7 at the Colombia Championship in Bogota...Started the final round one stroke off the lead at the Air Capital Classic, shot 69 Sunday and finished the tournament T4. It was the first time all year he carded four rounds in the 60s...Made the cut in three of the four Finals' events. His best week came at the Nationwide Children's Hospital Championship, where he T14.\n\n2012: On the PGA TOUR, failed to record a top-10 during the Regular Season. Didn't qualify for the PGA TOUR Playoffs in his two previous TOUR seasons (2007 and 2010)...In mid-September, finished T2 at the Albertsons Boise Open on the Web.com Tour, ending four shots back of winner Luke Guthrie. Moved into contention with an 8-under 63 in the third round but failed to muster a charge on the final day at Hillcrest CC. \n\n2011: Recovered from an opening-round, 2-over 73 to finish T7 at the Chitimacha Louisiana Open. Earned his first career win with a record-setting effort at the Melwood Prince George's County Open. Closed with an eagle at the 72nd hole to finish at 29-under par and a Tour-record 12 strokes ahead of his nearest competitors. His winning margin broke the mark of 11 strokes set by Chris Smith at the 1997 Omaha Classic and matched by Marc Leishman at the 2008 WNB Golf Clasic. Winning score of 255 bettered the Tour record by three strokes for the lowest 72-hole score. Ended the week 29-under par, one shy of the Tour record of 30-under set by Daniel Chopra when he won the 2004 Henrico County Open. Tied the Tour record for most birdies in a single tournament, with 31. Finished the week with 96 putts, one shy of the Tour record of 95 set by Grant Waite at the 2003 Miccosukee Championship. Fired a course-record 11-under-par 60 in the second round, closing his day with five consecutive birdies. Had only 19 putts on the day, one shy of the Tour's all-time mark. Set a Tour record with his seven-stroke lead after 36 holes. Fired a 65 in the third round to reach 22-under par and set another Tour record with his eight-stroke lead after 54 holes. His 191 total matched the second-best opening 54-hole score in Tour history and his 125 total in the second and third rounds (60-65) matched the second-lowest 36-hole score in consecutive rounds in Tour history. Fired a final-day 64 and collected a first-place check for $108,000, which moved him from No. 32 to No. 2 on the money list...Put together four solid rounds at the Utah Championship to T6. Shot a final-round 66, his low round among four sub-70 rounds outside Salt Lake City...Closed the season with a T8 at the Web.com Tour Championship. Despite his fourth top-10 effort the year, he dropped three places on the money list and ended the year at No. 20. 2010: Made the cut in 10 of 27 starts on the PGA TOUR and wound up No. 166 on the final money list. Was T17 at The Honda Classic and followed it with a T3 at the Puerto Rico Open. Later added a T13 at the RBC Canadian Open. Made two cuts in four starts on the Web.com Tour with a T3 at the inaugural Mylan Classic in suburban Pittsburgh at the Southpointe GC, where he first held a job while in high school. Grew up about 10 minutes from the golf course. Equaled the low score of the day in the second and third rounds with scores of 65-68. Entered the final round just two strokes out of the lead, but a final-round 71 left him three strokes back at T3. \n\n2009: Second-half surge during the Web.com Tour season helped him return to the PGA TOUR in 2010. Made the cut in only six of his first 15 but rallied to make the cut in 10 of his last 11 starts. Had six top-10s over the second half of the year including a pair of T3s. Final-round 72 was good enough to give him a tie for third at the season-ending Tour Championship, which helped him jump from No. 31 to No. 20 on the final money list. First top-10 of the season came at the Cox Classic in Omaha, where he T9. Was one of seven players to post four rounds in the 60s at Champions Run...Was T6 the following week at the Nationwide Children's Hospital Invitational in Columbus...Added another T6 finish three weeks later at the Christmas In October Classic. Was T3 at the Utah Championship. Was two shots off the 36-hole lead after rounds of 67-65 but wound up five back of winner Josh Teater. Registered his fifth top-10 with a T9 at the Miccosukee Championship in Miami. \n\n2008: Made the cut in eight of 10 starts, with his best finish coming at the Miccosukee Championship the season's final, full-field event. Final-round 65 (6-under) at Miccosukee earned a T8 and vaulted him from 113th to 99th on the money list, earning conditional status for 2009. It was his low round of the season. He was also the only player to record fewer than 100 putts (99) in a tournament. Aced No. 11 at Miccosukee G&CC during a second-round 69.\n\n2007: Made the cut in only 10 of 25 starts during his rookie season on the PGA TOUR with his best finish a T18 at the U.S. Bank Championship. Ended the season No. 206 on the money list. \n\n2006: Made the cut in 12 of 21 starts during his rookie season on the Web.com Tour, with his lone top-10 a T4 at the Henrico County Open. Wrapped up the year No. 85 on the money list, with $62,542. Equaled the best birdie-eagle streak of the season with a 6-under total on Nos. 14-18 (birdie-eagle-birdie-birdie-birdie) during the first round of the Chattanooga Classic. Went on to shoot 65 but missed the cut after a 73 on Friday. Leading money-winner on the 2005 Gateway Tour, earning $108,796. Made the cut in nine of 10 starts, with five top-five finishes. Won twice on Tour in back-to-back weeks, earning $70,000 in the process...Also successful on the Golden Bear Tour, tallying four career victories.\n","otherCarHigh" : "Was not recruited out of high school and walked on to the Indiana University golf team. Went on to earn All-Big Ten honors twice during his career...Winner of the 2003 Pennsylvania State Open.","personal" : "Making it to the final stage of the 2005 PGA TOUR National Qualifying Tournament is his biggest thrill in golf...Lists his parents as his heroes...Got his start in golf from his grandparents.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2007","qSchoolYear" : "2006","exmtStatus" : "114th in 2014-15 FedExCup points","otherVics" : "(2): 2003 Pennsylvania State Open. 2004 West Penn Open.","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the Web.com Tour in 2006, 2008-09, 2011, 2013 and 2014 and the PGA TOUR in 2007, 2010 and 2012 and 2014-15. \n\n2014-15: Made 17 of 28 cuts with a career-best two top-10s. Missed the cut at the first FedExCup Playoffs' event, The Barclays, to finish No. 114 in the standings...Held a share of the first-round lead at the OHL Classic at Mayakoba before finishing T44...Finished a career-best T2 at the Humana Challenge one shot behind winner Bill Haas. Only other PGA TOUR top 10 was a T3 at the 2010 Puerto Rico Open...Closed the John Deere Classic with a 6-under 65 to T8 with three others.\n\n2013-14: Finished the year with 22 Web.com Tour starts, a season that featured a win and five top-25s...With only two top-15s (T11 and T14), eight missed cuts in his first 13 tournaments and self-doubt about his future that began crepping in, got himself into contention at the Utah Championship in mid-July with a 65-66 start. Was only two shots off the halfway pace. Rounds of 72-70 on the weekend pushed him down the standings and into a T21 finish but was encouraged by the result...The next week, picked up his second Tour victory when he captured a playoff win over Steven Alker at the 25th Albertsons Boise Open in July. Carded a 6-under 65 to match the low score on the final day at Hillcrest CC to force the playoff with Alker, the 54-hole leader. Started the final round two shots back of Alker. The two exchanged the lead several times with birdies and bogeys. He bounced back from a pair of bogeys on Nos. 12 and 13 with birdies on 14 and 15 to regain a share of the lead with Alker. Both players rolled in birdie putts at No. 17 to get to 24-under and made pars at the closing hole to force the fifth playoff in tournament history. Their 24-under 260 total broke the old tournament mark of 23-under 261 set in 2013 by Kevin Tway and playoff runner-up Spencer Levin. On the first hole of the playoff, hit a wedge from the left rough to within 10 at the uphill 18th and then rolled in the winning putt, after Alker missed his 30-foot birdie attempt. Collected a check for $144,000 and locked up a return trip to the PGA TOUR in 2014-2015 as the first-place check vaulted him from No. 89 to No. 11 after the 16th of 21 Regular Season events. Had been suffering through a dismal season and was contemplating a career change in the weeks leading up to Boise. \"I had lost belief. I've had an awful year and now I've had two good weeks, and now it's a good year,” he said after the win. “With a baby on the way you worry about where the money is going to come from. That check is going to pay for a lot of diapers,” he said at the time. [Wife Sara delivered the couple's first child in mid August.]...Officially secured his 2014-15 PGA TOUR card at the conclusion of the Regular Season in late August (19th on the money list), setting up his return to the PGA TOUR for the fourth time.\n\n2013: Made the cut in 14 of 21 starts during the Web.com Tour season and had six top-25 weeks and a pair of top-10s. Finished T7 at the Colombia Championship in Bogota...Started the final round one stroke off the lead at the Air Capital Classic, shot 69 Sunday and finished the tournament T4. It was the first time all year he carded four rounds in the 60s...Made the cut in three of the four Finals' events. His best week came at the Nationwide Children's Hospital Championship, where he T14.\n\n2012: On the PGA TOUR, failed to record a top-10 in 22 starts. Has not qualified for the FedExCup Playoffs in his two previous TOUR (2007 and 2010)...In mid-September, finished T2 at the Albertsons Boise Open, ending four shots back of winner Luke Guthrie. Moved into contention with an 8-under 63 in the third round but failed to muster a charge on the final day at Hillcrest CC. 2011: Finished No. 20 on the Web.com Tour money list for the second time in three years (2009), with four top-10 finishes and his first win on Tour...Recovered from an opening-round, 2-over 73 to finish T7 at the Chitimacha Louisiana Open...Earned his first career win with a record-setting effort at the Melwood Prince George's County Open. Closed with an eagle at the 72nd hole to finish at 29-under par and a Tour-record 12 strokes ahead of his nearest competitors. His winning margin broke the mark of 11 strokes set by Chris Smith at the 1997 Omaha Classic and matched by Marc Leishman at the 2008 WNB Golf Classic. Winning score of 255 bettered the Tour record by three strokes for the lowest 72-hole score. Ended the week 29-under par, one shy of the Tour record of 30-under set by Daniel Chopra when he won the 2004 Henrico County Open. Tied the Tour record for most birdies in a single tournament, with 31. Finished the week with 96 putts, one shy of the Tour record of 95 set by Grant Waite at the 2003 Miccosukee Championship. Fired a course-record 11-under-par 60 in the second round, closing his day with five consecutive birdies. Had only 19 putts on the day, one shy of the Tour's all-time mark. Set a Tour record with his seven-stroke lead after 36 holes. Fired a 65 in the third round to reach 22-under par and set another Tour record with his eight-stroke lead after 54 holes. His 191 total matched the second-best opening 54-hole score in Tour history and his 125 total in the second and third rounds (60-65) matched the second-lowest 36-hole score in consecutive rounds in Tour history. Fired a final-day 64 and collected a first-place check for $108,000, which moved him from No. 32 to No. 2 on the money list...Put together four solid rounds at the Utah Championship to T6. Shot a final-round 66, his low round among four sub-70 rounds outside Salt Lake City...Closed the with a T8 at the Web.com Tour Championship. Despite his fourth top-10 effort of the year, he dropped three places on the money list and ended the year at No. 20. 2010: Made the cut in 10 of 27 starts on the PGA TOUR and wound up No. 166 on the final money list. Was T17 at The Honda Classic and followed it with a T3 at the Puerto Rico Open. Later added a T13 at the RBC Canadian Open. Made two cuts in four starts on the Web.com Tour with a T3 at the inaugural Mylan Classic in suburban Pittsburgh at the Southpointe GC, where he first held a job while in high school. Grew up about 10 minutes from the golf course. Equaled the low score of the day in the second and third rounds with scores of 65-68. Entered the final round just two strokes out of the lead, but a final-round 71 left him three strokes back at T3. 2009: Second-half surge during the Web.com Tour season helped him return to the PGA TOUR in 2010. Made the cut in only six of his first 15 but rallied to make the cut in 10 of his last 11 starts. Had six top-10s over the second half of the year including a pair of T3s. Final-round 72 was good enough to give him a tie for third at the season-ending Tour Championship, which helped him jump from No. 31 to No. 20 on the final money list. First top-10 of the season came at the Cox Classic in Omaha, where he T9. Was one of seven players to post four rounds in the 60s at Champions Run...Was T6 the following week at the Nationwide Children's Hospital Invitational in Columbus...Added another T6 finish three weeks later at the Christmas In October Classic. Was T3 at the Utah Championship. Was two shots off the 36-hole lead after rounds of 67-65 but wound up five back of winner Josh Teater. Registered his fifth top-10 with a T9 at the Miccosukee Championship in Miami. 2008: Made the cut in eight of 10 starts, with his best finish coming at the Miccosukee Championship the season's final, full-field event. Final-round 65 (6-under) at Miccosukee earned a T8 and vaulted him from 113th to 99th on the money list, earning conditional status for 2009. It was his low round of the season. He was also the only player to record fewer than 100 putts (99) in a tournament. Aced No. 11 at Miccosukee G&CC during a second-round 69. 2007: Made the cut in only 10 of 25 starts during his rookie season on the PGA TOUR with his best finish a T18 at the U.S. Bank Championship. Ended the season No. 206 on the money list. 2006: Made the cut in 12 of 21 starts during his rookie season on the Web.com Tour, with his lone top-10 a T4 at the Henrico County Open. Wrapped up the year No. 85 on the money list, with $62,542. Equaled the best birdie-eagle streak of the season with a 6-under total on Nos. 14-18 (birdie-eagle-birdie-birdie-birdie) during the first round of the Chattanooga Classic. Went on to shoot 65 but missed the cut after a 73 on Friday. Leading money-winner on the 2005 Gateway Tour, earning $108,796. Made the cut in nine of 10 starts, with five top-five finishes. Won twice on Tour in back-to-back weeks, earning $70,000 in the process...Also successful on the Golden Bear Tour, tallying four career victories. \n\nAmateur: Was not recruited out of high school and walked on to the Indiana University golf team. Went on to earn All-Big Ten honors twice during his career...Winner of the 2003 Pennsylvania State Open. \n","otherCarHigh" : "","personal" : "Lists his parents as his heroes...Got his start in golf from his grandparents.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T37th at the Valspar Championship.","dynStats" : "He ranks T67th in Approach 75-100 yards (RTP Sco on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/pages\/Steve-Wheatcroft\/260760743683"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/wheatiePGA"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}