{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23036","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Anderson","first" : "Chris","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "165","weightMetric" : "75","birthDate" : "December 11, 1970","age" : "45","birthPlace" : "West Covina, California","residence" : "Windermere, Florida","family" : "Wife, Jennifer; Madeline Grace (9\/22\/99), Molly Christine (11\/25\/03), Jack Christopher (2\/2\/05)","education" : "Mount San Antonio College","splInterest" : "Hockey, poker, fishing, reading, movies","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1992","clubAffl" : "Golden Bear GC","cityPlaysFrm" : "Keene's Pointe; Florida; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,185,218&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Conditionally Exempt: Web.com Tour - Past Champion \/ 2004-2009","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the Web.com Tour in 1998, 2004 and 2006-09. Member of the PGA TOUR in 2003 and 2005. \n\n2012: Has made only one start on the Web.com Tour in the past three years and none on the PGA TOUR. \n\n2010: Made one start early in the season but none since. \n\n2009: Finished the season No. 69 on the Web.com Tour money list, with three top-10 finishes. Was T3 at the Chitimacha Louisiana Open, where he posted the best 36-hole total on the weekend...His next top-10 came at the BMW Charity Pro-Am. He fired an opening-round 63 to share the first-round lead...Finished T4 at the Ford Wayne Gretzky Classic in Canada. \n\n2008: Made the cut in 11 of 24 starts, with a pair of top-10 finishes. Posted his first top-10 finish of the year with a runner-up effort at the Web.com Tour Players Cup. Hovered near the lead after each of the first three rounds at the Pete Dye GC and finally forced a playoff with Rick Price in the Tour's first $1-million event. Lost the playoff on the first extra hole but collected $108,000 for his finish, enough to boost him from No. 134 to No. 25 on the season money list...Was second after two rounds at the Preferred Health Systems Wichita Open. Closed with rounds of 68-70 to finish sixth. Struggled down the stretch, making only one cut in his last eight starts. \n\n2007: Finished the season No. 98 on the money list, with $56,423. Made the cut in 19 of 25 events but managed just three top-25 finishes and failed to crack the top 10. \n\n2006: Made the cut in eight of 24 starts on the Web.com Tour. Ended the season No. 127 on the money list, with top-10 finishes coming at the Peek'n Peak Classic (T8) and the Legend Financial Group Classic (T10). \n\n2005: Only top-10 on the PGA TOUR came in his sixth start, a T9 at the Zurich Classic of New Orleans. Ended the season No. 181 on the money list, with $270,347. \n\n2004: Earned his way back to the PGA TOUR by finishing 18th on the Web.com Tour money list. Had eight top-25 finishes and earned more than $200,000. Notched his first career Tour victory, at the SAS Carolina Classic, with a 13-under-par 271, outlasting Brendan Jones, Jason Buha and Paul Gow in an eight-hole playoff, the second playoff of that length of the season and third in Web.com Tour history. The win and a T2 at the Chattanooga Classic, earned him May Player of the Month honors...Finished in the top 10 in following statistical categories—-Sand Save Percentage (sixth), All-Around Ranking (seventh) and Putting Average (T9). \n\n2003: Finished 152nd on the PGA TOUR money list in rookie season. Picked up his first career top-10 in his 28th start on TOUR with a T4 at the Southern Farm Bureau Classic. The $124,000 paycheck nearly doubled his earnings for the season. Earned his first TOUR card via a T2 at the 2002 Qualifying Tournament.\n\n1998: Made the cut in 14 of 26 starts on the Web.com Tour and had six top-25 finishes. Best week was a T7 at the Lehigh Valley Open. \n\nPlayed the Canadian Tour from 1996-97 and 1999-2002 and also has spent time on the Hooters Tour. Won twice on the 1997 Golden State Tour.\n","otherCarHigh" : "","personal" : "After two years of college, left school to work at family-owned Industry Lift, Inc., a forklift company his grandfather founded more than 40 years ago. After working there for a year, he realized his heart was not in the business and his father convinced him to pursue a career as a professional golfer. He continued to work there in mornings and practice in afternoons when money was tight...Member of high school wrestling and football team.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "2002","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "Member of high school wrestling and football team.","otherInfo" : "Earned his way back to the PGA TOUR by finishing 18th on the Nationwide Tour money list. Had eight top-25 finishes and earned more than $200,000. Notched his first career Tour victory at the SAS Carolina Classic with a 13-under-par 271, outlasting Brendan Jones, Jason Buha and Paul Gow in an eight-hole playoff, the second of the season and third in Nationwide Tour history. The win and a T2 at the Chattanooga Classic, earned Player of the Month for May. Finished in the top 10 in following statistical categories--Sand Save Percentage (sixth), All-Around Ranking (seventh) and Putting Average (T9). Finished 152nd on the 2003 TOUR money list in rookie season. Picked up his first career top-10 in his 28th start on TOUR with a T4 at the Southern Farm Bureau Classic. The $124,000 paycheck nearly doubled his earnings for the season. Earned his first TOUR card via a T2 at the 2002 Qualifying Tournament. Member of the Nationwide Tour in 1998. Played the Canadian Tour from 1996-97 and 1999-2002 and also has spent time on the Hooters Tour. Won twice on the 1997 Golden State Tour. After two years of college, left school to work at family-owned Industry Lift, Inc., a forklift company his grandfather founded over 40 years ago. After working there for a year, realized heart was not in business and his father convinced him to pursue a career as a professional. He continued to work there in mornings and practice in afternoons when money was tight.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 1st in 2004 at the SAS Carolina Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}