{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "47394","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Platt","first" : "Niall","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "163","weightMetric" : "74","birthDate" : "April 14, 1991","age" : "25","birthPlace" : "Los Angeles, California","residence" : "Los Angeles, California","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2014","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2015","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Finished 47th on the final Order of Merit. Among his three made cuts, had two top-10s. Also Monday-qualified into two Web.com Tour tournaments but missed the cut at the Stonebrae Classic and the Utah Championship. Earned fully exempt status for the PGA TOUR China Series' season by finishing T3 at the First Global Qualifying Tournament. Turned in three rounds of 71 and a second-round 74 at CTS Tycoon GC's D&Y Course to finish even with Maxwell McCardle and Peter Martin, eight shots behind medalist Justin ShinâŚStarted slowly at the Buick Open in his Ping An China Tour debut but then picked up the pace on the weekend at Mission Hills GC in Haikou. Shot a Saturday, 5-under 67, tying him for low round of the day, then followed that with a 3-under 69 to move into a T8 with three others, five shots behind champion Josh Geary...Improved on the T8 with a career-best T4 at the Ping An Bank Open in mid-September. Used a 6-under 66, the low round of the day and subsequent under-par rounds at Qinghe Bay GC (70-71) to earn the top-five finish with Seungyun Lee and Huilin Zhang.\n","otherCarHigh" : "Won two collegiate tournaments during his four years at the University of Notre Dame. The first came at the Macdonald Cup at Yale University in 2012, and he also secured the 2014 Notre Dame Oak Hill Intercollegiate during his senior season. Of players who have played at least 35 career rounds at Notre Dame, his stroke average of 73.17 is the lowest in program history.","personal" : "Earned a degree from the University of Notre Dame in applied and computational mathematics and statistics.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T4th in 2015 at the Pingan Bank Open.","dynStats" : "He ranks 64th in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}