{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20686","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "6","capcure" : "N", "personalInfo" : {"name" : {"last" : "Singh","first" : "Jeev Milkha","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "165","weightMetric" : "75","birthDate" : "December 15, 1971","age" : "44","birthPlace" : "Chandigarh, India","residence" : "Chandigarh, India","family" : "Wife, Kudrat; Harjai (2010)","education" : "Abilene Christian University","splInterest" : "Movies","pronunciation" : "SING","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1993","clubAffl" : "","cityPlaysFrm" : "Chandigarh; ; India","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,204,934&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "38th Nationwide Tour qualifier at the 2002 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Has played regularly on the Asian Tour, Japan Tour and European Tour for the past several years...Played in two events on the 2002 Nationwide Tour...Missed the cut at the Preferred Health Systems Wichita Open and was T41 at the Permian Basin Open the following week...T62 at the U.S. Open, posting four straight 75s...Made the cut in 11 of 19 European Tour events last year with his best finish a T10 at the Omega European Masters...First Indian golfer to qualify for European Tour by winning card in 1997...Best season on European Tour was in 1999 when he finished third and second, respectively, in the first two tournaments in South Africa...Has a total of nine international tour wins, including the 1995 Asian Matchplay Championship and Thailand PGA Championship...Represented India in 1996 Alfred Dunhill Cup, beating Andrew Coltart and leading upset over Scotland...Also played for India in 1999 Dunhill Cup.\n","otherCarHigh" : "First-team All-American at Abilene Christian...Played big role in leading team to the NCAA Division II national championship.","personal" : "Son of a former Olympic sprinter, Milka Singh...His father broke the world record in 400-meter race in 1964 Olympics in Tokyo...Cites Fred Couples as his hero.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2009","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "(1): 1993 Southern Oklahoma State Open.","intlVics" : "(18): 1994 Shinhan Donghae Open [Kor], Northern Indian Open. 1995 Philippine Classic [Asia], Asian Matchplay Championship, Thailand PGA, Toyota Crown Open [Thai], Mahindra BPGC Open [India]. 1996 Philip Morris Asia Cup. 1999 Lexus International [Asia]. 2006 Volvo China Open [Eur], Volvo Masters [Eur], Casio World Open [Jpn], Golf Nippon Series JT Cup [Jpn]. 2008 Bank Austria Golf Open [Eur], Nagashima Shigeo Invitational Sega Sammy Cup [Jpn], Barclays Singapore Open [Asia], Golf Nippon Series JT Cup [Jpn]. 2012 Barclays Scottish Open [Eur].","curYearHigh" : "","carHigh" : "2012: Earned his first top-10 of the season when he T7 at the Nordea Masters at Bro Hoff Slott in Stockholm...Picked up his first victory in four years when he won the Barclays Scottish Open in a playoff over Francesco Molinari. Shot weekend rounds of 68-67 to finish regulation at 17-under. In the playoff, he made a par on the first extra hole to Molinari's bogey. His last victory came on the Japan Golf Tour (2008 Golf Nippon Series JT Cup) and his last European Tour title was at the 2008 Bank Austria Golf Open. The victory earned him a spot in the next week's Open Championship, a tournament for which he wasn't previously exempt. \n\n2011: Did not make a PGA TOUR start...Top European Tour finish was a sixth-place showing at the Nordea Masters in Stockholm...Was also T10 at the Volvo China Open. Had two other Asian Tour top-10s. The first came at the Macau Open, where he T4...In mid-December, he T9 at the Thailand Golf Championship. 2010: Finished T9 at the World Golf Championships-Accenture Match Play Championship in his first PGA TOUR start of the year, losing to eventual champion Ian Poulter in the third round...Missed seven weeks due to tendinitis in his left shoulder. The shoulder started bothering him at the European Tour's Dubai Desert Classic in February. He played through the pain until late March. Made his return at the HP Byron Nelson Championship and finished T32...Finished T23 at the end of the season at the World Golf Championships-HSBC Champions in Shanghai, with his earnings unofficial...He also played in the CIMB Asia Pacific Classic in Malaysia by virtue of his position on the Asian Tour's money list. He T10, with four rounds in the 60s, at The Mines...Returned to the UBS Hong Kong Open at Hong Kong GC and T7 at Fanling. 2009: Joined the PGA TOUR as a Special Temporary Member in late August. Made the cut in 11 of 15 PGA TOUR starts...Finished a season-best fourth at the World Golf Championships-CA Championship, where he shared the first-round lead at Doral after shooting 65...In the Turning Stone Resort Championship, shot a final-round 8-under 64 to post a T7 finish and earn a spot at the next event, the Justin Timberlake Shriners Hospitals for Children Open (went on to finish T62 in final start of the year)...Represented India in a second consecutive OMEGA Mission Hills World Cup in late 2009, finishing T14, again with Jyoti Randhawa as his teammate in China. 2008: Had an excellent year on three Tours, winning in Europe and Japan and finishing in the top-10 at the PGA Championship (T9)...Won the Barclays Singapore Open on the Asian Tour in mid-November, beating Ernie Els and Padraig Harrington by one...Won for the third time on the Japan Golf Tour in July with a victory at the 2008 Nagashima Shigeo Invitational Sega Sammy Cup...Lost in a three-hole playoff in March at the Ballantine's Championship on Jeju Island, South Korea, on the European Tour. But the second-place performance earned him a spot in the following week's World Golf Championships-CA Championship...Made 18 pars in the final round to win the Bank Austria Golf Open...Won for the third time on the Japan Golf Tour in July with a victory at the Nagashima Shigeo Invitational Sega Sammy Cup...Despite being hampered by an injured tendon in his right foot, shared the first-round lead at the PGA Championship with a 2-under 68 and went on to finish T9. It was his first top-10 in a major championship in his eighth career start and the first major top-10 for an Indian golfer. Also finished T25 at the Masters earlier in the year...Represented India for the first time at the World Cup, joining forces with Jyoti Randhawa to T17 at the team event. 2007: Played 12 PGA TOUR tournaments, with his best performance a first-round loss (T33) at the World Golf Championships-Accenture Match Play Championship...Played in the Masters Tournament for the first time, finishing T37 at Augusta National...Also made the cut at the U.S. Open for a third consecutive time, shooting three 75s and a third-round 73 to T36...Missed the cut at both The Open Championship and the PGA Championship. 2006: Had career year on the European Tour, finishing No. 16 on order of merit, winning the Volvo China Open at Beijing in April and finishing it with a win in the Volvo Masters at Valderrama, Spain in late October. Latter victory pushed him to 77th in the Official World Golf Ranking...The first Indian golfer to qualify for the European Tour took advantage of Sergio Garcia's bogey on the 72nd hole to win the Volvo Masters as Singh finished one stroke ahead of Garcia, Padraig Harrington and Luke Donald. Concluded the year with consecutive wins on the Japan Golf Tour at the Casio World Open and Golf Nippon Series JT Cup, moving to 47th in the World Ranking. Career-breakout season came after suffering from a wrist injury for several years prior to 2006...Played in his second major championship, and T59 at the U.S. Open. 2005: Had four top-10s worldwide, with his best performances coming on the Japan Golf Tour. Was T7 at the Token Homemate Cup and T8 at the Sega Sammy Cup...Also had a pair of T10s on the Asian Tour. Was in position to contend entering the final 36 holes of the Thai Airways International Open but shot rounds of 74-78 on the weekend...At the BMW Asian Open in May, was also T10. 2004: Came close to winning on the Japan Golf Tour, finishing T2 at the Munsingwear Open KSB Cup, ending two shots behind winner Tatsuya Mitsuhashi...Other top 10s came on the Asian Tour, at the Volvo Masters of Asia (T9) and the BMW Asian Open (T10)...Late in the year had a T2 with five others at the unofficial Okinawa Open in Japan, finishing a stroke behind Kiyoshi Miyazato. Held a four-stroke lead going into the final round but saw his hopes at victory unravel with a Sunday 73. 2003: At the Acer Taiwan Open on the Asian Tour, had a wild swing of scores, opening with a 65 followed by an 80 and a 77 that left him in seventh place entering the final round. Shot a Sunday 70 to move into a solo second, eight strokes behind winner Jason Dawes....Two weeks earlier, at the Hero Honda Masters in India, he was T8...Played primarily on the Japan Golf Tour, where he made 20 starts and made 14 cuts. Top finish was a T13 at the Georgia Tokai Classic in October. 2002: Played in his first major championship, the U.S. Open at Bethpage State Park's Black Course. Shot four consecutive rounds of 75 to finish at 20-over and T62...Shot final-round 77 to miss card at the PGA TOUR Qualifying Tournament...Only European Tour Top-10 came in September, at the Omega European Masters, a T10...Added an additional top-10 in his final start of the year, at the Japan Golf Tour's Casio World Open, where he T9. 2001: Just missed winning the Japan Golf Tour Championship in July. Was tied for the third-round lead with Katsumasa Miyamoto, two shots ahead. Struggled to a 76 in the final round to T2, seven back of Miyamoto...A week later, was T3 at the weather-shortened Jyuken Sangyo Open in Hiroshima, two strokes out of the Keiichiri Fukabori-Jumbo Ozaki playoff that Fukabori won...Had two European Tour top-10s, both T6s—at the Dubai Desert Classic in March and the BBVA de la Communidad de Madrid in October, that featured weekend rounds of 65-64 that saw him climb the leaderboard. 2000: Had two top-10s while playing on five Tours. Was T5 at the Malaysian Open on the Asian Tour. Had four par-or-better rounds at Kuala Lumpur G&CC...At the Alfred Dunhill PGA Championship in early January on the Southern Africa Tour, he was T10. 1999: In his only two Southern Africa Tour starts, he contended in both. He T3 at the Alfred Dunhill PGA Championship in January...A week later, he put together rounds of 71-71-68-70 to T2 at the South African Open Championship, a stroke behind winnder David Frost...Had a second runner-up showing in April, on the Japan Golf Tour. At the 54-hole Kirin Open, he finished regulation tied with K.J. Choi before falling in a playoff. 1998: Struggled for a lot of the season, playing 19 European Tour events with only one top-10, a T8 at the English Open. 1997: Finished seventh at the European Tour Qualifying Tournament to earn his European Tour card for 1998...Lost in a playoff at the Asia-Pacific Ericsson Masters on the PGA Tour of Australia...Was also T5 at the unofficial Maekyung LG Fashion Open in South Korea. 1996: Top finish worldwide was a T13 at the Kirin Open on the Japan Golf Tour. 1993: Won first professional title, at the Southern Oklahoma State Open soon after turning professional. Amateur: Won first amateur tournament in India at age 13...Led Abilene Christian to the 1993 NCAA Division II championship as he captured the medalist title...Represented India at the 1996 Alfred Dunhill Cup, beating Andrew Coltart as India pulled an upset of Scotland. Also played for India in 1999 at the team event.\n","otherCarHigh" : "","personal" : "Father, Milkha—nicknamed the \"Flying Sikh\"—was an Olympic sprinter in the 1960 and 1964 Summer Olympics. Mother, Nirmal Kaur, is the former captain of India's national volleyball team...Undergoes yoga exercises in mornings before playing...Was awarded the \"Padma Shri,\" the highest award for a citizen from the Government of India, in 2007...Received the Asia Pacific Lifetime Achievement Award, along with Colin Montgomerie in December 2012.","otherInfo" : "","ntlTeams" : "World Cup (2), 2008, 2009; Royal Trophy (3), 2007, 2009, 2011; Dunhill Cup (2), 1996, 1999. Eurasia Cup Captain (1), 2016.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was 4th in 2009 at the World Golf Championships-CA Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}