{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01771","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "McCallister","first" : "Blaine","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "190","weightMetric" : "86","birthDate" : "October 17, 1958","age" : "57","birthPlace" : "Fort Stockton, Texas","residence" : "Jacksonville, Florida","family" : "Wife, Claudia; Kelly, Paul; three grandchildren","education" : "University of Houston","splInterest" : "Hunting, fishing, tennis, baseball","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2003)","trndProYear" : "1981","clubAffl" : "","cityPlaysFrm" : "Fort Stockton; Texas; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "6,097,731&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Split 2005 season between Nationwide Tour (10 events) and PGA TOUR (nine), with three top-25s on the Nationwide Tour. Posted three top-25s on the 2004 PGA TOUR, while making just six cuts in 27 events. Posted an ace in the first round of the 2004 Buick Championship, on No. 8 at the TPC at River Highlands from 202 yards with a 5-iron. Spent a season on the Nationwide Tour in 2003 for the first time in his career. Finished 12th on the money list after posting seven top-10s in 18 starts, including his first victory on that Tour at the Northeast Pennsylvania Classic. The victory was his first on any Tour since winning the 1993 B.C. Open. Kept TOUR card for 2002 with T32 finish at 2001 National Qualifying Tournament. Dropped from 49th to 149th on the 2001 official money list from the previous year, with a best finish of T5 at Greater Milwaukee Open. In 1999, finished 134th on season money list, leaving him non-exempt for the 2000 season. Instead he went to 1999 Qualifying Tournament and finished first, securing full privileges for 2000, a season that earned him a career-high $963,974, his most lucrative year in golf thanks to three top-10s, including a runner up and third-place finish. Lost playoff to Carlos Franco at Compaq Classic of New Orleans. Owns five victories on the PGA TOUR, including two in 1989 at The Honda Classic and Bank of Boston Classic. First TOUR win came at 1988 Hardee's Golf Classic. Middle rounds of 62-63 tied then-TOUR record for lowest consecutive rounds in TOUR history. Topped by Mark Calcavecchia (124) at the 2001 Phoenix Open. After 1983 season, spent a lot of time perfecting his left-handed putting style. First qualified to play on the TOUR in 1982. \n","otherCarHigh" : "","personal" : "Natural left-hander who plays the game right-handed but putts southpaw. Is involved with eyesight organizations as a result of his wife, Claudia, suffering from pseudoxanthoma elasticum (PXE), a rare eye disease. Roomed with Fred Couples for one year and with CBS Sports golf host Jim Nantz for three while attending the University of Houston. Joined Couples and Nantz in Three Amigos Celebrity Tournament, first held in October 1994. One of the beneficiaries of the event was PXE research.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1982","qSchoolYear" : "Fall 1981, 1982, 1985, 1997, 1999, 2001","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2004: Posted an ace in the first round of the Buick Championship, on No. 8 at the TPC at River Highlands from 202 yards with a 5-iron. 2003: Made the cut in 13 of 18 events on the 2003 Nationwide tour, with 12 top-25 and seven top-10 finishes. Finished the season No. 12 on the money list with $223,232...Notched his first career win on the Nationwide Tour at the Northeast Pennsylvania Classic. The victory was his first on any Tour since winning the 1993 B.C. Open. Shot all four rounds in the 60s (68-64-64-69) to finish at a tournament record 19-under-par 265, three shots in front of Bill Glasson. Shattered the previous tournament record set in 2002 by Gary Hallberg (274). Collected $81,000 for his effort...In addition to his victory, has also finished in the top 10 at the Virginia Beach Open (T9), Samsung Canadian PGA Championship (third), Omaha Classic (T6), Preferred Health Systems Wichita Open (T4), Alberta Calgary Classic (T8) and the Miccosukee Championship (T7)...His top-10 at the Omaha Classic came as a result of a 15-under-par 129 in the final 36 holes, equaling the Tour's low final 36-hole score this season...Best finish on the 2003 PGA TOUR was a T29 at the Wachovia Championship...Owns five victories on the PGA TOUR, including two in 1989...First TOUR win came at 1988 Hardee's Golf Classic. Middle rounds of 62-63--125 during that tournament tie Gay Brewer (1967 Pensacola Classic), Ron Streck (1978 Texas Open), John Cook (1996 FedEx St. Jude Classic, 1997 Bob Hope Chrysler Classic) and Tiger Woods (2000 World Golf Championships-NEC Invitational) for lowest consecutive rounds in TOUR history...1989 was his most successful year on TOUR, with victories at Honda Classic and Bank of Boston Classic. The two victories helped him climb into the top 15 on the money list for the first time in his career...Best 1997 finish was T4 at Deposit Guaranty Golf Classic...Returned to Qualifying Tournament in 1997, where he finished second...Received full playing exemption in 1999 after edging out P.H Horgan for 125th spot in 1998 official money list...Made 17 cuts in 30 events on the PGA TOUR in '99 with only top-10 coming in final week at the Southern Farm Bureau Classic (T9)...First qualified to play on the TOUR in 1982....After 1983 season spent a lot of time perfecting his left-handed putting style. ... Other two wins came at 1991 H.E.B. Texas Open and 1993 B.C. Open\n","otherCarHigh" : "","personal" : "Is involved with eyesight organizations as a result of his wife Claudia suffering from pseudoxanthoma elasticum (PXE), a rare eye disease...Roomed with Fred Couples for one year and with CBS Sports golf host Jim Nantz for three while attending the University of Houston. Has joined with Couples and Nantz in Three Amigos Celebrity Tournament, first held in Oct. 1994. One of the beneficiaries of the event is PXE research...Natural left-hander who plays the game right-handed but putts southpaw.","otherInfo" : "Made his Champions Tour debut at the 2008 AT&T Championship, finishing T64 in his only appearance of the season. Missed the cut in his only two events on the PGA TOUR in 2008. Competed in 13 events between the PGA TOUR and the Nationwide Tour, with one made cut at the Shell Houston Open. Played a combined 18 events in 2006 on the PGA TOUR and the Nationwide Tour with best finish a T13 at the Nationwide Tour's Livermore Valley Wine Country Championship. Split 2005 season between Nationwide Tour (10 events) and PGA TOUR (9) with three top-25s on the Nationwide Tour. Posted three top-25s in 2004, while making just six cuts in 27 events on TOUR. Spent a season on the Nationwide Tour in 2003 for the first time in his career. Finished 12th on the money list after posting seven top-10s in 18 starts, including his first victory on that Tour at the 2003 Northeast Pennsylvania Classic. The victory was his first on any Tour since winning the 1993 B.C. Open. Kept TOUR card for 2002 with T32 finish at 2001 Qualifying Tournament. In 1999, finished 134th on TOUR money list, leaving him non-exempt for the 2000 season. Went to 1999 Qualifying Tournament and finished first, securing full privileges for 2000. In 2000, he earned a career-high $963,974, his most lucrative year in golf thanks to three top-10s, including a runner-up and third-place finish. Lost playoff to Carlos Franco at 2000 Compaq Classic of New Orleans. Owns five victories on TOUR, including the 1988 Hardee's Golf Classic, 1989 Honda Classic and Bank of Boston Classic, 1991 H.E.B. Texas Open and 1993 B.C. Open. In first TOUR victory at Hardee's Golf Classic, middle rounds of 62-63 tied then-TOUR record for lowest consecutive rounds in TOUR history. First qualified to play on the TOUR in 1982. Natural left-hander who plays the game right-handed but putts southpaw. Is involved with eyesight organizations as a result of his wife, Claudia, suffering from pseudoxanthoma elasticum (PXE), a rare eye disease. Roomed with Fred Couples for one year and with CBS Sports golf host Jim Nantz for three while attending the University of Houston. Joined Couples and Nantz in Three Amigos Celebrity Tournament, first held in October 1994. One of the beneficiaries of the event was PXE research.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2008","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Made 10 appearances, including a pair via open qualifying...Posted a T14 finish at the Encompass Championship, one of five top-25 finishes...Was also T20 at The Nature Valley First Tee Open at Pebble Beach, T22 at The Principal Charity Classic and Boeing Classic (open-qualifier), and T24 at the 3M Championship. \n\n2012: Made 10 starts, with his best finish a T6 in the unofficial Raphael Division at the Liberty Mutual Insurance Legends of Golf along with partner Bob Eastwood...Was also T30 at the 3M Championship.\n\n2011: Played in seven events, with his best showings a T32 at the Allianz Championship and a T39 at the AT&T Championship. 2010: Finished sixth in the Legends Division with teammate Bob Tway in April in Savannah...The pair trailed by just one stroke after 36 holes but slipped back to sixth after a closing-round, 4-under-par 68...Three straight sub-par rounds led to a T24 finish The Principal Charity Classic in June. 2009: Played 19 events in his first full year on the Champions Tour and had just one top-20 performance, a T15 at The ACE Group Classic. Shot a final-round 66 at TPC Treviso Bay, his best round since posting the same score on the first day of the Web.com Tour's Henrico County Open in 2005. 2008: Made his Champions Tour debut late in the season, at the AT&T Championship, and finished T64 at Oak Hills, the site of his 1991 H.E.B. Texas Open triumph.\n","otherCarHigh" : "Was a five-time winner in his PGA TOUR career, including a pair of victories in 1989 when he finished 15th on the money list, his highest standing...Top earnings year on TOUR was in 2000 when he made $963,974 on the strength of a runner-up finish at the Compaq Classic of New Orleans (lost in a playoff to Carlos Franco on the second extra hole) and a T3 effort at the Westin Texas Open at LaCantera...His most-successful year came in 1989, with victories at The Honda Classic (four strokes over Payne Stewart) and Bank of Boston Classic (one stroke over Brad Faxon) to his credit...One year earlier, claimed his first career title when he defeated Dan Forsman by three shots at the Hardee's Golf Classic in Illinois. Middle rounds of 62-63—125 during that tournament tied Gay Brewer (1967 Pensacola Classic) and Ron Streck (1978 Texas Open) for lowest consecutive rounds in TOUR history at the time...Added a fourth title to his resume in 1991 when he won the H.E.B. Texas Open at Oak Hills CC with a birdie on the second playoff hole to defeat Gary Hallberg...Fifth career title came in 1993 when he was a one-stroke winner over Denis Watson at the B.C. Open...Lone career win on the Web.com Tour came at the 2003 Northeast Pennsylvania Classic. The victory was his first on any Tour since his win at the 1993 B.C. Open. Shot all four rounds in the 60s (68-64-64-69) to finish at a tournament record 19-under 265, three shots in front of Bill Glasson. Shattered the previous tournament record set in 2002 by Hallberg (274). Collected $81,000 for his effort...First qualified to play on the TOUR in 1982...After 1983 season spent a lot of time perfecting his left-handed putting style.","personal" : "Natural left-hander who plays the game right-handed but putts southpaw...Is involved with eyesight organizations as a result of his wife, Claudia, suffering from pseudoxanthoma elasticum (PXE), a rare eye disease...Roomed with Fred Couples for one year and with CBS Sports golf host Jim Nantz for three while attending the University of Houston. Joined Couples and Nantz in Three Amigos Celebrity Tournament, first held in October 1994. One of the beneficiaries of the event was PXE research...Is one of a number of former University of Houston products on the Champions Tour, joining Keith Fergus, Bruce Lietzke, Tom Jenkins, Steve Elkington, Fuzzy Zoeller and Couples, as well as broadcasters Billy Ray Brown and John Mahaffey.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T6th in 2010 at the Liberty Mutual Legends of Golf.","dynStats" : "He ranks T75th in Consecutive Sand Saves on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}