{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "21731","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Jacobson","first" : "Freddie","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "178","weightMetric" : "81","birthDate" : "September 26, 1974","age" : "41","birthPlace" : "Gothenburg, Sweden","residence" : "Hobe Sound, Florida","family" : "Wife, Erika; Alice Sophia J. (5\/07\/04), Emmie Charlise (1\/20\/06), Max Fredrik (12\/14\/07)","education" : "","splInterest" : "Boating, skiing, sports","pronunciation" : "YOCK-ub-son","nwTourAlumnus" : "","trndProYear" : "1994","clubAffl" : "Kungsbacua GC (Halland, Sweden)","cityPlaysFrm" : "Gothenburg; ; Sweden","websiteUrl" : "http:\/\/www.freddiejacobson.com","websiteName" : "Website","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "32nd BUY.COM TOUR Qualifier at 2000 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "Granted a Major Medical Extension for the 2015-16 PGA TOUR Season. Will have 11 events to earn 190 FedExCup points or $326,211 in earnings during the season to reach No. 125 from the 2014-15 FedExCup points' list or money list as part of his medical extension. A minor medical exemption will kick in should he play the number of events listed under the major medical and not earn the combined points\/money needed to keep stay in the major medical category, with an additional two starts available to make up the difference...Satisfied the medical requirements with a solo fifth-place finish at The RSM Classic, finishing 12-under 270 and 10 strokes behind runaway-champion Kevin Kisner. Entered the week with nine events remaining to earn $198,240.34 or 103.71 FedExCup points to surpass the equivalent of 125th from the 2014-15 PGA TOUR season. Drained a clutch 25-foot putt on the 72nd hole to finish fifth and earn enough money and FedExCup points to clear his medical extension...In his seventh start of the season, finished T4 at the Farmers Insurance Open, his second top-10 of the season. Highlight shot of the week was a hole-out eagle on the par-4 15th from 184 yards during the third round. Marked his first top-10 in nine starts at Torrey Pines...Shot a final-round 1-under 71 at Pebble Beach Golf Links to finish T4 at the AT&T Pebble Beach Pro-Am, three strokes behind champion Vaughn Taylor. It marked his best career finish in six starts at the AT&T Pebble Beach Pro-Am, topping a T7 effort in 2013. \n","carHigh" : "A promising ice hockey player at the age of ten. However one of the players at his club, Per Nellbeck, was also the local golf professional and taught the entire Jacobson family to play. First handicap was 40, but reached scratch five years later, aged 15. Love of the game was to delay his start to 2000 season. Missed first three months after breaking left thumb playing for golf pros versus tennis players at ice hockey last December. Needed operation and returned in March and enjoyed a rich vein of form in mid-season, finishing third, second and second in successive starts. Won several notable titles in amateur golf before turning professional in 1994. Lived on a knife-edge in 1998 - his third successive season with full playing rights. With one week remaining, he lay in 124th position in the Volvo Order of Merit but played superbly and only lost in a play-off for the Belgacom Open to Lee Westwood. Moved to 75th place and rescued his card. Had to return to Qualifying School in 1999 but finished seventh to stay on Tour. \n","otherCarHigh" : "","personal" : "","otherInfo" : "Has never played in a BUY.COM TOUR event prior to this season...Participated in two PGA TOUR events, making the cut in the 1998 British Open...Spent the last four years playing on the European Tour...Finished 15th on the European Order of Merit in 2000, his best season to date. Missed first three months after breaking left thumb playing ice hockey in golf pros versus tennis players match in December of 1999. Needed operation and returned in March. Struggled early but strung together a tie for third at the Wales Open, second at the Compaq European Grand Prix and second at the Murphy's Irish Open in successive June\/July starts...Has two other runner-up finishes at the 1997 Madeira Island Open and 1998 Belgacom Open, where he lost in a playoff to Lee Westwood...Won several notable titles in amateur golf before turning professional in 1994...A promising ice hockey player at the age of 10. However one of the players at his club, Per Nellbeck, was also the local golf professional and taught the entire Jacobson family to play. First handicap was 40, but reached scratch five years later...Has one career hole-in-one in competition.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2003","qSchoolYear" : "","exmtStatus" : "Major Medical Extension","otherVics" : "","intlVics" : "(3): 2003 Omega Hong Kong Open [Eur], Algarve Portugal Open [Eur], Volvo Masters [Eur].","curYearHigh" : "Granted a Major Medical Extension for the 2015-16 PGA TOUR Season. Will have 11 events to earn 190 FedExCup points or $326,211 in earnings during the season to reach No. 125 from the 2014-15 FedExCup points' list or money list as part of his medical extension. A minor medical exemption will kick in should he play the number of events listed under the major medical and not earn the combined points\/money needed to keep stay in the major medical category, with an additional two starts available to make up the difference...Satisfied the medical requirements with a solo fifth-place finish at The RSM Classic, finishing 12-under 270 and 10 strokes behind runaway-champion Kevin Kisner. Entered the week with nine events remaining to earn $198,240.34 or 103.71 FedExCup points to surpass the equivalent of 125th from the 2014-15 PGA TOUR season. Drained a clutch 25-foot putt on the 72nd hole to finish fifth and earn enough money and FedExCup points to clear his medical extension...In his seventh start of the season, finished T4 at the Farmers Insurance Open, his second top-10 of the season. Highlight shot of the week was a hole-out eagle on the par-4 15th from 184 yards during the third round. Marked his first top-10 in nine starts at Torrey Pines...Shot a final-round 1-under 71 at Pebble Beach Golf Links to finish T4 at the AT&T Pebble Beach Pro-Am, three strokes behind champion Vaughn Taylor. It marked his best career finish in six starts at the AT&T Pebble Beach Pro-Am, topping a T7 effort in 2013. \n","carHigh" : "2014-15: Made 14 PGA TOUR starts. From the 16th hole during the second round of the Humana Challenge in January to the first hole of the second round of the Zurich Classic of New Orleans in April, played a PGA TOUR-record 542 holes without a three-putt. The previous record was held by Luke Donald, with 483...In his ninth start at the Waste Management Phoenix Open, and first since missing the cut in 2011 and 2013, closed with a bogey-free, 7-under 64 at TPC Scottsdale to claim a T7 with Jordan Spieth and Graham DeLaet. After missing the cut at the Crowne Plaza Invitational at Colonial, did not play any TOUR events to be with his family as his then 7-year-old son, Max, was diagnosed with a heart defect. Max underwent open-heart surgery on Aug. 3 to fix the anomalous origin of the right-coronary artery. \n\n2013-14: Claimed four top-10 finishes in 27 starts, highlighted by second- and third-place outings. For the eighth consecutive year, played well enough to earn a berth into the FedExCup Playoffs, where he made it through the first three events. Season ended after the BMW Championship, with a 66th-place standing in FedExCup points...Making his fourth career start at the Shriners Hospitals for Children Open, closed with a 7-under 64 for a T9 at TPC Summerlin...Closed the year by teaming with Ian Poulter to finish second behind Matt Kuchar and Harris English at the Franklin Templeton Shootout in December...Finished T10 at the Arnold Palmer Invitational for his second top-10 in seven starts at the Orlando event...Finished T3 at the Crowne Plaza Invitational at Colonial, with rounds of 67-71-67-67, good for his first top-10 in nine Colonial starts...Followed a 6-under 64 in round two with a pair of 66s on the weekend to claim a T2 with Bill Haas at the Wyndham Championship. With just 106 putts for the week at Sedgefield CC, led the field in that category. The T2 came in his fifth start in the event but was his first appearance since 2010. \n\n2013: Made the cut in 13 of 19 starts during the season, with a T3 finish at the Northern Trust Open the best of his three top-10 finishes. Ended the season No. 72 in the FedExCup...Making his fourth career start at the AT&T Pebble Beach National Pro-Am, finished inside the top 10 for the first time (T7), including a second-round 66 at Pebble Beach. Closed that round with birdies on five of his last six holes (Nos. 13 and 15-18). It was his first top-10 of the season...Finished T3 at the Northern Trust Open, missing a putt from just over 4 feet for par on No. 18 that would have put him in the playoff in what was his sixth start at the event. His previous-best finish here was T13 in 2012. Held a share of the second-round lead with Sang Moon Bae.\n\n2012: Finished T8 in his title defense at the Travelers Championship...Held the second-round lead after opening rounds of 65-66, but closed 70-68 to come up three shots short.\n\n2011: His finest PGA TOUR season included his first TOUR win (Travelers Championship) and a career-best 29th-place finish in the FedExCup...Recorded his first top-10 of the season, a T9 at the Arnold Palmer Invitational. It was his first top-10 at the event in five starts...Following his runner-up finish at the Valero Texas Open in 2010, shot 8-under on the weekend at TPC San Antonio (67-69) to claim T5 honors, his second top-10 finish of the season...Seized the lead going into the final round of the Travelers Championship with a third-round, 7-under 63 and then held off a host of challengers with a 4-under 66 Sunday for his first win on the PGA TOUR (188 starts)—finishing one stroke clear of Ryan Moore and John Rollins. His 20-under 260 winning total was the lowest of the season, topping David Toms' 264 at the Crowne Plaza Invitational at Colonial. Only bogey of the week came on the par-4 10th hole during the final round, falling just shy of becoming the first TOUR winner since Lee Trevino (1974 Greater New Orleans Open) to win without a bogey. The victory, the first by an international-born player at the Travelers since Greg Norman won in 1995, made him the seventh Swedish-born player to win on the PGA TOUR...Took a month off but returned to action at the CIMB Asia Pacific Classic in Malaysia. Contended throughout the week before eventually settling for a third-place finish at The Mines Resort and GC...A week later, at the World Golf Championships-HSBC Champions in Shanghai, China, he took the 54-hole lead and shot a 1-under 71 Sunday at Sheshan International GC. But he watched as Martin Kaymer made nine birdies in his final 12 holes to come from behind to win. The T2 finish was his top performance in a World Golf Championships event. 2010: Made 18 of 24 cuts to go with three top-10s. Played in the first three FedExCup Playoff events. Recorded his third runner-up finish in the last four seasons...One of just three players since 2003 to post four rounds in the 60s at The Honda Classic, shooting four consecutive 69s to finish T6. Despite missing the cut at the event in 2005 and 2006, has three top-six finishes at this event (T6 in 2010, T5 in 2009 and T4 in 2004). Camilo Villegas, the 2010 winner, and John Rollins in 2009 are the other all-60s shooters...Finished T10 at THE PLAYERS Championship. It was his first top-10 at TPC Sawgrass in seven career starts...Finished second the following week at the Valero Texas Open. Missed a 17-foot birdie at the 72nd hole, his 36th hole of the day, that would have forced a playoff with winner Adam Scott. The solo second was his second straight top-five Valero Texas Open finish. 2009: Won more than $1 million and recorded three top-10s for the third consecutive season...First top-10 finish of the year came at The Honda Classic where he finished T5. It was his fourth start in the event and the first made cut there since claiming T4 in 2004...Earned another T5 finish at the Valero Texas Open after four rounds in the 60s...Third top-10 of the season came at The Barclays, posting a T6 to jump 59 spots in the FedExCup standings, from 107th to 48th...Finished 57th in the FedExCup standings. 2008: Recorded 16 of 24 made cuts and three top-10 finishes...Best finish was a second at the AT&T National, thanks to weekend rounds of 66-65. It was his second career runner-up finish. He finished T2 at the 2007 Ginn sur Mer Classic at Tesoro. Earned a spot in The Open Championship field where he finished T19. 2007: Competed in two events in the PGA TOUR Playoffs for the FedExCup. Recorded five top-10 finishes with a personal-best T2 at the inaugural Ginn sur Mer Classic...Continued his recovery from a 2006 wrist injury with a T5 finish at the Memorial Tournament, his best finish of the season and in nearly a year. 2006: Made 10 cuts in 18 starts and finished in the top-25 five times, including two top-5 finishes...In third start of season, picked up his best finish on TOUR since a T4 at the 2004 Honda Classic with a fourth at the Ford Championship at Doral...Did not make a start on the PGA TOUR after the Deutsche Bank Championship the first week of September due to a nagging wrist injury. 2005: Picked up his first top-10 of the season, a T6 at the FedEx St. Jude Classic. 2004: Continued consistent play in just his second season on TOUR. Recorded five top-10s and collected more than $1 million...Fired a first round, 6-under 66 at the Wachovia Championship and was only two strokes off the lead. Withdrew and flew home at 5:30 a.m. on Friday as his wife, Erika, had gone into premature labor with the couple's first child at Jupiter Hospital near their home in Hobe Sound, FL. Just missed witnessing the birth of Alice Sofia on May 7...In first tournament back after daughter's birth, earned second consecutive top-10 at the FedEx St. Jude Classic, finishing T5...Finished T17 at the Masters and PGA Championship...Played with Joakim Haeggman at the World Cup in Spain, again finishing T7. \n\n2003: Had three wins on the European Tour, along with top-10s at both the U.S. Open and The Open Championship. His U.S. Open start was his first domestic PGA TOUR appearance...Placed fourth in the European Tour Order of Merit and finished third in TOUR non-member earnings with $786,771, with four top-10s in only eight starts. Joined the TOUR, having finished among the top 125 as a non-member. Also added another $66,821 in two World Golf Championships appearances...Playing in his first U.S. Open, finished T5 and shared top first-time honors with Justin Rose...Two weeks later, finished T3 at the FedEx St. Jude Classic, four shots behind David Toms...Earned top-10 exemption in the following week's 100th Western Open, where he finished T8. In just four starts, was eligible to join the TOUR as a Special Temporary Member, having earned ($572,970) more than the No. 150 player (Tom Scherrer, $356,657) from the 2002 TOUR money list...Finished T6 at The Open Championship, three shots behind Ben Curtis...Claimed his first win on the European Tour when he won the Omega Hong Kong Open, the second event of the season...Won again three tournaments later in the Algarve Open de Portugal. Victory came in his first start back after a 10-week layoff due to a wrist injury...Ended European Tour season with third victory at the Volvo Masters at Valerrama, defeating Spain's Carlos Rodiles in a four-hole playoff...Represented Sweden at the World Golf Championships-World Cup at Kiawah Island. Teamed with Niclas Fasth to T7. 2002: Played virtually full-time on the European Tour from 1997-2002, with 17-plus starts in each of those seasons. Totaled six runner-up finishes and 16 top-10s during that time...Lost to Eduardo Romero in a playoff at the Barclays Scottish Open. Finished 30th on the Order of Merit. 2001: Top showing was a T2 at the Linde German Masters, tying with John Daly, a stroke behind Bernhard Langer...Was fifth at the Omega European Masters. 2000: Progressed to 25th on the European Tour's Order of Merit, his highest finish prior to 2003...Had a pair of runner-up finishes in consecutive starts. Was solo second at the European Grand Prix, three strokes short of Lee Westwood. The following week, at the Irish Open at Ballybunion GC, shot a second-round 63 and eventually was again solo second, two shots behind Patrik Sjoland...Was also T3 at The Celtic Manor Resort Wales Open, three shots behind winner Steen Tinning. \n\n1999: Had to return to the Qualifying School at the conclusion of the seasonl, but finished seventh to stay on Tour...Struggled through much of the year, with only two top-10s, his top showing a T9 at the Algarve Portuguese Open. \n\n1998: With one week remaining, was 124th on the European Tour Order of Merit, but lost in a playoff for the Belgacom Open to Lee Westwood and moved to 75th place to rescue his card...In his PGA TOUR debut, finished 76th at The Open Championship after opening with a 3-under 67. \n\n1997: Played almost entirely on the European Tour, with a runner-up finish at the Madeira Island Open his top finish and first second-place showing on that Tour. At Santo de Serra, shot a final-round 64 in the weather-shortened, 54-hole event, but still fell a stroke short of Peter Mitchell...Only other top-10 was a T8 at the Open de Espana. \n\n1996: Picked up two runner-up finishes on the European Challenge Tour, in back-to-back starts in September. Lost in the finals at the Swedish Matchplay and then two weeks later was T2 at the Eulen Open Galea...Also had a pair of fourth-place finishes, at the Audi Quattro Trophy and the Interlaken Open. Overall, had 10 top-10 finishes. \n\n1995: Split his time between the European Tour and the European Challenge Tour. Top finishes both came on the Challenge Tour, a runner-up performance at the Coca-Cola Open in August and a third-place showing at the Kentab Open. \n\nAmateur: Won several notable titles in amateur golf before turning professional in 1994...Played on the Swedish national team...Played one season of college golf at Wallace State (Alabama).\n","otherCarHigh" : "","personal" : "By age 10, after playing \"pretty much every sport,\" he turned his interests to golf. Created with his friends a four-hole golf course in the farmlands near where he lived. Set up a short-game course around his house and became the weekend paperboy in his neighborhood so he could save money to purchase new golf clubs…In 2012, launched Freddie Jacobson & Co., a portfolio of startup companies focused on bringing new, innovative products and services to the market…In August 2013, named a Core Values Ambassador by The First Tee. In this role, will volunteer his time at chapters of The First Tee meeting with the junior golfers and hosting clinics...Lives full time in the U.S. but considers himself \"pretty fortunate\" to return to Sweden every summer.","otherInfo" : "","ntlTeams" : "World Cup (2), 2003, 2004; Seve Trophy (1), 2003.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 4th on the PGA TOUR 2 times in 2016.","dynStats" : "He ranks T61st in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/freddiejacobson"},{"cat" : "twitter","desc" : "","url" : "http:\/\/www.twitter.com\/FreddieJac"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}