{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "31599","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Godoy","first" : "Maximiliano","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "163","weightMetric" : "74","birthDate" : "April 24, 1988","age" : "27","birthPlace" : "Buenos Aires, Argentina","residence" : "Ranelagh, Buenos Aires, Argentina","family" : "Single","education" : "","splInterest" : "Playing cards, hanging out with friends.","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2007","clubAffl" : "Ranelagh Golf Club (Ranelagh, Argentina)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2012","otherVics" : "","intlVics" : "(2) 2011 106th VISA Open de Argentina [TLA]. 2014 62nd Abierto Internacional de Rocas de Santo Domingo [Chile]","curYrHigh" : "","carHigh" : "2015: Played 18 events on PGA TOUR Latinoamérica. Had a runner-up finish and five top-25s on 11 cuts made to finish the year ranked 37th on the Order of Merit… Best finish of the season was T2 at the 57th Abierto Mexicano de Golf in May. Came just a couple of inches short on a birdie try at the 72nd hole that would have forced a playoff… Next best finish was T12 at the Hyundai-BBVA Abierto de Chile in October… At the conclusion of this season remains the only player to start in all 60 official events sanctioned by PGA TOUR Latinoamérica since 2012.\n\n2014: Finished as the 39th ranked player on the PGA TOUR Latinoamérica Order of Merit… Finished T7 twice, at the 83rd Abierto OSDE del Centro in Cordoba, Argentina and at the Aberto do Brasil in Rio de Janeiro… Had three other top-25s and 10 cuts made in 17 starts… Won the 62nd Abierto Internacional de Rocas de Santo Domingo on the Chilean Tour in January. Defeated Chile's Nicolás Geyger in the second hole of a sudden death playoff to collect that win. Carded an opening round of 10-under par 62 to set a new course record at Rocas de Santo Domingo.\n\n2013: Finished the PGA TOUR Latinoamérica season ranked No. 15 in the Order of Merit. Had a runner-up finish, a third place finish, three top-10 finishes and five top-25 finishes. Made the cut in 8 of his 14 starts. His best PGA TOUR Latinoamérica performance was a runner-up finish at the Dominican Republic Open on June 1. Held that event's outright lead after the second and third rounds, but went bogey-bogey-bogey between holes 13 and 15 to post a 74 and finish two strokes behind tournament champion Ryan Blaum. Finished T3 at the Personal Classic, an event in which he shared the halfway lead at La Reserva Cardales in Buenos Aires, Argentina in December. Started the PGA TOUR Latinoamérica season by missing three consecutive cuts, but then had two top 10's and three top 20's on his next four starts… By finishing the first half of the PGA TOUR Latinoamérica ranked No. 9 in the Order of Merit, he earned access to PGA TOUR Canada, where he missed the cut on each of his five starts… Had two top-10 finishes on the Argentine Tour, with a T4 at the 74th Campeonato Argentino de Profesionales as his best in September.\n\n2012: Following a second place finish, five top 25's and seven cuts made in eleven starts, he finished the inaugural season of PGA TOUR Latinoamérica ranked No. 22 on the Order of Merit… Was one of four players who tied for second at the Lexus Peru Open, an event he closed with a season low 65 on the final round… Made his first PGA TOUR start ever at the Puerto Rico Open presented by seepuertorico.com, an event he entered via a sponsor exemption as winner of the 2011 VISA Open de Argentina. Shot a couple of 73's to miss the cut by one.\n\n2011: Won the 106th VISA Open de Argentina on the Tour de las Americas to claim his first career title as a professional. Posted rounds of 71, 72, 67 and 68 to finish the week at 278 (-6) and win by two strokes at Pilar Golf Club in Buenos Aires, Argentina in early December… In that first international season on the TLA he also finished T5 at the 52nd Abierto del Sport Francés Copa Nissan in Chile and seventh at the Televisa TLA Players Championship in Acapulco, Mexico… His Argentine Open win allowed him to finish the season as the seventh ranked player on the Tour de las Americas 2011 Order of Merit and secured him the PGA TOUR Latinoamérica 2012 card.\n","otherCarHigh" : "","personal" : "Has two brothers and one sister older than him… Likes to play cards and spend time with his friends… Affiliated to Ranelagh Golf Club in his native Buenos Aires… Got started in golf as a 13-year old caddie at Ranelagh GC… Kept caddieing until the age of 17 and then turned pro at 18.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 Order of Merit Top-60"},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the PGA TOUR Latinoameri 3 times.","dynStats" : "He ranks T75th in Par Breakers on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}