{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02067","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Schulz","first" : "Ted","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "225","weightMetric" : "102","birthDate" : "October 29, 1959","age" : "56","birthPlace" : "Louisville, Kentucky","residence" : "Louisville, Kentucky","family" : "Wife, Diane; Samuel Tucker (11\/10\/91), Shelby Ann (12\/10\/95), Sophie Marie (2\/10\/96)","education" : "University of Louisville (B.S., 1983)","splInterest" : "Cooking, football","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1984","clubAffl" : "The Cardinal Club (Louisville, Kentucky)","cityPlaysFrm" : "Louisville; Kentucky; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,668,811&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Playing for the first time in seven years, made the cut at the Reno-Tahoe Open in his only appearance of 2008. Finished T62. Fired 12-under-par 272 to claim one-stroke victory over Jeff Sluman at 1991 Nissan Los Angeles Open. Two-time victor in 1989, at Southern Open and in unofficial Chrysler Team Championship with David Ogrin. Played Asian Tour after losing card in 1988. Won 1983 Kentucky State Amateur, 1984 and 1988 Kentucky State Opens. Serves as the director of golf instruction at The Cardinal Club, the course of his alma mater, the University of Louisville. Also an assistant coach for the Cardinals' golf team where TOUR rookie Derek Fathauer played.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2010","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(3): 1983 Kentucky State Amateur. 1984 Kentucky Open. 1988 Kentucky Open.","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Lone top-25 finish among 18 starts came in his last appearance of the season, a T20 at the AT&T Championship. \n\n2011: Was in the top 25 in eight of 22 starts, including a pair of top-10 finishes...Recorded his first top-10 finish in a stroke-play event when he shot rounds of 67-68 on the weekend to finish T6 at the Dick's Sporting Goods Open...Had teamed with Gary Hallberg to finish T8 at the Liberty Mutual Legends of Golf, a two-man better-ball event...Narrowly missed another shot at a top-10 finish when he was T11 at the Boeing Classic in August...Started the year by finishing below par in 12 of his first 15 rounds. 2010: Became eligible to compete on the Champions Tour at the start of the season through the Career Victory category and ended the year just missing spot among the top 30 money-winners...Earnings total of almost $600,000 was his best as a professional...Was one of the Champions Tour's surprise stories, highlighted by a magical September...In his 13th career Champions Tour start, edged Tom Pernice, Jr. by a stroke to win the Home Care & Hospice First Tee Open at Pebble Beach. Shot 64 at Pebble Beach Saturday to take a three-stroke lead into the final round. Although he was tied with several players during the course of the final-round, made a clutch 12-foot birdie putt on the par-3 17th hole to eventually win the event. Victory was his first on TOUR since the 1991 Nissan Los Angeles Open, and he ended a drought of 19 years, 6 months, 12 days or a combined 193 (181 PGA TOUR; 12 Champions Tour) tournaments...In his next event after winning at Pebble Beach, was in contention at the SAS Championship before eventually finishing T4. Trailed fellow Kentuckian Russ Cochran by four strokes after 36 holes and played in the final group for the second straight tournament. Got within two strokes of Cochran after three holes on Sunday but eventually carded a final-round 72 at Prestonwood that left him five shots back. 2009: Made an appearance at the 2009 Champions Tour National Qualifying Tournament and was in the running for fully-exempt 2010 status before finishing T24 at TPC Scottsdale. \n","otherCarHigh" : "Played on and off on the PGA TOUR from 1987-2009 with most of his 289 career starts coming between 1987 and 1998. Played 30 or more events from 1989-1994 with best season coming in 1991 when he was 29th on the money list with $508,058 after a win and a third-place finish...Beat Jeff Sluman by one stroke to capture the Nissan Los Angeles Open that year...Won two events in 1989. At the Southern Open, he beat Jay Haas and Tim Simpson by one stroke...He also won the unofficial Chrysler Team Championship with David Ogrin...Won 1983 Kentucky State Amateur, 1984 and 1988 Kentucky State Opens...Served as the director of golf instruction at The Cardinal Club, the course of his alma mater, the University of Louisville. Also an assistant coach for the Cardinals' golf team...Member of the University of Louisville Athletic Hall of Fame...Has had five holes-in-one in competitive rounds.","personal" : "Got started in golf at age 8 when his brother built a green in the backyard of their house...Enjoys spending time with his family and lists his biggest hero as Arnold Palmer...Favorite golf courses are Pebble Beach, Augusta National and Chechessee Creek in South Carolina...Dream foursome includes Tiger Woods, Jack Nicklaus and Palmer...Favorite book is The Pro by Butch Harmon...If he weren't a golf professional, he'd be running his father's grocery store in Louisville.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was 1st in 2010 at the Home Care & Hospice First Tee Open at Pebble Beach.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}