{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "19883","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Daley","first" : "Joe","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "165","weightMetric" : "75","birthDate" : "October 30, 1960","age" : "55","birthPlace" : "Chestnut Hill, Pennsylvania","residence" : "Scottsdale, Arizona","family" : "Wife, Carol","education" : "Old Dominion University (1983, Finance)","splInterest" : "History, fly fishing, hunting","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1991","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,544,248&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1997","exmtStatus" : "Conditionally Exempt \/ Past Champion 3-9 years","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the PGA TOUR in 1996 and 1998, the Web.com Tour in 1997, 1999-2002 and 2004-07 and 2009 and the Champions Tour in 2012-13.\n\n2012: One of the feel-good stories on the Champions Tour in 2012. After open qualifying for the first two full-field events of the season in Florida, parlayed a strong finish at the Senior PGA Championship into a berth in the Constellation SENIOR PLAYERS Championship. Matched Sandy Lyle's scores of 66-64 on the weekend at Harbor Shores to finish T4 at the Senior PGA Championship, his best career Champions Tour performance at that point. Closing 36-hole total of 12-under 130 was the best in the field...Kept the momentum going in his next start and did it in a big way. Won the most significant title in his career when he captured July's Constellation SENIOR PLAYERS Championship in Pittsburgh. In only his fourth start of the campaign, he opened with rounds of 66-64 at Fox Chapel GC and was in solo second through 36 holes, a stroke behind leader Fred Couples. Shot a 68 in the third round then matched that score in the final round to take a two-stroke victory over Tom Lehman. It was his first victory since taking the Web.com Tour's Preferred Health Systems Wichita Open in 2005. For the victory, he earned $405,000, more than twice what he made in his PGA TOUR career and easily surpassing his career-best payday, the $85,500 he made for winning the Wichita event...Went on to finish 27th in season earnings, and his top-30 finish assured him of fully-exempt status for 2013. \n\n2011: Had a pair of top-25 finishes in seven starts on the Champions Tour. Best week was a T16 at the Montreal Championship. 2010: Missed the cut in his only Web.com Tour start, at the BMW Charity Pro-Am. 2009: Finished the Web.com Tour season No. 94 on the money list. Made the cut in 11 of 26 starts and had six top-25 finishes. Did not crack the top 10 in any event. Best weeks came early, with a T23 and T13 at the HSBC New Zealand PGA Championship and the Michael Hill New Zealand Open. Shared the 36-hole lead at the Nationwide Children's Hospital Invitational, but weekend rounds of 71-75 dropped him to a T17 finish. Ended the year No. 8 in Driving Accuracy Percentage (76.85 percent). 2008: Made 14 cuts from 27 starts, with a season-best third at the Livermore Valley Wine Country Championship, missing a playoff by one stroke. One of four players to finish below par for 72 holes at The Course at Wente Vineyards. Effort was his best showing since he won the 2005 Preferred Health Systems Wichita Open, a span of 71 starts. Payday boosted him to No. 15 on the money list, at the time. Was T9 at the Athens Regional Foundation Classic. Four rounds in the 60s at the Price Cutter Charity Championship resulted in a T8 finish. Missed both cuts at final two full-field events of the season to drop from 54th to 60th on the money list and sneak into the season-ending Web.com Tour Championship at TPC Craig Ranch. 2007: Made the cut in 14 of 25 starts on the Web.com Tour, with six top-25 finishes. All three top-10s came in consecutive weeks, including a T9 at the Knoxville Open, T8 at the Peek'n Peak Classic and a season-best fourth-place finish at the Legend Financial Group Classic. Completed the year No. 66 on the money list, with $92,193. Made two starts on the PGA TOUR, finishing T65 at the Sony Open in Hawaii and missing the cut at the U.S. Open. 2006: Made the cut in 19 of 28 starts on Tour, with five top-25 finishes—including a season-best T17 at the Scholarship America Showdown at Somerby. Posted the second-best nine-hole score of the season with a 7-under 29 on the back nine of the second round of the Chattanooga Classic. Finished the season No. 90 on the money list, with $59,086. Ranked fifth in Driving Accuracy Percentage (75.95). 2005: Made the cut in 14 of 20 events on Tour, with four top-10 and eight top-25 finishes. Ended the season No. 24 on the money list, with $188,073. Claimed second career title with a win at the Preferred Health Systems Wichita Open. Finished the tournament in a tie with Shane Bertsch at 16-under-par 268 and then defeated his good friend with a birdie-4 on the first extra hole. Collected a career-best $85,500 with the victory to move to the No. 10 spot on the money list at the time. Rounds of 68-68-64-66 led to a 22-under-par 266 total at the Chattanooga Classic, placing him in a four-man playoff with Jason Schultz, Scott Weatherly and Jerry Smith. With the latter two players eliminated, made it all the way to the sixth extra hole before falling to Schultz. Collected $33,600 for the runner-up finish. 2004: Returned to the Web.com Tour. Made the cut in seven of 16 starts on Tour that year, with a best finish of T14 at the Preferred Health Systems Wichita Open, one of two top-25 finishes. 2003: Sat out the season with a neck injury. 2002: Finished No. 64 on the Web.com Tour, with $71,792. Made the cut in 14 of 26 tournaments, with a T4 at the Permian Basin Open his top finish. 2001: Made the cut in 14 of 24 events, with three top-10s. Finished a season-best T2 at the Knoxville Open. \n\n2000: Made 18 of 22 cuts, including his last nine. Used back-to-back 69s in the final rounds of the Hershey Open to move from T22 to T3. Monday-qualified at Shreveport Open and jumped from 20th to fourth with a final-round 65. Recorded a hole-in-one on hole No. 17 during the fourth round of the Monterey Peninsula Classic. \n\n1999: Had three top-10s, including a season-best T4 at the Mississippi Gulf Coast Open. Wire-to-wire winner at rain-shortened 1997 Louisiana Open. Opened with a 10-under-par 62 to tie Le Triomphe CC course record and lead by two. That 62 was the low start by a winner on the Tour. Was the first wire-to-wire winner of a 54-hole Tour event since Keith Fergus at the 1994 Panama City Beach Classic. 1997: Posted three other top-10 finishes to place 11th on the Tour money list. \n\n1996: Fired a 9-under-par 62 in the third and final round to T6 in the B.C. Open, his career-best PGA TOUR finish.\n","otherCarHigh" : "","personal" : "Self-taught and says his biggest thrill in golf is helping others become better players...Wife, Carol, has caddied for him at times on the Web.com Tour. Quit job as a credit manager in 1992 at age 32 to pursue a career as a professional golfer.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2010","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Played in 20 events, including three via open-qualifying. Was 54th on the final money list...Had his best showing in more than two years when he finished T3 at the Shaw Charity Classic. Was among three players tied for the lead after 36 holes and led by three strokes at one point Sunday. After his quick start, played his final 12 holes in even-par. It was his best effort since his win in 2012 at the Constellation SENIOR PLAYERS Championship. His opening-round 64 matched his career best on the Champions Tour...Was also T15 at the Insperity Invitational.\n\n2013: Was 49th on the money list, with one top-10 and seven top-25 finishes during the campaign...Lone top-10 did not come until October when he shot three straight sub-par rounds at the SAS Championship which led to a T8 finish in North Carolina...Was among four players tied for the 36-hole lead at the Mississippi Gulf Resort Classic after a second-round, 6-under 66. Closed with a 5-over 77 to finish T18...Weekend rounds of 64-68 led to a T15 finish at the inaugural Shaw Charity Classic in Calgary in September...Made a hole-in-one in the final round of the Liberty Mutual Insurance Legends of Golf in April, using a 7-iron on No. 8 from 178 yards at the Westin Savannah Harbor Golf Resort and Spa...His putting average fell from 13th in 2012 to 52nd, and he also dropped from 43rd to 76th in Greens in Regulation. \n\n2012: Had one of the feel-good stories on the Champions Tour. Started the season as a non-exempt player, he open qualified for the first two full-field events of the season in Florida, and then parlayed a strong finish at the Senior PGA Championship into a berth in the Constellation SENIOR PLAYERS Championship. Matched Sandy Lyle's scores of 66-64 on the weekend at Harbor Shores to finish T4 at the Senior PGA Championship, his best career Champions Tour performance at that point. Closing 36-hole total of 12-under 130 was the best in the field...Kept the momentum going in his next start and did it in a big way. Won the most significant title in his career when he captured July's Constellation SENIOR PLAYERS Championship in Pittsburgh. In only his fourth start of the campaign, he opened with rounds of 66-64 at Fox Chapel GC and was in solo second through 36 holes, a stroke behind leader Fred Couples. Shot a 68 in the third round then matched that score in the final round to take a two-stroke victory over Tom Lehman. It was his first victory since taking the Web.com Tour's Preferred Health Systems Wichita Open in 2005. For the victory, he earned $405,000, more than twice what he made in his PGA TOUR career and easily surpassing his career-best payday, the $85,500 he made for winning the Wichita event...Went on to finish 27th in season earnings, and his top-30 finish assured him of fully-exempt status for 2013. \n\n2011: Top performance was a T16 at the Montreal Championship. Was also T17 at the Allianz Championship...Attended the Champions Tour National Qualifying Tournament in Scottsdale but finished T16 and failed to earn full or conditionally-exempt status for 2012. \n","otherCarHigh" : "Member of the PGA TOUR in 1996 and 1998 and the Web.com Tour in 1997, 1999-2002 and 2004-07 and 2009...Missed the cut in his only 2010 Web.com Tour start, at the BMW Charity Pro-Am...Won twice on the Web.com Tour, claming his first title when he went wire to wire at the rain-shortened 1997 Louisiana Open. Opened with a 10-under-par 62 to tie the Le Triomphe CC course record and led by two. That 62 was the low start by a winner on the Web.com Tour that season. Was the first wire-to-wire winner of a 54-hole Tour event since Keith Fergus at the 1994 Panama City Beach Classic...Triumphed for a second time on the Web.com Tour at the 2005 Preferred Health Systems Wichita Open. Finished the tournament in a tie with Shane Bertsch at 16-under-par 268 and then defeated his good friend with a birdie-4 on the first extra hole. Collected a career-best $85,500 with the victory. Almost won again in 2005 at the Chattanooga Classic. Rounds of 68-68-64-66 led to a 22-under-par 266 total, placing him in a four-man playoff with Jason Schultz, Scott Weatherly and Jerry Smith. With the latter two players eliminated, made it all the way to the sixth extra hole before falling to Schultz. Collected $33,600 for the runner-up finish...Recorded a hole-in-one on hole No. 17 of the Bayonet Course during the fourth round of the 2000 Monterey Peninsula Classic...Lone top-10 effort among 59 career starts on the PGA TOUR came in 1996 when he fired a 9-under-par 62 in the final round of the weather-shortened B.C. Open to finish T6...Was named to the 1983 All-Sun Belt Conference team while at Old Dominion.","personal" : "Self-taught and says his biggest thrill in golf is helping others become better players...Wife, Carol, caddied for him at times on the Web.com Tour. Quit job as a credit manager in 1992 at age 32 to pursue a career as a professional golfer.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is 34th at the Mitsubishi Electric Championship at Hualalai.","dynStats" : "He ranks 97th in Charles Schwab Cup Money List on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}