{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01572","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "James","first" : "Mark","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "185","weightMetric" : "84","birthDate" : "October 20, 1953","age" : "62","birthPlace" : "Manchester, England","residence" : "Ilkley, West Yorkshire, England","family" : "Wife, Jane","education" : "","splInterest" : "All sports, science fiction, gardening, skiing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1976","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "4,574,225&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Teamed with Des Smyth to win the unofficial Legends Division at the Liberty Mutual Insurance Legends of Golf...Made the cut at both the Senior PGA Championship (T56) and The Senior Open Championship (T53) in his two other Champions Tour starts...Also played a limited schedule on the European Senior Tour...Finished second at the Bad Ragaz PGA Seniors Open and third at the Travis Perkins Senior Masters.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2004","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(3): 2005 Bovis Lend Lease European Senior Masters. 2009 Son Gual Mallorca Senior Open. 2012 Liberty Mutual Insurance Legends of Golf Raphael Division (with Des Smyth).","curYearHigh" : "Teamed with Des Smyth to win the unofficial Legends Division at the Liberty Mutual Insurance Legends of Golf...Made the cut at both the Senior PGA Championship (T56) and The Senior Open Championship (T53) in his two other Champions Tour starts...Also played a limited schedule on the European Senior Tour...Finished second at the Bad Ragaz PGA Seniors Open and third at the Travis Perkins Senior Masters.","carHigh" : "2011: Made just two forays to the United States, instead opting to compete mainly on the European Seniors Tour...He teamed with Des Smyth to win the unofficial Raphael Division crown at the Liberty Mutual Legends of Golf and missed the cut at the Senior PGA Championship...Posted four top-10 finishes in Europe, highlighted by a second-place at the Benahavis Senior Masters...Was also sixth at the Cleveland Golf\/Srixon Scottish Senior Open and seventh at the Casa Serena Open. 2010: Finished 50th spot on the final money list...Only top-10 finish came in May when he posted rounds of 69-69 on the weekend to finish T4 at the inaugural Mississippi Gulf Resort Classic...Played some of his best golf over the final month of the season, posting three top-20 finishes, including a T11 at the Constellation Energy Senior Players Championship and a T13 at the AT&T Championship, where a final-round 68 allowed him to claim the 50th position on the money list. 2009: Started year with limited status but took advantage of 17 starts with five top-10 finishes and narrowly missed on a trip to the Charles Schwab Cup Championship when Phil Blackmar won the AT&T Championship, the last full-field event of the year... Was T4 at the Allianz Championship on The Old Course at Broken Sound, his top effort of the campaign. Put together a string of six consecutive birdies in the opening round, the best birdie streak on the Champions Tour that season...Also teamed with Des Smyth to finish T5 at the Liberty Mutual Legends of Golf. The pair fired consecutive 10-under-par 62s on the weekend in the better-ball event...Also won the Son Gual Mallorca Senior Open in Spain in early May on the European Seniors Tour, defeating Eamonn Darcy with a birdie on the third playoff hole. 2008: A T5 showing in the final full-field event of the year paid dividends, allowing him to grab the 50th and final conditionally-exempt slot on the final 2008 money list...Had entered the AT&T Championship 57th on the money list, but after opening with an 8-under-par 63, followed with rounds of 68-70 to earn $68,200 and jump from 57th to 50th on the money list. Was the first-round leader in the event after his Champions Tour, career-best, 8-under 63 Friday in San Antonio. Round included six consecutive birdies to start the back nine, matching the best birdie streak of the year...Only other top-10 finishing during the campaign came in May when he was T10 at the FedEx Kinko's Classic near Austin. 2007: Was back among the top 30 money winners after a season which saw him win his third Champions Tour title...After spending three weeks skiing in the French Alps, he made his initial appearance on the Champions Tour at the Allianz Championship in Boca Raton, and won the event, defeating Jay Haas by two strokes. Found himself in a three-way tie for the lead with Craig Stadler and Haas through 36 holes but eventually prevailed despite playing his last 10 holes in even par. Victory was his third career title on the Champions Tour and second win in Florida...Was the first-round leader at the Liberty Mutual Legends of Golf and trailed by one stroke after 36 holes. Appeared to be in the driver's seat but eventually placed third in Savannah after three-putting the final two holes for bogeys. 2006: Missed a trip to the season-ending Charles Schwab Cup Championship by $17,359 when Mark McNulty jumped him with T7 effort at AT&T Championship in San Antonio, the last full-field event of the year...Played his best early in the year...Finished T2 at the Outback Steakhouse Pro-Am near Tampa. Shared the second-round lead with Hale Irwin and Mark McNulty and remained in contention until a bogey on the 17th hole left him one stroke shy of winner Jerry Pate, along with Morris Hatalsky and Irwin...At the FedEx Kinko's Classic, finished T2 after rounds of 69-67 on the weekend, two strokes shy of winner Jay Haas...Led the Champions Tour in Total Driving for the second time in three years, becoming the first international player to claim the top spot in this category twice. 2005: Finished in the top 30 on the money list for the second consecutive year and earned a spot in the season-ending Charles Schwab Cup Championship...In his third start of the season he won his second title (in his 23rd career start) at The ACE Group Classic in mid-February. Edged Hale Irwin and Tom Wargo by two strokes with birdies on the final two holes. Was the only player in the field to record three consecutive rounds in the 60s at The Club at TwinEagles...Had another strong finish in the next-to-last event of the year in San Antonio at the SBC Championship, solo third at Oak Hills...On the European Seniors Tour, won the Bovis Lend Lease European Senior Masters title in a one-hole playoff against Sam Torrance at the Woburn GC in England. 2004: Enjoyed highly successful rookie season and played some of his best golf in the Champions Tour majors...Claimed one of the year's biggest prizes when he was a one-stroke victor over Jose Maria Canizares at the Ford Senior Players Championship. Win near Detroit was the first by a European-born player in a Champions Tour major championship, and he earned a career-best check for $375,000 in Michigan. Started with three straight rounds in the 60s but a 1-over-par 73 was good enough to hold off Canizares by one stroke for the title...Followed his win in Michigan with another strong showing at The Senior Open Championship in Northern Ireland, placing fourth, two strokes behind winner Pete Oakley at Royal Portrush...Earned July Player of the Month honors as a result of his outstanding play...Made his debut on the Champions Tour at the Royal Caribbean Golf Classic and T18 at Crandon Park, six strokes back of winner Bruce Fleisher...Suffered a torn meniscus in his left knee while skiing in France prior to coming to America and had arthroscopic surgery in Fort Lauderdale, Fla., after the Royal Caribbean event. Missed two other Florida tournaments, but returned to action at the MasterCard Classic in Mexico (T13).\n","otherCarHigh" : "A mainstay on the European PGA Tour from 1976-2003, with 564 career appearances on the circuit and 21 professional victories between 1977-97...Finished third on the European Tour Order of Merit in 1979 and fifth on the Order of Merit in 1989 when he won three times, his most victories ever in a single season...Finished among the top five in three of the six Open Championships played between 1976-81 and T3 in the 1981 event at Royal St. George's...Also T4 in the 1994 Open Championship at Turnberry...Earned his biggest check on the European Tour, âŹ202,300, when he finished second to Colin Montgomerie in the 1999 Volvo PGA Championship...Received the Sir Henry Cotton Rookie of the Year Award in 1976 and also secured the Tooting Bec Cup that same year by firing a 66 at Royal Birkdale during The Open Championship...Served a stint as the chairman of the European Tour Tournament Committee...Played on seven European Ryder Cup teams (1977, 1979, 1981, 1989, 1991, 1993, 1995) and captained the 1999 squad at The Country Club in Brookline, Mass...Also played for England in 10 World Cup competitions and seven Alfred Dunhill Cup matches...Played sparingly on the PGA TOUR, with 14 made cuts in 27 official events...Has made three holes-in-one in his career.","personal" : "Nicknamed \"Jesse\" by his fellow professionals...Made a comeback in 2001 at the Volvo PGA Championships after he was diagnosed with testicular cancer and underwent chemotherapy and surgery in 2000...As an amateur, struck deal with his father that he would study hard for his A levels (he made two) in return for assistance to play one year of competitive golf as a full-time amateur...Passionate about his garden (refers to it as \"ground under repair\") in Yorkshire, England, and \"Star Trek.\"...Started skiing in 1993 and usually makes an annual ski trip...Lists Woodhall Spa, Sunningdale (Old) in England and Portmarnock in Ireland as his favorite golf courses...Favorite entertainer was Elvis Presley and favorite movie is \"Total Recall.\"...Favorite food is roast chicken...Favorite book is The Dancing Wu Li Masters...Heroes are Arnold Palmer and Jack Nicklaus...Has done some golf commentary work for BBC.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 3 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}