{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27129","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "List","first" : "Luke","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "190","weightMetric" : "86","birthDate" : "January 14, 1985","age" : "31","birthPlace" : "Seattle, Washington","residence" : "Jupiter, Florida","family" : "Single","education" : "Vanderbilt University (2007, Human and Organizational Development)","splInterest" : "Spending time with family and friends","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2012, 2015)","trndProYear" : "2007","clubAffl" : "Bear's Club (Jupiter, Florida)","cityPlaysFrm" : "Seal Beach; CA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,649,365&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2010","exmtStatus" : "Conditional - Web.com Tour Past Champion (2013, 2012)","otherVics" : "","intlVics" : "","curYearHigh" : "Opened the season with a T28 finish at Sanderson Farms Championship before missing the cut in his next three appearances...Recorded his career-best PGA TOUR finish with a T6 at the CareerBuilder Challenge after rounds of 68-68-66-66, hitting 57 of 72 greens in regulation to rank T3 in that statistical category for the week. His final-round 66 at the PGA West Stadium Course was bogey free and allowed him to advance seven spots on the leaderboard.","carHigh" : "2014: Played in 17 Web.com Tour events, making 10 cuts. Had three top-25s. Finished the Regular Season 119th on the money list...Top-25s came at the Albertsons Boise Open (T20) in mid-July, The Rex Hospital Open (T22) in May and the Midwest Classic (T24) in late-July...Was No. 1 on Tour in both Driving Distance (316.3 yards) and Eagles\/Holes Per (61.9).\n\n2013: Made the cut in nine of 24 starts during his rookie season on the PGA TOUR. Had a pair of top-25 weeks, including a T16 at the Wells Fargo Championship and ended the year No. 163 in the FedExCup standings. Had the PGA TOUR's first double eagle of the season, coming on the 13th hole of Torrey Pines GC's South Course during the final round of the Farmers Insurance Open. Enjoyed the distinction of making the first double eagle of the 2012 Web.com Tour season, as well, at the Pacific Rubiales Colombia Championship...Made the cut in two of four Web.com Tour Finals' events, with his best week a T48 at the Nationwide Children's Hospital Championship. \n\n2012: Ended the year No. 4 on the money list after closing the season with a T13 at the Web.com Tour Championship at TPC Craig Ranch in McKinney, Texas, his sixth top-10 of the year. Also finished No. 1 on Tour in Driving Distance Average (324.0 yards) and his 16 eagles tied him for second in that category Finished No. 1 in Par-5 Birdie Average...Earned his first career victory with a two-stroke win at the South Georgia Classic where he held the 36-hole lead by one and shared the 54-hole lead. Fired a 4-under 68 at the Kinderlou Forest GC to wind up at 16-under 272. Led the field in driving distance on the Tour's longest course. Sunday surge was buoyed by an eagle at the par-5, 13th hole, the only eagle of the day at the 657-yard hole. Mashed a 3-hybrid from 260 yards to within six feet on the pivotal hole. Birdied the 16th to give him the winning margin. Victory was worth $112,500 and pushed him to No. 2 on the money list. Win came on the heels of a missed cut at the TPC Stonebrae Championship where he shot a 5-under 30 on his final nine holes, only to miss qualifying for the weekend by two strokes...Followed the win with a T2 at the Stadion Classic at UGA. Hovered near the top of the leaderboard for the first three rounds and gained a share of the lead on the final nine holes. Was tied at 17-under with clubhouse leader Hudson Swafford when he pushed his tee shot into the trees on the right of the 18th fairway. His second shot banged off the trees in front of him and traveled only 40 yards. His third shot missed the green, and he eventually rolled in a 12-foot putt for bogey, dropping him into T2. Consolation prize of $48,400 pushed him to No. 1 on the money list. His running total of $223,848 all but assured him a trip to the PGA TOUR in 2013 for his rookie season...Shot a final-round 68 to finish T2 in his second start of the year, the Panama Claro Championship, matching his career-best finish (2011 Fresh Express Classic)...Regained the No. 1 spot on the money list in mid-August, with a T2 effort at the Midwest Classic in Kansas City. Began the tournament with an eagle-2 at the 427-yard opening hole. Had a pair of eagles, including one on a par-4 during the third round. Birdied the final hole Sunday to get to 15-under par and two behind winner Shawn Stefani. Check for $48,400 pushed him past Casey Wittenberg on the money list and past the $300,000 mark for the season.\n\n 2011: Enjoyed a career-best T2 at the Fresh Express Classic, which was reduced to a 54-hole event when Sunday's final round was first delayed and ultimately canceled due to heavy fog. Fired a 6-under 64 in the third round to reach 11-under par, one shot behind eventual winner Daniel Chopra...Finished T6 at the Soboba Golf Classic in late September and earned enough money to move up 15 spots to No. 27 on the money list...Finished the year No. 1 in Total Eagles (19) and No. 5 in Average Driving Distance (314.0 yards). \n\n2010: Played 26 Web.com Tour events and made 14 cuts. Finished No. 78 on the money list...After missing the first two cuts of the season, finished T9 at the Panama CLARO Championship. Heading into the weekend, he found himself two strokes off the lead. A third-round, 1-over 71 and a final-round, 1-under 69 kept him from contention in his 17th Web.com Tour start...At the Pacific Rubiales Bogota Open, he T10. Despite being T33 heading into the weekend, shot 68-69 on the weekend to move into contention. Has made the cut in two of 10 career starts on the PGA TOUR, finishing T33 as an amateur at the 2005 Masters Tournament and T63 at the 2009 Travelers Championship. \n\n2009: Posted three top-25 finishes among four made cuts on the Web.com Tour, including a T17 at the Preferred Health Systems Wichita Open...Notched his first career Hooters Tour win at the Bridgestone Winter Series event...Made the cut in four of five starts on the eGolf Tour, picking up top-five finishes in his last two starts, including a T5 at the Southern Open and a T4 at the Cabarrus Classic. \n\n2008: Posted five top-10 finishes in nine starts on the eGolf Tour.\n\n Miscellaneous: Competed in the 2003, 2005 and 2007 U.S. Opens, missing the cut in all three...Has also played on the Hooters Tour, eGolf Tour and the Gateway Tour. \n","otherCarHigh" : "Earned All-American honors all four years at Vanderbilt. Four-time All-Southeastern Conference first-team selection. Named to the Southeastern Conference Academic Honor Roll his senior season. Finished runner-up at the 2004 U.S. Amateur, falling to Ryan Moore at Winged Foot. Defeated Trip Kuehne, J.B. Holmes and Chris Nallen (semifinals) along the way before losing 2-up to Moore. Two-time state champion.","personal" : "Sister, Bekah, was on the golf and swim teams at Whitworth University. Sister, Sarah, is on the swim team at the University of North Carolina...Says making the cut at the 2005 Masters as his biggest thrill in golf...Making the state high school swim championship is his biggest thrill outside of golf...Favorite course he's played is Pebble Beach. Would most like to play Riviera CC...Never travels without his iPod...Favorite professional team is the Tennessee Titans, and he always marks his ball with a Tennessee-themed quarter...Favorite TV show is \"Curb Your Enthusiasm,\" and favorite movie is \"Forrest Gump.\" Favorite entertainer is Larry David...Favorite book is The Purpose Driven Life...Other favorites include Mexican food, Kobe Bryant, New York, Los Angeles and Chicago..Would round out his dream foursome with his dad, grandfather and uncle. Calls himself an \"expert omelet maker.\"...Charities supported include the Special Olympics.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2013","qSchoolYear" : "","exmtStatus" : "44th on 2015 Web.com Tour priority list","otherVics" : "","intlVics" : "","curYearHigh" : "Opened the season with a T28 finish at Sanderson Farms Championship before missing the cut in his next three appearances...Recorded his career-best PGA TOUR finish with a T6 at the CareerBuilder Challenge after rounds of 68-68-66-66, hitting 57 of 72 greens in regulation to rank T3 in that statistical category for the week. His final-round 66 at the PGA West Stadium Course was bogey free and allowed him to advance seven spots on the leaderboard.","carHigh" : "2012: Ended the year No. 4 on the Web.com Tour money list after closing the season with a T13 at the Web.com Tour Championship at TPC Craig Ranch in McKinney, Texas, his sixth top-10 of the year. Also finished No. 1 on Tour in Driving Distance Average (324.0 yards) and his 16 eagles tied him for second in that category. Finished No. 1 in Par-5 Birdie Average...Made the first double eagle of his Web.com Tour career and first of the season when he had an albatross at the Pacific Rubiales Colombia Championship...Earned his first career victory with a two-stroke win at the South Georgia Classic where he held the 36-hole lead by one and shared the 54-hole lead. Fired a 4-under 68 at the Kinderlou Forest GC to wind up at 16-under 272. Led the field in driving distance on the Tour's longest course. Sunday surge was buoyed by an eagle at the par-5, 13th hole, the only eagle of the day at the 657-yard hole. Mashed a 3-hybrid from 260 yards to within six feet on the pivotal hole. Birdied the 16th to give him his winning margin. Victory was worth $112,500 and pushed him to No. 2 on the money list. Win came on the heels of a missed cut at the TPC Stonebrae Championship where he shot a 5-under 30 on his final nine holes, only to miss qualifying for the weekend by two strokes...Followed his win with a T2 at the Stadion Classic at UGA. Hovered near the top of the leaderboard for the first three rounds and gained a share of the lead on the final nine holes. Was tied at 17-under with clubhouse leader Hudson Swafford when he pushed his tee shot into the trees on the right of the 18th fairway. His second shot banged off the trees in front of him and traveled only 40 yards. His third shot missed the green, and he eventually rolled in a 12-foot putt for bogey, dropping him into T2. Consolation prize of $48,400 pushed him to No. 1 on the money list. His running total of $223,848 all but assured him a trip to the PGA TOUR in 2013 for his rookie season...Shot a final-round 68 to finish T2 in his second start of the year, the Panama Claro Championship, matching his career-best finish (2011 Fresh Express Classic)...Regained the No. 1 spot on the money list in mid-August, with a T2 effort at the Midwest Classic in Kansas City. Began the tournament with an eagle-2 at the 427-yard opening hole. Had a pair of eagles, including one on a par-4 during the third round. Birdied the final hole Sunday to get to 15-under par and two back of winner Shawn Stefani. Check for $48,400 pushed him past Casey Wittenberg on the money list and past the $300,000 mark for the season. \n\n2011: Enjoyed a career-best T2 at the Fresh Express Classic, which was reduced to a 54-hole event when Sunday's final round was first delayed and ultimately canceled due to heavy fog. Fired a 6-under 64 in the third round to reach 11-under par, one shot back of eventual winner Daniel Chopra...Finished T6 at the Soboba Golf Classic in late September and earned enough money to move up 15 spots to No. 27 on the money list...Finished the year No. 1 in Total Eagles (19) and No. 5 in Average Driving Distance (314.0 yards). \n\n2010: Played 26 Web.com Tour events and made 14 cuts. Finished No. 78 on the money list...After missing the first two cuts of the season, finished T9 at the Panama CLARO Championship. Heading into the weekend, he found himself two strokes off the lead. A third-round, 1-over 71 and a final-round, 1-under 69 kept him from contention in his 17th Web.com Tour start...At the Pacific Rubiales Bogota Open, he finished T10. Despite being tied for 33rd heading into the weekend, shot 68-69 on the weekend to move into contention. \n\n2009: Posted three top-25 finishes among four made cuts on the Web.com Tour, including a T17 at the Preferred Health Systems Wichita Open...Notched his first career Hooters Tour win at the Bridgestone Winter Series event...Made the cut in four of five starts on the eGolf Tour, picking up top-five finishes in his last two starts, including a T5 at the Southern Open and a T4 at the Cabarrus Classic...Made on PGA TOUR appearance, at the Travelers Championship in Connecticut (T63)...In his lone European Tour appearance, was T46 at the Omega European Masters.\n\n2008: Posted five top-10 finishes in nine starts on the eGolf Tour. Has also played on the Hooters Tour and the Gateway Tour...Missed the cut at the 2008 Russian Open on the European Tour.\n\n2007: Made four PGA TOUR starts, missing the cut in all four...Of his two Web.com Tour starts, best finish was a T47 at the Chattanooga Classic in late-October. \n\nAmateur: Earned All-American honors all four years at Vanderbilt. Four-time All-Southeastern Conference first-team selection. Named to the Southeastern Conference Academic Honor Roll his senior season. Finished runner-up at the 2004 U.S. Amateur, falling to Ryan Moore at Winged Foot. Defeated Trip Kuehne, J.B. Holmes and Chris Nallen (semifinals) along the way before losing 2-up to Moore. Two-time state champion...Played in the 2005 Masters, making the cut and finishing T33...Played in three U.S. Opens, missing the cut in 2003, 2005 and 2007...Played in the Web.com Tour's Chattanooga Classic in 2006, shooting a second-round 66 and a third-round 65 at Black Creek Club to T35.\n","otherCarHigh" : "","personal" : "Sister, Bekah, was on the golf and swim teams at Whitworth University. Sister, Sarah, was four-year member of the University of North Carolina women's swimming team...Says making the cut at the 2005 Masters as his biggest thrill in golf...Making the state high school swim championship is his biggest thrill outside of golf...Favorite course he's played is Pebble Beach. Would most like to play Riviera CC...Never travels without his iPod...Favorite professional team is the Tennessee Titans, and he always marks his ball with a Tennessee-themed quarter...Favorite TV show is \"Curb Your Enthusiasm,\" and favorite movie is \"Forrest Gump.\" Favorite entertainer is Larry David...Favorite book is The Purpose Driven Life...Other favorites include Mexican food, Kobe Bryant, New York, Los Angeles and Chicago..Would round out his dream foursome with his dad, grandfather and uncle. Calls himself an \"expert omelet maker.\"...Charities supported include the Special Olympics.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "2014-15: Finished the Web.com Tour season with 24 starts, three top-10s, five top-25s and 13 cuts made. Was 44th in the final priority-ranking order...After a first-round 74 in the Cartagena de Indias at Karibana Championship, fired back-to-back rounds of 67 in Colombia and went bogey-free for 42 consecutive holes. Held a share of the 54-hole lead but dropped to T4 after a Sunday 76 in the Karibana winds...In April, was three shots off the pace after 36 holes of the El Bosque Mexico Championship. A third-round 75 derailed his chances of contending. Responded nicely with a final-round 66 for a T6 to get to No. 21 on the money list...Over his last 12 starts, made five cuts, with a T18 at the Rust-Oleum Championship in July his top performance...Finished the Regular Season 64th in earnings...In the Web.com Tour Finals, missed the cut in the first two events before earning a T5 at the Nationwide Children's Hospital Championship. Was one off the lead at the halfway point, with rounds of 71-67. Shot 73-71 on the weekend to grab a T5 for his third top-10 of the year...Came to TPC Sawgrass for the Web.com Tour Championship 17th on the Finals' money list. Posted a T35 at the Ponte Vedra Beach event to close his season."}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T6th at the CareerBuilder Challenge in partnership with the Clinton Foundation.","dynStats" : "He ranks 66th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/sirdoublel"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}