{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29289","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Noh","first" : "Seung-Yul","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "165","weightMetric" : "75","birthDate" : "May 29, 1991","age" : "24","birthPlace" : "Gangwon-do, South Korea","residence" : "Seoul, South Korea","family" : "Single","education" : "Korea University","splInterest" : "Movies, meeting friends","pronunciation" : "YOU-ul NO","nwTourAlumnus" : "Web.com Tour Graduate (2013)","trndProYear" : "2008","clubAffl" : "","cityPlaysFrm" : "Irving; TX; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "5,586,396&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2012","qSchoolYear" : "2011","exmtStatus" : "2013-14 tournament winner (through 2015-16)","otherVics" : "","intlVics" : "(2): 2008 Midea China Classic [Asia], 2010 Maybank Malaysian Open [Asia].","curYearHigh" : "","carHigh" : "2014-15: Made 13 of 21 PGA TOUR cuts, with just one top-10 to finish No. 134 in the FedExCup standings. Was No. 127 in the FedExCup standings entering the Wyndham Championship but could not play due to back pain and consequently dropped in the standings and missed the FedExCup Playoffs...Playing on the OneAsia Tour in late-November 2014, finished runner-up to countryman Seung Hyuk Kim at the Kolon Korea Open. Shot rounds of 73-71-71 to start the event at Woo Jeong Hills CC. Fashioned a final-round, 2-under 69 that left him at even-par at the fog-delayed event that necessitated a Monday finish. Closing effort wasn't enough to catch Kim, who was the only player to finish the tournament under-par...Closed the FedEx St. Jude Classic with a bogey-free 65 to finish T3 alongside Phil Mickelson, Michael Thompson, Matt Jones and Brooks Koepka at TPC Southwind.\n\n2013-14: Among 20 made cuts in 27 starts was his first career PGA TOUR victory. Made a return to the FedExCup Playoffs for a second time, where he finished No. 35 in the FedExCup standings after a T23 at the BMW Championship...First of three top-10 finishes came with a T10 at the Farmers Insurance Open, following rounds of 68-73-72-69...In his 78th career PGA TOUR start, posted first- and third-round, 7-under 65s at the Zurich Classic of New Orleans to claim his first PGA TOUR win. Was the only player to remain bogey-free through 54 holes at TPC Louisiana, as he became the 14th player since 1990 to make the Zurich Classic of New Orleans his first win. With the title, became the first player outside Australia and the United States to win on TOUR in 2013-14. Through the Zurich Classic of New Orleans, 19 of the 24 TOUR wins had come from U.S.-born players. Australians had won four (Jason Day at the World Golf Championships-Accenture Match Play Championship, John Senden at the Valspar Championship, Steven Bowditch at the Valero Texas Open and Matt Jones at the Shell Houston Open). Also with the win, earned a spot into THE PLAYERS Championship field two weeks later. Remembered the victims of the South Korean ferry tragedy earlier in the month by wearing a ribbon on his hat all week...Was a tri-medalist at the U.S. Open sectional qualifying event in Columbus, Ohio, in early June. Shot a 68 at Brookside G&CC and a 69 at Scioto CC to tie with Justin Leonard and Justin Thomas to earn his first U.S. Open invite since 2011 and third overall...Posted four rounds at par or better (69-68-68-70) to finish T9 at the Deutsche Bank Championship, jumping 11 spots from No. 47 to No. 36 in the FedExCup standings.\n\n2013: After a stellar rookie year on the PGA TOUR in 2012 (37th in FedExCup points), struggled with his putting during his sophomore campaign, recording just 11 made cuts in 25 starts...Season started off with T27 at the Farmers Insurance Open and T16 (Northern Trust Open) in two of his first four starts, before he reeled off a string of seven missed cuts in eight starts...Making his 32nd start since his last top-10 finish (T4 at the 2012 AT&T National), finished T7 at the Reno-Tahoe Open. With 31 points in the Modified Stableford scoring format, finished 13 points behind champion Gary Woodland...Finished 160th in FedExCup points, with earnings of $391,763...Posted a T7 in the first Web.com Tour Finals' event, the Hotel Fitness Championship. Needing a birdie to tie the tournament-course record at Sycamore Hills GC on Saturday, drove it in a water hazard on the 18th hole, settling for bogey and 64...Earned his first career win in the U.S., with a dominating, five-stroke win at the Nationwide Children's Hospital Championship, the third of the Tour's four Finals events. Posted a 6-under 65 in the second round at the Scarlet Course at Ohio State University and took a two-shot lead at the halfway point. Upped his lead to three shots Saturday with a 1-under 70. Pulled away from the field on the final day, with three consecutive birdies starting at No. 5. Was in command during the final round and needed only to play the final 11 holes in even par to secure the win. First-place check of $180,000 moved him to No. 1 on the Finals' priority ranking. Winning margin matched the largest on Tour during the season. He became the fifth international winner on Tour and also the 14th first-time champion in 24 events. \n\n2012: Finished No. 37 in the FedExCup standings in rookie season...Recorded his first top-10 on TOUR by finishing T9 at the Wells Fargo Championship. It came in his 25th career TOUR start...Had a T7 at the FedEx St. Jude Classic. His final-round, 4-under 66 was one of just eight sub-67 scores on the day. Birdied his first three holes Sunday en route to the 66...Established a new career-best finish in late June-early July outside Washington, D.C., when he finished T4 at the AT&T National at Congressional CC. \n\n2011: Was the medalist at the Springfield, OH, U.S. Open qualifier, shooting rounds of 66-66. Finished at 2-over for the week at Congressional CC to T30, improving on his first U.S. Open appearance (2010), when he qualified in similar fashion and went on to T40...Has played in three other PGA TOUR events. He lost in the first round at the World Golf Championships-Accenture Match Play Championship, was 59th at the World Golf Championships-Cadillac Championship and missed the cut at the Memorial Tournament...Has a trio of top-10 performances on the European Tour—a T6 at the Volvo Golf Champions, a T9 at the Volvo World Match Play Championship and a solo sixth at the Nordea Masters...Battled fellow countryman K.J. Choi at the Asian Tour-Korean Tour co-sanctioned CJ Invitational in October in South Korea. Trailed Anthony Kim by five strokes entering the final round at Haesley Nine Bridges GC. Did his part by shooting a final-round 66 but fell by two strokes to a hard-charging Choi, who finished with a 67 to win by two strokes...In December, he shot a third-round 64 at PGA West in Palm Springs, Calif., to earn T3 honors at the PGA TOUR Qualifying Tournament. 2010: Made five PGA TOUR starts, with his top finish coming at the PGA Championship at Whistling Straits, where he T28. Burst on the scene with some dominant international play, winning for the second time as a professional, capturing the Maybank Malysian Open in Kuala Lumpur by a stroke over fellow countryman K.J. Choi. The win made him the second-youngest European Tour winner in history. at 18 years, 282 days, he was 69 days older than fellow Korean Danny Lee (Johnnie Walker Classic). Matteo Manassero took over the top spot with his victory in 2010...He added top-10 finishes in four other international events. Was runner-up to Padraig Harrington at the Iskandar Johor Open at Horizon Hills G&CC in Malaysia, and added a T4 at the European Tour's Ballentine's Championship, a solo fourth at the Omega European Masters and a T8 at the Japan Golf Tour's Asia-Pacific Panasonic Open, his second consecutive top-10 in that event. His stellar play gave him the Asian Tour Order of Merit title, making him the youngest winner of that honor in the circuit's history. 2009: He had six top-10s around the world. His best Asian Tour performance was a T5 at the Worldwide Selangor Masters in Petaling Jaya, Malaysia. Was T9 at the Asia-Pacific Panasonic Open. 2008: Joined the Asian Tour as a 16-year-old and earned Asian Tour Rookie of the Year honors, thanks to his victory at the Midea China Classic, where he shot a final-round, 3-under 68 to edge Australian Terry Pilkadaris. His victory made him the third-youngest Asian Tour winner in history...Added back-to-back-to-back runner-up performances in the SAIL Open Golf Championship, the Asian Tour International and the GS Caltex Maekyung Open in his next three Asian Tour starts to finish 11th on the Order of Merit. \n","otherCarHigh" : "","personal" : "Began playing the sport at age 7. His dad bought him a junior set. He hit balls on the beach near his home in Seoul before school and then spent hours at the driving range after his studies were over for the day. Also played tennis, soccer and baseball before turning his sole attention to golf...Attended Kyung-gi High School in Seoul...Favorite pro team is Manchester United. Favorite show is \"Unlimited Challenge,\" a popular program in South Korea...Supports the Korea University Hospital.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T17th at the CareerBuilder Challenge in partnership with the Clinton Foundation.","dynStats" : "He ranks 49th in Driving Distance - Driver on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/seungyul_noh\/"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/#!\/nohsy0529"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}