{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "36964","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Bide","first" : "Francisco","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "176 lb","weightMetric" : "80","birthDate" : "July 6, 1987","age" : "28","birthPlace" : "Buenos Aires, Argentina","residence" : "Buenos Aires, Argentina","family" : "Single","education" : "","splInterest" : "Reading and listening to music","pronunciation" : "fraen-SEES-koh bee-DEH","nwTourAlumnus" : "","trndProYear" : "2011","clubAffl" : "Club Estudiantes de Olavarría (Buenos Aires, Argentina)","cityPlaysFrm" : "Buenos Aires, Argentina","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2013","otherVics" : "","intlVics" : "(3) 2014 Copa Samsung [Peru, DevSeries], 2015 Abierto del Sur NEC [Argentina, DevSeries], 2016 Abierto del Sur [Argentina, DevSeries]","curYrHigh" : "Won the Abierto del Sur, a Developmental Series \/ Argentine Tour event played at Mar del Plata GC for the second consecutive year in January.","carHigh" : "2015: A T14 finish at the Q-School played in Buenos Aires, Argentina secured him conditional status for the PGA TOUR Latinoamérica season in January… Two weeks later he went on to win the 97th playing of the Abierto del Sur NEC, a Developmental Series \/ Argentine Tour event played at the historic Mar del Plata GC in Mar del Plata, Argentina. Shot 70 on the final round to finish at 269 (-11) and win by one over his countrymen Nelson Ledesma and Francisco Ojeda. That was his second career win in just a span of four months.\n\n2014: Claimed back his PGA TOUR Latinoamérica card with a T36 finish at the Qualifying Tournament in Lima, Peru in January… Made the cut in 8 of his 12 starts, collecting one top-10 and three top-25s to finish the PGA TOUR Latinoamérica season ranked 65th in the Order of Merit, just outside the top-60 who kept full status for 2015… In October, a week after claiming a Tour best T10 finish at the Abierto Mexicano in Mexico City, he went on to win the Developmental Series' 2014 Copa Samsung in Lima, Peru for his first career title. Finished his week at the CC La Planicie at 277 (-11) to win by one over his countryman Daniel Vancsik.\n\n2013: Joined PGA TOUR Latinoamérica by finishing T35 at the Qualifying Tournament at the CC La Planicie in Lima, Peru in February… Made the cut in 4 of his 14 PGA TOUR Latinoamérica starts. His best finish and only top-10 was T8 at the Lexus Peru Open, where he carded a 66 in the opening round.\n\n2012: Although he was unable to gain PGA TOUR Latinoamérica status at the Qualifying Tournament at the Doral, he managed to enter four events during the Tour's inaugural season via sponsor exemptions and Monday qualifiers. His best finish was T15 at the Roberto De Vicenzo Invitational Copa NEC at the beginning of October in San Vicente, Argentina… Played on the NGA Tour… Had a good season on the Argentine Tour, finishing T2 at the Campeonato Argentino de Profesionales, sixth at the Abierto Norpatagónico and T6 at the Abierto del Litoral.\n\n2011: Turned professional in May… In his only Tour de las Americas start missed the cut at the Torneo de Maestros in Argentina… Finished T25 at the Ángel Cabrera Classic on the Argentine Tour.\n","otherCarHigh" : "A golf team member at Georgia College & State University, an NCAA Division II School where he won one individual title at the Bobcat Invitational in the spring of 2009.","personal" : "Enjoyed the experience of being an exchange student in the United States… Earned a bachelor's degree in Management from Georgia College & State University in 2010… Hobbies include reading and listening to music… Affiliated to the Club Estudiantes de Olavarría in Buenos Aires, Argentina… Miguel Haffner and Mariano Bartolomé are the golf instructors he has worked with… Aside from golf, during his High School years at Caneva HS in Olavarría, played basketball at a very good level… A big fan of the NBA's San Antonio Spurs… Manu Ginobili and Michael Jordan are his favorite athletes… Favorite TV show “The Big Bang Theory”… Favorite movie “The Peaceful Warrior”… Favorite book “7 Days in Utopia”… Favorite food is an Argentinean style asado (BBQ)… His favorite city is New York… Bucket list includes attending a FIFA World Cup… Personal motto: “It's all a matter of attitude.”… Twitter\/Instagram: @franbide","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Conditional Member, 2015 Q-School"}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri in 2016 is T40th at the 85 Abierto OSDE del Centro presentado por FiberCorp.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}