{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02201","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Thorpe","first" : "Jim","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "205","weightMetric" : "93","birthDate" : "February 1, 1949","age" : "67","birthPlace" : "Roxboro, North Carolina","residence" : "Heathrow, Florida","family" : "Wife, Carol; Sheronne (3\/6\/77), Chera (12\/3\/88)","education" : "Morgan State University","splInterest" : "Football, basketball, hunting","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1972","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "15,856,962&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in just seven events, the fewest in a season since he joined the Champions Tour in 1999.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1976","qSchoolYear" : "Fall 1978","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in just seven events, the fewest in a season since he joined the Champions Tour in 1999.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1999","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(2): 1982 Canadian PGA Championship. 1992 Amoco Centel Championship.","intlVics" : "2014 Big Cedar Lodge Legends of Golf Legends Division (with Jim Colbert).","curYearHigh" : "Played in just seven events, the fewest in a season since he joined the Champions Tour in 1999.","carHigh" : "2014: Played in just 10 events, the fewest in his Champions Tour career....Highlight of his year came in June when he teamed with Jim Colbert to win the Legends Division at the Big Cedar Lodge Legends of Golf by three strokes.\n\n2013: In 18 events, posted a pair of top-25 finishes—with both coming in his first two starts of the year...Was T21 at the Mitsubishi Electric Championship at Hualalai and followed that with a T19 at the Allianz Championship three weeks later.\n\n2012: Played his best golf of the season in the first third of the year when he had three finishes among the top 20 in a stretch of four events...Recorded the 100th top-10 finish of his Champions Tour career when he was T5 at the Mississippi Gulf Resort Classic. Performance at Fallen Oak was his best in a Champions Tour event since a T4 at the 2009 Regions Charity Classic. Second-round 65 was his low score since posting the same number Saturday at the 2009 Boeing Classic. Played in the final grouping Sunday in Mississippi with Fred Couples and Jeff Sluman, a first for him since the 2008 Turtle Bay Championship...Was T13 in the Encompass Insurance Pro-Am and also T19 at the Insperity Championship. \n\n2011: Returned to the Champions Tour after a year's absence, making his first of 16 official starts, at the Outback Steakhouse Pro-Am (T59)...Lone top-25 effort came in July when he was T21 at the Nature Valley First Tee Open at Pebble Beach...Also teamed with good friend Dana Quigley to finish T5 in the Raphael Division competition at the Liberty Mutual Legends of Golf. Duo fired a 36-hole, better-ball, team score of 15-under-par 129. 2010: Did not compete on the Champions Tour. 2009: Was T4 at the rain-shortened Regions Charity Classic in May near Birmingham...Had a pair of other top-10 finishes...Was T8 at the Outback Steakhouse Pro-Am and T10 in his final start of the season at the AT&T Championship, thanks to back-to-back 69s on the weekend. 2008: Saw his streak of top-30 finishes come to an end at nine when he placed 35th on the final money list...In his second start of the year, trailed Gil Morgan by two strokes after 36 holes of the Turtle Bay Championship and was briefly tied for the lead midway through the final round before finishing T2 along with Fulton Allem, two strokes back of Jerry Pate. Final-round 74 in relentless tradewinds included a birdie on the last hole that moved him into runner-up spot. 2007: For the second consecutive year, saved his best performance for the year's final event, the Charles Schwab Cup Championship. Claimed the season-ending tournament in style by making birdie on the final four holes to easily defeat both Fred Funk and Denis Watson by three strokes at Sonoma GC. It was his third overall victory at Sonoma, matching Tom Watson's three wins (2000, 2002 and 2005). Win was also his 13th career title on the Champions Tour and extended his streak of years with at least one victory to eight consecutive seasons. Joined Jay Haas and Brad Bryant as players who successfully defended titles in 2007. The $442,000 paycheck was his largest as a professional and put him over the $1-million mark in season earnings for the eighth straight season...Almost did not make the field at Sonoma, having to hold off Tom Jenkins for the 30th spot on the 2007 earnings list the week prior at the AT&T Championship. Came into the season's final full-field event ahead of Jenkins on the money list and T38 at Oak Hills allowed him to end up $4,079 ahead of Jenkins after play ended in San Antonio...Was T2 at the season-opening MasterCard Championship at Hualalai in Hawaii. Second-round, 9-under 63 turned out to be his low round of the season. 2006: Won his second Charles Schwab Cup Championship. Shot four consecutive sub-par rounds to cruise to a two-stroke victory over Tom Kite in the season-ending event in Sonoma, Calif...Nearly won the Ford Senior Players Championship in July, finishing second to Bobby Wadkins at the TPC Michigan near Detroit. Fired four straight sub-par rounds but missed a 7-foot par putt on the 72nd hole, eventually costing him the opportunity for a playoff with Wadkins. It was his third runner-up finish in the event...Matched the 18-hole tournament record with a 9-under 63 in the final round of the Regions Charity Classic. Score set a Robert Trent Jones Trail at Ross Bridge course record, as well as established a record for the best final-round score in tournament history. 2005: Picked up two victories with first win coming in May when he claimed the FedEx Kinko's Classic in Austin. Birdied four of his last five holes at The Hills CC to break away from the pack and win by four strokes. Gave his entire $247,500 first-place check to his church (Crossings Community Church in Lake Mary, Fla.). Was the only player in the field to post three consecutive rounds in the 60s at The Hills...Followed up win in Austin with a playoff victory over Morris Hatalsky in the Florida panhandle at the Blue Angels Classic. Defeated Hatalsky with a birdie on the third extra playoff hole of a Monday finish at The Moors after the duo was deadlocked at 16-under Sunday evening after 54 holes. Win near Pensacola was his 11th career Champions Tour title and 194 total was the lowest winning 54-hole score on the 2005 Champions Tour. 2004: Got his year jump-started when he was a one-stroke victor over Fred Gibson at the Farmers Charity Classic, despite a double bogey on the final hole. Came from three strokes back in the final round, thanks to seven birdies in the first 14 holes Sunday...Rallied from four strokes back to win his second straight Commerce Bank Long Island Classic title a month later. Joined Bruce Fleisher, Lee Trevino and George Archer on the list of players who have successfully defended titles on Long Island. Final-round 67 included three birdies on the front nine that allowed him to overtake 54-hole leader Jerry Pate. Avoided a playoff with a clutch par save from 19 feet on the last hole. 2003: Had perhaps his finest season in professional golf when he was among the top-three six times starting in mid-July. Appeared to be out of the Charles Schwab Cup competition through the first half of the season, but eventually finished second in the Schwab Cup race behind Tom Watson when he became the Champions Tour's hottest player after mid-August. Was voted the Champions Tour Player of the Month for both August and October. Also placed second behind Watson in the final money standings with a personal-best $1,830,306...In the winner's circle for the first time in 16 months when he slipped by Bob Gilder for a one-stroke victory at the Long Island Classic with a tournament-record score of 15-under 195. Tied a Champions Tour record in the second round when he shot a 10-under-par 60 on the Red Course at Eisenhower Park. Record-tying score gave him a two-stroke cushion entering Sunday's final round and 3-under-par 67 proved to be good enough for the win...Capped his year with a wire-to-wire victory at the Charles Schwab Cup Championship in Sonoma, CA, a first in the season-ending event since Jim Colbert in 1995. His 20-under-par total over 72 holes at Sonoma GC included playing the par 5s in 13-under and was the lowest 72-hole score in relation to par on the Champions Tour in 2003. Was locked in a duel with Tom Watson down the stretch, but holed a 67-foot eagle putt from the fringe on the par-5 16th and then made a 10-foot birdie putt on No. 17 to seal the win. 2002: Won the only major championship of his career at The Tradition. Bested John Jacobs on first hole of a playoff at Superstition Mountain. Made birdie on the 72nd hole of the event to forge the overtime session and then added another birdie on the first extra hole to claim the title. Victory in Arizona was the first of his TOUR career before September 1. Was voted as the circuit's Player of the Month for April. Nearly claimed a second major title, finishing one stroke shy of Stewart Ginn at the Ford Senior Players Championship in July despite shooting a 7-under 65 Sunday. 2001: Posted back-to-back victories early in the fall. Won a playoff for the rain-shortened Kroger Senior Classic title. Made a dramatic eagle on the final hole of regulation at the Kroger event to set up a playoff with Tom Jenkins and then won with a birdie on the first extra hole. Hit 3-wood from 245 yards for a 1-foot tap-in eagle putt...Claimed the inaugural Allianz Championship the following week. Used seven birdies in an 11-hole stretch to win by two strokes at Glen Oaks...Also lost by a stroke to Tom Watson at the Senior PGA Championship. Missed an uphill 6-foot birdie putt to tie on Ridgewood CC's final hole. 2000: Claimed the first two victories of his Champions Tour career and yearly winnings of $1.6 million almost matched his entire earnings total in 25 years on the PGA TOUR...Won back-to-back titles in northern California at The Transamerica and the Gold Rush Classic. Win in the Napa Valley ended a victory drought of just over 14 years ('86 Seiko Tucson Match Play Championship). His 18-under-par 198 score at Silverado was three better than Bruce Fleisher and was a tournament record...Cruised to a two-stroke victory over Ed Dougherty at the Gold Rush Classic with a 21-under 195 total for 54 holes, a tournament record at the time, and the lowest 54-hole score on the Champions Tour that season. Second-round 62 at the Gold Rush event was a course record at Serrano. Victory near Sacramento allowed him to become the first player since Gibby Gilbert in 1992 to win consecutive starts with sub-200 scores...Recorded his second hole-in-one on the Champions Tour in the opening round of the Boone Valley Classic. 1999: Came closest to a victory at the Bell Atlantic Classic. Fired a final-round 65 Sunday at Hartefeld National to come from four strokes off the pace and catch Tom Jenkins, but eventually lost to Jenkins on the first playoff hole...Made his first hole-in-one on the Champions Tour in the final round of the Royal Caribbean Classic. 1998: Earned full exemption for 1999 by finishing T6 at the National Qualifying Tournament at Grenelefe Golf and Tennis Resort. After carding rounds of 67-76-72, fired a 3-under-par 69 on the final day to secure his top-eight finish.\n","otherCarHigh" : "Played on the PGA TOUR from 1976-98, with 459 tournaments to his credit and nearly $2 million in career earnings...Enjoyed his greatest success in a two-year span in 1985-86, when he earned all three of his PGA TOUR titles and was among the leading money-winners on the circuit. Was fourth on the money list in 1985 with $379,091, including wins at the Greater Milwaukee Open and the Seiko-Tucson Match Play Championship, where he bested Jack Renner in the final...Just missed adding a third victory that season when he lost in a playoff to Scott Verplank at the Western Open...In 1985, won $326,087 and ranked 15th on the money list with a victory at the Seiko Tucson Match Play Championship, besting Scott Simpson in the finals. Was unable to make it three in a row in 1987 when the event switched back to a stroke-play format...Underwent surgery on his left wrist and thumb in September 1987, and missed much of 1988 recuperating...Had runner-up finishes in 1989 (Kemper Open) and 1990 (Phoenix Open)...Co-medalist at the 1978 PGA TOUR Fall National Qualifying Tournament with John Fought...First earned card in 1975, but returned home after making just $2,000 in 1976...Is one of only four players (Dave Barr, Chip Beck and Olin Browne are the others) to record holes-in-one on the PGA TOUR, Champions Tour and Web.com Tour. Has one Web.com Tour ace to go with the three aces he had on the PGA TOUR and two on the Champions Tour.","personal" : "Is the ninth of 12 children. Grew up next to eighth fairway at Roxboro (N.C.) CC, where father, Elbert Sr., was the superintendent...One of his brothers, Chuck, played for a period on the PGA TOUR and in several events on the Champions Tour in 1998, while another brother, Bill, went through the National Qualifying Tournament several times...Earned a football scholarship to Morgan State as a running back.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 13 times.","dynStats" : "He ranks 10th in Champions Career Money Leaders on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}