{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "35545","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Barber","first" : "Blayne","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "165","weightMetric" : "75","birthDate" : "December 25, 1989","age" : "26","birthPlace" : "Tallahassee, Florida","residence" : "Auburn, Alabama","family" : "WIfe: Morgan; Emma Elizabeth (5\/28\/15)","education" : "Auburn University (2012, Finance)","splInterest" : "Remote-control airplanes, reading","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2014)","trndProYear" : "2012","clubAffl" : "Auburn University Club (Auburn, Alabama)","cityPlaysFrm" : "Auburn; AL; United States","websiteUrl" : "http:\/\/www.blaynebarber.com\/","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,646,178&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Subject to second reshuffle (first eight events)","otherVics" : "","intlVics" : "","curYearHigh" : "On a challenging PGA National layout, posted four rounds of par or better at The Honda Classic to claim T3 honors, his career-best finish. In the final round, the former Auburn Tiger was paired with friend and former University of Alabama standout Justin Thomas, with whom he finished at 5-under 275.","carHigh" : "2013: Made the cut in three of seven starts...Monday-qualifier at the Chitimacha Louisiana Open, where he was T6. Third-round 65 at Le Triomphe CC put him 12-under and only three off the lead heading into the last day. Failed to gain any ground on the leaders with an even-par 71. High finish earned him a berth at the next event, in Brazil...Thought he had moved into a tie for second through 36 holes at the Mylan Classic outside Pittsburgh. Signed for a 65 when he actually had shot a 66. Disqualified himself from the event...Monday-qualified his way into the News Sentinel Open in Knoxville in mid-August. Took a share of the 36-hole lead with Richard Scott and was tied for second through three rounds, a stroke behind Aron Price. Fired a 3-under 68 Sunday at Fox Den CC but couldn't get his birdie putt on the 72nd hole to fall that would have forced a playoff with Peter Malnati. Settled for a career-best T2 finish and improved to 84th on the money list (from 151st)...A T57 at the last PGA TOUR Season event, the Cox Classic, was not enough to move him into the top 75 and onto the Web.com Tour Finals. He was 85th in earnings after Omaha...Made his PGA TOUR debut, at the Northern Trust Open in February. Shot opening rounds of 69-70 and went on to T42 at Riviera CC...Three weeks later, played in the Puerto Rico Open and T24, thanks to a pair of 66s in the first and third rounds...Missed the cut at the HP Byron Nelson Championship.\n\n2012: Made his professional debut on the Web.com Tour, at the Nationwide Children's Hospital Invitational. A year after missing the cut in Columbus, Ohio, as an amateur, enjoyed four par-or-better rounds to T33...Played in the Winn-Dixie Jacksonville Open and opened with rounds of 67-69 at TPC Sawgrass' Dye's Valley Course. Eventually finished T15 in Ponte Vedra Beach. \n","otherCarHigh" : "Earned first-team Ping All-American honors in 2012, and was an All-Southeastern Conference first-team selection...Made his Web.com Tour debut, at the Nationwide Children's Hospital Invitational, playing as an amateur. Missed the cut...In 2011, played on the U.S.'s Walker Cup and Palmer Cup teams and was a first-team All-Southeastern Conference first-team pick. Was also a second-team All-American after transferring to Auburn... Began his college career at the University of Central Florida and was the Conference USA Golfer of the Year and Freshman of the Year during the 2008-09 school year.","personal" : "","otherInfo" : "","ntlTeams" : "Walker Cup (1), 2011; Palmer Cup (1), 2011.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2014-15","qSchoolYear" : "","exmtStatus" : "121st on 2014-15 money list","otherVics" : "","intlVics" : "","curYearHigh" : "On a challenging PGA National layout, posted four rounds of par or better at The Honda Classic to claim T3 honors, his career-best finish. In the final round, the former Auburn Tiger was paired with friend and former University of Alabama standout Justin Thomas, with whom he finished at 5-under 275.","carHigh" : "2014-15: Did not qualify for the FedExCup Playoffs (No. 145) but earned TOUR card by finishing No. 121 on the money list. Made 12 of 26 cuts, with four top-10s during rookie campaign...Finished T9 at the Sanderson Farms Championship for his first top-10 in his seventh career PGA TOUR start. Opened with a 5-under 66 at the OHL Classic at Mayakoba to put himself within one stroke of the 18-hole lead. His final-round, 4-under 67 was highlighted by a pair of eagle-3s at Nos. 5 and 13, helping pave the way to a T9 finish with six others...Posted a bogey-free, 8-under 64 in round three of the Zurich Classic of New Orleans, which began Saturday and ended Sunday. Played 11 holes in round three Saturday, before weather forced him to play Nos. 12-18 Sunday morning en route to the 64. Turned around Sunday afternoon to post a final-round, 2-under 70 and claim T8 with three others...Auburn graduate entered the Barbasol Championship missing his last five cuts before shooting four rounds in the 60s to finish T10 in Opelika\/Auburn, Ala., at the RTJ Golf Trail.\n\n2013-14: Finished the Web.com Tour season playing 20 events. Picked up a victory to go with a T3, two T5s and a T6. Overall, posted 12 top-25s and missed only three of 19 cuts...Started the year with four top-25 finishes in his first six starts, then collected his first Tour win at the South Georgia Classic in late March. Opened with rounds of 68-72 at Kinderlou Forest GC and was T12 heading into the weekend. Bolted into contention with a 6-under 30 on the inward nine Saturday, putting him within two shots of 54-hole leader Carlos Ortiz. Grabbed a three-shot lead with five birdies in his first 11 holes on Sunday before stumbling with a double-bogey at No. 12, cutting his lead to one. Birdies at Nos. 14 and 16 allowed him to regain control and post a 5-under 67 for a 15-under-273 total, two better than Alex Prugh. Collected the South Georgia trophy after Ortiz and other top contenders failed to mount a serious charge. Pocketed $117,000 to move him from No. 29 to No. 6 on the money list. The winner's check was more than he had earned in his 16 previous Tour starts combined. Win came within 60 miles of his hometown, Lake City, Fla., with family and friends in the gallery...In the next Tour event, was in a three-way tie for the lead on the final day of the BMW Charity Pro-Am after a 63-70-68 start. Finished T3 when he shot 67 and winner Max Homa and Jonathan Randolph both fired 63 Sunday...Opened the final round of the Air Capital Classic in Wichita in June three strokes behind leader and eventual winner Sebastian Cappelen. Settled for a T10 after posting a final-round 69 at Crestview CC...In early August, fired 63-64 and was one stroke off the 36-hole lead at the Stonebrae Classic. The 127 figure tied for the fifth-lowest two-round total (any two back-to-back rounds) of the year. Scores of 68-67 on the weekend resulted in a T5...Officially secured his 2014-15 PGA TOUR card for the first time at the conclusion of the Regular Season in late-August (7th on the money list). Completed the Regular Season with his fifth top-10 of the campaign, at the WinCo Foods Portland Open, carding steady rounds of 67-69-70-68...At the third event of the Web.com Tour Finals, opened the Nationwide Children's Hospital Championship with a 65. Followed up with 74-70-72 for a T6...Was fourth on Tour in All-Around Ranking, fourth in Birdie Average (4.29), fourth in Putting Average (1.722) and fifth in Scoring Average (69.21). 2013: Made the cut in three of seven starts...Monday-qualifier at the Chitimacha Louisiana Open, where he T6. Third-round 65 at Le Triomphe CC put him 12-under and only three off the lead heading into the last day. Failed to gain any ground on the leaders with an even-par 71. High finish earned him a berth at the next event, in Brazil...Thought he had moved into a tie for second through 36 holes at the Mylan Classic outside Pittsburgh. Signed for a 65 when he actually had shot a 66. Disqualified himself from the event...Monday-qualified his way into the News Sentinel Open in Knoxville in mid-August. Took a share of the 36-hole lead with Richard Scott and was T2 through three rounds, a stroke behind Aron Price. Fired a 3-under 68 Sunday at Fox Den CC but couldn't get his birdie putt on the 72nd hole to fall to force a playoff with Peter Malnati. Settled for a career-best T2 finish and improved to 84th on the money list (from 151st)...A T57 at the last Tour Season event, the Cox Classic, was not enough to move him into the top 75 and on to the Web.com Tour Finals. He was 85th in earnings after Omaha...Made his PGA TOUR debut, at the Northern Trust Open in February. Shot opening rounds of 69-70 and went on to T42 at Riviera CC...Three weeks later, played in the Puerto Rico Open and T24, thanks to a pair of 66s in the first and third rounds...Missed the cut at the HP Byron Nelson Championship.\n\n 2012: Made his professional debut on the Web.com Tour, at the Nationwide Children's Hospital Invitational. A year after missing the cut in Columbus, Ohio, as an amateur, enjoyed four par-or-better rounds to T33...Played in the Winn-Dixie Jacksonville Open and opened with rounds of 67-69 at TPC Sawgrass' Dye's Valley Course. Eventually finished T15 in Ponte Vedra Beach. \n\nAmateur: Earned first-team Ping All-American honors in 2012, and was an All-Southeastern Conference first-team selection...Made his Web.com Tour debut, at the Nationwide Children's Hospital Invitational, playing as an amateur. Missed the cut...In 2011, played on the U.S.'s Walker Cup and Palmer Cup teams and was a first-team All-Southeastern Conference first-team pick. Was also a second-team All-American after transferring to Auburn... Began his college career at the University of Central Florida and was the Conference USA Golfer of the Year and Freshman of the Year during the 2008-09 school year. \n","otherCarHigh" : "","personal" : "Disqualified himself for a rules violation (signing an incorrect scorecard) after advancing through the first stage of the 2012 PGA TOUR Qualifying School at Callaway Gardens in Pine Mountain, Ga. After apparently brushing a leaf in a bunker in the fourth round, assessed himself a one-stroke penalty, when in fact, the penalty should have been two strokes. He played the final two rounds because his caddie was certain the leaf had not moved in the first place. After wrestling with the decision for six days, he called the PGA TOUR and disqualified himself to protect the field. “I continued to pray about it and think about it, and I just did not have any peace about it,” Barber told Golfweek. “I knew I needed to do the right thing. I knew it was going to be disqualification.\" His honesty allowed six other players to advance to the second stage...On May 28, 2015, wife Morgan gave birth to the couple's first child, Emma Elizabeth... Twitter handle is @BlayneBarberAU.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 2011; Palmer Cup (1), 2011.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T3rd at the The Honda Classic.","dynStats" : "He ranks 37th in Heat Index (Money) - last 4 ev on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/BlayneBarberAU"},{"cat" : "twitter","desc" : "","url" : "http:\/\/www.twitter.com\/blaynebarberau"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}