{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "31574","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Dodda","first" : "Lucho","middle" : "","extn" : "","nick" : "Lucho"}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "160","weightMetric" : "73","birthDate" : "May 4, 1988","age" : "27","birthPlace" : "Buenos Aires, Argentina","residence" : "Buenos Aires, Argentina","family" : "Wife, Romina Sassi (Dec. 14, 2013)","education" : "","splInterest" : "Soccer","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2007","clubAffl" : "Club Naútico Escobar (Buenos Aires, Argentina)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2012","otherVics" : "","intlVics" : "(4) 2007 Campeonato Norpatagónico [Argentina]. 2010 Televisa TLA Players Championship [TLA], XXIX Gran Premio Las Praderas [Argentina]. 2012 Abierto del Nordeste de Argentina [TLA]","curYrHigh" : "Secured PGA TOUR Latinoamérica status for the fifth consecutive season with a T3 finish at the Argentina Q-School, where he shot 67-67 on the final two days.","carHigh" : "2015: Had one top-25 and seven cuts made in 14 starts on PGA TOUR Latinoamérica, where he finished the season ranked 99th on the Order of Merit. His top-25 was T24 at the 110th VISA Open de Argentina in November.\n\n2014: Finished the PGA TOUR Latinoamérica season ranked 52nd on the Order of Merit, following one top-10, two top-25s and eight cuts made in 16 starts… Best finish was a share of runner-up honors at the TransAmerican Power Products CRV Open, where he was one of seven players involved in a playoff for a title claimed by Colombia's Marcelo Rozo… His other top-25 of the year was T21 at the 83rd Abierto OSDE del Centro in Cordoba, Argentina in April.\n\n2013: Claimed back his PGA TOUR Latinoamérica card with a T2 at the Peru Q-School in January… Had two top-25s and nine cuts made in 13 starts on PGA TOUR Latinoamérica, where he finished the season ranked 72nd on the Order of Merit... His top-25s were T22 at the 82nd Abierto OSDE del Centro in April and T23 at the Dominican Republic Open in June... Finished T7 at the Developmental Series Final Samsung Tournament in Lima, Peru in December to earn conditional status for the 2014 PGA TOUR Latinoamérica season.\n\n2012: Had one top-10 and three top-25s in 10 starts on PGA TOUR Latinoamérica to finish 55th on the Order of Merit. His best finish was T10 at the 65th Arturo Calle Colombian Open… During the first half of the year collected his second Tour de las Americas career title at the Abierto del Nordeste in Chaco, Argentina.\n\n2011: Had three top-10s on the Tour de las Américas, including a T5 at the Televisa Players Championship in Acapulco, México. By finishing as the 17th ranked player on the TLA Order of Merit he earned his card for the 2012 season on PGA TOUR Latinoamérica. \n\n2010: Defeated his countryman Julián Etulain in a playoff for the Televisa Players Championship title on the Tour de las Américas. That was his first career win as a professional… Also won the XXIX Gran Premio Las Praderas on the Argentine Tour.\n\n2007: Turned professional in November.\n","otherCarHigh" : "Closed his amateur career in 2007 after defeating his nation's top pros to win the Argentine Tour's Campeonato Norpatagónico… Won several events between 2006 and 2007… Finished the 2006 season ranked No. 1 Junior in Argentina… Won the Argentine Amateur Championship in 2006… Finished the 2007 as the No. 1 Argentine Amateur.","personal" : "Tiger Woods, Ángel Cabrera and Gary Player would round out his dreamed foursome… Buenos Aires Golf, Olivos Golf Club, Lagartos and the Doral's White Course are the golf courses he has liked the most… Boca Juniors is his favorite professional team… “Man on Fire” is his favorite movie… The Argentine-style asado is his favorite meal… Tiger Woods and Lionel Messi are his favorite athletes to watch… Miami and Buenos Aires are his favorite cities… Favorite quote is: “Control your mind and nobody will be able to beat you.”… Twitter name is @luchododda… Instagram name is @lucianododda","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - Finished 2-11 at 2016 Q-School (exempt to midseason reshuffle)"},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Secured PGA TOUR Latinoamérica status for the fifth consecutive season with a T3 finish at the Argentina Q-School, where he shot 67-67 on the final two days.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Secured PGA TOUR Latinoamérica status for the fifth consecutive season with a T3 finish at the Argentina Q-School, where he shot 67-67 on the final two days.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri in 2016 is T27th at the 85 Abierto OSDE del Centro presentado por FiberCorp.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}