{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "21528","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Stenson","first" : "Henrik","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "190","weightMetric" : "86","birthDate" : "April 5, 1976","age" : "40","birthPlace" : "Gothenburg, Sweden","residence" : "Orlando, Florida","family" : "Wife, Emma; Lisa, Karl, Alice","education" : "","splInterest" : "Movies, music, deep-sea fishing, fast cars, skiing, snorkeling","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1999","clubAffl" : "","cityPlaysFrm" : "Gothenburg; ; Sweden","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2007","qSchoolYear" : "","exmtStatus" : "Winner, 2013 TOUR Championship, 2013 FedExCup champion (through 2017-18)","otherVics" : "(1): 2008 OMEGA Mission Hills World Cup [with Robert Karlsson].","intlVics" : "(12): 2000 DEXIA-BIL Luxembourg Open [EurChall], Gula Sidoma Grand Prix [EurChall], 2nd Cuba Challenge Tour Grand Final [EurChall]. 2001 Benson and Hedges International Open [Eur]. 2004 The Heritage at Woburn [Eur]. 2006 Commercialbank Qatar Masters [Eur], BMW International Open [Eur]. 2007 Dubai Desert Classic [Eur]. 2008 Nedbank Challenge [SAf]. 2012 South African Open [Eur]. 2013 DP World Tour Championship [Eur]. 2014 DP World Tour Championship [Eur].","curYearHigh" : "Finished T47 and T11 at the CIMB Classic and World Golf Championships-HSBC Champions, respectively, before undergoing surgery in Orlando, Fla., on Dec. 9 to repair a meniscus in his right knee...Making his eighth start at the Arnold Palmer Invitational, finished T3 (three behind champion Jason Day) for his fifth consecutive top-15 finish at the event (T3-2016, 2-2015, T5-2014, T8-2013, T15-2012). Is a combined 50-under par in those five appearances at Bay Hill. Closed with a 1-under 71 to mark his 10th consecutive under-par round at Bay Hill and 17th out of his last 18, dating to a third-round 69 in 2012. His only over-par score during that stretch was a 1-over 73 in round two of 2014...Qualified for the World Golf Championships-Dell Match Play via his world ranking, but elected not to play due to scheduling. In his next start before the Masters Tournament, posted weekend rounds of 66-68 at the Shell Houston Open to come up one stroke shy of Jim Herman's 15-under 273 total in his fifth start at the Shell Houston Open. The runner-up marked his third top-three finish (2014\/T54, 2013\/T2, 2012\/T21 and 2009\/T3).","carHigh" : "2014-15: Made all 16 cuts to go with eight top-10s and four second-place finishes. Three of four runner-up outings came in the FedExCup Playoffs, which led him to a No. 2 finish in the standings...In mid-October 2014, advanced to the finals of the European Tour's Volvo World Match Play Championship in England. Halved his opening-day match with George Coetzee and didn't lose again until the finals, dispatching Francesco Molinari, Thongchai Jaidee, Jonas Blixt and Coetzee before falling to Mikko Ilonen in the championship match at The London GC, 3 and 1. Began the final round of the European Tour's Turkish Airlines Open tied for 17th in November 2014. Made nine birdies on the final day against only one bogey to move up the leaderboard into a solo-third position, three shots behind winner Brooks Koepka. His 64 tied him with Victor Dubuisson and Ian Poulter for low round of the tournament...In late-November 2014, won the European Tour's DP World Tour Championship for a second consecutive season, shooting a final-round 70 at Jumeirah Golf Estates in Dubai to edge Victor Dubuisson, Rory McIlroy and Justin Rose by two shots. In the process, moved to second overall on the final Race to Dubai earnings' chart. Began the final round in Dubai tied for the lead with Rafael Cabrera-Bello, three shots ahead of Rose. Was tied with Cabrera-Bello through 10 holes in the final round before he hit his tee shot out of bounds on the 11th, giving Cabrera-Bello a two-shot advantage. Reclaimed the lead for good on the par-3 17th when he made a tap-in birdie then added an insurance birdie on the closing hole. The victory was his fourth in the Middle East, tying him with Ernie Els for the most wins in that part of the world. It was also the first time he had successfully defended any title...En route to a runner-up finish at the Hero World Challenge in December 2014, along with Jordan Spieth were the only two players to record all four rounds in the 60s. Scores of 67-68-68-69—272 at Isleworth G&CC put him at 16-under, 10 strokes behind winner Spieth. It was his third start in the event and first since 2007...Finished T4 at the Cadillac Championship in his 28th World Golf Championships' start. Was seeking his second win in the series, having won the 2007 Cadillac Match Play. Best outing in eight Cadillac Championship starts is T3 in his inaugural appearance, in 2005...In his first start at the Valspar Championship, opened and closed with 4-under 67s to claim fourth-place honors at 9-under 275...A week later, took a two-stroke lead into the final round of the Arnold Palmer Invitational. His final-round, 2-under 70 wasn't enough to hold off a hard-charging Matt Every, the event's defending champion, who closed with a 6-under 66 to win by one stroke. His runner-up finish at Bay Hill was his third consecutive top-10 in the event. He finished T8 in 2013 and T5 in 2014...Opened with a 5-under 65 to share the first-round lead with Dustin Johnson at the U.S. Open. Added rounds of 74-72-74 to finish T27...At the BMW International Open in late-June in Germany, fired an opening-round 67 at GC Munchen Eichenried and hovered in and out of contention all weekend, shooting a second-round 71 and a third-round 69. Entering the final round seven shots behind leader James Morris, played bogey-free golf Sunday, with three front-nine birdies and two birdies and an eagle on his back nine on his way to a 7-under 65. Still fell a stroke short of winner Pablo Larrazabal, who fired a 66 of his own to take the title. Recorded his seventh top-10 of the season, finishing T6 at the World Golf Championships-Bridgestone Invitational...Posted four rounds in the 60s (68-66-67-66) to finish solo second at The Barclays, but a distant six strokes behind champion Jason Day. It marked the fifth runner-up finish of his career and second of the season (Arnold Palmer Invitational). The 2013 FedExCup champion moved to No. 4 in the standings heading into the Deutsche Bank Championship...Entered the final round of the Deutsche Bank Championship, an event he won en route to the FedExCup in 2013, with a one-stroke lead over Rickie Fowler. Made the turn on the final day with a two-stroke lead over Fowler, but an eventual double bogey on the par-3 17th hole proved disastrous, dropping him to 14-under and a solo second-place finish (one behind Fowler). The runner-up performance (the sixth of his career on the PGA TOUR to go along with four wins) came in his fourth start in the Deutsche Bank Championship. Marked his second straight second-place finish, coming up short of Jason Day's win the previous week at The Barclays. Remained No. 4 in the FedExCup standings returned heading into the BMW Championship. The 2015 DBC marked his third 54-hole lead on the PGA TOUR. At the 2013 TOUR Championship by Coca-Cola, he converted for the win, but finished second at this year's Arnold Palmer Invitational and Deutsche Bank Championship after having the 54-hole lead...Finished T10 at the BMW Championship, with rounds of 71-63-71-67. At 12-under 272, finished a distant 10 strokes behind champion Day. At No. 4 in the FedExCup standings, returned to East Lake with a solid chance to win the FedExCup for the second time in his career (2013). The finish outside Chicago marked his first top-10 in four starts at the BMW Championship. Held the first- and second-round leads at the TOUR Championship by Coca-Cola before relinquishing his advantage on the weekend to Jordan Spieth. Finished T2 in Atlanta, four shots behind Spieth. Maintained an impressive record at the TOUR Championship, with a victory in 2013 to go with his runner-up performance. Finished as the highest-ranked player in the standings without a victory during the season.\n\n2013-14: Once again, played a worldwide schedule. On the PGA TOUR, missed just one cut in 15 starts and collected a pair of major championship top-10 finishes. The defending FedExCup champion played his way through the first three Playoffs events before settling in at No. 52 in the FedExCup standings after the BMW Championship...At the Turkish Airlines Open in early November, opened with a 64 at The Montgomerie Maxx Royal and then peeled off rounds of 68-69-69 over his final 54 holes to T7 in Antalya, six shots behind winner Victor Dubuisson...A week later, rolled to a convincing victory at the DP World Tour Championship in Dubai that gave him a win in The Race to Dubai, the European Tour season-long points competition. That victory distinction came two months after he won the PGA TOUR's FedExCup. He shot a final-round 64 at the Jumeirah Golf Estates, punctuated with a tap-in eagle on the 72nd hole that earned him a six-shot victory over runner-up Ian Poulter, who playfully waved a white towel in surrender on the final hole...Finished fourth at the Nedbank Golf Challenge on the European Tour in South Africa. Was 16-under for the week at Gary Player CC...In December, finished second to Sergio Garcia at the Thailand Golf Championship in Chonburi. Began the final round four strokes off Garcia's lead and drew to within two shots at one point Sunday but could only match Garcia's 4-under 68 to finish where he started...Finished T5 in his sixth start at the Arnold Palmer Invitational. His previous-best finish at Bay Hill was T8 in 2013...Finished T7 in late-May on the European Tour, at the BMW PGA Championship...Made a valiant effort at victory at the Nordea Masters in Malmo, Sweden. Shot a third-round, 8-under 64 but could only come up with a 71 on the final day, leaving him in fifth place, two shots out of the Thongchai Jaidee-Victor Dubuisson-Stephen Gallacher playoff that Jaidee won...Opened the U.S. Open with three rounds at par or better (69-69-70), following with a 3-over 73 to finish T4, 10 strokes behind runaway winner Martin Kaymer. Previous-best U.S. Open finish in eight starts was ninth in 2009...Made it into another BMW-sponsored tournament playoff, this time the BMW International Open in Germany. Shot four rounds in the 60s at GC Gut Larchenhof (68-68-66-67) to join the four-man playoff with Fabrizio Zanotti, Rafael Cabrera-Bello and Gregory Havret. With Havret dropping out after the second hole and Cabrera-Bello bowing out after four holes, couldn't match Zanotti on the fifth hole to drop into a T2...Finished T3, two strokes behind Rory McIlroy at the PGA Championship, marking his fourth top-10 finish in eight PGA Championship starts (third in 2013, T4 in 2008 and T6 in 2009). Had one top-25 finish in his first 10 major championship appearances but has followed with 16 top-25s in his last 25 starts. Likewise, he failed to record a top-10 in his first 11 major starts but has nine in his last 24 majors...At the Ryder Cup at Gleneagles in Scotland, went 3-1-0 in his four matches to help lead the European team to a five-point victory in the biennial event. \n\n2013: Highlighted his career-best PGA TOUR season with a three-shot victory at the TOUR Championship by Coca-Cola, leading to the FedExCup title and adding his name to the list of winners, which includes Tiger Woods, Vijay Singh, Jim Furyk, Bill Haas and Brandt Snedeker. Also added a playoff victory at the Deutsche Bank Championship for his seventh top-10 of the campaign...Finished T8 at the Arnold Palmer Invitational, his first top-10 in five Bay Hill appearances...A week later, birdied four of his last five holes in the final round of the Shell Houston Open to record a T2, his best PGA TOUR finish since his win at the 2009 PLAYERS Championship. The finish outside Houston vaulted him into the top 50 in the Official World Golf Ranking, earning him a spot in the Masters Tournament for the eighth consecutive season...Back at THE PLAYERS Championship, posted a second-round, 5-under 67 to eventually net a T5 with Ryan Palmer and Martin Laird in his eighth consecutive start in the event. His 67 was one stroke shy of his record low at TPC Sawgrass, most recently posted in the final round of 2009, when he won. His finish marked his third top-10 of the season, his most since claiming four in 2009...Finished T10 at the European Tour's BMW International Open in June in Germany...Took a two-stroke lead into the final round of the Scottish Open in mid-July after opening 70-64-66 at Castle Stuart GL. Dropped to a Sunday 73 in the final round to T3, two strokes out of the Phil Mickelson-Branden Grace playoff...Making his 106th PGA TOUR start, notched his second runner-up finish, three strokes behind Mickelson at The Open Championship. It marked his second runner-up finish of the season (Shell Houston Open). Has now finished inside the top three in three of the last six years at The Open Championship (T3 in 2008 and T3 in 2010)...Opened with a 5-under 65 at the World Golf Championships-Bridgestone Invitational to stand one shot off the lead after 18 holes at Firestone CC. Ensuing rounds of 70-67-70 resulted in a T2, with defending champion Keegan Bradley...Finished third at the PGA Championship in his seventh career start in the event. Was one of four players who did not shoot an over-par round (68-66-69-70) at the final major of the season...Entered the final round of the Deutsche Bank Championship trailing Sergio Garcia by two strokes before a 5-under 66 led to a two-stroke win over Steve Stricker. His third PGA TOUR victory came at age 37 years, 4 months, 28 days in his 110th career start. With the victory, moved into the top spot in the FedExCup standings, 14 points clear of Woods. Finished at 22-under 262, tying Charley Hoffman (2010) and Singh (2008) for the best 72-hole score in tournament history. Led the field by hitting 61 of 72 greens in regulation. Became the fifth player to win a World Golf Championships event, a FedExCup Playoffs event and the PLAYERS Championship, joining Mickelson, Woods, Adam Scott and Matt Kuchar, with Scott having joined the list the week before at The Barclays. Is one of eight Swedish players to win on the PGA TOUR. Picked up the fifth win by an International player at the Deutsche Bank Championship in the 11-year history of the event: (Scott in 2003), Singh in 2004 and 2008) and Rory McIlroy (2012)...Entered the TOUR Championship by Coca-Cola in second place in the FedExCup standings, one of five players who controlled their own destiny with a win at East Lake. Jumped out to the first-round lead with a 6-under 64, later adding rounds of 66-69-68 for a three-stroke victory over Jordan Spieth and Steve Stricker. The wire-to-wire win was the second of the season (Mickelson\/Waste Management Phoenix Open) and just the second in the history of the TOUR Championship (Tom Watson\/1987). In addition to the $1,440,000 first-place check, earned $10 million for winning the FedExCup. The 37-year-old Swede became the first European player to win the TOUR Championship as well as the first to win the FedExCup. Other international winners of the TOUR Championship include Mike Weir (2001), Singh (2002), Retief Goosen (2004), Adam Scott (2006) and Camilo Villegas (2008). Including inaugural winner Tom Watson in 1987, he became the fifth player to win the TOUR Championship by Coca-Cola in his first appearance, joining Tom Watson (1987), Chad Campbell (2003), Bart Bryant (2005) and Haas (2011). Dominating performance in the FedExCup Playoffs shown in his Greens in Regulation, leading The Barclays field by hitting 53 of 72, the Deutsche Bank Championship field by hitting 61 of 72 and the TOUR Championship by Coca-Cola field (hitting 56 of 72). Joined Singh (2008) as the only players to win the Deutsche Bank Championship and the FedExCup in the same season. Additional highlights include becoming the fifth player with multiple Playoffs victories in a season and becoming the sixth multiple winner of the year.\n\n2012: Qualified for theFedExCup Playoffs for the second time (2007) but finished T54 at The Barclays and failed to advance to the second Playoffs event. Ended No. 111 in the FedExCup standings...Finished T3 at the Puerto Rico Open, with rounds of 70-69-65-71. Recorded his first top-10 since the 2010 Open Championship (T3)...One of just four players to card four sub-par rounds (71-71-71-70) at THE PLAYERS Championship en route to a T15, marking his first made cut at TPC Sawgrass since winning the 2009 PLAYERS...Stayed in contention all week, at the BMW International Open in Germany in June. Shot a final-round 70 at GC Gut Larchenhof but fell two shots short of the Marcus Fraser-Danny Willett playoff that Willett won...Out of the FedExCup Playoffs, he traveled to the Netherlands and contended at the KLM Open. Had four par-or-better rounds in the Netherlands to T5...In mid-October, on the European Tour, he was T6 at the Portugal Masters in Algarve. Shot back-to-back 68s on the weekend at Oceanico Victoria GC...Ended a three-year victory drought when he captured the South African Open late in the year at the Serengeti Golf and Wildlife Estate in mid-November. In picking up his first title since the 2009 PLAYERS Championship, he held off runner-up George Coetzee by three shots. He joined Mathias Gronberg (2000) as the only other Swedish-born player to win the South African Open. He entered the tournament No. 59 in the Race to Dubai standings, with the top-60 earning an invite to the DP World Tour Championship. The victory ensured an invite to the event...In Dubai, at the European Tour's season-ending event, put together four solid rounds at Jumeirah Golf Estates to T7 at the DP World Tour Championship.\n\n2011: Struggled most of the season, going without a top-10 finish for first time since before 2005 season. Made nine of 15 cuts, but only had two top 25s...Showed flashes of old form in the last event of the season when he held the second-round co-lead at the Children's Miracle Network Classic. Finished T12 at the Disney World event after a final-round 73...Top finish on the European Tour was a T9 at the BMW International Open in June. \n\n2010: Recorded his first top-10 of the season in his ninth start, a T3 finish at The Open Championship. It was his fifth top-10 in his last nine major championship appearances: 2010 Open Championship (T3), 2009 PGA Championship (T6), 2009 U.S. Open (ninth), 2008 PGA Championship (T4) and 2008 Open Championship (T3).\n\n2009: Won THE PLAYERS Championship with a final-round 66 and recorded four top-10 finishes on the PGA TOUR...Fired a bogey-free, 6-under 66 in the final round at TPC Sawgrass to claim a four-stroke victory over Ian Poulter at THE PLAYERS Championship for his second win on the PGA TOUR. Trailed Alex Cejka by five shots entering the final round and finished at 12-under 276. The 66 matched the best score of the final round. Aaron Baddeley also had a 66 with the first tee time of the day. Stenson missed only one fairway in the final round...All four career top-10 finishes in major championships have been posted in his last five starts, including a T10 at the 2009 U.S. Open at Bethpage State Park's Black Course, T6 at the 2009 PGA Championship, T4 at the 2008 PGA Championship and T3 at the 2008 Open Championship. Shot a final-round 68 at Bethpage Black to move into the top 10 at the 2009 U.S. Open...Also finished T3 at Shell Houston Open, making 10 straight pars to close the tournament with a final-round 70 when only four rounds in the 60s were recorded on the final day...Teamed with Robert Karlsson for Sweden in defense of 2008 title at the OMEGA Mission Hills World Cup. \n\n2008: Finished third at the World Golf Championships-Accenture Match Play Championship, defeating Justin Leonard in the consolation final 3 and 2. Fell to eventual champion Tiger Woods in the semifinals, 2-up...Recorded his second top-10 of the season with a T10 at THE PLAYERS...Making his 14th start in a major championship, posted first career top-10 finish with a T3 at The Open Championship...In the next major championship, the PGA Championship, finished T4. Was one stroke back after 54 holes, but a closing 2-over 72 dropped him to T4, his second top-10 in 14 major championship starts...In December teamed with Robert Karlsson for Sweden to win the OMEGA Mission Hills World Cup in China. The following week, won the Nedbank Challenge in South Africa by nine strokes. \n\n2007: Withstood challenges of three-time champion Ernie Els, No. 1-ranked Tiger Woods, fellow Swede Niclas Fasth and England's Ross Fisher to win the Dubai Desert Classic at the Emirates GC. A 7-foot birdie putt on the final green gave him a one-stroke victory over Els, his playing partner for four days. In first start as an official member of the PGA TOUR, won the Accenture Match Play Championship, defeating defending champion Geoff Ogilvy, 2 and 1, in the 36-hole championship match. Fourth player from Sweden to win on TOUR. First TOUR rookie to win in 2007 and the third player to collect first TOUR title at the Accenture Match Play Championship. \n\n2006: Finished the equivalent of 104th on the PGA TOUR money list, with his $821,678 total in 10 events entered. As a non-member, needed to collect more than the 125th place finisher on the 2006 TOUR money list in order to earn his card for the 2007 season...Finished T3 in his first career start at THE PLAYERS Championship. Was two strokes back of the leader through 54 holes, but closed with 1-over 73...Shared the second-round lead at 8-under 136 with three others at the PGA Championship. Finished T14...Won the BMW International Open on the European Tour in a one-hole playoff over Retief Goosen and Padraig Harrington...Won the Commercialbank Qatar Masters earlier in the year. Finished the season sixth on the Order of Merit...Paired with Carl Pettersson to represent Sweden at the World Golf Championships-World Cup in Barbados. \n\n2005: Picked up his first top-10 in five career starts in a TOUR event, a T3 at the World Golf Championships-American Express Championship at Harding Park in San Francisco...Totaled eight top-10s, including three seconds, on the European Tour to place eighth on the Order of Merit. 2004: Won the Heritage at Woburn on the European Tour. 2001: Captured first European Tour title at the Benson and Hedges International. 2000: Returned to the European Challenge Tour and won the money title with eight top-10s that included three wins. 1999: Finished 21st on the European Challenge Tour after just seven tournaments.\n","otherCarHigh" : "","personal" : "A family friend introduced him to the game at age of 12. His father, Ingemar, started two years later but his 15-year-old sister, Ulrika, decided to stick to horse riding. Got down to scratch at age 18, and in 1994 played for Swedish boys team...Wife, Emma, played golf at the University of South Carolina...He spent time practicing at the school's practice facility. Having become a father and experiencing much of the world, he is taking an interest in the next generation. Has his own junior event at his home club and is an ambassador for the Swedish Golf Federation's Handigolf and Handigolf Tour. Also an ambassador for Ren Idrott which is a Swedish non-profit, anti-doping organization. He and his wife founded the Henrik Stenson Foundation, where the aim is to support and encourage children to reach their full potential through sports. The Foundation has introduced an annual scholarship, Handigolfer of the Year, to encourage disabled golfers in their progress in golf and life in general.","otherInfo" : "","ntlTeams" : "Ryder Cup (3), 2006, 2008, 2014; World Cup (4), 2005, 2006, 2008, 2009; Royal Trophy (3), 2006, 2007, 2011.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Finished T47 and T11 at the CIMB Classic and World Golf Championships-HSBC Champions, respectively, before undergoing surgery in Orlando, Fla., on Dec. 9 to repair a meniscus in his right knee...Making his eighth start at the Arnold Palmer Invitational, finished T3 (three behind champion Jason Day) for his fifth consecutive top-15 finish at the event (T3-2016, 2-2015, T5-2014, T8-2013, T15-2012). Is a combined 50-under par in those five appearances at Bay Hill. Closed with a 1-under 71 to mark his 10th consecutive under-par round at Bay Hill and 17th out of his last 18, dating to a third-round 69 in 2012. His only over-par score during that stretch was a 1-over 73 in round two of 2014...Qualified for the World Golf Championships-Dell Match Play via his world ranking, but elected not to play due to scheduling. In his next start before the Masters Tournament, posted weekend rounds of 66-68 at the Shell Houston Open to come up one stroke shy of Jim Herman's 15-under 273 total in his fifth start at the Shell Houston Open. The runner-up marked his third top-three finish (2014\/T54, 2013\/T2, 2012\/T21 and 2009\/T3).","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 2nd at the Shell Houston Open.","dynStats" : "He ranks T37th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/OfficialHenrikStenson"},{"cat" : "google+","desc" : "","url" : "https:\/\/plus.google.com\/u\/0\/117773082588916660955\/posts"},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/henrikstenson"},{"cat" : "twitter","desc" : "Official Twitter","url" : "http:\/\/twitter.com\/#!\/henrikstenson"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}