{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20229","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Cink","first" : "Stewart","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-4","heightMetric" : "1.93","weight" : "205","weightMetric" : "93","birthDate" : "May 21, 1973","age" : "42","birthPlace" : "Huntsville, Alabama","residence" : "Duluth, Georgia","family" : "Wife, Lisa; Connor Stewart (9\/13\/93), Reagan Braswell (4\/8\/97)","education" : "Georgia Tech (1995, Management)","splInterest" : "Family, boating, water sports, hiking, barbecue, snow skiing","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (1996)","trndProYear" : "1995","clubAffl" : "East Lake GC (Atlanta, Georgia)","cityPlaysFrm" : "Duluth; GA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "34,082,961&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1997","qSchoolYear" : "","exmtStatus" : "102nd in 2014-15 FedExCup points","otherVics" : "(2): 2006 Wendy's 3-Tour Challenge [with Zach Johnson and Scott Verplank]. 2007 CVS Caremark Charity Classic [with J.J. Henry].","intlVics" : "(2): 1996 Mexican Open. 1999 Mexican Open.","curYearHigh" : "","carHigh" : "2014-15: Made the cut in 15 of 23 starts, collecting one top-10 finish. Advanced to the FedExCup Playoffs, before a T39 at The Barclays ended his season at No. 102 in the FedExCup standings...Posted a final-round, 6-under 66 at Glen Abbey GC to claim a T5 with Tom Hoge at the RBC Canadian Open. Added a T9 late in the year at the European Tour's Alfred Dunhill Links Championship, thanks to a 65-69-67 effort over his final 54 holes in Scotland. \n\n2013-14: Made a solid 21 of 25 cuts but did not record a top-10 for the second time in the last three years. Advanced to the second FedExCup Playoffs event near Boston on the strength of six top-25 finishes. Ended season with a T50 finish at the Deutsche Bank Championship...Held the first-round lead at the Farmers Insurance Open but finished T28 after weekend rounds of 79-72. Last season of his five year TOUR exemption for winning the 2009 Open Championship.\n\n2013: Finished No. 76 in the FedExCup standings, marking the third straight season he failed to advance to the BMW Championship. Season included three top-10 finishes and a season-best fifth-place performance at the AT&T National...Finished T10 at the Humana Challenge, recording his first top-10 since a T9 at the 2011 Wells Fargo Championship. The Humana Challenge was his 35th start since his last top-10...Next top-10 finish of the season came two months later, at the Shell Houston Open. Held a share of the 54-hole lead with Bill Haas before a final-round, 2-under 70 resulted in a T6 with Brian Davis and Kevin Chappell. Following 17 pars and a birdie in the first round, came back with a bogey-free, 6-under 66 in the second round. His first of two bogeys of the week didn't come until the par-3 14th hole Saturday...Finished fifth at the AT&T National for his best finish since a T5 at the 2010 World Golf Championships-Accenture Match Play Championship. It was his third top-10 finish of the season, equaling his most on TOUR since 2010.\n\n2012: Finished No. 139 in the FedExCup standings, failing to finish inside the top 100 for the first time in the FedExCup era. Held the first-round co-lead at the Wells Fargo Championship, with a 7-under 65 before closing with a 75 and dropping to T15...Finished T13 at the Farmers Insurance Open for his best outing. Entered the fall seeking to avoid playing his first season on the PGA TOUR without a top-10 finish but was no better than a T36 at the Shriners Hospitals Children's Open. \n\n2011: Managed just one top-10 finish for the first time since joining the PGA TOUR in 1997...Finished T9 at the Wells Fargo Championship for just his fifth top 10 since winning the 2009 Open Championship. Was T3 entering the final round before a 74 ended his chance at victory. \n\n2010: Turned in a then-career-low three top-10 finishes on his way to a 38th-place finish in the FedExCup standings...His ninth-place showing at the SBS Championship was the best of the four major winners from 2009 in the field. Finished the event six strokes behind tournament winner Geoff Ogilvy...First three matches at the World Golf Championships-Accenture Match Play Championship went either 18 holes or extra holes before losing in the quarterfinals, 5 and 4, to eventual runner-up Paul Casey. His T5 finish followed a third at Accenture in 2009 and a runner-up finish in 2008...Finished T8 at the Memorial Tournament, his sixth top-10 in 15 career starts at Muirfield Village...Making his fifth Ryder Cup appearance, posted a 1-0-3 record and 2.5 points in the narrow loss by the United States, with only Tiger Woods and Steve Stricker (three) earning more points. \n\n2009: Won his first major championship title, at The Open Championship, outdueling Tom Watson, and finished in the top 30 (28) of the FedExCup for a third straight year...Posted first top-10 of the season with a 1-up win over Ross Fisher in the third-place match at the Accenture Match Play Championship, holing a bunker shot at the 18th for victory...Was T8 at the Memorial Tournament, finishing 5-under for the tournament...Made a 12-foot birdie on the final hole of regulation and then took advantage of Tom Watson's missed opportunity and overwhelmed him in the four-hole playoff to win The Open Championship. Watson, 59, missed an 8-foot par putt on the final hole that would have won the tournament and forced the four-hole, cumulative playoff. Cink made two birdies and two pars in the playoff, while Watson made a par, two bogeys and a double bogey. Cink finished with a 69 and a 2-under 278 total and captured his first major and sixth career victory...Posted a bogey-free 68 in the final round of the Bridgestone Invitational to finish T6. It was his fourth career bogey-free round at the Bridgestone Invitational at Firestone CC, tying Tiger Woods for the tournament's best mark...Finished T19 at the TOUR Championship in his eighth appearance at the event...Made The Presidents Cup for the third consecutive time and fourth time in his career. \n\n2008: Won the Travelers Championship, recorded two runner-up finishes and a spot on the winning United States Ryder Cup team. Season earnings of $3,979,301 moved him over the $25-million mark in career earnings (10th all-time) and placed ninth on the season money list, the third time in his career he has finished inside the top 10...Runner-up to Tiger Woods at the World Golf Championships-Accenture Match Play Championship, losing 8 and 7 in the 36-hole championship match...Rounds of 66-73-69 led to a two-stroke lead after 54 holes at the PODS Championship, but a final-round 74 left him T2 and two strokes behind eventual winner Sean O'Hair...Finished T3 at the Masters, his best career finish at Augusta, four strokes behind winner Trevor Immelman. Paired with Tiger Woods in the final round, matched Woods' even-par 72 to finish at 4-under-par 284...Held off late charges from Tommy Armour III and defending champion Hunter Mahan to win the Travelers Championship by one stroke. Shot 66-64-65-67 to finish at 18-under for his fifth career victory and first since 2004. Earned his first career win at TPC River Highlands as a rookie. Made par from behind the green on the final hole to secure the win...Earned a spot on his fourth Ryder Cup team and compiled a record of 1-2-0 for the week, bringing his all-time Ryder Cup record to 4-7-4...Played in all four PGA TOUR Playoffs for the FedExCup events. Made his seventh appearance at the TOUR Championship and finished T24. Placed 20th in the FedExCup standings. \n\n2007: T3 at THE PLAYERS Championship. Rebounded from an opening 2-over-par 74 to finish three strokes behind champion Phil Mickelson with rounds of 69-71-66...Recorded his first top-10 at The Open Championship in 10 appearances with his T6 finish at Carnoustie...T7 finish, with a final-round 65, at the BMW Championship moved him from 32nd to 23rd in the FedExCup standings, thereby qualifying him for the TOUR Championship at his home course, East Lake GC in Atlanta...Earned a spot on his third Presidents Cup team and compiled a record of 3-1-0 for the week, bringing his all-time Presidents Cup record at the time to 8-4-1. \n\n2006: Highlights of season included a 4-and-3 singles victory over Sergio Garcia at the Ryder Cup, and his fifth appearance at the TOUR Championship…In ninth Masters start, finished solo 10th for first career top-10 in Augusta...Named as a Captain's Choice for the 2006 U.S. Ryder Cup team and compiled a 1-1-3 record...The 2004 winner finished runner-up to Tiger Woods at the World Golf Championships-Bridgestone Invitational. Tied Woods at 10-under par with birdies on two (Nos. 16-17) of his last three holes to force a playoff. Lost on fourth extra hole when Woods made birdie on No. 17 from 8 feet. With a bogey-free 64, held the third-round lead by one over Woods, Paul Casey and Davis Love III...Teamed with J.J. Henry in the Barbados World Cup. \n\n2005: Played on victorious U.S. Presidents Cup squad and fashioned five top-10s en route to top-50 finish on money list...Best finish was a T3 at the Chrysler Championship, four shots behind champion Carl Pettersson. \n\n2004: Career season included multiple TOUR victories for the first time, a career-best fifth-place finish on the money list and a spot on the U.S. Ryder Cup squad. Jumped to No. 10 in Official World Golf Ranking from outside the top 50 at start of season. Led the PGA TOUR in Putting Average (1.723)...Earned third career victory and first in four years by defeating Ted Purdy in a five-hole playoff at the MCI Heritage. Made birdie on the fifth playoff hole, the par-4 16th, to win. Became seventh player to win the tournament more than once (2000) and had the largest come-from-behind win on TOUR, nine strokes, since Paul Lawrie won the 1999 Open Championship by coming from 10 strokes back at the start of the final round. The final-round, 7-under 64 was a tournament record for low finish by a winner, topping the 6-under 65 he posted in his 2000 win in Hilton Head Island, S.C…Along with Jay Haas, selected by Hal Sutton as a Captain's pick for the 2004 Ryder Cup Team, his second appearance on the team...Recorded wire-to-wire victory at NEC Invitational, posting rounds of 63-68-68-70—269. Four-stroke win over Rory Sabbatini and Tiger Woods was worth a then-career-best $1.2 million. \n\n2003: Returned to the top-40 on the money list after falling out in 2002. Runner-up at Bay Hill Invitational and FUNAI Classic at Walt Disney World Resort..Set two course records in one day with 62-61 U.S. Open sectional qualifying scores on June 2 in Columbus, Ohio. Bogeyed the first hole then recorded 22 birdies to win the qualifier by nine strokes. \n\n2002: Without a top-10 finish through first 13 events, recorded back-to-back top-10s at the Memorial Tournament (T9) and Buick Classic (T5). \n\n2001: Posted three top-fives in June, and narrowly missed the 18-hole U.S. Open playoff between Mark Brooks and Retief Goosen. Made double bogey on final hole at Southern Hills to fall one shy of playoff...First-time member of the U.S. Ryder Cup team. \n\n2000: Earned second TOUR victory at MCI Classic. Shot final-round 65, which included birdies on three of final four hole, to win by two strokes over Tom Lehman...Followed with T2 at MasterCard Colonial, where he held three-stroke lead through 54 holes. Closing 71 left him two strokes behind Phil Mickelson...Member of U.S. Presidents Cup team where he was 4-0-0 in first appearance. \n\n1999: Missed earning a place in the TOUR Championship by one spot. Was 31st on the money list after finishing T11 at National Car Rental Golf Classic at Disney World Resort, $14,600 behind Duffy Waldorf...At PGA Championship, was one stroke out of 54-hole lead and finished T3. \n\n1998: Recorded six top-10s and almost became first to successfully defend at Canon Greater Hartford Open. A final-round 67 moved him into playoff with Olin Browne and Larry Mize. Browne won with a chip-in birdie in Connecticut. \n\n1997: Voted PGA TOUR Rookie of the Year after victory at the Canon Greater Hartford Open and $809,580 in earnings...Was only rookie to qualify for the TOUR Championship and finished season ranked 29th in official earnings...First player to be named Web.com Tour Player of the Year and PGA TOUR Rookie of the Year in successive seasons...Came from behind to earn his first TOUR victory. Started final round in fifth place, four strokes behind leader Jeff Maggert. Closing 66 good for one-stroke victory over Brandel Chamblee, Tom Byrum and Maggert. \n\n1996: Youngest player to win Web.com Tour money title, at 23, until 22-year-old Jamie Lovemark captured the money list title in 2010. Named Web.com Tour Player of the Year after winning three tournaments—Ozarks Open, Colorado Classic and Web.com Tour Championship...Was T16 at U.S. Open to earn an invitation to 1997 Masters...Late in the year, traveled to Mexico City and won the Mexican Open, shooting a second successive, 4-under 68 to beat Bob Tway by two strokes. \n\n1995: Was T18 in first professional start, at the Canon Greater Hartford Open. \n\nAmateur: A three-time All-American (1993-95) at Georgia Tech...Received 1995 Dave Williams, Haskins and Jack Nicklaus Awards as country's top collegiate golfer...Beat Tiger Woods, 3 and 2, in an exhibition match in 1995 in Atlanta the week before the Masters...AJGA All-American in 1990.\n","otherCarHigh" : "","personal" : "Took up the game when his parents, single-digit handicappers, left him at driving range before he was old enough to go on the course...Was a husband and a father while still at Georgia Tech...Member of East Lake GC, host venue of the TOUR Championship...Outdoor enthusiast who loves hiking, camping, biking and skiing.","otherInfo" : "","ntlTeams" : "The Presidents Cup (4), 2000, 2005, 2007, 2009; Ryder Cup (5), 2002, 2004, 2006, 2008, 2010; World Cup (2), 2005, 2006.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "102nd in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T17th at the CIMB Classic.","dynStats" : "He ranks T67th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/StewartCink"},{"cat" : "instagram","desc" : "","url" : "https:\/\/www.facebook.com\/StewartCink"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/stewartcink"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}