{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34262","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Curran","first" : "Jon","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "165","weightMetric" : "75","birthDate" : "February 17, 1987","age" : "29","birthPlace" : "Hopkinton, Massachusetts","residence" : "Tequesta, Florida","family" : "Single","education" : "Vanderbilt University (2009, Human and Organizational Development)","splInterest" : "Street art","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2014)","trndProYear" : "2009","clubAffl" : "","cityPlaysFrm" : "Jupiter; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,064,731&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Subject to second reshuffle (first eight events)","otherVics" : "","intlVics" : "","curYearHigh" : "Closed with matching 4-under 66s on the weekend to finish solo fourth at The RSM Classic, a distant nine strokes behind runaway-champion Kevin Kisner. It marked his first top-10 since a T10 at the 2015 Travelers Championship (the last of his five top-10s during the 2014-15 Season).","carHigh" : "Played on the NGA TOUR in 2009-13.\n\n2013: Named NGA Tour Player of the Year...Finished T42 at the Web.com Tour Qualifying Tournament.\n","otherCarHigh" : "Was No. 1 on Hopkinton High School golf team with good friend and No. 2 Keegan Bradley that won the Massachusetts state championship his junior year (Bradley's senior year) by 28 shots. Bradley was the medalist, with Curran finishing among the top three. The Hillers successfully defended their title Curran's senior year...Was Massachusetts Golf Association Junior Player of the Year in 2002-04...Won the Florida State University Championship...Earned All-SEC and All-American honors in 2008-09 while at Vanderbilt University.","personal" : "Attended Hopkinton (Mass.) High School...Sister, Jessica, competed in high hurdles and the triple jump at the University of Massachusetts...First-tee intro song would be \"Stockholm Syndrome\" by Muse...Earliest golf memory is playing Pepsi Little Peoples golf tournament and traveling with his dad...If not a professional golfer, he would be an artist or agent...Favorite golf course is Wannamoisett CC in Rhode Island...Would like to play Carnoustie...Favorite college team is the Vanderbilt Commodores, and favorite pro team is the Boston Bruins...Favorite app is Altitude Meter...Favorite websites are chive.com and barstoolsports.com...Favorite entertainers are Muse and Mumford and Sons...Favorite book is Howard Stern's Private Parts...Favorite athlete is hockey's Shawn Thornton...Favorite food is chicken parmigiana...Would like to trade places for a day with Johnny Drama (\"He's my idol.\")...Dream foursome would include his dad, Johnny Drama and Ben Hogan...Not many people know he likes grafitti and street art...Bucket list includes going to Tokyo and painting trains...Supports Child Melanoma Awareness because his father passed away from melanoma in 2012...Twitter name is @joncurrangolf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2014-15","qSchoolYear" : "","exmtStatus" : "113th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "Closed with matching 4-under 66s on the weekend to finish solo fourth at The RSM Classic, a distant nine strokes behind runaway-champion Kevin Kisner. It marked his first top-10 since a T10 at the 2015 Travelers Championship (the last of his five top-10s during the 2014-15 Season).","carHigh" : "2014-15: In his rookie season, claimed five top-10 finishes in 28 starts. Advanced to the FedExCup Playoffs but ended the season at No. 113 in the standings after a missed cut at The Barclays, the first Playoffs' event...With rounds of 68-72-67-70, finished at 11-under at the season-opening Frys.com Open. Among the rookies in the field, his T8 was the best showing. Entered the week on the heels of nine missed cuts in his last 10 Web.com Tour starts...Next top-10 came at the AT&T Pebble Beach National Pro-Am, where rounds of 69-64-69-70 led to a T10 finish, seven strokes behind champion Brandt Snedeker. Based on the top-10, earned a spot in the following week's Northern Trust Open...Bogeyed No. 18 to drop into a five-man playoff at the Puerto Rico Open in what was his 17th career PGA TOUR start and his first career playoff. Lost in the overtime session to Alex Cejka on the first extra hole...Posted four rounds in the 60s (67-67-67-69) to finish T10 in his second Travelers Championship start (missed cut in 2013). \n\n2013-14: Finished with 23 Web.com Tour starts, a record-breaking win, a 3rd, a 4th and seven top-25s, with eight cuts made...Experienced a strong start to his first year on the Web.com Tour, posting three top-four finishes and six T21s or better in his first nine appearances...In April, recorded a T31 at the Shell Houston Open on the PGA TOUR, playing on a sponsor exemption...In March, capped off a record week with a 2-under 69 on the final day of the Brasil Champions to complete a wire-to-wire win. Entered the final round with a four-stroke lead and maintained it with none of his pursuers mounting a threat. Held steady as several closed within two shots but sealed the victory, his first on Tour, with birdies at 13 and 18. Finished with a 25-under 259 total, matching the fifth-lowest score in Tour history. Collected a check for $144,000 and moved to No. 2 on the money list. Established the Sao Paulo GC course record with a 10-under 61 in the weather-delayed opening round. Was 4-under through 11 holes when play was halted. Returned to the course Friday morning and birdied his first six holes—giving him eight in a row—before closing with a two-putt par for a three-shot lead. His back-nine 28 matched the fifth lowest nine-hole score in Tour history. Second-round 64 was spread over two days and included eight consecutive birdies, one shy of the Tour mark set by Omar Uresti at the 1994 Shreveport Open. His two-day total of 125 also matched the second-best 36-hole score in Tour history, one off Kevin Chappell's 124 mark at the 2010 Ford Wayne Gretzky Classic. Led by three at the halfway point. Fired a 6-under 65 in the third round and upped his lead to four strokes. His 190 total also matched the lowest 54-hole score in Tour history...After opening with a pair of 68s at the BMW Charity Pro-Am in mid May, recorded five birdies in a row during a third-round 66. Added another 66 in the final round for a T3. Climbed to No. 4 on the money list...Two tournaments later, finished T4 at the Cleveland Open...A disappointing second half to the season included seven missed cuts in nine starts, with a T22 his best result...Officially secured his 2014-15 PGA TOUR card for the first time at the conclusion of the Regular Season in late August (12th on the money list).\n\nPlayed on the NGA TOUR in 2009-13.\n\n2013: Named NGA Tour Player of the Year...Finished T42 at the Web.com Tour Qualifying Tournament.\n\nAmateur: Was No. 1 on Hopkinton High School golf team with good friend and No. 2 Keegan Bradley that won the Massachusetts state championship his junior year (Bradley's senior year) by 28 shots. Bradley was the medalist, with Curran finishing among the top three. The Hillers successfully defended their title Curran's senior year...Was Massachusetts Golf Association Junior Player of the Year in 2002-04...Won the Florida State University Championship...Earned All-SEC and All-American honors in 2008-09 while at Vanderbilt University.\n","otherCarHigh" : "","personal" : "Attended Hopkinton (Mass.) High School, teaming with Keegan Bradley to win a team state championship together...Sister, Jessica, competed in high hurdles and the triple jump at the University of Massachusetts...First-tee intro song would be \"Stockholm Syndrome\" by Muse...Earliest golf memory is playing the Pepsi Little Peoples golf tournament and traveling with his dad...If not a professional golfer, he would be an artist or agent...Favorite golf course is Wannamoisett CC in Rhode Island...Would like to play Carnoustie...Favorite college team is the Vanderbilt Commodores, and favorite pro team is the Boston Bruins...Favorite app is Altitude Meter...Favorite websites are chive.com and barstoolsports.com...Favorite entertainers are Muse and Mumford and Sons...Favorite book is Howard Stern's Private Parts...Favorite athlete is hockey's Shawn Thornton...Favorite food is chicken parmigiana...Would like to trade places for a day with Johnny Drama (\"He's my idol.\")...Dream foursome would include his dad, Johnny Drama and Ben Hogan...Not many people know he likes grafitti and street art...Bucket list includes going to Tokyo and painting trains...Supports Child Melanoma Awareness because his father passed away from melanoma in 2012...Twitter name is @joncurrangolf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 4th at the The RSM Classic.","dynStats" : "He ranks T88th in Approach 75-100 yards (RTP Sco on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "https:\/\/www.instagram.com\/joncurran333\/"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/JonCurranGolf"}], "allOutTypes" : ["XML Output","Intro Page","Bio Page","ShotLink Player Bio"]}]}