{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "21739","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Barber","first" : "Aaron","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "165","weightMetric" : "75","birthDate" : "November 15, 1972","age" : "43","birthPlace" : "Willmar, MN","residence" : "Maple Grove, MN (plays out of Little Crow CC)","family" : "Wife, Leah; Nicholas James (5\/14\/03)","education" : "University of Minnesota (1996, Business-Statistics)","splInterest" : "Stock Market, fishing, hanging out with friends","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1996","clubAffl" : "Little Crow CC (New London, MN)","cityPlaysFrm" : "","websiteUrl" : "http:\/\/www.aaronbarber.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "819,743&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "46th on the 2005 Nationwide Tour money list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the PGA TOUR from 2003-04 and the Nationwide Tour in 2005. Made the cut in 14 of 23 starts on the 2005 Nationwide Tour, with two top-10 finishes. Concluded the season No. 46 on the money list, with $113,332 in earnings. Made his way into the top 10 for the first time during his brief Nationwide Tour career with a T3 at the Rheem Classic. Posted a career-best runner-up finish at the Alberta Classic. Rounds of 72-70-64-71 led to a 7-under-par 277, just two strokes behind tournament champion Peter Tomasulo. Collected $48,600 for his efforts. Only PGA TOUR start in 2005 was a missed cut at the U.S. Open. Collected his first check of the 2004 PGA TOUR season at the Booz Allen Classic, with a T9 finish after missing the cut in his first five starts of the season. The performance marked his only top-10 showing of the season and just the second of his career. Ended the year No. 185 on the money list, with $229,915. Rookie on the PGA TOUR in 2003, earning his first paycheck at the Chrysler Classic of Tucson. Recorded a pair of 65s on the weekend to finish T4, earning $132,000. Posted a career-best, 9-under-par 63 in the first round of the Las Vegas Invitational at Southern Highlands. Was paired with Annika Sorenstam and Dean Wilson for the first two rounds of the Bank of America Colonial. Joined Sorenstam in missing the cut. Finished T8 at the 2002 PGA TOUR Qualifying Tournament to earn his card for the first time. Played the Canadian Tour from 1998-2002 and the Hooters Tour in 1997. Finished sixth on the 2002 Canadian Tour Order of Merit, an award he won in 2001. Had seven top-10s in 2002 and set a course record with a 63 at the TELUS Edmonton Open. Won twice in 2001, at the TELUS Edmonton Open and Barefoot Classic.\n","otherCarHigh" : "Winner of the 1996 Michigan State Invitational and the Reliastar Invitational. Named to the All-Big Ten Conference team in 1995-96.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2003","qSchoolYear" : "","exmtStatus" : "140th on 2003 money list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2003: Earned first paycheck on the PGA TOUR at the Chrysler Classic of Tucson, after missing the cut in his four previous starts in 2003. Recorded a pair of 65s on the weekend to finish T4 and earned $132,000...Posted a career-best 9-under-par 63 in the first round of the Las Vegas Invitational at Southern Highlands. 2002: Finished T8 at the 2002 PGA TOUR Qualifying Tournament to earn his card for the first time. Played the Canadian Tour from 1998-2002 and the Hooters Tour in 1997. Finished sixth on the 2002 Canadian Tour Order of Merit, an award he won in 2001. Had seven top-10s in 2002 and set a course record with a 63 at the TELUS Edmonton Open. Won twice in 2001, at the TELUS Edmonton Open and Barefoot Classic. Has played in only two PGA TOUR events prior to this season, missing the cut in both the 2001 Air Canada Championship and Bell Canadian Open. Has five competitive holes-in-one.\n","otherCarHigh" : "","personal" : "","otherInfo" : "Rookie on the PGA TOUR in 2003. Earned first paycheck on the TOUR at the Chrysler Classic of Tucson, after missing the cut in his four previous starts in 2003. Recorded a pair of 65s on the weekend to finish T4 and earned $132,000. Posted a career-best 9-under-par 63 in the first round of the Las Vegas Invitational at Southern Highlands. Was paired with Annika Sorenstam and Dean Wilson for the first two rounds of the Bank of America Colonial. Joined Sorenstam in missing the cut. Finished T8 at the 2002 PGA TOUR Qualifying Tournament to earn his card for the first time. Played the Canadian Tour from 1998-2002 and the Hooters Tour in 1997. Finished sixth on the 2002 Canadian Tour Order of Merit, an award he won in 2001. Had seven top-10s in 2002 and set a course record with a 63 at the TELUS Edmonton Open. Won twice in 2001, at the TELUS Edmonton Open and Barefoot Classic.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 2nd in 2005 at the Alberta Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}