{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06643","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Goydos","first" : "Paul","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "190","weightMetric" : "86","birthDate" : "June 20, 1964","age" : "51","birthPlace" : "Long Beach, California","residence" : "Dove Canyon, California","family" : "Chelsea (8\/21\/90), Courtney (9\/8\/92)","education" : "Long Beach State University (1988, Finance)","splInterest" : "Sports","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1989","clubAffl" : "Virginia CC (Long Beach, California)","cityPlaysFrm" : "Long Beach; CA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "14,923,690&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Narrowly missed an opportunity to join Wes Short, Jr., and eventual champion Woody Austin in a playoff at the Mitsubishi Electric Classic when his birdie putt at the 54th hole lipped out. He eventually finished third, one stroke shy of the playoff.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "In 2001, finished out of the top 100 for the second consecutive season (No. 132 with $375,557), but managed two top-10s in 29 events on the PGA TOUR...Made the cut in 12 of those tournaments...Former Bay Hill Invitational champion turned in another strong performance in 2001 with T8, carding rounds of 68-68-73-71...Held 36-hole lead by one over Chris Perry, Sergio Garcia, Scott McCarron, Fulton Allem and Grant Waite...Top-10 was third of career at Bay Hill...Finished T5 at FedEx St. Jude Classic...Was two strokes off Bob Estes' lead at halfway point...First TOUR victory came at 1996 Bay Hill Invitational. With rounds of 67-74-67, was two strokes behind Guy Boros and Patrick Burke entering final round...Shot closing 67 to defeat Jeff Maggert by one stroke and earn $216,000...Recorded career-best 62 in opening round of 1999 GTE Byron Nelson Classic...First earned PGA TOUR playing privileges with T13 finish at 1992 Qualifying Tournament...Earned $87,804 in rookie season for 152nd place in 1993, but regained card at Qualifying Tournament that fall...Played on BUY.COM TOUR in 1991 and 1992, winning 1992 Yuma Open...Won 1990 Long Beach Open...Was substitute teacher in Long Beach, CA at time of 1992 Yuma Open victory...1996 EA Sports Golf Challenge champion...Lost to Kevin Sutherland in unsuccessful 1997 defense of EA Sports Challenge championship...Donated $10,000 prize to Arnold Palmer Children's Hospital.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1993","qSchoolYear" : "1992, 1993, 2002","exmtStatus" : "Past Champion","otherVics" : "(1): 1996 EA Sports Golf Challenge.","intlVics" : "","curYearHigh" : "Narrowly missed an opportunity to join Wes Short, Jr., and eventual champion Woody Austin in a playoff at the Mitsubishi Electric Classic when his birdie putt at the 54th hole lipped out. He eventually finished third, one stroke shy of the playoff.","carHigh" : "2013: Missed the cut in both of his starts as he continued to rehab from left-wrist surgery from 2012. Will have 19 events in the 2013-14 season to earn $590,290, which, coupled with 2012 earnings of $57,220, would equal No. 125 from the 2012 money list.\n\n2012: On March 13, underwent surgery to remove a large bone spur on his left wrist, which was rubbing against a tendon and creating discomfort. The surgery didn't produce the desired results and he remained on the sidelines away from from competitive golf for the remainder of the season. \n\n2011: At No. 63, finished inside the top 100 on the official money list for the sixth consecutive season...Making his eighth career start at The Heritage, managed his first top-10 finish at Harbour Town with a T9, five strokes behind playoff winner Brandt Snedeker. Opened with a 1-over 72, but followed with three under-par rounds to record his first top 10 of the season in his 12th start...Notched his second top 10 of the season with a solo third at THE PLAYERS. Final round 69 was the only sub-70 score posted by any player who finished in the top five. Produced just his second top 10 in his 13th appearance at THE PLAYERS to go along with his playoff loss in 2008...Came back the following week with a T10 at the Crowne Plaza Invitational at Colonial...Four rounds in the 60s at the Justin Timberlake Shriners Hospitals for Children Open led to a T3 finish, five strokes behind champion Kevin Na. It was his fourth top 10 of the season and 45th of his career. 2010: Joined historic \"59\" club at the John Deere Classic, just one of five players to ever record the magic number in an official PGA TOUR event. Finished the season with three top-10s...In early February, chosen along with Davis Love III, Jeff Sluman and Tom Lehman to be a captain's assistant for the 2010 U.S. Ryder Cup team, which went on to a slim one-point loss to the European team in Wales...Chipped in for birdie on final hole of Northern Trust Open for final-round 65 and T5 finish, his first top-10 since the 2009 Barclays...The following week, finished T5 at the AT&T Pebble Beach National Pro-Am. Was tied for the third-round lead with eventual winner Dustin Johnson and held a one-stroke lead at 17-under after a birdie on the 13th hole. But then he made a quadruple bogey-9 on the par-5 14th hole on the way to a final-round 78. The 9 came soon after Alex Prugh and Bryce Molder also made 9s on the hole...Made history when he opened with a 12-under 59 in the first round of the John Deere Classic. In doing so, became just the fourth player in PGA TOUR history to record the iconic number, behind only Al Geiberger, Chip Beck and David Duval (Stuart Appleby would join the list later in 2010). Posted a final-round, 5-under 66 to finish solo second to Steve Stricker. The runner-up spot earned him a late invitation to The Open Championship. 2009: Finished a career-best No. 54 in the FedExCup standings with four top-10 finishes...First top-10 of the year came at the Valero Texas Open in May where he shot a first-round 7-under 63. Followed that with a second-round 5-under 65 en route to a T3...Next top-10, a T4, came a month later in Memphis at the St. Jude Classic presented by FedEx, thanks largely to back-to-back 6-under 64s in rounds two and three. Also tied for the lead in greens in regulation that week, hitting 55 of 72 (76.39 percent)...T2 two weeks later at the Travelers Championship, three strokes behind Kenny Perry, who shot a final-round 63. Shot first- and third-round 7-under 63s en route to a 261 total, his career-best 72-hole score, besting his 265 at the 2003 Valero Texas Open...Fourth top-10 of the season came at The Barclays where he was co-leader after 18 and 54 holes, finishing T9 following a final-round 4-over 75. 2008: Lost in a playoff to Sergio Garcia at THE PLAYERS after his tee shot at the first playoff hole, the par-3 17th, found the water, allowing Garcia to two-putt for the victory. Held a one-shot lead over Kenny Perry entering the final round and a three-shot lead over Garcia and Jeff Quinney standing on the 14th tee, but bogeyed three of his last five holes to force a playoff. Missed a 15-foot par putt for the win on No. 18. Wore a Long Beach State \"Dirtbags\" baseball hat that he purchased in the Charlotte-Douglas International Airport the week before. A week after the PLAYERS Championship his Long Beach State hat was auctioned off for $4,000 at a school fundraiser...Two weeks later he finished T10 at the Corwne Plaza Invitational at Colonial. He has three top-10s at the Colonial in 10 starts. 2007: Won for the second time in his career and earned more than $1 million for the first time in 15 years on the PGA TOUR...With three birdies in the final four holes at the Sony Open in Hawaii, claimed his first victory in 11 years. Posted rounds of 66-63-70-67—266, one ahead of Charles Howell III and Luke Donald. Held a share of the 36-hole lead with Luke Donald at 11-under-par 129. Clinched victory on the last hole when 25-foot eagle chip hit the flagstick and settled within tap-in range. Second career victory (1996 Bay Hill Invitational) was worth 4,500 FedExCup points...Made his first start in a World Golf Championships event at the Accenture Match Play Championship. Lost in the first round to Jose Maria Olazabal in 19 holes...Ended season with a T30 at the Deutsche Bank Championship. 2006: Used a runner-up finish at the last full-field event of the season to jump from No. 160 to No. 97 on the money list and earn his fully-exempt status for the 2007 season...Began season in the Major Medical Extension category. Earned enough money in the 12 events he had remaining under the extension to remain in the category for the remainder of the season...First top-10 was a T8 at the Valero Texas Open in mid-September. It was his first top-10 on TOUR since a T4 at the 2005 AT&T Pebble Beach National Pro-Am...Second top-10 was a runner-up finish at the Chrysler Championship. Entered final round one stroke behind third-round leader K.J. Choi and finished T2, four strokes back of Choi after a final-round 1-under 70. The $466,400 paycheck was the largest of his career at the time and the T2 finish was his best on TOUR since a T2 at the 1991 MasterCard Colonial. 2005: Received Major Medical Extension carryover from 2004 due to sinus surgery and hip problems but was only able to play in 15 events...In his second start after missing the majority of the previous season due to hip surgery, recorded a T4 at the AT&T Pebble Beach National Pro-Am. It marked first top-10 on TOUR since a T7 at the 2003 Valero Texas Open. 2004: Limited to only two starts at the end of the year because of sinus surgery and hip problems. Received a Major Medical Extension for 2005. 2003: Moved back into top 100 on the money list for the first time since 1999 when he finished 61st...Posted first top-10 with a T6 finish at the Buick Open, carding four rounds in the 60s...Second top-10 came at the Valero Texas Open where four rounds in the 60s were good for T7 finish, securing his position in the top 125...Made cut in last 11 tournaments. 2002: Managed to get into 20 tournaments after finishing 132nd on the money list in 2001...Finished between 126-150 for the second straight season with two top-10s. 2001: Fell out of the top 100 for the first time in five seasons (No. 121), but still managed to finish in top-10 three times in 30 appearances. 1999: Accumulated at least four top-10s for the third time in his career...Recorded his career-best round with 62 in opening round of GTE Byron Nelson Classic. Was one back of Tiger Woods' tournament-leading 61...A week later, earned five-way T2 at MasterCard Colonial, one stroke behind champion Olin Browne...Shared first-round lead at U.S. Open after opening 67. 1998: Finished second at Deposit Guaranty Golf Classic, where he was two behind winner Fred Funk. 1997: Followed winning season with consistent year, highlighted by five top-10s. 1996: First TOUR victory came at 1996 Bay Hill Invitational. With rounds of 67-74-67, was two strokes behind Guy Boros and Patrick Burke entering final round. Shot closing 67 to defeat Jeff Maggert by one stroke and earn $216,000. 1995: Earned $10,212 in final tournament, the LaCantera Texas Open, to finish 129th and remain partially exempt. 1994: Finished 75th on money list on strength of three top-10s. 1993: Earned $87,804 in rookie season for 152nd place, but regained card at the PGA TOUR Qualifying Tournament that fall. 1992: First earned PGA TOUR playing privileges for 1993 with T13 finish at the PGA TOUR Qualifying Tournament...Won the Yuma Open on the Web.com Tour.\n","otherCarHigh" : "","personal" : "Was a substitute teacher in Long Beach, Calif., at the time of his 1992 Yuma Open victory...Was the 1996 EA Sports Golf Challenge champion. Donated $10,000 prize to Arnold Palmer Children's Hospital...Says the first and only autograph he ever received was from California Angel Sandy Alomar, who signed his mitt at a game in Anaheim Stadium in 1974. \"No, I don't know where the glove is now. I don't have it.\"...His favorite movie is \"Monty Python and the Holy Grail.\"...Was hitting balls at the Long Beach State driving range in college when football coach and Pro Football Hall of Fame member George Allen decided he wanted to use the range for practice. \"He yelled, 'Get that golfer off my football field.' I never met the man, but let's just say he definitely knew who I was.\"...While sidelined due to wrist surgery, couldn't stay away from the game and ventured into the TV arena. In early May 2012, spent a week as guest host of \"Morning Drive\" on Golf Channel.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Narrowly missed an opportunity to join Wes Short, Jr., and eventual champion Woody Austin in a playoff at the Mitsubishi Electric Classic when his birdie putt at the 54th hole lipped out. He eventually finished third, one stroke shy of the playoff.","carHigh" : "2015: \nHighlight of his 2015 season came early in the campaign...Won his second career PGA TOUR Champions title in second start of the year, at the Allianz Championship. Got up and down from just behind the green on the final hole for birdie to edge Gene Sauers by a stroke. Downhill chip from 30 feet stopped three inches from the hole to seal the victory. The win came in his 12th career PGA TOUR Champions start and was his second TOUR title in Florida (1996 Bay Hill Invitational). He became the fourth player to win in his first appearance in the Allianz Championship...In late August, was solo second at the Dick's Sporting Goods Open, finishing two strokes behind Jeff Maggert. Shared the first-round lead and got within one stroke of Maggert midway on the back nine Sunday...In the last full-field event of the year, the Toshiba Classic near his home, shot three straight rounds in the 60s and finished fourth at Newport Beach CC...Was just two strokes off the lead after 36 holes at The Principal Charity Classic and remained in contention at the turn Sunday. However, was one-over on the back nine and eventually finished T5...Rebounded from an opening-round 72 to shoot 65-68 on the weekend at TPC Twin Cities and was T7 at the 3M Championship...In October, carded a final-round 70 at TPC San Antonio to T7 at the San Antonio Championship. 2014: Joined the PGA TOUR Champions in early August and was among the top-10 in half of his 10 appearances...Used top-10 efforts in back-to-back events in North Carolina to vault into the top 30 on the money list...Highlight of his rookie season was recording his first PGA TOUR Champions win in just his fifth start, at the Pacific Links Hawai'i Championship, becoming the last of the season's six first-time winners...Fired rounds of 66-63-68 to claim victory for the second time in his career on Oahu. On the PGA TOUR, also won the 2007 Sony Open in Hawaii. Held off both Scott Dunlap and Fred Funk down the stretch thanks to birdies on Nos. 14-17 and then survived an 18th-hole bogey to become the eighth player to win tournaments on the PGA TOUR, PGA TOUR Champions and Web.com Tour (Ron Streck, Keith Fergus, Tom Lehman, Gary Hallberg, Olin Browne, Kirk Triplett, Jeff Maggert)...Made his PGA TOUR Champions debut in August at the 3M Championship and finished T9...Posted three rounds in the 60s which led to a T7 at the Shaw Charity Classic in late August...Battling to earn a spot in the Charles Schwab Cup Championship, he played in the last group at the SAS Championship, and final-round 72 at Prestonwood CC led to a T5 finish. Performance moved him inside the top 30 on the money list...The following week in Hickory, N.C., secured his place among the top 30 when he finished T6 at the Greater Hickory Kia Classic after three successive rounds in the 60s...Made just four of 19 cuts on the PGA TOUR and failed to clear his Major Medical Extension after earning only $43,441...Had 19 events to earn $590,290, which, coupled with 2012 earnings of $57,220, would equal No. 125 from the 2012 money list.\n","otherCarHigh" : "Began his PGA TOUR career in 1993 and won twice, while picking up one victory in two full seasons on the Web.com Tour in the early ‘90s…Posted his first PGA TOUR victory, at the 1996 Bay Hill Invitational. With rounds of 67-74-67, was two strokes behind Guy Boros and Patrick Burke entering final round. Shot closing 67 to defeat Jeff Maggert by one stroke and earn $216,000…Won for the second time in his career in 2007 and earned more than $1 million for the first time in 15 years on the PGA TOUR...With three birdies in the final four holes at the 2007 Sony Open in Hawaii, claimed his first victory in 11 years. Posted rounds of 66-63-70-67, one ahead of Charles Howell III and Luke Donald. Held a share of the 36-hole lead with Donald at 11-under-par 129. Clinched victory on the last hole when 25-foot eagle chip hit the flagstick and settled within tap-in range…In 2010, joined the historic \"59\" club in the first round of the John Deere Classic, opening with a 12-under score that made him just the fourth player in PGA TOUR history to record the iconic number, behind only Al Geiberger, Chip Beck and David Duval (Stuart Appleby would join the list later in 2010). Posted a final-round, 5-under 66 to finish solo second to Steve Stricker.. In 2008, lost in a playoff to Sergio Garcia at THE PLAYERS after his tee shot at the first playoff hole, the par-3 17th, went in the water, allowing Garcia to two-putt for the victory. Held a one-shot lead over Kenny Perry entering the final round and a three-shot lead over Garcia and Jeff Quinney standing on the 14th tee. Bogeyed three of his last five holes that caused him to fall into the playoff. Missed a 15-foot par putt for the win on No. 18. Wore a Long Beach State \"Dirtbags\" baseball hat that he purchased in the Charlotte-Douglas International Airport the week before. A week after the PLAYERS Championship his Long Beach State hat was auctioned off for $4,000 at a school fundraiser...Earned $87,804 in 1993, his rookie season on the PGA TOUR, for 152nd place but regained card at the PGA TOUR Qualifying Tournament that fall…First earned PGA TOUR playing privileges for 1993 with T13 finish at the PGA TOUR Qualifying Tournament...Won the 1992 Yuma Open on the Web.com Tour, outlasting Jeff Coston and the late Taylor Smith by a stroke…Served as an assistant captain to Corey Pavin on the 2010 United States Ryder Cup team, along with Davis Love III, Jeff Sluman and Tom Lehman. \n\n\n","personal" : "Was a substitute teacher in Long Beach, Calif., at the time of his 1992 Yuma Open victory...Was the 1996 EA Sports Golf Challenge champion. Donated $10,000 prize to Arnold Palmer Children's Hospital...Says the first and only autograph he ever received was from California Angel Sandy Alomar, who signed his mitt at a game in Anaheim Stadium in 1974. \"No, I don't know where the glove is now. I don't have it.\"...His favorite movie is \"Monty Python and the Holy Grail.\"...Was hitting balls at the Long Beach State driving range in college when football coach and Pro Football Hall of Fame member George Allen decided he wanted to use the range for practice. \"He yelled, 'Get that golfer off my football field.' I never met the man, but let's just say he definitely knew who I was.\"...On March 13, 2012, underwent surgery to remove a large bone spur on his left wrist, which was rubbing against a tendon and creating discomfort. The surgery didn't produce the desired results, and he remained on the sidelines away from competitive golf for the remainder of the year. While sidelined due to wrist surgery, couldn't stay away from the game and ventured into the TV arena. In early May 2012, spent a week as guest host of \"Morning Drive\" on Golf Channel...Also received Major Medical Extensions in 2004 and 2005 because of sinus surgery and hip problems.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/PaulGoydosPGA"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}