{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "28678","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Spittle","first" : "Rod","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-5","heightMetric" : "1.96","weight" : "230","weightMetric" : "104","birthDate" : "July 18, 1955","age" : "60","birthPlace" : "St. Catharine's, Ontario, Canada","residence" : "Dublin, Ohio; Dunedin, Florida","family" : "Wife, Ann; Leslie, Steve, John; four grandchildren","education" : "Ohio State University (1978, Business Administration)","splInterest" : "Home renovation","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2004","clubAffl" : "Little Turtle GC (Westerville, Ohio); Brookside CC (Columbus, Ohio)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Narrowly missed qualifying for the season-ending Charles Schwab Cup Championship when he stumbled on his 54th hole at the Toshiba Classic, the year's final full-field event of the year. Needing only a par to secure the coveted 30th spot, he made a bogey on the final hole and eventually T9 and 32nd overall on the money list...Had his best performance in nearly two years when he finished fourth at The Principal Charity Classic in June. His final-round 68 included a 5-under-par 31 on the back nine...Carded a second-round 66 at TPC Sugarloaf to move up into a T8 at the rain-shortened Greater Gwinnett Championship...Shared the 36-hole lead at the Allianz Championship and briefly held the early lead in the final round. Rebounded from a 10 at the par-5 6th hole, making birdies on both back-nine par-3s at the Old Course at Broken Sound to shoot 73 and T9...Held sole possession of the 36-hole lead at the Dick's Sporting Goods Open, but his 2-over 74 Sunday dropped him into an eventual T12...Made a hole-in-one in the final round at the Tucson Conquistadores Classic. Used a 7-iron from 178 yards on No. 12 at Omni Tucson National's Catalina Course.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Narrowly missed qualifying for the season-ending Charles Schwab Cup Championship when he stumbled on his 54th hole at the Toshiba Classic, the year's final full-field event of the year. Needing only a par to secure the coveted 30th spot, he made a bogey on the final hole and eventually T9 and 32nd overall on the money list...Had his best performance in nearly two years when he finished fourth at The Principal Charity Classic in June. His final-round 68 included a 5-under-par 31 on the back nine...Carded a second-round 66 at TPC Sugarloaf to move up into a T8 at the rain-shortened Greater Gwinnett Championship...Shared the 36-hole lead at the Allianz Championship and briefly held the early lead in the final round. Rebounded from a 10 at the par-5 6th hole, making birdies on both back-nine par-3s at the Old Course at Broken Sound to shoot 73 and T9...Held sole possession of the 36-hole lead at the Dick's Sporting Goods Open, but his 2-over 74 Sunday dropped him into an eventual T12...Made a hole-in-one in the final round at the Tucson Conquistadores Classic. Used a 7-iron from 178 yards on No. 12 at Omni Tucson National's Catalina Course.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2007","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(2): 1977 Canadian Amateur. 1978 Canadian Amateur.","intlVics" : "","curYearHigh" : "Narrowly missed qualifying for the season-ending Charles Schwab Cup Championship when he stumbled on his 54th hole at the Toshiba Classic, the year's final full-field event of the year. Needing only a par to secure the coveted 30th spot, he made a bogey on the final hole and eventually T9 and 32nd overall on the money list...Had his best performance in nearly two years when he finished fourth at The Principal Charity Classic in June. His final-round 68 included a 5-under-par 31 on the back nine...Carded a second-round 66 at TPC Sugarloaf to move up into a T8 at the rain-shortened Greater Gwinnett Championship...Shared the 36-hole lead at the Allianz Championship and briefly held the early lead in the final round. Rebounded from a 10 at the par-5 6th hole, making birdies on both back-nine par-3s at the Old Course at Broken Sound to shoot 73 and T9...Held sole possession of the 36-hole lead at the Dick's Sporting Goods Open, but his 2-over 74 Sunday dropped him into an eventual T12...Made a hole-in-one in the final round at the Tucson Conquistadores Classic. Used a 7-iron from 178 yards on No. 12 at Omni Tucson National's Catalina Course.","carHigh" : "2014: Dropped from 31st on the 2013 money list to 50th, with just one top-10 over his 23 appearances...Posted three straight sub-par rounds at the Insperity Invitational and finished T9 at The Woodlands...Narrowly missed another top-10 early in the year when he finished T11 at The ACE Group Classic...Fashioned his low round of the campaign in October when he shot an 8-under-par 63 in the final round of the Greater Hickory Kia Classic. It was one stroke shy of his career-best...Secured fully exempt status for 2015 after placing solo fifth at the National Qualifying School final at Orange County National in November. Final-round 70 included a clutch, 5-foot par putt on the last hole that avoided a playoff and maintained his position among the top five in the standings. \n\n2013: Narrowly missed finishing in the top 30 on the money list and earning a spot in the season-ending Charles Schwab Cup Championship. Ended the year No. 31...Had an good opportunity at the AT&T Championship, the final full-field event of the year. At one point was projected to finish in the 30th position during his final round but was done in by a pair of bogeys over his final nine holes, (Nos. 14 and 16)...A final-round 68 at TPC Twin Cities led to his best finish of the campaign, a T4 at the 3M Championship which got him into the Dick's Sporting Goods Open...At that New York event, finished T7 that was a strong enough performance to earn him an invite to the Boeing Classic...Enjoyed a good week in Eastern Canada in early September when he finished T9 at the Montreal Championship...Turned in a strong performance at the Senior PGA Championship in May in St. Louis when he finished T6, his best showing in a Champions Tour major championship...Was just one stroke off the lead after an opening-round 64 at Calgary's Shaw Charity Classic, the second-lowest round of his career. Eventually finished T29...Lost in a four-hole playoff to fellow Champions Tour member Jim Rutledge at the Mr. Lube PGA Seniors' Championship of Canada in August. \n\n2012: Played in all 23 events for which he was eligible and was among the top 10 in two tournaments in the first third of the season...Shot 66-69 on the weekend at TwinEagles to finish T9 at The ACE Group Classic...In early May, closed with a 69 to finish T9 at the Insperity Championship. \n\n\n\n2011: Joined Jeff Sluman as the only two professionals to play in every official Champions Tour event and managed to finish among the top-30 money-winners for the first time, thanks to four top-10 efforts, all before July 4...Earnings of $731,144 almost equaled his career earnings on the Champions Tour prior to the season ($780,698)...Had his best finish of the year in his second start, nearly winning the Allianz Championship in Boca Raton. Playing in the final grouping Sunday, battled Sluman and eventual-winner Tom Lehman down the stretch in the final round before eventually finishing T2 with Sluman. Was atop the leaderboard at times on the back nine on Sunday but missed a critical 6-foot birdie putt at No. 18 which would have earned him a spot in a playoff with Lehman, who, moments after the miss, won the tournament with a short birdie putt...Followed performance at Allianz with a T6 at the ACE Group Classic, shooting 6-under 66 in the final round...In early June, played his last 48 holes of The Principal Charity Classic without making a bogey and his final-round 65 at Glen Oaks CC led to a T3 finish in Iowa...A month later, posted a career-best round of 10-under-par 62 Sunday at the Montreal Championship. The 62 was an 18-hole record for the tournament and vaulted him up into a T7 finish in his native Canada...Was a co-leader through 36 holes of The Senior Open Championship at Walton Heath but struggled in the final two rounds and finished T12 in England. 2010: Made just five starts but final appearance of the season was a big one...As an open-qualifier into the event, claimed the last full-field tournament of the season, the AT&T Championship in San Antonio. Prevailed in a one-hole playoff with Jeff Sluman. Trailed 36-hole leader Larry Nelson by two strokes, but tied Sluman for the lead after 17 holes, thanks to consecutive birdies on Nos. 15-17. After the two finished at 12-under, he won on the first extra hole with a 4-foot par putt. In the process, he became the 11th open-qualifier in Champions Tour history to win an event and the first since Pete Oakley at the 2004 Senior Open Championship. Win at the AT&T event also made him the first Canadian to claim a title on the Champions Tour since Dave Barr at the 2003 Royal Caribbean Classic. Victory also made him the last of eight first-time Champions Tour winners in 2010...Open qualified earlier in the year at the inaugural Mississippi Gulf Resort Classic and was T28...Was T28 again at the U.S. Senior Open at Sahalee. 2009: One of six players to T12 at the Champions Tour National Qualifying Tournament but missed on one of the two conditionally-exempt spots when he made a par on he second playoff hole...Did not play in an official Champions Tour event during the season. 2008: Lone top-10 effort was a T6 at the 3M Championship. 2007: Recorded a runner-up finish at the Greater Hickory Classic at Rock Barn. Second-round, 8-under 64 was a career low at the time and moved him into second place, three strokes back of R.W. Eaks. Finished T2 along with Jay Haas, two strokes behind Eaks, after making birdies on three of his last five holes. His $128,000 check vaulted him into the top 50 on the money list for the first time. Earlier in the season, T6 at the Regions Charity Classic in Alabama after shooting a final-round 66 at Ross Bridge.\n","otherCarHigh" : "A two-time winner of the Canadian Amateur (1977-78), he also won the Ohio Mid-Amateur three times...Starred as a collegian at Ohio State University, where he was a teammate of John Cook and Joey Sindelar. Served as a team co-captain as a senior...Has three competitive holes-in-one.","personal" : "Did not turn professional until 2004, working 25 years as a corporate insurance executive...Biggest thrill away from golf was becoming a grandfather...Heroes are Arnold Palmer and Bobby Orr...One of his superstitions is marking his ball on the putting green with a Canadian dime...Dream foursome would include his dad and his two sons...Favorite golf courses are Brookside CC, Scioto GC and Shoal Creek...One of the things he carries in his golf bag is one of his dad's yellow golf balls...Favorite athlete in another sport is Peyton Manning...Enjoys watching Golf Channel's \"Morning Drive\" and college football, while his favorite all-time movies include \"Top Gun,\" \"The Rookie\" and \"The Untouchables.\"...His first job was putting bumper stickers on cars at Marineland in Niagara Falls...Says he'd love to trade places for a day with James Bond...His favorite team as a kid was the Boston Bruins and favorite player was Orr...Two courses he'd love to play are Augusta National and St. Andrews...His most memorable shot was his par putt to win the AT&T Championship...Supports the Special Olympics in Columbus, Ohio...His bucket list includes buying a house on the beach.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T17th at the Chubb Classic.","dynStats" : "He ranks 42nd in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/rodspittlegolf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}