{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34431","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Streb","first" : "Robert","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "165","weightMetric" : "75","birthDate" : "April 7, 1987","age" : "29","birthPlace" : "Chickasha, Oklahoma","residence" : "Shawnee, Kansas","family" : "Wife, Maggie; Catherine (2\/3\/15)","education" : "Kansas State University (2009, Marketing)","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2012)","trndProYear" : "2009","clubAffl" : "Wolf Creek GL (Olathe, Kansas); Colbert Hills (Manhattan, Kansas)","cityPlaysFrm" : "Shawnee; KS; United States","websiteUrl" : "http:\/\/www.robertstrebgolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "6,415,483&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2012","exmtStatus" : "Conditionally Exempt \/ 25th qualifier from Qualifying Tournament, Money List 61-100","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Ended his rookie season on Tour with a T25 at the Web.com Tour Championship in McKinney, Texas, to wind up No. 7 on the final money list and earn playing status on the PGA TOUR in 2013. Finished the year No. 1 on Tour in Total Birdies, No. 5 in Putts per Round and No. 7 in Putting Average...Earned his first career title with a four-stroke victory at the Mylan Classic. Fired a 7-under 64 in the final round at Southpointe GC in suburban Pittsburgh to pull away from the field and win by four. Started the last round one shot off the pace and quickly moved to the front with three birdies in his first six holes. Added birdies at Nos. 8, 9 and 11 to give himself a comfortable margin. Was steady under pressure and did not miss a fairway on the back nine. Finished the week tied for third in Fairways Hit and scond in Putting. Became the 13th first-time winner on Tour in the first 20 events. First-place check for $108,000 pushed his season total to $253,491 and locked up a berth on the 2013 PGA TOUR...Missed the cut in his first start of his rookie season before chalking up three straight top-25 finishes. After another missed cut at the TPC Stonebrae Championship, he followed that with a T4 at the South Georgia Classic, where he was the first-round leader (6-under 66). Battled back from a second-day 73 to earn the first top-10 of his rookie season. Added a T21 a week later, at the Stadion Classic at UGA...Added a T3 at the BMW Charity Pro-Am. Hovered near the top of the leaderboard all week and was one shot out of the lead when he missed a birdie putt on the final hole of regulation, which would have gotten him into a playoff...Posted four rounds in the 60s at The Club at Longview, including a 67 Sunday, to finish T5 at the Chiquita Classic...A final-round 75 at the Winn-Dixie Jacksonville Open dropped him into a T8, making it seven top-10s for the season.\n\n2011: Again his main tour was the NGA Tour.\n\n2010: Played primarily on the NGA Tour.\n","otherCarHigh" : "Honorable mention All-America selection in 2009. Finished in the top-five 12 times during his college career...Named all-city and all-state in golf in high school.","personal" : "Cites winning his first professional start, the 2009 Oklahoma Open, as his biggest thrill in golf...The Olympic Club is his favorite course to play and would like to play Cypress Point and Pine Valley...Superstitions include playing a ball that matches the round of the tournament...Carries peanut butter and jelly sandwich in his bag as a snack...Never travels without his laptop, and his favorite gadget is his iPod...Favorite website is kstatesports.com...Favorite teams include the Kansas State Wildcats, Pittsburgh Steelers, Pittsburgh Penguins and Oklahoma City Thunder...Favorite TV shows are \"Hawaii Five-O\" and \"Modern Family.\" Favorite movies are \"Happy Gilmore\" and \"Wedding Crashers.\"...Jason Aldeen and the Zac Brown Band are his favorite groups...The Mentor is his favorite book...Likes Italian food and steak...Likes to watch Kevin Durant and Ben Roethlisberger...Favorite cities to visit are Manhattan, Kan., and Rochester, N.Y...Favorite vacation spots are New Smyrna Beach and Key West in Florida...Twitter account name is @therealstrebber...Favorite apps include Doodle Jump, Twitter and Tiger Woods 12...Dream foursome includes his dad, brother and Arnold Palmer...Not many people know that he played hockey with St. Louis Rams quarterback Sam Bradford...Bucket list includes attending a Texas-Oklahoma football game and playing at Augusta National GC...Attended Edmond (Okla.) North High School.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2013","qSchoolYear" : "","exmtStatus" : "2014-15 tournament winner (through 2016-17)","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: On the strength of nine top-10 finishes in 26 TOUR starts through the Wyndham Championship, easily advanced to the FedExCup Playoffs for a second consecutive season. Played his way through all four events in the Playoffs for the first time and ended his season at No. 18 in the FedExCup standings...Finished T10 at the Shriners Hospitals for Children Open, with rounds of 71-67-67-66 in his first career start in the event...Defeated Brendon de Jonge with a birdie-2 on the second extra hole (No. 17) to win a three-man playoff at the McGladrey Classic in late-October 2014, his first PGA TOUR victory in his 49th start. Will MacKenzie dropped out of the playoff on the first extra hole with a bogey-5 on No. 18. Fired a final-round 7-under 63 to jump from a tie for 12th five strokes back entering the final round to win a playoff in his first start at The McGladrey Classic. Completed his round at 3:35 p.m. and waited more than 90 minutes for the leaders to finish. The victory, which moved him to the top spot in the FedExCup standings for the first time in his career, came at age 27 years, 6 months, 19 days, making him the third consecutive player in his 20s to win to start the season. With the win, joined Tommy Gainey as the only players to record their first TOUR wins at The McGladrey Classic. Was coming off a 71st-place finish in the 2013-14 FedExCup standings, where he was two FedExCup points shy of qualifying for the third Playoffs' event (the BMW Championship). The win in Sea Island topped his previous-best TOUR finish, a T2 at the 2014 Zurich Classic of New Orleans...Finished eighth at the Sanderson Farms Championship in his first start since winning The McGladrey Classic...In his first trip to the Hyundai Tournament of Champions, placed T8, with rounds of 67-69-71-69 to maintain his lead atop the FedExCup standings...Fifth top-10 finish of the season came at the Waste Management Phoenix Open, where four sub-par scores of 66-70-69-69 resulted in a 10-under 274 total and a T10 with four others. Following his four below-par rounds at TPC Scottsdale, has posted 29 of 32 rounds with par-or-better scores...Finished T4 at the Wells Fargo Championship for his first top-10 in three starts at Quail Hollow Club. Held a one-shot lead after the first round and was tied for the second-round lead before closing with a pair of 71s...Despite having to use his wedge to putt for part of the final round of The Greenbrier Classic because of a broken-during-the-round putter, posted a 5-under 65 to claim a spot in sudden death with Kevin Kisner, David Hearn and eventual winner Danny Lee. When he wasn't able to convert for a birdie-2 on the first extra hole, No. 18, was eliminated with Kisner. Finished T3 at the World Golf Championships-Bridgestone Invitational, his eighth top-10 of the season, after a final-round 68...Following opening rounds of 70-73 at the PGA Championship, came alive on the weekend at Whistling Straits with back-to-back, 5-under 67s, to claim a T10 with rookie Tony Finau, at 11-under 277.\n\n2013-14: Had a solid sophomore season, with 17 made cuts in 21 starts and a pair of top-10 finishes. Advanced to the second FedExCup Playoffs event for the first time in his young career. Started the week at the Deutsche Bank Championship No. 97 in the FedExCup standings and in need of a solid finish to advance. Turned in a top-10 performance (T9) but came up two FedExCup points shy of advancing to the third Playoffs event. Ended with 966 FedExCup points, while Jerry Kelly totaled 968 points to claim the 70th and final spot...Following opening rounds of 67-66 (11-under), easily made his seventh consecutive cut since the start of the season, at the Zurich Classic of New Orleans. Was in good position for the weekend, posting third- and final-round scores of 68-70 to a claim a share of runner-up honors with Andrew Svoboda. At 17-under, the duo finished two strokes behind Seung-Yul Noh. The T2 was his best finish since joining the PGA TOUR in 2013.\n\n2013: Collected five top-25 finishes in 12 made PGA TOUR cuts (of 25 starts), three of which came in his first seven starts. In the Web.com Tour Finals, claimed top-30 finishes in the first and third events of the four-tournament series...At the Hotel Fitness Championship in the Finals' first event, made nine birdies in the final round at Sycamore Hills GC en route to an 8-under 64 and T30 finish.\n\n2012: Ended his rookie season on Tour with a T25 at the Web.com Tour Championship in McKinney, Texas, to wind up No. 7 on the money list and earn playing status on the PGA TOUR in 2013. Finished the year No. 1 on Tour in Total Birdies, No. 5 in Putts per Round and No. 7 in Putting Average...Earned his first career title with a four-stroke victory at the Mylan Classic. Fired a 7-under 64 in the final round at Southpointe GC in suburban Pittsburgh to pull away from the field and win by four. Started the last round one shot off the pace and quickly moved to the front with three birdies in his first six holes. Added birdies at Nos. 8, 9 and 11 to give himself a comfortable margin. Was steady under pressure and did not miss a fairway on the back nine. Finished the week tied for third in Fairways Hit and scond in Putting. Became the 13th first-time winner on Tour in the first 20 events. First-place check for $108,000 pushed his season total to $253,491 and locked up a berth on the 2013 PGA TOUR...Missed the cut in his first start of his rookie season before chalking up three straight top-25 finishes. After another missed cut at the TPC Stonebrae Championship, he followed that with a T4 at the South Georgia Classic, where he was the first-round leader (6-under 66). Battled back from a second-day 73 to earn the first top-10 of his rookie season. Added a T21 a week later, at the Stadion Classic at UGA...Added a T3 at the BMW Charity Pro-Am. Hovered near the top of the leaderboard all week and was one shot out of the lead when he missed a birdie putt on the final hole of regulation, which would have gotten him into a playoff...Posted four rounds in the 60s at The Club at Longview, including a 67 Sunday, to finish T5 at the Chiquita Classic...A final-round 75 at the Winn-Dixie Jacksonville Open dropped him into a T8, making it seven top-10s for the season. Played primarily on the NGA Tour in 2010-11. Amateur: Honorable mention All-America selection in 2009. Finished in the top-five 12 times during his college career...Named all-city and all-state in golf while attending Edmond (Okla.) North High School.\n","otherCarHigh" : "","personal" : "Cites winning his first PGA TOUR professional start, the 2015 McGladrey Classic, as his biggest thrill in golf...The Olympic Club is his favorite course to play and would like to play Cypress Point and Pine Valley...Superstitions include playing a ball that matches the round of the tournament...Carries peanut butter and jelly sandwich in his bag as a snack...Never travels without his laptop, and his favorite gadget is his iPod...Favorite website is kstatesports.com...Favorite teams include the Kansas State Wildcats, Pittsburgh Steelers, Pittsburgh Penguins and Oklahoma City Thunder...Favorite TV shows are \"Hawaii Five-O\" and \"Modern Family.\" Favorite movies are \"Happy Gilmore\" and \"Wedding Crashers.\"...Jason Aldean and the Zac Brown Band are his favorite groups...The Mentor is his favorite book...Likes Italian food and steak...Likes to watch Kevin Durant and Ben Roethlisberger...Favorite cities to visit are Manhattan, Kan., and Rochester, N.Y...Favorite vacation spot is Key West in Florida...Twitter account name is @therealstrebber...Website is robertstrebgolf.com...Favorite apps include Doodle Jump, Twitter and Tiger Woods 12...Dream foursome includes his dad, brother and Arnold Palmer...Not many people know that he played hockey with St. Louis Rams quarterback Sam Bradford...Bucket list includes attending a Texas-Oklahoma football game.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T18th at the Farmers Insurance Open.","dynStats" : "He ranks 91st in Driving Distance - Driver on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/therealstrebber"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}