{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "37338","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Dou","first" : "Ze-cheng","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "154","weightMetric" : "70","birthDate" : "January 22, 1997","age" : "19","birthPlace" : "Henan, China","residence" : "Beijing, China","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2014","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2016","exmtStatus" : "Conditional - Finished T79 at 2015 Web.com Tour Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "Playing in the European Tour's Shenzhen International in April, had four par-or-better scores at Genzon GC to T16.","carHigh" : "2015: Made a late-season push, recording three consecutive top-three finishes to move inside the top five on the Order of Merit to earn his 2016 Web.com Tour membership and Rookie of the Year honors. His seven top-10s were the most on Tour during the season. Ended the year No. 4 on the Order of Merit, knocking Justin Shin out of the top five after the Capital Airlines - HNA Real Estate Championship...Played in his second Ping An China Tour event as a professional at the Buick Open and made it a successful one, finishing T4 at the Buick Open at Mission Hills GC in early April. Was 1-over at the 36-hole mark then took advantage of a 5-under 67 to move into contention with a round to play. Couldn't make a Sunday charge, settling for an even-par 72 and a T4 finish with John Yong Kim and Yi Cao, four shots behind champion Josh Geary…Took a share of the 36-hole lead at The Eternal Courtyard Open in May and was only a stroke behind leader John DelPrete with 18 holes to play after an even-par 72 Saturday. Matched that score Sunday, with a double bogey-7 on the par-5 10th hole his undoing. Did not make a birdie on his final nine holes after making three on the front nine Sunday. Finished T6 with three others…Notched his third top-10 of the season when he finished fifth at the Cadillac Championship in Beijing in mid-September. Four under-par rounds—68-71-67-71—left him five shots short of winner Bryden Macpherson...Entered the final round of the Lushan Open in mid-October tied for 10th and moved up three places on the final day with a 2-under 68. Couldn't gather any momentum after a birdie on No. 9 on the final day, making nine consecutive pars to complete his round. Finished five shots behind winner Macpherson...Had three under-par rounds to go with a 1-over 73 in the third round of the World Golf Championships-HSBC Champions in early November. Finished T51 with Lee Westwood and Chris Wood...Was a tough-luck runner-up at the Nine Dragons Open in mid-November. Enjoyed four under-par rounds at Nine Dragons GC, the only player in the field with that distinction. His final-round 69 was enough to force a playoff with countryman Haimeng Chao. In the sudden-death extra session on Nine Dragons' No. 18, hit his second shot into the hazard, incurring a one-stroke penalty. Eventually conceded the hole when Chao had a tap-in-length putt for par, a score he could not match. It was his third top-five of the season and his second runner-up showing to go with his 2014 Buick Open second-place finish when he was still an amateur...Had a second consecutive close call only to once again come up short. Took a share of the 54-hole lead into the final round of the Hainan Open in late-November. Tied with Mu Hu following rounds of 69-76-70 at windswept Dragon Valley GC, held a two-shot lead midway through the back nine only to take a triple bogey 7 at the 15th hole. Cut leader Huilin Zhang's lead to one with a birdie on No. 17, but then missed a chip for birdie on 18 that would have forced a playoff. Settled for a T3 when he missed his par effort...Played clutch golf all week at the season-ending Capital Airlines - HNA Real Estate Championship and saved his best for last, shooting a final-round, 5-under 66 to finish solo third and earn ￥81,600. Finished three shots behind winner Zeyu He but earned enough money to slide into the fourth position on the Order of Merit after beginning the week at No. 6.\n\n2014: Made his professional debut, playing in the World Golf Championships-HSBC Champions in Shanghai in November. Finished T69 at Sheshan International GC…Made it to the second stage of the Web.com Tour Qualifying Tournament. Failed to advance from the Murrieta, Calif., event when he shot rounds of 72-75-73-73 to T33 at Bear Creek GC.\n","otherCarHigh" : "Playing on a sponsor's exemption, was the low amateur at the PGA TOUR China Series' inaugural tournament, the 2014 Mission Hills Haikou Open. Enjoyed a 3-under 69 on the final day at the Sandbelt Trails Course to T26…Shot four under-par rounds at the 2014 Buick Open and contended all week before finally finishing solo second to winner Sam Chien, who won the tournament by three shots. Became the low amateur for a second consecutive tournament…Picked up his third consecutive low-amateur honors and his second top-five performance when he finished T5 at the 2014 Lanhai Open outside Shanghai in early June. Opened with three consecutive 2-under 70s before shooting an even-par 70 to finish at 6-under...Traveled to the U.S. for amateur play. Finished T12 at the 2014 Thunderbird International Junior on the AJGA…In his final start as an amateur, played in the 2014 Asia Pacific Amateur Championship in Melbourne, Australia. Finished fifth...Enjoyed four top-10 finishes in 2013, playing a worldwide schedule of both professional and amateur events...Playing in the American Junior Golf Association's 2013 Footjoy Invitational, finished seventh, 11 strokes behind winner Matt Gilchrest. Was the highest-finishing international player in the field…At the 2013 Western Junior at Meridian Hills CC in Indianapolis, finished T5 with Theo Humphrey, Jonah Texeira and Andy Zhang…Added a seventh-place effort at the 2013 AJGA Rolex Tournament of Champions, a tournament that included a second-round 65…Won on the 2012 FootJoy Tour, at the 36-hole event in Brooksville, Fla. Shot rounds of 66-69 to outlast Jeffrey Meltzer by a shot…On the American Junior Golf Association circuit, also in 2012, finished seventh at the HP Boys' Championship at Carlton Woods…Playing in the 2012 Western Junior at the CC of Florida, shot rounds of 74-68-71-71 to T5 with Hayden Wood, Forrest Gamble and Michael Monroe, five shots behind winner Adam Wood...Had an impressive American Junior Golf Association season in 2011, recording two runner-up finishes—at the W. Duncan MacMillan Classic at Rush Creek and the Genesis Junior Championship, thanks to a final-round 65…Added third-place showings at the Junior Challenge and the Emerson Junior Golf Classic.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "Playing in the European Tour's Shenzhen International in April, had four par-or-better scores at Genzon GC to T16.","carHigh" : "2014: Made his professional debut, playing in the World Golf Championships-HSBC Champions in Shanghai in November. Finished T69 at Sheshan International GC…Made it to the second stage of the Web.com Tour Qualifying Tournament. Failed to advance from the Murrieta, Calif., event when he shot rounds of 72-75-73-73 to T33 at Bear Creek GC. \n","otherCarHigh" : "Playing on a sponsor's exemption, was the low amateur at the PGA TOUR China Series' inaugural tournament, the 2014 Mission Hills Haikou Open. Enjoyed a 3-under 69 on the final day at the Sandbelt Trails Course to T26…Shot four under-par rounds at the 2014 Buick Open and contended all week before finally finishing solo second to winner Sam Chien, who won the tournament by three shots. Became the low amateur for a second consecutive tournament…Picked up his third consecutive low-amateur honors and his second top-five performance when he finished T5 at the 2014 Lanhai Open outside Shanghai in early June. Opened with three consecutive 2-under 70s before shooting an even-par 70 to finish at 6-under. Earlier in the week, attempted to qualify for the U.S. Open in California, shooting rounds of 73 (at The Olympic Club) and 69 (at Lake Merced GC). Missed qualifying by five strokes…At the 2014 Earls Beijing Open in June, opened 73-69 and was tied for 30th at the halfway mark. A 5-under 67 Saturday moved him into a tie for 10th with a round to play. Settled for a T19 when he fired a 1-under 71 on the final day…Traveled to the U.S. for amateur play. Finished T12 at the 2014 Thunderbird International Junior on the AJGA…Made it through the first stage of 2014 Web.com Tour Q School at Johns Creek, Ga. Finished T18, shooting rounds of 72-66-70-72 to qualifying for second-stage qualifying…In his final start as an amateur, played in the 2014 Asia Pacific Amateur Championship in Melbourne, Australia. Finished fifth...Enjoyed four top-10 finishes in 2013, playing a worldwide schedule of both professional and amateur events. Finished 17th at the 2013 Australian Master of the Amateur, shooting rounds of 71-76-74-71…Played in the 2013 Volvo China Open, where he finished at 1-under and T33…Playing in the American Junior Golf Association's 2013 Footjoy Invitational, finished seventh, 11 strokes behind winner Matt Gilchrest. Was the highest-finishing international player in the field…At the 2013 Western Junior at Meridian Hills CC in Indianapolis, finished T5 with Theo Humphrey, Jonah Texeira and Andy Zhang…Added a seventh-place effort at the 2013 AJGA Rolex Tournament of Champions, a tournament that included a second-round 65…At the Western Amateur, was 36th…Played in the OneAsia Tour's China Masters in 2013, finishing 62nd...Won on the 2012 FootJoy Tour, at the 36-hole event in Brooksville, Fla. Shot rounds of 66-69 to outlast Jeffrey Meltzer by a shot…On the American Junior Golf Association circuit, also in 2012, finished seventh at the HP Boys' Championship at Carlton Woods…Playing in the 2012 Western Junior at the CC of Florida, shot rounds of 74-68-71-71 to T5 with Hayden Wood, Forrest Gamble and Michael Monroe, five shots behind winner Adam Wood...Had an impressive American Junior Golf Association season in 2011, recording two runner-up finishes—at the W. Duncan MacMillan Classic at Rush Creek and the Genesis Junior Championship, thanks to a final-round 65…Added third-place showings at the Junior Challenge and the Emerson Junior Golf Classic.","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Playing in the European Tour's Shenzhen International in April, had four par-or-better scores at Genzon GC to T16.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T1st in 2015 at the Nine Dragons Open.","dynStats" : "He ranks 10th in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}