{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "30637","tourCodeUC" : "C","tourCodeLC" : "c","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Benson","first" : "Yohann","middle" : "","extn" : "","nick" : ""}, "height" : "5-8","weight" : "170","birthDate" : "December 18, 1981","age" : "33","birthPlace" : "Montreal, Quebec, Canada","residence" : "Harmony, Florida","family" : "Wife, Shanna","education" : "","splInterest" : "People watching","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2007","clubAffl" : "Harmony Golf Preserve (Harmony, Florida)","cityPlaysFrm" : "","websiteUrl" : "TWITTER: @ybensonpga","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Conditional","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Has one victory on the NGA Tour and has competed on the eGolf Tour.\n\n2013: Competed on PGA TOUR Canada, where he played in nine events and made five cuts...Best showing came in back-to-back weeks. Was T23 at the Wildfire Invitational and the Cape Breton Classic...Season earnings totaled $4,923...Also made two starts on the NGA Hooters Tour. \n\n2008: Qualified for the U.S. Open (missed cut).\n","otherCarHigh" : "","personal" : "Took to golf from hockey after \"too many concussions\" and being too small and not quick enough...Did not play high school golf, taking up the game at age 18...Once worked in a spice and noodle factory...Has one brother...Favorite courses are Merion GC and Royal Montreal GC...Favorite team is the Montreal Canadiens (\"I love Carey Price.\")...Course he would like to play is \"Bushwood CC.\"...His cell phone ring features \"The Godfather\" theme...Favorite website is NHL.com\/rds.ca...Favorite college team is the Ohio Bobcats...Favorite shows are \"Family Guy\" and \"Family Feud\" and favorite movie is \"The Godfather\"...Favorite entertainer is Seth Macfarlane...Enjoys mafia books and Harvey's Hamburgers and Outback Steakhouse...Favorite city to visit is Paris...His dream foursome would include Price, Al Capone and Elvis Presley...Not many people know he caddied on the PGA TOUR and Web.com Tour...Going to Wrigley Field is atop his bucket list...Golf bag features a Pepe Le Pew headcover...Playing in the 2008 U.S. Open is his greatest thrill in golf...First-tee intro song would be \"Caress Me Down\" by Sublime...Twitter name is @ybensonpga.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "Has also played on the Tarheel Tour, Gateway Tour, Minor League Tour and Hooters Tour. Was the Tarheel Tour Rookie of the Year in 2005. \n\n2013: Competed on PGA TOUR Canada, where he played in nine events and made five cuts...Best showing came in back-to-back weeks. Was T23 at the Wildfire Invitational and the Cape Breton Classic...Season earnings totaled $4,923...Also made two starts on the NGA Hooters Tour. \n\n2012: Made six cuts on Tour, with his best finish a T22 at The Great Waterway Classic.\n\n2009: Matched course record with a 62 at the Times Colonist Open.\n\n2008: Lost his card but regained exempt status at the Fall Qualifying School. \n","otherCarHigh" : "Placed fourth at the 2004 Canadian Amateur","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(2): 2012 Ocala Open. 2013 Daytona Beach Open and Pro-Am.","intlVics" : "","curYearHigh" : "","carHigh" : "Has been primarily competing on various mini-tours since turning professional in 2007. Has also played on the eGolf Tour, the Gateway Tour, the Minor League Tour and the NGA Hooters Tour.\n\n2013: Won the Daytona Beach Open and Pro-Am. \n\n2012: Won the Ocala Open.\n\n2009: Made one start on the Web.com Tour, where he missed the cut at the Miccosukee Championship after rounds of 73-70...Best finish on the Canadian Tour was a T3 at the City of Surrey Invitational...Also was T6 at the Saskatchewan Open....Added a T10 at the Montreal Open...Matched course record with a 62 at the Times Colonist Open...Added the Harmony Golf Classic to his championship resume. \n\n2008: Qualified for the U.S. Open at Torrey Pines but missed the cut after rounds of 83-78...Lost his Canadian Tour card but regained his exempt status at the Fall Qualifying School.\n\n2007: Won the Abacoa Shootout.\n\n2006: Captured the Piedmont Series Open.\n\n2005: Named the The Tarheel Tour Rookie of the Year.\n\nAmateur: Placed fourth at the 2004 Canadian Amateur.\n","otherCarHigh" : "","personal" : "Did not start playing golf until he turned 18...His favorite golf memory was his first hole-in-one...Nickname is Yogi... Rabid New York Yankees and Montreal Canadiens fan...Favorite athlete is Montreal's Carey Price...Enjoys \"Family Guy\" and \"Family Feud\"...His favorite city to visit is Paris...His bucket list includes going to Wrigley Field...His dream foursome includes Carey Price, Al Capone and Elvis Presley...Among his favorite Websites are nhl.com and rds.ca...Enjoys \"The Godfather\" movies, as well as reading books about the mafia...Among his favorite courses are Royal Montreal and Merion...His biggest thrill in golf was qualifying for the 2008 U.S. Open...Has caddied on both the PGA TOUR and the Web.com Tour...His favorite entertainer is Seth MacFarlane...Enjoys Outback Steakhouse and Harvey's Hamburgers.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "Rabid New York Yankees and Montreal Canadiens fan","dynResults" : "His best finish on the PGA TOUR Canada was T3rd in 2009 at the City of Surrey Invitational.","dynStats" : "He ranks T60th in Scoring Average (Actual) on the PGA TOUR Canada."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}