{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24748","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Liang","first" : "WC","middle" : "","extn" : "","nick" : "WC"}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "161","weightMetric" : "73.03","birthDate" : "August 2, 1978","age" : "37","birthPlace" : "Guangdong, China","residence" : "Zhongshan, China","family" : "Wife; one child","education" : "","splInterest" : "","pronunciation" : "lee-UNG","nwTourAlumnus" : "","trndProYear" : "1999","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "447,411&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "","otherVics" : "(2): 2001 Davidoff Nations Cup [with Zhang Lian Wei]. 2005 Visa Dynasty Cup [with Zhang Lian Wei].","intlVics" : "(12): 1999 Kunming Classic [China], Dalian Classic [China], Beijing Classic [China], Shenzhen Classic [China]. 2005 Zhuhai Leg [China]. 2006 Hainan Leg [China], Omega Championship [China]. 2007 Clariden Leu Singapore Masters [Asia]. 2008 Hero Honda Indian Open [Asia]. 2009 Midea China Classic [OneAsia]. 2010 Luxehills Chengdu Open [OneAsia], Thailand Open [OneAsia]. 2012 Nanshan China Masters [OneAsia]. 2013 Resorts World Manila Masters [OneAsia].","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "(2): 2001 Davidoff Nations Cup [with Zhang Lian Wei]. 2005 Visa Dynasty Cup [with Zhang Lian Wei].","intlVics" : "(12): 1999 Kunming Classic [China], Dalian Classic [China], Beijing Classic [China], Shenzhen Classic [China]. 2005 Zhuhai Leg [China]. 2006 Hainan Leg [China], Omega Championship [China]. 2007 Clariden Leu Singapore Masters [Asia]. 2008 Hero Honda Indian Open [Asia]. 2009 Midea China Classic [OneAsia]. 2010 Luxehills Chengdu Open [OneAsia], Thailand Open [OneAsia]. 2012 Nanshan China Masters [OneAsia]. 2013 Resorts World Manila Masters [OneAsia].","curYearHigh" : "","carHigh" : "2013: In mid-November, returned to the winner's circle, capturing the Resorts World Manila Masters, defeating Prom Meesawat in a playoff after Meesawat fired a final-round 65 to force the extra session. In a generous gesture, he donated half his champion's winnings to victims of typhoon Haiyan that had hit the Philippines a week earlier...Opened his Asian Tour season with a third-place showing at the Avantha Masters, opening 66-66 to take a share of the 36-hole lead. Shot a pair of 69s on the weekend to finish five shots behind winner Thomas Aiken...Added another third-place effort, this time a T3, in June at the Lyoness Open. Opened with a 67 and closed with a 66 to finish three shots behind Joost Luiten...Six weeks later, added a T5 at the Russian Open, again shooting a final-round 66...Enjoyed success late in the year on the Japan Golf Tour. In his final two starts in late-September, had a pair of T4s, first at the ANA Open. Came back a week later with a 67-68 weekend performance at the Asia-Pacific Panasonic Open to T4 there, four behind winner Masahiro Kawamura...In mid-October in defense of his 2012 title, played in the Nanshan China Masters on the OneAsia Tour and took a share of the 54-hole lead with Darren Clarke. Could only manage an even-par 72 Sunday, matching Clarke, and the duo watched as Charl Schwartzel fired a second consecutive 68 to win by a stroke. \n\n2012: Had something of a disappointing season but did play well in spurts. Top performance was a victory at the OneAsia Tour's Nanshan China Masters in October. Opened 68-67-68 to hold a two-shot lead over Aaron Townsend with 18 holes to play. Stumbled to a 1-over 73 on the final day, but that was enough to get him into a playoff with Y.E. Yang. Won the playoff over Yang on the fifth extra hole...A month earlier, had flirted with victory on the Japan Golf Tour. At the ANA Open, was tied for 38th at the halfway point when he made his move. Shot a third-round 68 to move up 18 positions. On the final day, shot a tournament-low 64 to make a run at winner Hiroyuki Fujita, who hung on for a one-shot victory...Only other top-10 was on the OneAsia Tour in March when he T9 at the Jakarta Indonesia Open.\n\n2011: Did not record a top-10 during the season, splitting his time between the Asian Tour, the Japan Golf Tour, the European Tour and the OneAsia Tour. Of all his starts, his top performance was a T15 in May at the Totoumi Hamamatsu Open in Japan.\n\n2010: Earned his first major championship top-10, claiming a T8 at the PGA Championship. Opened 72-71 then fired a Saturday 64 to move into contention. A final-round 73 at Whistling Straits dropped him from a tie for fourth when the day began to his finishing position...Made two other PGA TOUR cuts, at the Sony Open in Hawaii (T25) and the World Golf Championships-CA Championship (T30)...Claimed the Luxehills Chengdu Open title on the OneAsia Tour in early April in a playoff over Korean Kim Hyung-tae. Moved to 80th in the Official World Golf Ranking...In fourth start on the PGA TOUR in 2010, finished T8 at the PGA Championship at Whistling Straits on the strength of a third-round, bogey-free 64. The previous course record of 65 was set by Miguel Angel Jimenez and Darren Clarke at the 2004 PGA Championship...Added a second OneAsia Tour title in September when he won the Thailand Open...Opened with rounds of 69-65 at the Barclays Singapore Open and eventually settled for a T10. \n\n2009: Missed the cut at The Open Championship in his only PGA TOUR start....Added a T40 at the World Golf Championships-HSBC Champions on the strenght of a final-round 68 in Shanghai....Represented his home country for a fourth time at the World Cup, again held in Shenzhen, China. Teamed with Lian-Wei Zhang.\n\n2008: Made his first major championship cut, never breaking par at The Open Championship but finishing T64...Played in his first Masters Tournament, shooting rounds of 76-78 to miss the cut...Played in the World Cup for a third time.\n\n2007: Broke through for his first major victory when he won the Clariden Leu Singapore Masters, beating Malaysia's Iain Steel in a playoff...Represented China in the World Cup as the event returned to China. At Mission Hills GC, he teamed with Lian-Wei Zhang to T11.\n\n2006: Finished fourth at the Barclays Singapore Open and posted five top-10s on the Japan Golf Tour. Also won a one-kilogram gold bar courtesy of UBS at the UBS Hong Kong Open after making an ace in the final round...Qualified for his first major championship, missing the cut at the PGA Championship...Won for a second consecutive year on the China Tour, winning the Hainan Leg. \n\n2005: Again played and won the Visa Dynasty Cup with Zhang Lian-Wei as his partner. Turned in top-10 performances on three separate tours, with his top performances a T6 at the Crowne Plaza Open-Beijing on the Asian Tour, a T5 at the Caltex Masters on the European Tour and a T3 at the Aiful Cup on the Japan Golf Tour...Won the Zhuhai Leg on the China Tour.\n\n2004: Earned his Japan Golf Tour card and made the most of his opportunity, turning in five top-10 performances, with his top showing a T4 at the Bridgestone Open to finish 51st on the order of merit. Also added a T3 at the Sanya Open on the Asian Tour. Was a member of the Asian team that won the Visa Dynasty Cup. \n\n2003: Qualified for the World Cup with countryman Zheng Wen-Gen but had to withdraw from the event as it conflicted with the Japan Golf Tour Qualifying Tournament. 2001: Teamed with Lian-Wei Zhang to finish 17th at the World Cup in Japan, China's best showing in the event at the time...Captured the Davidoff Nations Cup, with partner Zhang Lian-Wei.\n\n1999: Won his first professional title and captured three others playing primarily on the China Golf Tour. Initial victory came at the Kunming Classic, and he followed that with titles at the Dalian Classic, Beijing Classic and the Shenzhen Classic. \n\nAmateur: Won the China Amateur three times in a row and finished T4 at the 1999 Volvo China Open.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "World Cup (6), 2001, 2007, 2008, 2009, 2011, 2013; Royal Trophy (2), 2009, 2013.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}