{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20157","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Goosen","first" : "Retief","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "185","weightMetric" : "84","birthDate" : "February 3, 1969","age" : "47","birthPlace" : "Polokwane (formerly Pietersburg), South Africa","residence" : "Polokwane (formerly Pietersburg), South Africa; Orlando, Florida","family" : "Wife, Tracy; Leo (3\/8\/03), Ella Ann (11\/18\/04)","education" : "","splInterest" : "Water skiing, fine wines.","pronunciation" : "ruh-TEEF GOO-sun","nwTourAlumnus" : "","trndProYear" : "1990","clubAffl" : "","cityPlaysFrm" : "Polokwane; ; South Africa","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2001","qSchoolYear" : "","exmtStatus" : "111th in 2014-15 FedExCup points","otherVics" : "(3): 1997 Dunhill Cup [with Ernie Els, David Frost]. 1998 Dunhill Cup [with Ernie Els, David Frost]. 2001 World Golf Championships-EMC World Cup [with Ernie Els].","intlVics" : "(24): 1991 Iscor Newcastle Classic [SAf]. 1992 Spoornet Classic [SAf], Bushveld Classic [SAf], Witbank Classic [SAf]. 1993 Mount Edgecombe Trophy [SAf]. 1995 Phillips South African Open [SAf]. 1996 Slaley Hall Northumberland Challenge [Eur]. 1997 Peugeot Open de France [Eur]. 1999 Novotel Perrier Open de France [Eur]. 2000 Lancome Trophy [Eur]. 2001 The Scottish Open at Loch Lomond [Eur], Telefonica Open de Madrid [Eur]. 2002 Johnnie Walker Classic [Eur], Dimension Data Pro-Am [SAf]. 2003 Lancome Trophy [Eur]. 2004 Smurfit European Open [Eur], Nedbank Challenge. 2005 Volkswagen China Masters [Asia], Linde German Masters [Eur]. 2006 South African Airways Open [Eur], Volkswagen China Masters [Asia]. 2007 Comercialbank Qatar Masters [Eur]. 2008 Iskandar Johor Open [Asia]. 2009 Africa Open [SAf].","curYearHigh" : "","carHigh" : "2014-15: By virtue of three top-10 finishes, highlighted by a third-place showing, finished at No. 118 in FedExCup standings. Qualified for the Playoffs for the seventh time but did not compete at the first Playoffs' event (The Barclays) due to a family commitment. At No. 111 in the FedExCup standings did not advance past the first event...In search of his eighth career PGA TOUR win, and first since the 2009 Valspar Championship, finished T3 at the season-opening Frys.com Open, three strokes behind champion Sangmoon Bae. Showing represented his second start at the event, having missed the cut in 2013. Was his best finish on TOUR since finishing T3 at the 2011 FedEx St. Jude Classic. Week was highlighted by a third-round, 6-under 66...Held a two-shot, 54-hole lead at the Northern Trust Open in February. On Sunday, struggled with a 4-over 75 at Riviera CC that left him T8 and two strokes out of the playoff featuring James Hahn, Dustin Johnson and Paul Casey, an overtime session that Hahn won...Had a strong performance in late-June at the European Tour's BMW International Open in Germany. Fired four under-par rounds at GC Munchen Eichenried, including weekend scores of 69-67 (8-under) to T4 with Kiradech Aphibarnrat and Carlos Del Moral, three shots behind winner Pablo Larrazabal...Finished T46 at the Quicken Loans National after holding a share of the first-round lead...In his second start at the Barracuda Championship, finished sixth in the Modified Stableford Format scoring tournament.\n\n2013-14: Regained form after battling back injuries the last couple years by making 21 of 26 cuts, with two top-10s. Returned to the FedExCup Playoffs for the first time since 2011. Finished T66 at The Barclays but did not advance in the Playoffs, finishing No. 103 in the FedExCup standings...Making just his fifth career start at the Sony Open in Hawaii, posted all four rounds in the 60s to T8 and record his fourth top-20 finish at the event...Playing in his 13th and final event on a Major Medical Extension, needed to finish 26th or better at the Shell Houston to earn the remaining money and extend the Exemption for the remainder of the year. With rounds of 68-71-71-70, finished T8 and was one of just four players to post all four rounds under par at the GC of Houston. \n\n2013: Made six of nine PGA TOUR cuts in his comeback from back surgery...Making his first TOUR start of the season after undergoing back surgery on August 21, 2012, finished T9 at the AT&T Pebble Beach National Pro-Am and earned $175,500 to earn Major Medical Extension status for the remainder of the season. Needed $76,336 to extend his Major Medical for the 2013 season. His top-10 finish was his first since a T3 at the 2012 FedEx St. Jude Classic...Withdrew from THE PLAYERS and did not make another start the rest of the season due to recurring back issues...Will have 13 events in the 2013-14 season to earn $279,781 under another Major Medical Extension. \n\n2012: Was 127th in the FedExCup standings in August before he had to take the rest of the season off to recover from a back operation. Will have five events in the 2013 season to earn $76,336, which coupled with 2012 earnings of $571,174 would equal No. 125 from the 2012 money list. Had back surgery on August 21 to repair a damaged disc...In addition to other worldwide events, managed a pair of PGA TOUR top-10 finishes...Contended at the Africa Open before finally settling for a third-place showing in the European Tour's season-opener, three strokes behind winner Louis Oosthuizen...Added his second top-five of the season, at the Volvo Golf Champions. Shot a final-round 70 at The Links of Fancourt to make it into a three-man playoff that also included Branden Grace and Ernie Els. Finished T2 after Grace made a two-putt birdie on the par-5 first extra hole (the 18th) to his and Els' pars...Opened with rounds of 69-68-65 at the Transitions Championship to share th 54-hole lead with Jim Furyk at 11-under. Third-round 65 was his lowest in 32 career trips around the Copperhead Course. Made double bogey on the first hole of the final round and never recovered, carding a final-round 75 to finish T20...Finished T5 at the Volvo World Match Play Championship, making it to the quarterfinals at Finca Cortesin in Spain before dropping a 6-and-5 decision to Paul Lawrie...Two-time U.S. Open champion earned his third top 10 at the event, finishing T10 at The Olympic Club in June...At the end of July, posted a third-round, 7-under 63 at Hamilton G&CC en route to a T10 at the RBC Canadian Open, where he finished runner-up in 2009.\n\n2011: Season highlighted by sixth consecutive appearance at The Presidents Cup...Opened the European Tour in December 2010 with a runner-up finish at the South African Open. He had four rounds at 64 or better (64-68-63-63) but still lost by a stroke to Ernie Els...Played in the European Tour's Abu Dhabi Championship and T3 to finish a distant 10 strokes behind winner Martin Kaymer...One year after a career-high 10 top-10 finishes, collected only top 10 of the PGA TOUR season in his eighth start, with a T3 at the FedEx St. Jude Classic. Carded a tournament-best 64 in the third round...In his sixth career Presidents Cup appearance, playing for the losing International team, he compiled a 3-2-0 record, including a singles victory over Matt Kuchar...Only 11 months after losing to Els at the South African Open, he entered the final round of the tournament tied for second, three strokes behind leader Hennie Otto. He struggled to a 1-over 73 at Serengeti GC to T6. 2010: Finished the season ranked No. 10 in the FedExCup standings, with a career-high 10 top-10 finishes...Making his first trip to the SBS Championship since 2005, finished T6, five strokes behind champion Geoff Ogilvy. It represented his fifth top-15 finish in as many attempts at the limited-field event...Tied his career-low round with a final-round 62 at the Sony Open in Hawaii to finish fourth...Finished T5 at the World Golf Championships-Accenture Match Play Championship, losing 4 and 3 in the quarterfinals to eventual third-place finisher Camilo Villegas...Finished fifth at the Transitions Championship, a title he won in 2009, marking the best result for a defending champion in tournament history (previous best was T6 by K.J. Choi in 2007)...Finished T4 at the Arnold Palmer Invitational in his 11th start at Bay Hill...Posted a third-round, 6-under 64 at the Travelers Championship on the way to a T5...Enjoyed his seventh top-10 of the year with a sixth-place effort at The Open Championship, his eighth top-10 in 16 starts at the Open...Held the 36-hole lead at the World Golf Championships-Bridgestone Invitational, at 7-under-par 133. Rebounded from a third-round, 3-over-par 73 with a 65 in the final round to finish T3 for his eighth top-10 of the season...Posted all 12 rounds at par or better in the first three events of the 2010 PGA TOUR Playoffs, finishing T21 at the Barclays, T25 at the Deutsche Bank Championship and seventh at the BMW Championship...Entered the TOUR Championship No. 17 in the FedExCup standings and moved to No. 10 with a third-place finish at East Lake GC, his best finish in 12 career Playoff starts...Picked up his second consecutive top 10 at the World Golf Championships-HSBC Champions when he T6 at Sheshan International GC in Shanghai, China. Rounds of 69-68 on the weekend helped him move up the leaderboard, giving him his sixth top 10 in a World Golf Championships event and third of the season in the worldwide series of events. \n\n2009: Holed a 5-foot par-saving putt on the final hole to win the Transitions Championship, his first TOUR victory in almost four years. Trailed Tom Lehman by one stroke entering the final round at Innisbrook but jumped into the lead for good with an eagle at the par-5 11th hole. 1-under 70 allowed him to avoid a playoff with Brett Quigley and Charles Howell III. Both missed birdie putts on the last hole in the groups ahead. Victory was his seventh on the PGA TOUR and moved him to fifth in the FedExCup points race. It was his second victory at Innisbrook, having won in 2003 when it was played in the fall. He also joined K.J. Choi as a multiple winner at Innisbrook...Also finished third at the AT&T Pebble Beach National Pro-Am...Fired a final-round 65 to win the Africa Open at East London GC on the Sunshine Tour. Finished one stroke ahead of Darren Clarke, Michael Hoey, Branden Grace and Darren Fichardt...Was in contention all week at The Open Championship after a 3-under 67 in the first round but a final-round 72 saw him finish T5, two off the lead...Made an eagle-three at the 72nd hole at the RBC Canadian Open to force sudden death with Nathan Green. Led the field on the par 5s that week, playing them in 15-under. Lost on the second extra hole with a bogey to Green's par...Earned his fifth top-10 of the season at the Deutsche Bank Championship. Shared the 54-hole lead with Steve Stricker and Sean O'Hair but a final-round 71 dropped him to T8...Made fifth consecutive Presidents Cup team...At the Joburg Open, at Royal J & K Golf Club, made a double eagle on the 18th hole in the second round. \n\n2008: Second consecutive season finishing outside of the top 20 on the money list. Made the cut in 13 of 18 starts with two top-10s. Best finish was a T2, one stroke behind winner Geoff Ogilvy, at the World Golf Championships-CA Championship...Won the Iskandar Johor Open on the Asian Tour. \n\n2007: Recorded one top-10 in 14 starts on the PGA TOUR and finished outside the top 20 on the money list (93rd) for the first time since rookie season in 2001...Ninth on European Tour Order of Merit, with 14th career European Tour victory at the Commercialbank Qatar Masters. Was two back with two holes remaining before pulling off a birdie-eagle finish at the Doha GC to defeat Nick O'Hern…Despite an opening 4-over-par 76, finished T2 at the Masters Tournament, marking his third straight top-five finish at Augusta and the fourth of his career. Closed with rounds of 70-69. Lost to winner Zach Johnson by two shots after playing the par-4 18th in 4-over par for the week…Represented the International team at The Presidents Cup for the fourth consecutive time. 2006: Finished out of the top 10 on the PGA TOUR money list for the first time since rookie campaign in 2001...Streak of five consecutive seasons with a TOUR victory was snapped...Finished eighth on the European Tour Order of Merit with a victory at the South African Airways Open…Recorded his first career top-10 in at THE PLAYERS Championship. Finished as the runner-up, six strokes behind Stephen Ames. One of only two players to post four sub-par rounds for the week at TPC Sawgrass...Battled to T3 finish at the Masters, three strokes behind Phil Mickelson. Finish was third top-10 in eight starts in Augusta...On Asian Tour, successfully defended Volkswagen China Masters title. 2005: Finished the season No. 4 in the Official World Golf Ranking, with wins on both the PGA TOUR and the European Tour…First top-10 was third at the Accenture Match Play Championship. Only No. 1 seed to advance past the third round. Fell to Chris DiMarco, 2 and 1, in the semifinals. Went on to top Ian Poulter in 20 holes in the consolation match...Finished T3 at the Masters...Defending champion and third-round leader shot a final-round 81 at Pinehurst No. 2 to fall to T11 at the U.S. Open...Finished T5 at The Open Championship thanks to a third-round 6-under 66…Earned sixth career TOUR victory at The INTERNATIONAL at age 36 years, 6 months and 4 days. Forced to play 36 holes on Sunday due to Thursday's first round being washed out, scored 15 points on Sunday in the Modified Stableford scoring system to finish with 32 points and overcome 54-hole leader Brandt Jobe...Was among the leaders all week at the PGA Championship at Baltusrol GC, but a closing 2-over 72 dropped him to T6…Went wire-to-wire to win the Volkswagen China Masters by six strokes over Michael Campbell. Opened and closed with a Jinghua GC course record of 8-under 64...Week later, picked up his first European Tour victory of the season by defeating four players by a stroke at the German Masters. The win moved him back to the top of the European Tour's Order of Merit...Lost to eventual champion Michael Campbell in the semifinals of the HSBC World Match Play Championship in Wentworth, England. Campbell jumped past Goosen to No. 1 in Europe with the win...Led International squad with a 4-0-1 record at The Presidents Cup, including a 2-and-1 Sunday singles victory over Tiger Woods. 2004: Became the 21st player to win multiple U.S. Opens after finishing two strokes ahead of Phil Mickelson at Shinnecock Hills. After holding two-stroke 54-hole lead over Mickelson and Ernie Els, trailed Mickelson by one stroke with three holes to play. Took lead for good when Mickelson double bogeyed the par-3 17th hole and he birdied the par-5 16th hole. Needed only 24 putts, including 11 one-putts, in the final round and recorded 32 one-putts for the tournament...Won the Smurfit European Open by five strokes, two weeks after taking the U.S. Open…Posted his third consecutive top-10 on TOUR and back-to-back top-10s in a major with his T7 finish at The Open Championship in Scotland...Injured in a jet-ski accident in Barbados in late July that caused him to pull out of The INTERNATIONAL and the PGA...Captured the season-ending TOUR Championship by Coca-Cola at East Lake GC. Entered final round four shots off the lead of Tiger Woods and Jay Haas after opening 70-66-69. Posted a bogey-free, 6-under-par 64 on Sunday to win by four shots and collect a paycheck of $1.08 million. 2003: Rode second- and third-round leads to a three-stroke victory over Vijay Singh at the Chrysler Championship, the third win of his career on TOUR...Continued a decade of consistency on the European Tour, winning the 34th and final Lancome Trophy to continue a string of nine consecutive years with at least one victory. 2002: Won on three different Tours and three different continents—PGA TOUR, European Tour and Southern Africa Tour...Won the Order of Merit on European Tour for second straight season...Won the Johnnie Walker Classic in Australia on the European Tour by eight strokes. Fired a course-record, third-round 63 and led by 13 entering the final round...Won the Dimension Data Pro-Am at the Gary Player CC, his second win in as many weeks...Third-round 68 moved him to 14-under 202 and gave him a two-shot lead over Phil Mickelson at the BellSouth Classic. Closed with a 70 to earn a four-stroke victory over Jesper Parnevik. Moved up to then-career-best No. 4 in Official World Golf Ranking following the BellSouth Classic. 2001: Earned more than $1.1 million in 10 starts during official rookie campaign on PGA TOUR. Became fourth rookie in TOUR history to earn $1 million in his first season...Won U.S. Open in 38th start in a TOUR event, defeating Mark Brooks, 70-72, in 18-hole Monday playoff at Southern Hills CC. Overcame three-putt on 72nd hole on Sunday to become the eighth player in past 50 years to make U.S. Open first TOUR title. Held first-round lead and shared second- and third-round leads...Joined TOUR as member week of July 30...Won the Order of Merit on European Tour, first South African winner since 1975 (Dale Hayes). 2000: Continued love affair with France by winning Lancome Trophy, his third victory in France...Won the Nelson Mandela Invitational with Allan Henning. \n\n1999: Suffered broken left arm in skiing accident in Switzerland prior to season...Won third European Tour title—Novotel Perrier Open de France—in playoff with Greg Turner. \n\n1998: His top European Tour performances were a pair of third-place outings—at the Johnnie Walker Classic in Thailand and the Alfred Dunhill South African PGA. In Phuket, Thailand, battled Tiger Woods and Ernie Els all week, with Woods prevailing on the strength of a final-round 65 at Blue Canyon CC...At the Alfred Dunhill event, a strong weekend (69-65 at Houghton GC in Johannesburg) wasn't enough, as he fell to Tony Johnstone by four shots.\n\n1997: Won Peugeot Open de France, thanks to an opening 64 at Le Golf National in Paris. Beat Jamie Spence by three shots. Win came in his next European Tour start following a runner-up finish...Was solo second at the Compaq European Grand Prix on the same site, Hunting Course, where he won the Slaley Hall Northumberland Challenge a year earlier. Finished a distant five shots behind winner Colin Montgomerie...Was third at the Gulfstream Loch Lomond World Invitational in Scotland, seven shots behind a dominant Tom Lehman...Had four other European Tour top-10s, with his best showing of the group a solo fourth at the Alfred Dunhill South African PGA, three off the 19-under number that got Nick Price and David Frost into a playoff that Price won. \n\n1996: Broke through with his first European Tour win, at the Slaley Hall Northumberland Challenge in Hexham, England. Opened with a 66-69 at the Hunting Course and held on for a two-shot win over Ross Drummond. \n\n1995: Collected sixth victory on Southern Africa Tour at the Philips South African Open...Top European Tour finish was a fifth-place showing at the Open Catalonia after taking a share of the first-round lead with Phillip Price...Two weeks later, finished solo third, two shots out of the Robert Allenby-Bernhard Langer playoff at the Peugeot Open de France...Was T5 in the International Trophy at the World Cup in Shenzhen, China, while his team, with Hendrick Buhrmann as his partner, finished solo eighth.\n\n1994: Had a runner-up European Tour finish for the second season in a row, finishing T2 at the Portuguese Open, four shots shy of winner Phillip Price...In back-to-back weeks in August, he was solo third at both the Hohe Brucke Open in Austria and the Murphy's English Open in England. At Forest of Arden Hotel and CC, he had a 65-67 weekend to move up the leaderboard. \n\n1993: Won for the third consecutive year, taking the South African Tour's Mount Edgecombe Trophy...Missed only four cuts in 24 European Tour starts, with a runner-up showing at the Dubai Desert Classic his top finish. Shot a final-round 68 at Emirates GC to finish two strokes behind fellow countryman Wayne Westner...Added another top-10, in July at the Carroll's Irish Open. Was tied for 26th when the final round began then shot a 6-under 66 to move into a T6, six strokes behind winner Nick Faldo...Other top 10s were both T10s, at the Murphy's English Open and the Volvo Masters...Represented South Africa at the World Cup for the first time, pairing with Ernie Els to T6 in Orlando.\n\n1992: Won three times on the South African Tour, at the Spoornet Classic, the Bushveld Classic and the Witbank Classic...Made his European Tour debut at the Dunhill British Masters, missing the cut...Made his first European Tour cut three months later, at the Scandinavian Masters (T49)...Contended in his final two European Challenge Tour events, turning in a runner-up finish at the East Sussex National Challenge and a T6 at the Audi Open. \n\n1991: Southern Africa Tour Rookie of Year, thanks to his first professional victory, the Iscor Newcastle Classic...Made his European Challenge Tour debut, finishing 13th at the Neuchatel Open Amateur: Won 1990 South African Amateur Championship.\n","otherCarHigh" : "","personal" : "Was struck by lightning as an amateur in South Africa...Introduced to golf at age 9 by his estate agent father, a 10-handicapper...Is involved in course design work, with his first course, Legend Golf & Safari Resort, open in his native South Africa...Maintains a journal which can be found on his website, retiefgoosen.com. Spends a lot of time when home on his wine farm by the Outeniqua Mountain range near George, South Africa...Website is thegoosewines.com.","otherInfo" : "","ntlTeams" : "The Presidents Cup (6), 2000, 2003, 2005, 2007, 2009, 2011; World Cup (5), 1993, 1995, 2000, 2001, 2007; Dunhill Cup (6), 1995, 1996, 1997, 1998, 1999, 2000.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T11th at the Valspar Championship.","dynStats" : "He ranks 23rd in Career Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/pages\/Retief-Goosen\/95700405755"},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/thegoose_golf"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}