{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "10885","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Allenby","first" : "Robert","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "180","weightMetric" : "82","birthDate" : "July 12, 1971","age" : "44","birthPlace" : "Melbourne, Australia","residence" : "Melbourne, Australia","family" : "Wife, Kimberly; Harry Jack (9\/20\/99); Lily Bella (1\/17\/02)","education" : "","splInterest" : "Fishing, Challenge Cancer Support Network (Melbourne, Australia)","pronunciation" : "allen-BEE","nwTourAlumnus" : "","trndProYear" : "1991","clubAffl" : "","cityPlaysFrm" : "Melbourne; ; Australia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "27,418,215&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1999","qSchoolYear" : "1998","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(18): 1999 Victorian Open [Aus]. 1992 Perak Masters [Aus], Johnnie Walker Classic [Aus]. 1993 Optus Players Championship [Aus]. 1994 Heineken Australian Open [Aus], Honda Open [Eur]. 1995 Heineken Classic [Aus]. 1996 Alamo English Open [Eur], Peugeot Open de France [Eur], One2One British Masters [Eur]. 2000 Australian PGA Championship [Aus]. 2001 Australian PGA Championship [Aus]. 2003 MasterCard Australian Masters [Aus]. 2005 Australian Open [Aus], Australian PGA Championship [Aus], Australian Masters [Aus]. 2009 Nedbank Challenge [SAf], Australian PGA Championship [Aus].","curYearHigh" : "","carHigh" : "2014-15: With a career-low No. 187 finish in the FedExCup, missed the Playoffs for just the second time (2013). Season included eight made cuts in 25 starts, with a T8 in the season-opening Frys.com Open his lone top-10 finish. Posted four rounds below par at the event, highlighted by a third-round, 6-under 66, to finish T8, four strokes behind champion Sangmoon Bae...Shot a final-round 68 at the BetEasy Masters on the PGA Tour of Australasia to move into a T9...Picked up a T7 at his national open, the Emirates Australian Open, in late-November 2014 in Sydney...Finished in a tie for 96th in the Web.com Tour Finals.\n\n2013-14: Made 12 of 29 cuts but failed to record a top-10 for the first time since the 1999 season. Returned to the FedExCup Playoffs after missing in 2013 but missed the cut at The Barclays to end his season at No. 125 in the FedExCup standings. Has qualified for the Playoffs seven of the eight years...Received the Charlie Bartlett Award from the Golf Writers Association of America, given to a player whose unselfish contributions have improved society...Utilized his one-time top 125 on the career money list exemption for the 2013-14 season.\n\n2013: Missed the FedExCup Playoffs for the first time since Playoffs began in 2007. Ended a streak of 13 seasons inside the top 125 on the money list...Finished T10 at the FedEx St. Jude Classic, his first PGA TOUR top-10 since a T7 at the same event in 2012 (29 starts)...Finished T11 in September at the European Tour's KLM Open. \n\n2012: Entered the FedExCup Playoffs ranked No. 112 in the standings but missed the cut at The Barclays to fail to advance to the Deutsche Bank Championship. It marked the first year in the six-year history of the Playoffs that he didn't advance to at least the BMW Championship (the third of four events)...Played a superb final round at the Mayakoba Golf Classic in late February and walked to the 72nd hole with a two-stroke lead. Found trouble with his drive and eventually made double bogey, which left him in what turned out to be an eight-hole playoff with rookie John Huh. The duo alternately played seven extra holes at El Camaleon GC (Nos. 18 and 10), trading pars along the way, until he lost his approach on the par-3 10th to the right, chipped out and missed his par putt, giving Huh his first PGA TOUR title. Earlier in the day, he began his round by making five straight birdies on holes 2 through 6 and added three more against no bogeys until his double bogey on No. 18...In his 10th start at the FedEx St. Jude Classic, claimed his fourth top-10 finish at TPC Southwind, with a T7. Despite bogeys on two of his first three holes in the final round, turned in a 1-under 69 to claim the top-10, three strokes off Dustin Johnson's 9-under winning total. \n\n2011: Former champion posted first of three top 10s of the season with a T4 at the Northern Trust Open, his fifth top 10 in 13 starts at the event. One of a PGA TOUR record nine players to hold a share of the first-round lead, at 4-under-par...Next top-10 finish, a T6, came at the Shell Houston Open. It marked his 65th top-10 TOUR finish...Collected a third top 10 of the season with a T6 at the AT&T National on the strength of a final round, 5-under 65, a score that was his low round on the PGA TOUR to date and featured a hole-in-one on the par-3 14th. The ace was the eighth of his career, tying him for second-most on TOUR since 1971, trailing only Hal Sutton's 10...Was one of two Captain's Picks selected by Greg Norman for The Presidents Cup held in his hometown of Melbourne, Australia. Struggled to an 0-4-0 record for the International team...A week later, he found himself in a playoff at the Australian PGA Championship with Marcus Fraser and Greg Chalmers. Along with Fraser, he made a bogey on the first playoff hole to Chalmers' par, giving Chalmers the victory. \n\n2010: Despite missing significant time due to injury, earned berth in the TOUR Championship by Coca-Cola for the seventh time...Finished second in his first start of the year at the Sony Open in Hawaii, and followed that with another runner-up finish at THE PLAYERS Championship...Shared the first-and third-round leads at the Sony Open in Hawaii before a final-round 3-under 67 led to a runner-up finish (the seventh of his career) by one stroke to Ryan Palmer. Four-day total of 14-under included playing the first seven holes at Waialae at 1-over-par, but the final 11 holes at 15-under and bogey-free. Was attempting to win third consecutive start on three Tours, as he won in South Africa and Australia to end 2009...In his next start he posted a T9 at Farmers Insurance Open where he was 13-under, and just a stroke behind leader Ben Crane, in the final round before dropping three stokes in the last five holes, including a triple bogey-eagle finish...Posted his third top-10 finish of the year at the Waste Management Phoenix Open, marking his 111th top-10 finish in 439 career starts spanning five Tours (PGA TOUR, European, Japan, Australasian and South African)...Made an ace, an eagle on a par 4 and an eagle on a par 5 at the CA Championship, where he finished T11. He eagled the par-4 fifth hole in the first round and an eagle on the par-5 first hole and an ace on the par-3 13th hole in the second round. It was the first time an ace, an eagle on a par 4 and an eagle on a par 5 had been recorded in the same tournament since Tiger Woods at the 1998 Sprint International. He finished second at THE PLAYERS Championship, one stroke behind Tim Clark. In 14 starts at THE PLAYERS (at the time), posted two top-10 finishes (T4 in 2003, second in 2010) and four top-25s...Did not play between The Open Championship and The Barclays, the first Playoffs event, due to a knee injury suffered while boating...Played in all four Playoff events, and finished 28th overall in the FedExCup standings...Making his first start of the Fall Series, carded rounds of 68-68-66-66 to finish T3 at the McGladrey Classic. Entered the final hole with a share of the lead, but went on to double bogey the hole for the second time in four days. Finished two strokes behind champion Heath Slocum...Traveled to his native Australia late in the season and finished T8 at the JBWere Australian Masters. \n\n2009: Finished the season No. 43 on the FedExCup points list, with 16 made cuts in 21 starts...Earned a T5 at The Honda Classic for his first top-10 of the season and his third consecutive top-10 at The Honda Classic (T5 in 2007, T4 in 2008). Wore a pink shirt on Sunday in memory of his mother, Sylvia, who passed away a month earlier following a long battle with cancer. With the finish, tied Tiger Woods for the TOUR lead with 30th consecutive made cut...Finished T4 at the St. Jude Classic, his second consecutive top-five effort at TPC Southwind...Shot four rounds in the 60s to finish T2 with Padraig Harrington at the World Golf Championships-Bridgestone Invitational, four behind winner Tiger Woods. The T2 matched his career-best finish in a World Golf Championships event (T2 in 2002 Bridgestone Invitational)...Had a 2-2-1 record in his fifth Presidents Cup appearance...Beat Henrik Stenson on the third playoff hole to capture the Nedbank Challenge in South Africa, his first victory since the 2005 Australian Masters. Improved worldwide playoff record to 11-1...The following week, shot a final-round 66 to claim the Australian PGA title for a fourth time. \n\n2008: Despite not winning, posted career-best numbers in money list finish (No. 11), earnings ($3,606,700), cuts made (27), top-10 finishes (nine) and top-25 finishes (17). After missing the cut in his first event of the year at the Sony Open in Hawaii, did not miss a cut the remainder of the year (27 consecutive). Among his nine top-10 finishes were a playoff loss at the Stanford St. Jude Championship, a runner-up finish at the Turning Stone Resort Championship and a T3 at the AT&T National...Finished T7 at the Northern Trust Open in February, an event he won in 2001...Recorded his second top-10 finish of the season with a T4 effort at The Honda Classic...Recorded his fifth PGA TOUR hole-in-one in the second round on No. 4 at Harbour Town GL, site of the Verizon Heritage...Finished fourth at the Wachovia Championship, thanks in part to a bogey-free 66 in the final round. After bogeying the first hole on Saturday, did not record a bogey over his final 35 holes...Finished T10 at the Memorial Tournament, for his second top-10 in Dublin, Ohio, in 12 appearances...Posted a final-round 65 at TPC Southwind in the Stanford St. Jude Championship to get into a playoff with Justin Leonard and Trevor Immelman. Lost in a three-man playoff to Leonard on the second extra hole. It was his third runner-up finish since winning the 2001 Marconi Pennsylvania Classic (178 starts). Playoff loss was the first of his career. Three of his four TOUR victories have come in playoffs...Finished T3 at the AT&T National for his fourth top-10 in his last six starts. He and Jim Furyk became the only players to finish in the top 10 in each of the first two AT&T Nationals held at Congressional CC...Opened in a three-way tie for the lead at The Open Championship with a 1-under 69. Three over-par rounds resulted in a T7. It was his best finish out of 16 starts at The Open Championship, his only other top-10 finish was a T10 in 1997...Played in all four of the PGA TOUR Playoffs for the FedExCup events, including making his sixth start at THE TOUR Championship, where he finished 16th. Finished 19th in the FedExCup standings...Fifth runner-up finish of his career came at the Turning Stone Resort Championship, finishing 8-under 280 and one stroke behind champion Dustin Johnson...Ninth top-10 finish of the season was a T7 at Ginn sur Mer Classic, two strokes behind champion Ryan Palmer. Nine top-10 finishes tied career best set in 2003. \n\n2007: Steady finisher all year, never out of the top-30 in the FedExCup points standings or the money list...Past champion finished T3 at the Nissan Open, three strokes behind champion Charles Howell III with four rounds in the 60s...Shared the first-round lead at the World Golf Championships-CA Championship with a 5-under 67. Closed with the low round of the day at Doral Golf Resort and Spa (5-under 67) to finish T3, his first top-10 in six career starts at the event. \n\n2006: Finished in the top 65 on the PGA TOUR money list for the seventh consecutive season. Missed just two cuts in 22 starts and finished in the top 25 in more than half of them (12)...First top-10 was solo fourth at the Bay Hill Invitational...Shared the 36-hole lead at the Deutsche Bank Championship, but closing rounds of 73-68 dropped him to T4 in Boston...Finished second on TOUR in All-Around Ranking behind Tiger Woods, and fifth in Total Driving. \n\n2005: Made a career-high 31 starts on TOUR while finishing 63rd on the money list, his lowest finish since finishing 126th in 1999. His three top-10s were the lowest since he posted three in 2000. Plagued much of the early part of the season by chronic inflammation in his hands that kept him from being able to bend his fingers after waking up until he held them under hot water for a period of time. Ended year with three consecutive wins on the PGA TOUR of Australasia. Became first player to win Australian “Triple Crown,” at the Australian Open, Australian PGA Championship and Australian Masters in consecutive weeks. Won second Australian Open title despite an injured hand. Struggled to a final-round 77 on a day when nobody shot a sub-70 round but was still able to hold off Nick O'Hern, John Senden and Paul Sheehan by a stroke...Shot weekend rounds of 64-67 to win the Australian PGA Championship by a stroke over Mathew Goggin...Improved playoff record to 10-0 worldwide, with a victory over Bubba Watson on the first extra hole of the Australian Masters in late November. \n\n2004: Finished in the top 50 on the money list and earned more than $1 million for the fifth straight season. \n\n2003: Posted a career-best nine top-10s, placing in the top 30 in earnings for the fourth consecutive season...Best finish was third at the EDS Byron Nelson Championship...Also won at the MasterCard Australian Masters. \n\n2002: Finished 27th on the money list despite not winning for the first time since 1999...T2 at NEC Invitational at Sahalee CC. \n\n2001: His second consecutive top-30 finish in earnings (16th) was driven by two victories. Beat Brandel Chamblee, Toshi Izawa, Dennis Paulson, Jeff Sluman and Bob Tway in a playoff at the Nissan Open with birdie on first extra hole when he laced a 3-wood through a cold rain to 5 feet and made the putt. Improved playoff record to 3-0 on TOUR and 9-0 overall...Later in the year, earned second title at the Marconi Pennsylvania Classic with a three-stroke victory. Took the lead after second round and cruised to three-stroke victory. \n\n2000: Earned first two TOUR victories. Posted first win at Shell Houston Open. Despite placing one shot in water and another in grandstand, defeated Craig Stadler in four-hole playoff. Second win came on first hole of playoff with Nick Price at Advil Western Open...Participated in his third career Presidents Cup as member of International team, combining for a 1-3-0 record in losing effort. Beat Paul Azinger in singles, 2 and 1...Edged Steve Conrad by one stroke to win the Australian PGA Championship in December. \n\n1999: In rookie season on TOUR, finished just outside the top 125 in earnings (No. 126). \n\n1998: Earned exempt status for 1999 by finishing 17th at PGA TOUR Qualifying Tournament. \n\n1997: Posted his first top-10 in a major with T10 at The Open Championship...Had 11 top-10s (four top-fives) on the Australasia Tour, with his runner-up showing at the Schweppes Coolum Classic the week of Christmas in his final start of the season his top performance. Shot a final-round 66 but still came up three strokes short of winner Craig Parry. \n\n1996: Won three times on European Tour, at the Alamo English Open, Peugeot French Open and One2One British Masters, to finish third on European Tour Order of Merit...At the English Open, took a one-stroke win over Ross McFarlane and Colin Montgomerie in Coventry...At Le Golf National in Paris, he shot a final-round 69, birdieing the 72nd hole to force a playoff with Bernhard Langer at the France Open. Beat Langer in the playoff by canning a 35-foot birdie putt on the first extra hole...Final win of the year came also in playoff fashion when he beat Miguel Angel Martin at the One2One British Masters at Collingtree Park in Northampton, England. He held a four-stroke lead with eight to play before he stumbled in, missing a 6-foot putt on the 72nd hole. In the playoff, he won his third title of the season on the first extra hole...Was in position to win a fourth title of the year butr finished T2 at the Canon Challenge on the Australasian Tour, two strokes behind winner Peter Senior. \n\n1995: Claimed the Heineken Classic title to hold off challenger Wayne Smith by a stroke at The Vines Course in Perth, Australia...Member of the World Cup team for second time. Teamed with Brett Ogle to finish a distant 14 strokes behind the U.S. team of Fred Couples-Davis Love III at Mission Hills GC in China...At the Johnnie Walker Classic in the Philippines, shot a final-round 71 to finish third, three strokes behind Couples...Made his PLAYERS Championship debut, finishing 73rd in the event...Best PGA TOUR finish was a T15 at The Open Championship at St. Andrews. \n\n1994: Member of the International Presidents Cup team. Went 1-4-0 in his five matches, with his lone victory coming in foursomes when he teamed with Frank Nobilo to beat Corey Pavin-Jeff Maggert...Won the Heineken Australian Open, thanks to a 2-under 70 in the final round to take a one-stroke victory over Brett Ogle at Royal Sydney GC...Won the European Tour's Honda Open at Gut Kaden in Hamburg, Germany. Finished regulation tied with Miguel Angel Jimenez and then won the tournament on the third playoff hole...Led PGA Tour of Australasia Order of Merit for second time in career. \n\n1993: Captured the Optus Players Championship and named PGA Tour of Australasia's Most Consistent Player...Member World Cup team (with Rodger Davis, finishing solo fourth at Lake Nona in Orlando) and participated in the Dunhill Cup...Made his PGA TOUR debut at the Freeport McMoRan Golf Classic, missing the cut. Made his only TOUR cut of the season in his six starts with a T33 at the U.S. Open. \n\n1992: Won the Perak Masters and Johnnie Walker Classic to lead the Australasian Tour Order of Merit...Named PGA Tour of Australasia Rookie of the Year. \n\n1991: Won Riversdale Cup for second consecutive year. \n\nAmateur: Began career as one of Australia's finest young amateurs, playing out of Melbourne's Yarra Yarra GC. Won the 1991 Victorian Open for his first professional victory. Won Riversdale Cup and Victorian Amateur Championship. Represented Australia in Eisenhower Cup and on World Amateur team. \n","otherCarHigh" : "","personal" : "Finished third on the Order of Merit during his 1996 European Tour season, with his year ending abruptly in October when he suffered a broken sternum and facial injuries in a traffic accident in Spain. Was presented the 2001 Ben Hogan Award by the Golf Writers Association of America for recovering from that accident...Patron and spokesperson for Challenge Cancer Support Network. The Robert Allenby Golf Day has raised more than $9 million since 1992 for children with cancer and blood disorders. Has given more than $500,000 to the cause. He also started the Robert Allenby Bluewater Golf and Fishing Invitational, an annual event to raise funds for kids with cancer and\/or special needs in Palm Beach County in Florida...Has duck headcovers on his woods to publicize the effort.","otherInfo" : "","ntlTeams" : "The Presidents Cup (6), 1994, 1996, 2000, 2003, 2009, 2011; World Cup (3), 1993, 1995, 2009; Dunhill Cup (1), 1993.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 4 times.","dynStats" : "He ranks 33rd in Career Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/aussieallenby"},{"cat" : "youtube","desc" : "","url" : "http:\/\/www.youtube.com\/user\/RobertAllenbyPGATour"}], "allOutTypes" : ["ShotLink Player Bio","Intro Page","Bio Page","Media Guide - PGA TOUR Full Page","XML Output"]}]}