{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01012","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Albus","first" : "Jim","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "215","weightMetric" : "97","birthDate" : "June 18, 1940","age" : "75","birthPlace" : "Staten Island, New York","residence" : "Sarasota, Florida","family" : "Wife, Brenda; Kathleen (5\/3\/71), Mark (2\/7\/73); six grandchildren","education" : "Bucknell, UCLA (1965)","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1968","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "6,421,444&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1977","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1990","qSchoolYear" : "","exmtStatus" : "Net-70 on All-Time Money List","otherVics" : "(2): 1970 Metropolitan Open. 1985 Metropolitan Open.","intlVics" : "(1): 2001 Georgia-Pacific Super Seniors Match-Play Championship.","curYearHigh" : "","carHigh" : "2005: Was T8 at the Toshiba Senior Classic, thanks to rounds of 67-69 on the weekend...Matched his age for the first time when he shot a 6-under 64 at The Moors on the last day of the Blue Angels Classic. Round was his best on the Champions Tour since his 64 in the second round of the 1999 Las Vegas Senior Classic. 2004: Made his first career hole-in-one on the Champions Tour in the opening round of the MasterCard Classic when he aced the par-3, 189-yard seventh hole at Bosque Real with a 6-iron. 2002: Missed nearly a month of the season after suffering minor injuries in a mountain-biking accident in late August. 2001: Defeated Jim Dent, 1-up, to win the Grand Champions Match Play Championship near St. Louis...Best overall effort was a T6 at the Mexico Senior Classic. 2000: Won the first Georgia-Pacific Grand Champions event he was eligible for at the State Farm Senior Classic. Nipped Lee Trevino for the victory near Baltimore by holing a pitch shot for an eagle on the final hole. Best overall finish was a T5 at the State Farm Senior Classic. 1999: Underwent left hip replacement surgery after the last full-field event of the year. 1998: Notched his first victory in three years, edging Simon Hobday, Kermit Zarley and Jose Maria Canizares by a stroke at the GTE Classic, his second victory in the Tampa Bay area. 1997: Missed nearly two months of the season after he suffered a fractured ankle that kept him out of action from early May until early July...Best finish a T3 at the American Express Invitational in his hometown of Sarasota. 1996: Underwent neck surgery early in the season and was out of action for two months before returning at Bruno's Memorial Classic. 1995: One of only two players during the year to successfully defend a title, claiming a second consecutive SBC Dominion Seniors in San Antonio...Also second at the Senior Tournament of Champions, losing out on the third playoff hole to Jim Colbert...Named March Player of the Month. 1994: One of six Champions Tour players over the million-dollar mark and the first former club professional to top $1 million in a season...One of nine players to win more than once during the season...Claimed the Bank of Boston Senior Classic, holding off Raymond Floyd and Lee Trevino...Also won the Vantage at The Dominion, going wire-to-wire for a one-stroke victory over Lee Trevino, Graham Marsh and the late George Archer...Set a then-Champions Tour record for most rounds in the 60s in a season (54) and most birdies in one year (453). 1993: Captured the GTE Suncoast Classic, defeating Don Bies and Gibby Gilbert by two strokes. 1992: Played every round in each of 37 official events. 1991: Surprised the golf world by winning the 1991 Mazda Presents THE SENIOR PLAYERS Championship at the TPC Michigan in only his sixth Champions Tour start. Came from three strokes off the pace to defeat Bob Charles, Dave Hill and Charles Coody by one stroke. Became eligible to play in the event after shooting a final-round 64 at the NYNEX Commemorative and finishing T8 at Sleepy Hollow.\n","otherCarHigh" : "Head professional at the Piping Rock Club on Long Island for 14 years, but resigned to play the Champions Tour full-time...One of the top players in the Metropolitan PGA Section of New York...Was the runner-up in the 1990 PGA Senior Club Professional Championship...Did not play the PGA TOUR on a regular basis, but participated on the old winter TOUR in 1977 and 1978...Also played in six U.S. Opens and seven PGA Championships...Four-time Met Section Player of the Year...Member of the Metropolitan PGA Hall of Fame...Named Club Professional of the Year by the PGA of America in 1990.","personal" : "Played basketball, baseball and was an intramural boxer at Bucknell University...Coaxed into the game of golf by fraternity brothers while in college...Was an All-Middle Atlantic Conference outfielder in 1962, when he hit .421, the eighth-leading hitter in the school's history...Later transferred to UCLA, where he earned an undergraduate degree in 1965...First got into the golf business as an assistant pro at Mission Viejo CC...Moved back east two years later and was the head pro at Latourette GC on Staten Island, NY from 1969-78...Honored in June 1999 by the Met Golf Writers Association as its Comeback Player of the Year...Received the Sam Snead Award at the 44th annual Met PGA Educational Forum in April 2006.","otherInfo" : "Was one of the top players in the Metropolitan PGA Section of New York, who surprised the golf world by winning the 1991 Mazda Presents THE SENIOR PLAYERS Championship at TPC Michigan in only his sixth Champions Tour start. Came from three strokes off the pace to defeat Bob Charles, Dave Hill and Charles Coody by one stroke. Became eligible to play in the event after shooting a final-round 64 at the NYNEX Commemorative and finishing T8 at Sleepy Hollow in Westchester County. Went on to claim five other Champions Tour events in his career, including back-to-back SBC Dominion Seniors titles in San Antonio in 1994-1995 and a pair of GTE Suncoast Classic events near Tampa in 1993 and 1998. Was the first former club professional to earn over $1 million in a single season, doing so in 1994. Was the head professional at the Piping Rock Club on Long Island for 14 years before joining the Champions Tour. Four-time Met Section Player of the Year. Member of the Metropolitan PGA Hall of Fame. Named Club Professional of the Year by the PGA of America in 1990. \n\n\n\n\n","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 6 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}