{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27554","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Harrington","first" : "Scott","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "175","weightMetric" : "79","birthDate" : "November 16, 1980","age" : "35","birthPlace" : "Eugene, Oregon","residence" : "Scottsdale, Arizona","family" : "Single","education" : "Northwestern University (2003, Communications)","splInterest" : "Working out, reading, movies, sports","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2003","clubAffl" : "Whisper Rock GC (Scottsdale, Arizona)","cityPlaysFrm" : "","websiteUrl" : "http:\/\/www.scottharringtongolf.com\/","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "390,321&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2004","exmtStatus" : "Exempt - Top-75 Money Winner from 2015 Web.com Tour Regular Season","otherVics" : "","intlVics" : "","curYearHigh" : "Finished the Web.com Tour season with 18 starts, one third-place finish, two top-10s, five top-25s and 13 cuts made. Was 73rd on the combined final money list...Made the cut in his first seven outings, with his best performances a pair of T19s at the Rex Hospital Open in May and the Air Capital Classic in June...First top 10, a T3, came at the Utah Championship in early August. Fired four under-par rounds at the GC at Thanksgiving Point in Lehi, including a 7-under 65 in the third round that tied him for low-round-of-the-day...Second top-10 came three weeks later in Knoxville. Carded 68-66-67-68 (15-under) to finish T4. His 269 total was his lowest 72-hole score of the year. He reached No. 63 on the money list...Would miss the cut and end the Regular Season the following week in Portland No. 70 to secure a spot in the Finals...In the Web.com Tour Finals, opened nicely with a T22 at the Hotel Fitness Championship, only to follow it with a 71st and two missed cuts to end the season.","carHigh" : "2014: Entered 19 Web.com Tour tournaments, recording three top-25s. Made 12 cuts. Finished the season 100th on the money list...Top performance was a T14 at the Cleveland Open in early June. An opening-round 75 was offset by middle rounds of 66, which was followed by a 69 Sunday... Three weeks later he posted a T15 at the United Leasing Championship in Indiana, which would move him to 71st in earnings, his high mark of the year...Best finish the rest of the way was a T34 at the Midwest Classic.\n\n2013: Made the cut in 12 of 25 Web.com Tour starts and had three top-25 finishes...Fired a pair of weekend 68s to move into a T6 finish at the Chile Classic in Santiago. Wound up 17-under, four shots back of winner Kevin Kisner...Was T6 at the Midwest Classic in July, thanks to weekend rounds of 66-67...Recorded the first double eagle of his professional career, in the final round of the Mylan Classic near Pittsburgh in early August. Holed a 6-iron from 217 yards at the 553-yard 13th hole at Southpointe GC. It was his only highlight of the final round as he shot a 7-over-par 78...Made the cut in one of four Finals' events, with a T52 at the Hotel Fitness Championship. \n\n2012: Made the cut in five of nine Web.com Tour tournaments, with his best finish coming at the Price Cutter Charity Championship (Monday-qualified). Came up just short in a playoff after firing a 65 in the opening round. Lost a playoff to fellow Northwestern alum Chris Wilson. Shared the 54-hole lead at 17-under and birdied the final hole of regulation to force the first playoff in Springfield since 2000. Second shot at the par-5 18th hole landed in the water right of the green, leaving the door open for Wilson, who two-putted for birdie from 12 feet for the win. Paycheck was enough to earn Special Temporary Membership for the remainder of the campaign. Finished the year 69th on the money list...In four PGA TOUR Canada starts in June and July, had a T5 in the Times Colonist Savings Island Open (closing with a 65), followed by a T8, T15 and missed cut. \n\n2010: Competing on PGA TOUR Canada, made seven of nine cuts, with a T10 at The Players Cup his best showing. Finished 55th on the Order of Merit.\n\n2009: Made just three starts and made one cut on the Web.com Tour. \n\n2008: Played in 16 Web.com Tour events and made just three cuts. \n\n2007: Enjoyed a weekend appearance for a second consecutive year at the Oregon Classic, finishing T75. \n\n2006: Made the cut at the Oregon Classic, finishing T42...Only made cut in two PGA TOUR starts was T75 at the John Deere Classic. Winner on the Gateway Tour's Desert Series. \n\n2004: Played his rookie season on the Web.com Tour, finishing the year No. 108 on the money list. Made the cut in three of 19 starts but managed a career-best, runner-up finish at the Preferred Health Systems Wichita Open—falling in a four-man playoff to Bradley Hughes. \n\nHas also played on the U.S. Pro Golf Tour and won four times on the Gateway Tour.\n","otherCarHigh" : "Teammate at Northwestern University of PGA TOUR winner Luke Donald. Finished T8 at the 2001 Big Ten Championship, helping lead his team to the team title. Named to the 2002 All-Big Ten Championship tournament team while at Northwestern, finishing runner-up that year in the individual race...Named the 2002 Illinois Player of the Year...Winner of the Rice Invitational in 2002.","personal" : "Graduated from Jesuit High School in Portland, Ore...Played the piano for 11 years and participated in numerous competitions...Lists his parents and anyone who has given up their lives for our country as his heroes...Winning the 2001 Big Ten Championship and making it into a playoff at the Preferred Health Systems Wichita Open are his biggest thrills in golf...Got started in the game by his parents, Bob and Mary, both avid players...Father, Bob, played in the 2003 U.S. Senior Open as an amateur and is a former president of the Oregon Golf Association.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Finished the Web.com Tour season with 18 starts, one third-place finish, two top-10s, five top-25s and 13 cuts made. Was 73rd on the combined final money list...Made the cut in his first seven outings, with his best performances a pair of T19s at the Rex Hospital Open in May and the Air Capital Classic in June...First top 10, a T3, came at the Utah Championship in early August. Fired four under-par rounds at the GC at Thanksgiving Point in Lehi, including a 7-under 65 in the third round that tied him for low-round-of-the-day...Second top-10 came three weeks later in Knoxville. Carded 68-66-67-68 (15-under) to finish T4. His 269 total was his lowest 72-hole score of the year. He reached No. 63 on the money list...Would miss the cut and end the Regular Season the following week in Portland No. 70 to secure a spot in the Finals...In the Web.com Tour Finals, opened nicely with a T22 at the Hotel Fitness Championship, only to follow it with a 71st and two missed cuts to end the season.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "Lost in a playoff at the Web.com Tour's 2012 Price Cutter Charity Champipnship but gained status for the remainder of 2012 and 2013","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "2010","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Finished the Web.com Tour season with 18 starts, one third-place finish, two top-10s, five top-25s and 13 cuts made. Was 73rd on the combined final money list...Made the cut in his first seven outings, with his best performances a pair of T19s at the Rex Hospital Open in May and the Air Capital Classic in June...First top 10, a T3, came at the Utah Championship in early August. Fired four under-par rounds at the GC at Thanksgiving Point in Lehi, including a 7-under 65 in the third round that tied him for low-round-of-the-day...Second top-10 came three weeks later in Knoxville. Carded 68-66-67-68 (15-under) to finish T4. His 269 total was his lowest 72-hole score of the year. He reached No. 63 on the money list...Would miss the cut and end the Regular Season the following week in Portland No. 70 to secure a spot in the Finals...In the Web.com Tour Finals, opened nicely with a T22 at the Hotel Fitness Championship, only to follow it with a 71st and two missed cuts to end the season.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is T12th at the Servientrega Championship Presented by Efecty.","dynStats" : "He ranks T82nd in Scoring Average (Actual) on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/scottyglf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}