{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02196","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Thompson","first" : "Robert","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "175","weightMetric" : "79","birthDate" : "January 10, 1957","age" : "59","birthPlace" : "Houston, Texas","residence" : "Huntsville, Texas","family" : "Wife, Chris; Kyle (5\/12\/94)","education" : "Sam Houston State (1981, Business)","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1980","clubAffl" : "Whispering Pines GC (Trinity, Texas)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "786,173&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1981","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2007","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Open-qualified for three of his four starts on the Champions Tour. Was T17 at the Mississippi Gulf Resort Classic...Returned to the Champions Tour Q-School at the end of the year and was T44 at TPC Eagle Trace. \n\n2011: Was conditionally-exempt through the 2010 National Qualifying Tournament and ended up making 10 starts. Open-qualified for two events, and the highlight of his year was a T5 at the Toshiba Classic, his initial appearance of the season. Shot 68 on Monday to get into the event and then posted a pair of 66s on the weekend to move up at Newport Beach CC. Performance in Orange County was his best since finishing T4 at the 2008 Turtle Bay Championship. \n\n2010: Tied for fifth at the Champions Tour National Qualifying Tournament at TPC Eagle Trace in November with John Morse and Roger Chapman, but finished seventh after completion of the playoffs...Made just two starts during the year, finishing T59 at The ACE Group Classic where he open qualified, and then missed the cut at the Senior PGA Championship near Denver...Won the Senior PGA Professional National Championship in California in October. 2009: After winning medalist honors at the 2008 Champions Tour National Qualifying Tournament at TPC Eagle Trace, made 17 starts, with four top-25 finishes and earnings totaling $206,996. Best finishes were a pair of T11s at the AT&T Champions Classic and the Boeing Classic. 2008: Was the medalist at the 2008 Champions Tour National Qualifying Tournament at TPC Eagle Trace. Shot rounds of 69-73-69-70 to beat John Morse by one stroke and earn the first-place check for $30,000...Made just two appearances during the year, finishing T4 after open qualifying at the Turtle Bay Championship and T59 at the Senior PGA Championship at Oak Hill CC near Rochester, N.Y. 2007: Made 11 attempts at open qualifying but was unsuccessful after he finished T13 at the Champions Tour National Qualifying Tournament at TPC Eagle Trace in Florida. Did earn a spot in the U.S. Senior Open but failed to make the cut after rounds of 76-73 at Whistling Straits. 2006: Was T6 at the Champions Tour National Qualifying Tournament but did not plan in any events during the year. \n","otherCarHigh" : "Has competed previously on both the PGA TOUR and the Web.com Tour...Was the co-medalist at the 1981 PGA TOUR Fall National Qualifying Tournament in Texas and joins Allen Doyle and Massy Kuramoto as the only players to earn similar honors on both the PGA TOUR and Champions Tour...Played a full schedule on the PGA TOUR in 1982, 1987-89 and again in 1991...Owns 161 career PGA TOUR starts, with 60 made cuts and seven top-10 finishes. Career earnings totaled $236,297...Best career finish was a T3 at the 1989 Deposit Guaranty Golf Classic in Mississippi and best year in earnings came in 1987 when he won $58,026...Web.com Tour career totals include 75 starts with 10 top-10 finishes as a full-time players in 1990, 1993 and 1995...Best Web.com Tour finish was a T2 at the 1990 Boise Open...Earned a season-best $37,624 in 1990 when he also had two T3 finishes to go with his T2 in Boise...Was the winner of numerous PGA Section titles in his career, including five Southern Texas PGA Championships...Won the 1986 Foot-Joy PGA Assistant Professional title...A college star at Sam Houston State University in Texas and was the 1979 NAIA Individual Championship and was a member of two National Championship squads as a collegian and an All-American choice. Also posted two Lone Star Conference individual titles and won 10 other college events while at Sam Houston State...Has one career hole-in-one.","personal" : "Was the PGA teaching professional at the Whispering Pines GC in Trinity, Texas...Wife, Chris, is an associate athletic director for student services and senior women's administrator at Sam Houston State University and a former tennis coach at the school.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T4th in 2008 at the Turtle Bay Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}