{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23325","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Taylor","first" : "Vaughn","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "160","weightMetric" : "73","birthDate" : "March 9, 1976","age" : "40","birthPlace" : "Roanoke, Virginia","residence" : "Augusta, Georgia","family" : "Wife, Leot; Locklyn Vaughn Taylor (11\/26\/13)","education" : "Augusta State University (1999, Business Administration)","splInterest" : "Fishing","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2003)","trndProYear" : "1999","clubAffl" : "","cityPlaysFrm" : "Augusta; GA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "13,936,837&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2000","exmtStatus" : "Conditional - Finished 151-200 on 2014-15 PGA TOUR FedExCup Points List","otherVics" : "","intlVics" : "","curYearHigh" : "Playing out of the Past Champion category, carded a final-round 7-under 65 to win the AT&T Pebble Beach Pro-Am by one stroke over Phil Mickelson, with Mickelson missing a 5'1\" birdie putt on the last hole that would have forced a playoff. Earned his third PGA TOUR victory in his 288th start at age 39 years, 11 months and 5 days, with his first wins coming at the 2004 and 2005 Barracuda Championship. Entered the final round trailing 54-hole leader Mickelson by six strokes (the same number Mickelson came back from to win at Pebble Beach in 2012), but caught fire on the back nine with four consecutive birdies on Nos. 13-16 for a back-nine 5-under 31. Round highlighted by a 28'11\" bomb on the par-4 16th hole for birdie to take the outright lead at 17-under-par. With the victory, earned a return visit to the Masters Tournament in his hometown of Augusta, Ga., marking his first start at the event since 2008. Earned 500 points to make a huge jump in the FedExCup, moving from No. 183 to No. 15. The victory came in his ninth start at the AT&T Pebble Beach Pro-Am, topping his previous-best finish of T10 in 2015. With his win, extended the stretch of American-born players to win the AT&T Pebble Beach Pro-Am to 12, with Vijay Singh in 2004 the last international winner. Teamed with Gregg Ontiveros to win the pro-am portion of the tournament by one stroke over Jonas Blixt and Jamie Williamson, marking the 10th time in tournament history that a player has won the individual and pro-am team title in the same year and the first since 2013 (Brandt Snedeker and Toby S. Wilt). In 2012, Ontiveros triumphed in the pro-am format with TOUR winner Brian Harman.","carHigh" : "2014: Played in 20 Web.com Tour events, making 17 cuts. Had three top-10s and six top-25s. Finished the Regular Season 47th on the money list...Began the year by posting rounds of 69-68-69 to finish T8 in the weather-shortened season-opening Pacific Rubiales Colombia Championship...Had six more top-30s from May into August before recording his next top-10 at the News Sentinel Open in Knoxville, where he carded 68 the first three days. Birdied the final six holes of the tournament for a 7-under 64 that gave him a solo-fifth showing, his top outing of the year...Was in second place, three strokes back, after 36 holes of the third Web.com Tour Finals' event, the Nationwide Children's Hospital Championship. Posted 74-74 on the weekend and fell to T10, but the $26,000 check put him in position to secure one of the Finals' 25 available PGA TOUR' cards...Was in real good position to claim that card at the season-ending Web.com Tour Championship after opening with 69-70. Weekend rounds of 73-74 resulted in a T61 finish, which pushed him three slots outside the 50th and final card position at No. 53...Was 5th in Greens In Regulation (74.54)...Made two PGA TOUR starts, with a T61 at the Travelers Championship in June his top outing.\n\n2013: Finished No. 155 in the FedExCup standings after making the cut in nine of 16 PGA TOUR starts...Played in all four Web.com Tour Finals' events but placed No. 54 to just miss improving his status for the 2013-14 season...Was T9 at the Panama Claro Championship to open the Web.com Tour season...Finished T10 at the PGA TOUR's Wells Fargo Championship after getting in the field as a Monday qualifier.\n\n2012: Finished No. 136 in the FedExCup standings, missing the FedExCup Playoffs for the first time since its inception in 2007...Made his first career double eagle, at the Mayakoba Golf Classic. In the second round at El Camaleon GC, he made the albatross with a 5-wood from 263 yards on the par-5 seventh hole. \n\n2011: Prior to a T5 at the PGA TOUR Qualifying Tournament, did not record a top-10 finish for first time on TOUR. Had at least two top 10s for the last seven seasons. Made 17 of 27 cuts but was only able to turn in two top-25 performances...Held the outright, 36-hole lead at the Reno-Tahoe Open (9-under), looking for a third title there but struggled to rounds of 72-76 on the weekend to finish T38...In December, opened with a 7-under 65 en route to T5 honors at the PGA TOUR Qualifying Tournament at PGA West in Palm Springs, Calif. \n\n2010: Tied a career best with six top-10 finishes (2006) in 2010 en route to a 35th-place position in the final FedExCup standings...Turned in a T10 finish in his first start of the season at the Bob Hope Classic...Four consecutive rounds of 3-under 68 resulted in a seventh-place showing at the Waste Management Phoenix Open. Was just one of six players to post all four rounds below 70...Holed 18-foot putt for birdie on final hole of regulation at Shell Houston Open to post 12-under 276 before watching Anthony Kim miss 6-foot par putt to force a playoff. In extra session, his 20-footer for par at first playoff hole came up short giving Kim the victory and costing Augusta, Ga., resident and former Augusta State University standout a chance to earn a spot in the following week's Masters Tournament. Tied for first (61 of 72) in Greens In Regulation for the week...Next top-10 came with a T9 at the Travelers Championship in June...Two weeks later, finished sixth at the John Deere Classic following a third-round, 7-under 64, a season-best...Shared the opening-round lead with Tiger Woods at The Barclays after carding a 6-under-par 65, his lowest opening-round score in 2010. Eventually finished T5. Posted first top-10 result in a PGA TOUR Playoffs event ( in six career starts). \n\n2009: Earned more than $1 million for the sixth consecutive season and equaled his career-low round with an opening-round 63 at the Bob Hope Classic, eventually finishing T34 after a final-round 76...Final-round 72 dropped him from T4 to T8 at Buick Open to post his first top-10 of the season...Was second-round leader at Turning Stone Resort Championship before being defeated by Matt Kuchar in a six-hole playoff which finished on Monday. Darkness on Sunday night suspended play after two playoff holes. Has three consecutive top-20 finishes at Atunyote GC (T18 in 2007 and T15 in 2008). Benefited from focus on his short game during practice sessions at home course, Goshen Plantation, in Augusta, Ga. Finished the event in the top 10 in Scrambling and Putting Average. \n\n2008: Earned more than $1 million for the fifth consecutive season and had career highs in cuts made (21) and starts (32)...Year was highlighted by a pair of top-10 finishes, book-ending his season...First finished T8 at the Bob Hope Chrysler Classic in January...Ranked 129th on the money list entering the event, finished T2 in November at the Ginn sur Mer Classic in the PGA TOUR Fall Series. Moved to 100th with the finish...Racked up an additional five top-25 finishes for the season. \n\n2007: Fourth consecutive season with more than $1 million in earnings and multiple top-10 finishes...Part of the three-way 18-hole lead with Paul Casey and Tiger Woods at the Arnold Palmer Invitational after a 6-under-par 64. Led Ben Curtis by two strokes through 54 holes, but finished solo third, three strokes behind champion Vijay Singh after a closing 73...T10 finish at the Masters Tournament marked his best career finish in a major championship. Was in third at 143 after two rounds in his attempt to become the first Augustan to win the Masters since Larry Mize in 1987...Put his season earnings over the $1-million mark for the fourth straight year with a T4 finish at the Verizon Heritage...Struggled during the middle of the year but closed by making the cut in six of his last eight starts to wind up No. 70 on the money list. \n\n2006: Posted a career-high six top-10s and made his first U.S. Ryder Cup team...After becoming the only first-time participant at the 2005 Mercedes Championships to finish in the top-10 (T8), followed a year later with a T4 at Kapalua...In just his second career start at the TPC Sawgrass, recorded his first top-10 at THE PLAYERS Championship with his T8 finish...A week after missing the cut in his hometown of Augusta at the Masters, held the first-round lead at the Verizon Heritage with an 8-under 63. Closed with a 66, Sunday's low round, to finish T3...Finished T6 at the Wachovia Championship with four under-par rounds. It was his fourth top-10 of the season and third in his last five starts...Collected a career-best fifth top-10 of the season with his T7 finish at the Memorial Tournament...Made a 38-foot putt for par on the 72nd hole to finish tied for fourth with Scott Verplank at the Buick Open. The putt allowed him to jump from No. 11 on the U.S. Ryder Cup team standings to No. 7. A miss would have only moved him to No. 10. Matched his career-low round with a 9-under 63 in the third round...Finished seventh on the U.S. Ryder Cup team list, where he earned one-half point for the team (0-1-1)...Ended season second in Putting Average (1.725) behind Daniel Chopra (1.712)...Placed 35th on the money list to earn a return trip to the Masters (top 40 invited). \n\n2005: Finished No. 36 on the money list to earn invitation to Masters for the first time in 2006...In defense of 2004 Reno-Tahoe Open title, led wire-to-wire with rounds of 64-67-63-72—267, topping runner-up Jonathan Kaye by three strokes. The 267 total (21-under-par) set a tournament record by four strokes. Led by six strokes entering the final round after setting a tournament 54-hole record with a 195 total...Jumped to No. 31 on the PGA TOUR money list with a third-place finish at the Deutsche Bank Championship, aided by rounds of 67-68 on the weekend. \n\n2004: One of five rookies to win on TOUR and one of four to earn more than $1 million in his first season...Claimed his first TOUR victory by rolling in an 11-foot birdie putt on the first extra hole to win a four-way playoff at the Reno-Tahoe Open. Made a 14-foot birdie putt on the last hole of regulation for a 3-over 75 and tied hometown favorite Scott McCarron, rookie Hunter Mahan and Australia's Steve Allan at 10-under 278. \n\n2003: Finished 11th on Web.com Tour money list to earn his initial TOUR card. Began season with no status, but stormed out of the gate in May by Monday qualifying at the Virginia Beach Open and finishing second. Based on his top-25 finish, made it into the field the following week at the SAS Carolina Classic, where he posted his second consecutive runner-up finish. Broke through for his first career win on the Web.com Tour at the Knoxville Open. Shot a final-round, 8-under-par 64 and then won on the first playoff hole against Joe Ogilvie to collect $85,500. \n\n2002: Made the cut in five of 10 starts on the Web.com Tour with a T9 at the Virginia Beach Open his only top-10. Ended the season No. 127 on the money list. \n\n2000: Made the cut in seven of 12 starts on the Web.com Tour and had a pair of top-10 weeks, a solo fifth at the Upstate Classic and a T6 at the Utah Championship. Ended the year No. 85 on the money list. \n\n","otherCarHigh" : "Qualified for the 1998 U.S. Open at the Olympic Club in San Francisco. Posted rounds of 76-76 and missed the cut...Four-time winner on the Hooters Tour...Honorable Mention All-American during his senior season at Augusta State University. Teammate with Richard Johnson, who was No. 1 on the 2007 Web.com Tour money list.","personal" : "Moved to Augusta, Ga., as an infant. Attended high school (Hephzibah High) and college (Augusta State) there and still resides near his parents.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2004","qSchoolYear" : "","exmtStatus" : "2015-16 tournament winner (exempt through 2017-18)","otherVics" : "","intlVics" : "","curYearHigh" : "Playing out of the Past Champion category, carded a final-round 7-under 65 to win the AT&T Pebble Beach Pro-Am by one stroke over Phil Mickelson, with Mickelson missing a 5'1\" birdie putt on the last hole that would have forced a playoff. Earned his third PGA TOUR victory in his 288th start at age 39 years, 11 months and 5 days, with his first wins coming at the 2004 and 2005 Barracuda Championship. Entered the final round trailing 54-hole leader Mickelson by six strokes (the same number Mickelson came back from to win at Pebble Beach in 2012), but caught fire on the back nine with four consecutive birdies on Nos. 13-16 for a back-nine 5-under 31. Round highlighted by a 28'11\" bomb on the par-4 16th hole for birdie to take the outright lead at 17-under-par. With the victory, earned a return visit to the Masters Tournament in his hometown of Augusta, Ga., marking his first start at the event since 2008. Earned 500 points to make a huge jump in the FedExCup, moving from No. 183 to No. 15. The victory came in his ninth start at the AT&T Pebble Beach Pro-Am, topping his previous-best finish of T10 in 2015. With his win, extended the stretch of American-born players to win the AT&T Pebble Beach Pro-Am to 12, with Vijay Singh in 2004 the last international winner. Teamed with Gregg Ontiveros to win the pro-am portion of the tournament by one stroke over Jonas Blixt and Jamie Williamson, marking the 10th time in tournament history that a player has won the individual and pro-am team title in the same year and the first since 2013 (Brandt Snedeker and Toby S. Wilt). In 2012, Ontiveros triumphed in the pro-am format with TOUR winner Brian Harman.","carHigh" : "2015: Missed just one cut in 12 starts on the PGA TOUR and posted a pair of top-10s en route to a 151st finish in the FedExCup standings...After two top-15 finishes to begin the Web.com Tour season (T15 at the Panama Claro Championship and T12 at the Colombia Championship), returned to PGA TOUR action and finished T10 at the AT&T Pebble Beach National Pro-Am for his first top-10 since a T10 at the 2013 Wells Fargo Championship. Week included rounds of 70-67-67-68 to finish at 15-under 272, seven strokes behind champion Brandt Snedeker. The top-10 outing earned him a spot in the following week's Northern Trust Open...Finished T10 at the PGA TOUR's Barbasol Championship, with rounds of 71-69-63-69...By virtue of his top 10 in Alabama, earned a spot into the field at the following week's RBC Canadian Open. Opened with a 7-under 65 at Glen Abbey GC, one stroke off the 18-hole lead, before finishing T41...Made three of four starts in the Web.com Tour Finals but finished No. 53 on the money list.\n\n2014: Played in 20 Web.com Tour events, making 17 cuts. Had three top-10s and six top-25s. Finished the Regular Season 47th on the money list...Began the year by posting rounds of 69-68-69 to finish T8 in the weather-shortened season-opening Pacific Rubiales Colombia Championship...Had six more top-30s from May into August before recording his next top-10 at the News Sentinel Open in Knoxville, where he carded 68 the first three days. Birdied the final six holes of the tournament for a 7-under 64 that gave him a solo-fifth showing, his top outing of the year...Was in second place, three strokes back, after 36 holes of the third Web.com Tour Finals' event, the Nationwide Children's Hospital Championship. Posted 74-74 on the weekend and fell to T10, but the $26,000 check put him in position to secure one of the Finals' 25 available PGA TOUR' cards...Was in real good position to claim that card at the season-ending Web.com Tour Championship after opening with 69-70. Weekend rounds of 73-74 resulted in a T61 finish, which pushed him three slots outside the 50th and final card position at No. 53...Was 5th in Greens In Regulation (74.54)...Made two PGA TOUR starts, with a T61 at the Travelers Championship in June his top outing.\n\n2013: Made nine of 16 cuts on the PGA TOUR, with one top-10. Finished No. 155 in the FedExCup standings. Played in all four Web.com Tour Finals events but placed No. 54 to just miss improving his status for the 2013-14 season...Was T9 at the Panama Claro Championship to open the Web.com Tour season...Finished T10 at the PGA TOUR's Wells Fargo Championship after getting in the field as a Monday qualifier.\n\n2012: Finished No. 136 in the FedExCup standings, missing the FedExCup Playoffs for the first time since its inception in 2007...Made his first career double eagle, at the Mayakoba Golf Classic. In the second round at El Camaleon GC, he made the albatross with a 5-wood from 263 yards on the par-5 seventh hole. \n\n2011: Prior to a T5 at the PGA TOUR Qualifying Tournament, did not record a top-10 finish for first time on TOUR. Had at least two top 10s for the last seven seasons. Made 17 of 27 cuts but was only able to turn in two top-25 performances...Held the outright, 36-hole lead at the Reno-Tahoe Open (9-under), looking for a third title there but struggled to rounds of 72-76 on the weekend to finish T38...In December, opened with a 7-under 65 en route to T5 honors at the PGA TOUR Qualifying Tournament at PGA West in Palm Springs, Calif. 2010: Tied a career best with six top-10 finishes (2006) in 2010 en route to a 35th-place position in the final FedExCup standings...Turned in a T10 finish in his first start of the season at the Bob Hope Classic...Four consecutive rounds of 3-under 68 resulted in a seventh-place showing at the Waste Management Phoenix Open. Was just one of six players to post all four rounds below 70...Holed 18-foot putt for birdie on final hole of regulation at Shell Houston Open to post 12-under 276 before watching Anthony Kim miss 6-foot par putt to force a playoff. In extra session, his 20-footer for par at first playoff hole came up short giving Kim the victory and costing Augusta, Ga., resident and former Augusta State University standout a chance to earn a spot in the following week's Masters Tournament. Tied for first (61 of 72) in Greens In Regulation for the week...Next top-10 came with a T9 at the Travelers Championship in June...Two weeks later, finished sixth at the John Deere Classic following a third-round, 7-under 64, a season-best...Shared the opening-round lead with Tiger Woods at The Barclays after carding a 6-under-par 65, his lowest opening-round score in 2010. Eventually finished T5. Posted first top-10 result in a PGA TOUR Playoffs event ( in six career starts). 2009: Earned more than $1 million for the sixth consecutive season and equaled his career-low round with an opening-round 63 at the Bob Hope Classic, eventually finishing T34 after a final-round 76...Final-round 72 dropped him from T4 to T8 at Buick Open to post his first top-10 of the season...Was second-round leader at Turning Stone Resort Championship before being defeated by Matt Kuchar in a six-hole playoff which finished on Monday. Darkness on Sunday night suspended play after two playoff holes. Has three consecutive top-20 finishes at Atunyote GC (T18 in 2007 and T15 in 2008). Benefited from focus on his short game during practice sessions at home course, Goshen Plantation, in Augusta, Ga. Finished the event in the top 10 in Scrambling and Putting Average. 2008: Earned more than $1 million for the fifth consecutive season and had career highs in cuts made (21) and starts (32)...Year was highlighted by a pair of top-10 finishes, book-ending his season...First finished T8 at the Bob Hope Chrysler Classic in January...Ranked 129th on the money list entering the event, finished T2 in November at the Ginn sur Mer Classic in the PGA TOUR Fall Series. Moved to 100th with the finish...Racked up an additional five top-25 finishes for the season. 2007: Fourth consecutive season with more than $1 million in earnings and multiple top-10 finishes...Part of the three-way 18-hole lead with Paul Casey and Tiger Woods at the Arnold Palmer Invitational after a 6-under-par 64. Led Ben Curtis by two strokes through 54 holes, but finished solo third, three strokes behind champion Vijay Singh after a closing 73...T10 finish at the Masters Tournament marked his best career finish in a major championship. Was in third at 143 after two rounds in his attempt to become the first Augustan to win the Masters since Larry Mize in 1987...Put his season earnings over the $1-million mark for the fourth straight year with a T4 finish at the Verizon Heritage...Struggled during the middle of the year but closed by making the cut in six of his last eight starts to wind up No. 70 on the money list. 2006: Posted a career-high six top-10s and made his first U.S. Ryder Cup team...After becoming the only first-time participant at the 2005 Mercedes Championships to finish in the top-10 (T8), followed a year later with a T4 at Kapalua...In just his second career start at the TPC Sawgrass, recorded his first top-10 at THE PLAYERS Championship with his T8 finish...A week after missing the cut in his hometown of Augusta at the Masters, held the first-round lead at the Verizon Heritage with an 8-under 63. Closed with a 66, Sunday's low round, to finish T3...Finished T6 at the Wachovia Championship with four under-par rounds. It was his fourth top-10 of the season and third in his last five starts...Collected a career-best fifth top-10 of the season with his T7 finish at the Memorial Tournament...Made a 38-foot putt for par on the 72nd hole to finish tied for fourth with Scott Verplank at the Buick Open. The putt allowed him to jump from No. 11 on the U.S. Ryder Cup team standings to No. 7. A miss would have only moved him to No. 10. Matched his career-low round with a 9-under 63 in the third round...Finished seventh on the U.S. Ryder Cup team list, where he earned one-half point for the team (0-1-1)...Ended season second in Putting Average (1.725) behind Daniel Chopra (1.712)...Placed 35th on the money list to earn a return trip to the Masters (top 40 invited). 2005: Finished No. 36 on the money list to earn invitation to Masters for the first time in 2006...In defense of 2004 Reno-Tahoe Open title, led wire-to-wire with rounds of 64-67-63-72—267, topping runner-up Jonathan Kaye by three strokes. The 267 total (21-under-par) set a tournament record by four strokes. Led by six strokes entering the final round after setting a tournament 54-hole record with a 195 total...Jumped to No. 31 on the PGA TOUR money list with a third-place finish at the Deutsche Bank Championship, aided by rounds of 67-68 on the weekend. 2004: One of five rookies to win on TOUR and one of four to earn more than $1 million in his first season...Claimed his first TOUR victory by rolling in an 11-foot birdie putt on the first extra hole to win a four-way playoff at the Reno-Tahoe Open. Made a 14-foot birdie putt on the last hole of regulation for a 3-over 75 and tied hometown favorite Scott McCarron, rookie Hunter Mahan and Australia's Steve Allan at 10-under 278. 2003: Finished 11th on Web.com Tour money list to earn his initial TOUR card. Began season with no status, but stormed out of the gate in May by Monday qualifying at the Virginia Beach Open and finishing second. Based on his top-25 finish, made it into the field the following week at the SAS Carolina Classic, where he posted his second consecutive runner-up finish. Broke through for his first career win on the Web.com Tour at the Knoxville Open. Shot a final-round, 8-under-par 64 and then won on the first playoff hole against Joe Ogilvie to collect $85,500. 2000: Was a member of the Web.com Tour. Amateur: Qualified for the 1998 U.S. Open at the Olympic Club in San Francisco. Posted rounds of 76-76 and missed the cut...Four-time winner on the Hooters Tour...Honorable Mention All-American during his senior season at Augusta State University. Teammate with Richard Johnson, who was No. 1 on the 2007 Web.com Tour money list.\n","otherCarHigh" : "","personal" : "Moved to Augusta, Ga., as an infant. Attended high school (Hephzibah High) and college (Augusta State) there and still resides near his parents.","otherInfo" : "","ntlTeams" : "Ryder Cup (1), 2006.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 1st in 2003 at the Knoxville Open.","dynStats" : "He ranks T74th in Par Breakers on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/vaughntaylorpga"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/vaughntaylorpga"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}