{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29720","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Gonzales","first" : "Andres","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "225","weightMetric" : "102","birthDate" : "May 16, 1983","age" : "32","birthPlace" : "Olympia, Washington","residence" : "Olympia, Washington","family" : "Wife, Kristin; Tova (4\/9\/15)","education" : "University of Nevada-Las Vegas (2006, Journalism)","splInterest" : "Movies, cooking, skiing, dining","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2012, 2014)","trndProYear" : "2006","clubAffl" : "Tacoma CC (Tacoma, Washington)","cityPlaysFrm" : "Lakewood; WA; United States","websiteUrl" : "http:\/\/www.andresgonzalescharity.com\/","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,123,882&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2012","exmtStatus" : "Fully Exempt","otherVics" : "","intlVics" : "(1): 2009 Saskatchewan Open [Can].","curYearHigh" : "","carHigh" : "2013: Made seven cuts in a combined 27 starts on the PGA TOUR (17) and Web.com Tour (eight). Had a pair of T8 finishes, one on each Tour...Ended the PGA TOUR Season with a T8 at the Wyndham Championship for his first career TOUR top-10, the finish coming in his 42nd start. The top-10 earned him an exemption into the first event of the 2013-14 Season, at the Frys.com Open. The top-10 also allowed him to move inside the top 200 in the FedExCup standings to earn a spot into the inaugural Web.com Tour Finals. Entered the week No. 238 in the FedExCup standings and moved up to No 198 to ensure a Finals' invite. Jin Park was the only other player to move inside the top 200 by virtue of his Wyndham Championship performance...Made the cut in three of four starts in the Web.com Tour Finals and was T8 at the Web.com Tour Championship. Was bounced out of the top 50 on the priority list by playing partner Lee Williams, who rolled in a long birdie putt on the 72nd hole at TPC Sawgrass' Dye's Valley Course to regain his PGA TOUR card. Missed regaining his card by $1,797. \n\n2012: Ended the year No. 14 on the final money list to earn a return trip to the PGA TOUR in 2013...Shot a final-round 68 to finish T2 at the Pacific Rubiales Colombia Championship...Finally broke through to earn his first career win, at the Soboba Golf Classic, avenging his playoff loss at the same event in the fall of 2011. Fired an even-par 71 to wind up at 8-under par and two strokes in front of Andrew Svoboda, capping the first wire-to-wire win on Tour since Colt Knost won the 2008 Price Cutter Charity Championship. Led by two shots heading into the final round. Was tied for the lead when Svoboda eagled the par-5 sixth hole but regained sole possession a short time later with a birdie at No. 8. Leading by four at the turn, he stumbled with back-to-back bogeys at Nos. 15 and 16 to cut his lead to two strokes. Closed with a pair of pars to earn the win and collect the first-place check for $135,000, which moved him to No. 1 on the money list after five tournaments...Received a sponsor's exemption into the HP Byron Nelson Championship in May. Opening-round 66 propelled him to a T19 finish...Traveled from Dallas to the Seattle area Sunday night following the Byron Nelson event and competed in the Washington Open. Finished T5 at Glendale CC in Bellevue...Opened 66-66 at the Utah Championship and was tied for second, a stroke off the lead at the 36-hole juncture. Was only 3-under the rest of the way (69-70) at Willow Creek CC and dropped into a T9. \n\n2011: Claimed a pair of top-25 finishes in his rookie year on TOUR, with a PGA TOUR Season-ending T16 at the Children's Miracle Network Classic. Lost in a playoff on the Web.com Tour in one of just five starts on that Tour...Held a share of the first-round lead after shooting a 5-under 66 at the PGA TOUR's Mayakoba Golf Classic. It was his first lead after any round on the PGA TOUR. Finished T58...Was T2 at the Web.com Tour's Soboba Golf Classic, where he was part of a three-man playoff. Birdied the final two holes Sunday for a 7-under 64, the best round of the day, and the clubhouse lead at 14-under par. Was joined in the overtime session by Miguel Carballo and Ted Potter, Jr. He and Potter birdied the first playoff hole but Potter eliminated him and won when he two-putted for birdie to win. 2010: Finished T39 at the Chattanooga Classic, one of two made cuts on the Web.com Tour in 15 career starts. 2009: Won the Saskatchewan Open on the Canadian Tour. 2008: Made his first career Web.com Tour cut, at the 2008 Rex Hospital Open (T52). 2007: Won the Trilogy Golf Classic on the Gateway Tour. Has also won titles on the A.G. Spanos Tour and the Butch Harmon Tour. \n","otherCarHigh" : "Earned third-team All-American honors in 2006. Posted collegiate victories at the 2005 Scratch Players Championship and William H. Tucker Invitational. Winner of the 2000 Washington Junior Long Drive Championship.","personal" : "Cites every putt he makes as his biggest thrill in golf...Marrying his wife, Kristin, is his biggest thrill outside golf...Favorite golf course played is The Preserve in Monterey, Calif...Would most like to play Augusta National and Cypress Point...Never travels without his eyeglasses...Favorite professional team is the Seattle Mariners. Favorite TV show is \"Seinfeld.\" Favorite movie is \"25th Hour.\" Favorite book is The Art of Happiness. Favorite food is lasagna. Favorite athlete is Chris Paul. Favorite vacation spot is Disney World...Would round out his dream foursome with his dad, Spencer Levin and Bill Lunde. Got his start in golf from his mother...Grew up playing junior golf with fellow professional Michael Putnam in Washington and is 16 days older than Putnam...Broke his neck at the age of 11, which prevented him from playing contact sports and turned him to golf...Supports charities that benefit pancreatic cancer research and cure. Twitter account is @Andres_Gonzales.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2011","qSchoolYear" : "","exmtStatus" : "115th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "(1): 2009 Saskatchewan Open [Can].","curYearHigh" : "","carHigh" : "2014-15: Claimed three top-10 finishes in 28 starts. Advanced to the FedExCup Playoffs for the first time but missed the cut at The Barclays to end the season at No. 115 in the FedExCup standings...Made the cut in his first five starts of the season, capped by a T3 finish at the OHL Classic at Mayakoba...Next top-10 came at the AT&T Pebble Beach National Pro-Am, highlighted by a third-round 64 and eventual T10 finish...In the second round of the Barracuda Championship, collected a single-day record 21 points in the Modified Stableford Format, supplanting the previous high of 18. His record held for two days, before Kyle Reifers picked up 22 points in the final round. His four-day total of 43 points was good for solo-fourth, his second top-five finish of the season. \n\n2013-14: Finished with 22 tournament appearances, a resume that include one win, five top-10s and 12 top-25s...Playing on a sponsor's exemption in the fall of 2013, posted a T16 at the PGA TOUR's Frys.com Open, which included career-best 62 in the second round...Added a missed cut at the Shriners Hospitals for Children Open...Opened the Rex Hospital Open with rounds of 70-66. Posted 72-67 on the weekend for a T8 in Raleigh...Was two shots back entering the final round of the Air Capital Classic, playing with eventual champion Sebastian Cappelen. Carded a 69 for a T5 at Crestview CC...A week later, posted 67-66-69-66 at the Albertsons Boise Open for a T10...Made Web.com Tour history in mid-July when he became the only player to win two titles in wire-to-wire fashion (2012 Soboba Classic). Opened with a 9-under 62 at the Utah Championship and never looked back in winning by four shots. Led at the 36-hole mark and opened a four-shot gap over Aaron Goldberg on Saturday. Fired a final-round, 2-under 69 to outlast Sung Kang, Adam Crawford and Travis Bertoni. The win pushed his season earnings over $200,000 mark for the second time in his career...Collected his third top-10 in a row, a T6, at the Midwest Classic, when he fired a 68 the last day, closing birdie-bogey-birdie...Officially secured his 2014-15 PGA TOUR card at the conclusion of the Regular Season in August (11th on the money list), setting up his return to the PGA TOUR, where he was a member in 2011 and 2013.\n\n2013: Made seven cuts in a combined 27 starts on the PGA TOUR (17) and Web.com Tour (eight). Had a pair of T8 finishes, one on each Tour...Ended the PGA TOUR Season with a T8 at the Wyndham Championship for his first career TOUR top-10, the finish coming in his 42nd start. The top-10 earned him an exemption into the first event of the 2013-14 season, at the Frys.com Open. The top-10 also allowed him to move inside the top 200 in the FedExCup standings to earn a spot into the inaugural Web.com Tour Finals. Entered the week No. 238 in the FedExCup standings and moved up to No 198 to ensure a Finals' invite. Jin Park was the only other player to move inside the top 200 by virtue of his Wyndham Championship performance.\n\n2012: Ended the year No. 14 on the final money list to earn a return trip to the PGA TOUR in 2013...Shot a final-round 68 to finish T2 at the Pacific Rubiales Colombia Championship...Finally broke through to earn his first career win, at the Soboba Golf Classic, avenging his playoff loss at the same event in the fall of 2011. Fired an even-par 71 to wind up at 8-under par and two strokes in front of Andrew Svoboda, capping the first wire-to-wire win on Tour since Colt Knost won the 2008 Price Cutter Charity Championship. Led by two shots heading into the final round. Was tied for the lead when Svoboda eagled the par-5 sixth hole but regained sole possession a short time later with a birdie at No. 8. Leading by four at the turn, he stumbled with back-to-back bogeys at Nos. 15 and 16 to cut his lead to two strokes. Closed with a pair of pars to earn the win and collect the first-place check for $135,000, which moved him to No. 1 on the money list after five tournaments...Received a sponsor's exemption into the HP Byron Nelson Championship in May. Opening-round 66 propelled him to a T19 finish...Traveled from Dallas to the Seattle area Sunday night following the Byron Nelson event and competed in the Washington Open. Finished T5 at Glendale CC in Bellevue...Opened 66-66 at the Utah Championship and was tied for second, a stroke off the lead at the 36-hole juncture. Was only 3-under the rest of the way (69-70) at Willow Creek CC and dropped into a T9. \n\n2011: Claimed a pair of top-25 finishes in his rookie year on the PGA TOUR, with a season-ending T16 at the Children's Miracle Network Hospitals Classic. Lost in a playoff on the Web.com Tour in one of just five starts on that Tour...Held a share of the first-round lead after shooting a 5-under 66 at the PGA TOUR's Mayakoba Golf Classic. It was his first lead after any round on the PGA TOUR. Finished T58...Was T2 at the Web.com Tour's Soboba Golf Classic, where he was part of a three-man playoff. Birdied the final two holes Sunday for a 7-under 64, the best round of the day, and the clubhouse lead at 14-under par. Was joined in the overtime session by Miguel Carballo and Ted Potter, Jr. He and Potter birdied the first playoff hole but Potter eliminated him and won when he two-putted for birdie to win. 2010: Finished T39 at the 2010 Chattanooga Classic. 2009: Made the cut at the RBC Canadian Open (T62)...Won the Saskatchewan Open on the Canadian Tour. 2008: Was T52 at the 2008 Rex Hospital Open. 2007: Won the Trilogy Golf Classic on the Gateway Tour. Has also won titles on the A.G. Spanos Tour and the Butch Harmon Tour. \n\nAmateur: Earned third-team All-American honors in 2006. Posted collegiate victories at the 2005 Scratch Players Championship and William H. Tucker Invitational. Winner of the 2000 Washington Junior Long Drive Championship. \n","otherCarHigh" : "","personal" : "Cites every putt he makes as his biggest thrill in golf...Marrying his wife, Kristin, is his biggest thrill outside golf...Favorite golf course played is The Preserve in Monterey, Calif...Would most like to play Augusta National and Cypress Point...Never travels without his eyeglasses...Favorite professional team is the Seattle Mariners. Favorite TV show is \"Seinfeld.\" Favorite movie is \"25th Hour.\" Favorite book is The Art of Happiness. Favorite food is lasagna. Favorite athlete is Chris Paul. Favorite vacation spot is Disney World...Would round out his dream foursome with his dad, Spencer Levin and Bill Lunde. Got his start in golf from his mother...Grew up playing junior golf with fellow professional Michael Putnam in Washington and is 16 days older than Putnam...Broke his neck at the age of 11, which prevented him from playing contact sports and turned him to golf...Supports charities that benefit pancreatic cancer research and cure. Twitter account is @Andres_Gonzales.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T3rd in 2015 at the OHL Classic at Mayakoba.","dynStats" : "He ranks T94th in Driving Distance - Driver on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/Andres_Gonzales"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}