{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23541","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Crane","first" : "Ben","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "165","weightMetric" : "75","birthDate" : "March 6, 1976","age" : "40","birthPlace" : "Portland, Oregon","residence" : "Nashville, Tennessee","family" : "Wife, Heather; Cassidy Olivia (12\/5\/06), Brayden McCully (10\/20\/08), Saylor Mackenzie (10\/17\/11)","education" : "University of Oregon (1999, Sociology)","splInterest" : "Ping-pong, fishing, fitness, family","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1999","clubAffl" : "Vaquero CC (Westlake, Texas)","cityPlaysFrm" : "Portland; OR; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "20,059,181&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Two-time PGA TOUR winner limited to nine events due to lower-back problems that have plagued him off and on during his career. Granted Minor Medical Extension and has 18 events in 2008 to earn $506,928 (combined with 2007 earnings of $278,252, would equal 2007's No. 125 earnings of $785,180) and receive Major Medical Extension status for the remainder of the 2008 campaign. Posted four top-25s in nine starts with a best finish of T17 at the World Golf Championships-Accenture Match Play Championship. Another consistent year on TOUR in 2006, making a career-high 20 cuts in 26 events entered and collecting more than $1 million for the fourth straight season. Hampered in the early season by back problems. Best finish was T2 at the Frys.com Open in his first start following a withdrawal due to more back issues at the World Golf Championships-American Express Championship three weeks earlier. Missed February and March in 2005 due to lingering back problems. In eighth start in early June, finished T2 at the Booz Allen Classic for first top-10 of season, posting rounds of 68-67 on the weekend. Collected his second PGA TOUR title in wire-to-wire fashion at the U.S. Bank Championship in Milwaukee. Recorded four rounds in the 60s, including a career-best opening round 8-under 62, to win by four strokes. Posted his second runner-up finish of the season with a T2 at the Bell Canadian Open. Final-round 4-under 66 left him one stroke back of winner Mark Calcavecchia. The next week posted a career-best fourth top-three finish of the season, third at the 84 LUMBER Classic. It was his fifth top-10 of the season. Earned an invitation to THE TOUR Championship for the first time in his career. Three back of the lead through 36 holes, but weekend rounds of 72-69 dropped him to T7, his sixth top-10. Qualified for the 2006 Masters, his first, with money list finish. Made his Mercedes Championships debut in 2004, finished T9 at the PGA TOUR's season-opening event. One of three first-timers to finish in the top-10 (along with Darren Clarke and Adam Scott) at Kapalua. Carded five rounds in the 60s to finish T5 at the Bob Hope Chrysler Classic, four shots out of playoff between Phil Mickelson and Skip Kendall. In defense of BellSouth Classic title, finished T6, six strokes behind winner Zach Johnson. Recorded first career top-10 in a major championship with his T9 at the PGA Championship. The first of seven first-time winners on the PGA TOUR in 2003, capturing the BellSouth Classic. In 40th career start, carded rounds of 64-63 on the weekend to come from six strokes back of 54-hole leader Lee Janzen to win. Final-round, 9-under-par 63 punctuated by an eagle-3 on the 72nd hole after a 357-yard drive, matching TPC Sugarloaf course record held by Tiger Woods (1998) and later matched by Duffy Waldorf (1999). Opened 73-73 to make the cut by only one stroke. Earned a career-high paycheck of $720,000. One of several rookies that found success on the PGA TOUR in 2002 after posting wins during Nationwide Tour career. After struggling early, finished second to Shigeki Maruyama at the Verizon Byron Nelson Classic. Closed with a 65, matching Woods' low round of the day. Earned $518,400 six days before his wedding and enough to secure card for 2003. Earned his first TOUR card with a T5 at the 2001 PGA TOUR Qualifying Tournament. Won a three-man playoff which included Bo Van Pelt and Jason Caron at the 2001 Gila River Classic (Nationwide Tour) on the fourth extra hole. Shared first- and second-round leads with Van Pelt and held one-stroke advantage at the 54-hole mark. The victory and a T5 at the Nationwide Tour Championship moved him to 23rd on the final money list. Gained membership on Nationwide Tour with victory at the 2000 Wichita Open. Was the then-12th Monday qualifier to win a Nationwide Tour title. Won the 1998 Pacific Coast Amateur. Three-time All-Pac-10 selection at the University of Oregon. Originally attended Baylor University, but did not play golf. Was age 5 when his grandfather taught him how to play golf. Doesn't like to know who he will be paired with, saying, \"I looked up to a lot of these guys who I'm now playing with. So, I didn't want to have to go to sleep thinking about it. And so that's kind of been my routine. I never want to know who I'm playing with.\"","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2002","qSchoolYear" : "2001","exmtStatus" : "2013-14 tournament winner (through 2015-16)","otherVics" : "","intlVics" : "(1): 2010 CIMB Asia Pacific Classic Malaysia [Asia].","curYearHigh" : "","carHigh" : "2014-15: Made the cut in nine of 22 starts, finishing No. 185 in the FedExCup standings. It marked just the second time he failed to advance to the Playoffs, with the first coming in the FedExCup's inaugural season of 2007 (finished No. 190 that year). Did not record a top-10 or top-25 finish for the first time in his career. A T29 at the Hyundai Tournament of Champions marked his season-best performance.\n\n2013-14: Ended a three-year winless drought in the summer with his fifth career PGA TOUR win. For the seventh consecutive season, earned a berth into the FedExCup Playoffs, making it through the first three events. Finished his season ranked 60th in the final FedExCup standings after the BMW Championship...In his 11th start at the Humana Challenge, posted an 8-under 64 in the second round on the Nicklaus Private Course en route to a T9 at PGA West with four others. Got off to a hot start in the round with birdies on six of his first nine holes...After opening with a 7-under 63 at the FedEx St. Jude Classic, never lost the lead en route to claiming his fifth career PGA TOUR title, by a stroke over Troy Merritt. A 5-under 65 in the second round to go along with the 63 (12-under 128) became the lowest 36-hole score at TPC Southwind since Justin Leonard's 13-under 127 in 2005. En route to his two-round total, needed exactly 12 putts on each of the four nine-hole stretches. With the win, he became the first player to win on the PGA TOUR without a birdie in the final round since Leonard at the 2005 FedEx St. Jude Classic. His fifth TOUR title came in his 300th career TOUR start. Despite the win the week before the U.S. Open, did not earn a berth into the field at Pinehurst, as he needed to have moved to 60th or better in the Official World Golf Ranking, which he did not do. Having to deal with numerous weather delays along with the rest of the field, he had more than 28 hours between the end of his second round and start of his third. \n\n2013: Made 11 of 21 cuts on TOUR and finished No. 125 in the FedExCup standings. Entered the FedExCup Playoffs No. 125 in the standings but was forced to withdraw from The Barclays (back) after an opening-round of 67...First top-10 finish of the season came at the Shell Houston Open, thanks largely to four birdies and an eagle in the final round for a 4-under 68. Finished T4 with Dustin Johnson...Claimed his fourth top-10 finish in what was his ninth start at THE PLAYERS Championship. Opened and closed the May tournament with 3-under 69s at TPC Sawgrass to T8 with six others.\n\n2012: Opened his season with a T9 at the Hyundai Tournament of Champions...Finished T8 at the Humana Challenge, with rounds of 65-63-70-71. Was tied for second entering the final round, three strokes behind winner Mark Wilson. Held the second-round co-lead with Mark Wilson and David Toms...Two weeks later, at the Waste Management Phoenix Open, claimed his third top-10 of the season in just his fourth start. Final-round, 5-under 66 earned him solo second-place honors. On Saturday, electrified the gallery at the famed, par-3 16th hole at TPC Scottsdale with an impromptu rap-singing session on the tee box with fellow Golf Boys music group member Bubba Watson...Closed with matching 2-under 68s to record his fourth top-10 finish in eight starts at the Crowne Plaza Invitational (T10). The others came in 2006 (T4), 2008 (fifth) and 2010 (T3)...Feeling as if he wouldn't make the field off of the alternate list, chose not to fly to The Open Championship. Turned out that he would have joined the field on opening day when Russ Cochran withdrew...Withdrew during the World Golf Championships-Bridgestone Invitational with a back injury, which would later cause him to withdraw prior to the start of the PGA Championship...Missed the cut in the first two Playoffs events, followed by a T41 at the BMW Championship, to finish the season No. 66 in the FedExCup standings.\n\n2011: Capped off his 2011 campaign with a victory at the McGladrey Classic, the fourth win of his career...Posted first of four top-10 finishes at the World Golf Championships-Accenture Match Play Championship (T9), advancing to the third round before losing to Miguel Angel Jimenez, 7 and 6. Has never lost in the first round of the Accenture Match Play Championship in four appearances. Handed Rory McIlroy his worst defeat in the event and equaled the second-largest margin of victory in the tournament's history with an 8-and-7 triumph in the second round...Making his first start since missing his only cut up to that point of the season, at the Masters, recorded his second top-10 finish with a T6 at The Heritage. Since missing the cut in his inaugural appearance at Harbour Town in 2002, has never failed to play on the weekend at the event, with 2011 performance representing his first top-10 finish...Did not crack the top 10 until 14 starts later with a T10 at the Justin Timberlake Shriners Hospitals for Children Open, thanks for four rounds in the 60s...One day before his wife, Heather, was scheduled to deliver their third child, entered the final round of the McGladrey Classic five strokes behind Michael Thompson before rallying with eight birdies in his final 11 holes for a 7-under 63, placing him in a playoff—the first of his career—with Webb Simpson. Parred the first two playoff holes and earned his fourth PGA TOUR win when Simpson missed a 4-foot par putt on the second extra hole. Closing 63 was the lowest finish by a winner this season. With the victory, he earned $720,000 and moved from No. 89 to No. 50 on the official money list-the position he would maintain at the end of the season. His five-stroke come-from-behind win was the second largest of the season, behind only Brandt Snedeker's six-stroke comeback victory at the RBC Heritage. 2010: Claimed his third PGA TOUR win in second start of the year, at the Farmers Insurance Open, and played his way to the TOUR Championship for the first time. Also captured unofficial PGA TOUR victory in Malaysia, the CIMB Asia Pacific Classic...Made two birdie putts longer than 45 feet to build a big final-round lead, then hung on despite two short misses on the back nine to beat Michael Sim, Brandt Snedeker and Marc Leishman by one stroke at the Farmers Insurance Open. Finished at 13-under-par 275 for his third career victory and first in nearly five years. He made it a point not to look at a leaderboard throughout the final round, and didn't know the result until Ryuji Imada congratulated him on the 18th green. Starting the final round two shots behind Imada, shot a final-round 70 as he opened with three birdies in five holes, including one from just over 45 feet on No. 3. He expanded his lead to three shots with another 45-foot birdie putt on the 11th. With a one-stroke lead entering the par-5 finishing hole, made a par as Sim (in the same final-group pairing), Snedeker and Leishman failed to make birdies on the final hole...Finished T9 at the World Golf Championships-Accenture Match Play Championship, losing 3 and 2 in the third round to eventual third-place finisher Camilo Villegas...Finished T4 at THE PLAYERS Championship. Making his sixth appearance at THE PLAYERS, has improved his results in each of his six starts (2003, missed cut; 2004, T66; 2006, T36; 2008, T6, 2009, T5; 2010, T4)...Finished T5 at the HP Byron Nelson Championship. Had two top-10s at the HP Byron Nelson in eight career starts to that point...Came back the next week with a T3 at the Crowne Plaza Invitational at Colonial, finishing with a 32-foot birdie putt on the final hole. It was his third consecutive top-10 finish and fifth overall, tying him with Ernie Els and Retief Goosen for most on TOUR. The finish also moved him to fifth in the FedExCup standings and No. 8 in the Ryder Cup standings. Recorded a hole-in-one on the par-3 13th hole with an 8-iron from 160 yards en route to a second-round, 6-under 64...Overcame opening two rounds of 76-77 with 67-69 at the BMW Championship secure a spot into the TOUR Championship field, where he finished T17. Finished 27th in final FedExCup standings...At the inaugural CIMB Asia Pacific Classic in Malaysia, he drove his tee shot on the 292-yard, par-4 15th to within 8 feet then made the putt for eagle to tie the final-round lead at 17-under. At the 72nd hole, made a clutch, 8-foot birdie putt to claim a one-stroke win over Brian Davis. It was an unofficial victory on the PGA TOUR and an official victory on the Asian Tour. 2009: Surpassed $1 million in earnings for the sixth time in seven years, finishing No. 61 in the FedExCup standings. Recorded four top-10 finishes...Finished T7 at the Buick Invitational, ranking second in both fairways hit (40 of 56) and Greens in Regulation (56 of 72) for the week...Two starts later, finished a season-best third at The Honda Classic, three strokes behind champion Y.E. Yang...Held the first-round lead at THE PLAYERS Championship with a 7-under 65. Posted rounds of 73-72-72 to finish T5 at 6-under 282...Finished T6 at the Buick Open after weekend scores of 65-69, matching Tiger Woods and Brian Vranesh for the weekend low of 10-under. 2008: Played the season on a Major Medical Exemption. Finished a season-best T4 at the FBR Open...Finished T6 at THE PLAYERS, falling six shots shy of champion Sergio Garcia...Posted a second consecutive top-10 finish, and third of the year, two weeks later at the Crowne Plaza Invitational at Colonial with a fifth-place showing. It marked the first time since the 2006 Booz Allen Classic that he posted four consecutive rounds in the 60s...At the Deutsche Bank Championship in September, fired a third-round, 8-under-par 63 to claim T10. 2007: Two-time PGA TOUR winner limited to nine events due to lower back problems that have plagued him during his career. Granted Major Medical Extension and had 18 events in 2008 to earn $506,928 (combined with 2007 earnings of $278,252, would equal 2007's No. 125 earnings of $785,180) and receive Major Medical Extension status for the remainder of the 2008 campaign…Posted four top-25s in nine starts with a best finish of T17 at the World Golf Championships-Accenture Match Play Championship. 2006: Another consistent year on TOUR, making a career-high 20 cuts in 26 events entered and collecting more than $1 million for the fourth straight season. Hampered in the early season by back problems...Best finish was T2 at the Frys.com Open in his first start following a withdrawal due to more back issues at the World Golf Championships-American Express Championship three weeks earlier. 2005: Missed February and March due to lingering back problems...In eighth start in early June, finished T2 at the Booz Allen Classic for first top-10 of season, posting rounds of 68-67 on the weekend...Collected his second PGA TOUR title in wire-to-wire fashion at the U.S. Bank Championship in Milwaukee. Recorded four rounds in the 60s, including a career-best opening round 8-under 62 to win by four strokes...Posted his second runner-up finish of the season with a T2 at the Bell Canadian Open. Final-round 4-under 66 left him one stroke back of winner Mark Calcavecchia...The next week posted a career-best fourth top-three finish of the season, third at the 84 LUMBER Classic. It was his fifth top-10 of the season...Earned an invitation to the TOUR Championship for the first time in his career. Three back of the lead through 36 holes, but weekend rounds of 72-69 dropped him to T7, his sixth top-10...Qualified for the 2006 Masters, his first, with a 19th-place money-list finish. 2004: Made his Mercedes Championships debut, finishing T9. One of three first-timers to finish in the top-10 (along with Darren Clarke and Adam Scott) at Kapalua...Carded five rounds in the 60s to finish T5 at the Bob Hope Chrysler Classic...In defense of BellSouth Classic title, finished T6, six strokes behind winner Zach Johnson...Recorded first career top-10 in a major championship with his T9 at the PGA Championship. 2003: The first of seven first-time winners on the PGA TOUR, capturing the BellSouth Classic. In 40th career start, carded rounds of 64-63 on the weekend to come from six strokes back of 54-hole leader Lee Janzen to win. Final-round, 9-under-par 63 punctuated by an eagle-3 on the 72nd hole after a 357-yard drive, matching TPC at Sugarloaf course record held by Tiger Woods (1998) and later matched by Duffy Waldorf (1999). Opened 73-73 to make the cut by only one stroke. Earned a career-high paycheck of $720,000. 2002: One of several rookies that found success on the PGA TOUR after posting wins during Web.com Tour career...After struggling early, finished second to Shigeki Maruyama at the Verizon Byron Nelson Classic. Closed with a 65, matching Tiger Woods' low round of the day. Earned $518,400 six days before his wedding and enough to secure card for 2003. 2001: Earned his first TOUR card with a T5 at the PGA TOUR Qualifying Tournament...Won a three-man playoff, which included Bo Van Pelt and Jason Caron at the Web.com Tour's Gila River Classic on the fourth extra hole for his second career title. Shared first- and second-round leads with Van Pelt and held one-stroke advantage at the 54-hole mark. The victory and a T5 at the Web.com Tour Championship moved him to 23rd on the final money list. 2000: Gained membership on Web.com Tour with victory at the 2000 Wichita Open after getting into the tournament by open qualifying. Shot rounds of 67-63-66-67 to defeat Kelly Grunewald and Vance Veazey by three strokes. Was the 12th Monday qualifier to win a Web.com Tour title...Did not have another top-10 finish. His best performance outside his victory was a T11 at the Dayton Open. Amateur: Won the 1998 Pacific Coast Amateur...Three-time All-Pac-10 selection at the University of Oregon...Originally attended Baylor University but did not play golf.\n","otherCarHigh" : "","personal" : "Takes a leading role with his wife, Heather, in support of Love146, an international group dedicated to eradicating the sexual exploitation of children in Thailand, Cambodia and the Philippines...Hosts \"Day With the Pros\" every year with Discovery Land Co., an endeavor which has raised more than $5 million for charity...Is the mastermind behind the \"Golf Boys\" video that he stars in along with Rickie Fowler, Hunter Mahan and Bubba Watson...Was age 5 when his grandfather taught him how to play golf...Doesn't like to know who he will be paired with, saying, \"I looked up to a lot of these guys who I'm now playing with. So, I didn't want to have to go to sleep thinking about it. And so that's kind of been my routine. I never want to know who I'm playing with. Just tell me the time. In 2002, at the (AT&T) Byron Nelson I played with Ernie Els in the final round, and it worked well because I watched Ernie play a lot of golf on TV. So we just kind of kept that routine going. I just never look and find out on the first tee.\"","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 24th on the PGA TOUR 2 times in 2016.","dynStats" : "He ranks 57th in Career Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/bencranegolf"},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/bencranegolf"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/bencranegolf"},{"cat" : "youtube","desc" : "","url" : "http:\/\/www.youtube.com\/bencranegolf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}