{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06090","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "McGovern","first" : "Jim","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "200","weightMetric" : "91","birthDate" : "February 5, 1965","age" : "51","birthPlace" : "Teaneck, New Jersey","residence" : "Oradell, New Jersey","family" : "Wife, Lauren; Melanie (2\/5\/95), Emily (4\/6\/96), Elizabeth Ann (2\/24\/99), Sean Harold (7\/16\/01)","education" : "Old Dominion University","splInterest" : "Family, all sports","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus (1990)","trndProYear" : "1988","clubAffl" : "White Beeches G&CC (Haworth, New Jersey)","cityPlaysFrm" : "Oradell; NJ; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,610,046&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "45th on the 2007 Nationwide Tour money list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Made the cut in 13 of 23 starts on the 2007 Nationwide Tour, including seven top-25 finishes. Finished the year No. 45 on the money list, with $140,087. Began the year with a runner-up finish at the Movistar Panama Championship, his best finish on Tour since finishing second at the same tournament in 2005. Ended the week two strokes behind tournament winner Miguel Carballo, in the process picking up his fifth career runner-up performance to go with three wins during the 1990 season. Other top-10 finishes came at the Northeast Pennsylvania Classic (T4), Albertsons Boise Open (T5) and the WNB Golf Classic (T5). Held at least a share of the lead after the first three rounds in Boise, but a final-round 72 dropped him five strokes behind champion Jon Mills. Made five starts on the PGA TOUR in 2007, with a T49 at the Viking Classic his best outing in three made cuts. Made the cut in 13 of 22 starts on the Nationwide Tour in 2006, with one top-10 finish. Finished the campaign No. 80 on the money list, with $67,767. Made the cut in his first six starts of the year, with streak coming to an end at the BMW Charity Pro-Am at The Cliffs. Among those weekend performances was a season-best T4 showing at the Livermore Valley Wine Country Championship. Made the cut in two of eight starts on the PGA TOUR in 2006, with a season-opening T38 at the FedEx St. Jude Classic his best showing. Made the cut in 16 of 27 starts on Tour in 2005, with two top-10 and nine top-25 finishes. Ended the season No. 43 on the money list, with $122,788. Began the season with a T2 at BellSouth Panama Championship, his best finish on either the PGA TOUR or Nationwide Tour since a T2 at the 1999 Lakeland Classic. Birdied two of the final three holes to pull within one shot of the lead, but eventual champion Vance Veazey knocked in a five-foot par putt on the last hole for the victory. Collected $34,650 for his efforts. Also finished inside the top 10 with a T9 finish at the BMW Charity Pro-Am at The Cliffs. Spent a couple seasons splitting time on both the PGA TOUR and Nationwide Tour. Made the cut in four of 11 starts on each during the 2004 season. Posted one top 25 on the PGA TOUR, a T20 at the John Deere Classic. Was T11 at the Northeast Pennsylvania Classic on the Nationwide Tour. Ended the 2003 season with T13 at the Southern Farm Bureau Classic, best finish since T7 at the 2001 Michelob Championship. Competed in 15 events on the Nationwide Tour, making eight cuts in '03. Played 16 events on the PGA TOUR and 13 on the Nationwide Tour in 2002. Best finish on TOUR was T25 at the Valero Texas Open. On the Nationwide Tour, 13 starts yielded top-10s at Virginia Beach Open and the SAS Carolina Classic. Finished 76th on the Nationwide Tour money list, with $52,472. Enjoyed his best season on the PGA TOUR in 1993 when he captured his lone victory, defeating John Huston with birdie on second playoff hole to win the rain-shortened Shell Houston Open. Had two other top-10s that year and finished No. 27 on the money list, with $587,495. PGA TOUR member from 1991-99, playing an average of 32 tournaments a year from 1991 to 1998. Winner of 1994 Diners Club Matches with Jeff Maggert. Won Lake City, Texarkana and New Haven Opens en route to second-place finish on the 1990 Nationwide Tour money list. Winner of the 1988 Metropolitan Open. \n","otherCarHigh" : "Winner of the 1987 Virginia State Intercollegiate and the 1987 Metropolitan Amateur Championship.","personal" : "Brother Rob played linebacker in the NFL. His family was honored with the Metropolitan Golf Writers Family of the Year Award for 1996. First exposed to the game when parents bought house adjacent to Hackensack (NJ) GC.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "Finished T7 at The Rex Hospital Open."},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1991","qSchoolYear" : "1991, 1996, 1997, 2007","exmtStatus" : "Past Champion","otherVics" : "(1): 1994 Diners Club Matches [with Jeff Maggert].","intlVics" : "","curYearHigh" : "","carHigh" : "2011: Did not make a PGA TOUR cut for the third consecutive year. He also did not have any Web.com Tour starts for just the second time since 1990. 2010: Missed the cut in all three starts on PGA TOUR...Made two of six cuts on the Web.com Tour. 2009: Had a missed cut and a withdrawal in two PGA TOUR starts...Made only eight of 20 cuts on the Web.com Tour with one top-10. 2008: Made the cut in 11 of 26 events on the PGA TOUR, with his best showing being a T36 at the Mayakoba Golf Classic. Missed the cut in both Web.com Tour starts. 2007: Made the cut in 13 of 23 starts on the Web.com Tour, including seven top-25 finishes. Finished the year No. 45 on the money list, with $140,087. Began the year with a runner-up finish at the Movistar Panama Championship, his best finish on Tour since finishing second at the same tournament in 2005. Ended the week two strokes behind tournament winner Miguel Carballo, in the process picking up his fifth career runner-up performance to go with three wins during the 1990 season. Other top-10 finishes came at the Northeast Pennsylvania Classic (T4), Albertsons Boise Open (T5) and the WNB Golf Classic (T5). Held at least a share of the lead after the first three rounds in Boise, but a final-round 72 dropped him five strokes behind champion Jon Mills. Made five starts on the PGA TOUR, with a T49 at the Viking Classic his best outing in three made cuts. 2006: Made the cut in 13 of 22 starts on the Web.com Tour, with one top-10 finish. Finished the campaign No. 80 on the money list, with $67,767. Made the cut in his first six starts of the year, with streak coming to an end at the BMW Charity Pro-Am at The Cliffs. Among those weekend performances was a season-best T4 showing at the Livermore Valley Wine Country Championship. Made the cut in two of eight starts on the PGA TOUR, with a season-opening T38 at the FedEx St. Jude Classic his best showing. 2005: Made the cut in 16 of 27 starts on Tour, with two top-10 and nine top-25 finishes. Ended the season No. 43 on the money list, with $122,788. Began the season with a T2 at BellSouth Panama Championship, his best finish on either the PGA TOUR or Web.com Tour since a T2 at the 1999 Lakeland Classic. Birdied two of the final three holes to pull within one shot of the lead, but eventual champion Vance Veazey knocked in a five-foot par putt on the last hole for the victory. Collected $34,650 for his efforts. 2004: Made the cut in four of 11 starts on both the PGA TOUR and Web.com Tour. Posted one top 25 on the PGA TOUR, a T20 at the John Deere Classic. Was T11 at the Northeast Pennsylvania Classic on the Web.com Tour. 2003: Ended the season with T13 at the Southern Farm Bureau Classic, best finish since T7 at the 2001 Michelob Championship. Competed in 15 events on the Web.com Tour, making eight cuts. 2002: Played 16 events on the PGA TOUR and 13 on the Web.com Tour. Best finish on TOUR was T25 at the Valero Texas Open. On the Web.com Tour, 13 starts yielded top-10s at Virginia Beach Open and the SAS Carolina Classic. Finished 76th on the Web.com Tour money list, with $52,472. 1994: Winner of Diners Club Matches with Jeff Maggert. 1993: Enjoyed his best season on the PGA TOUR when he captured his lone victory, defeating John Huston with birdie on second playoff hole to win the rain-shortened Shell Houston Open. Had two other top-10s that year and finished No. 27 on the money list, with $587,495. 1991: Beginning in 1991, played an average of 32 tournaments a year over the next eight years. 1990: Won Lake City, Texarkana and New Haven Opens en route to second-place finish on the Web.com Tour money list. Amateur: Winner of the 1988 Metropolitan Open. Winner of the 1987 Virginia State Intercollegiate and the 1987 Metropolitan Amateur Championship. \n","otherCarHigh" : "","personal" : "First exposed to the game when parents bought house adjacent to Hackensack (NJ) GC. Brother Rob played linebacker in the NFL. Jim and his family were honored with the Metropolitan Golf Writers Family of the Year Award for 1996.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(4): 1987 Metropolitan Amateur, Virginia State Intercollegiate. 1988 Metropolitan Open. 1994 Diners Club Matches [with Jeff Maggert].","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "Veteran member of both the PGA TOUR and the Web.com Tour, with 386 starts on the PGA TOUR and 218 on the Web.com Tour...Earned his lone PGA TOUR victory in 1993 when he defeated John Huston in a two-hole playoff to win the Shell Houston Open, an event shortened to 54 holes due to weather. The victory led to his best earnings year on Tour with $587,495 which ranked 27th...Enjoyed another productive season in 1995 when he finished second twice and earned $402,557 to finish 44th on the money list. His runner-up finishes came at the Ideon Classic and the B.C. Open where he closed with a 63 to finish one shy of eventual champion Hal Sutton...Was a three-time winner on the Web.com Tour with all three wins coming in that Tour's first season (1990) which led to a second-place finish on the money list behind Jeff Maggert...Was also a runner-up five times on the Web.com Tour...Teamed with Jeff Maggert to win the 1994 Diners Club Matches...Winner of the 1988 Metropolitan Open, 1987 Metropolitan Amateur and 1987 Virginia State Intercollegiate Champion...Played collegiately at Old Dominion.","personal" : "Currently serves as the head professional at White Beeches G&CC in New Jersey...His family was honored with the Metropolitan Golf Writers Family of the Year Award for 1996. First exposed to the game when parents bought a home adjacent to Hackensack (N.J.) GC...Comes from an athletic family. Three brothers played college football at Holy Cross. One brother, Bill, is an assistant coach with the Philadelphia Eagles, and another, Rob, played in the NFL, with the Kansas City Chiefs, Pittsburgh Steelers and New England Patriots before pursuing a law career.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was 1st in 1993 at the Shell Houston Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}