{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32424","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Byrne","first" : "James","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "176","weightMetric" : "80","birthDate" : "January 2, 1989","age" : "27","birthPlace" : "Gorleston, England ","residence" : "","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2011","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2015","otherVics" : "","intlVics" : "(2) 2013: PGM CCM Rahman Putra Masters [AsiaDev]. 2014 CiputraGolfpreneur Tournament [AsiaDev].","curYrHigh" : "","carHigh" : "2015: Made a double eagle at the Asian Tour Qualifying Tournament in late-January. On the par-5 12th hole at Springfield Royal GC in HuaHin, Thailand, holed his 6-iron approach from 200 yards. His was the 18th albatross in Asian Tour history…Earned conditional PGA TOUR China Series' membership by finishing T22 at the First Global Qualifying Tournament in January. \n\n2014: Made an eagle on the final hole of the CiputraGolfpreneur Tournament in Jakarta, Indonesia, canning a 40-foot putt, to beat William Sjaichudin at the event at Damai Indah GC's BSD Course. Shot opening and closing 64s to go with a second-round 74 and a third-round 69…Only other top-10 during the year came at the Northport Gledmarie Masters—a T8 in Malaysia…Also finished T16 at the Aboitiz Invitational.\n2013: Split his time between the Asian Tour and the Asian Development Tour. Won for the first time as a professional in his first start of the Development Tour campaign when he strung together rounds of 68-67 over his final 36 holes to win the PGM CCM Rahman Putra Masters by two shots over Quincy Quek…In his next start, looked like he would win in a second consecutive start after opening 64-65-69 and holding a four-shot, 54-hole lead. Struggled on the final day at the Gunung Raya Golf Resort in Malaysia, shooting a final-round 77 to drop to a T6 with Malcolm Kokocinski, three shots out of the MitsuhikoHashizume playoff…Also played on the Asian Tour but couldn't maintain his playing privileges. Made only two cuts in 10 starts, his best finish a T19 at the Panasonic Open India, thanks to a final-round 69.\n2012: Made 12 Asian Tour starts, his best finish a T24 at the Panasonic Open India in early April…Made one European Tour cut in three appearances, a T46 at the Lyoness Open in July...Also was T46 at the OneAsia Tour's Donfeng Nissan Cup.\n\n2011: Best outing of the year was a T24 at the European Challenge Tour's Allianz Golf Open Grand Toulouse in France. Opened with a 65 and closed with a 68 to T24…On the European Tour, made two starts—making the cut in both. Was T26 at the Johnnie Walker Championship at Gleneagles…Was also T45 at the Alfred Dunhill Links Championship. \n","otherCarHigh" : "Played collegiate golf at Arizona State University in the United States. Played for the Sun Devils for four years.In 2010, finished second to South Korea's Jin Jeong at the British Amateur.Represented Scotland later in 2010 at the World Amateur Team Championship with teammates Ross Kellett and Michael Stewart. Finished fourth individually, with Scotland placing fifth in the team competition...Was a member of the Great Britain-Ireland Walker Cup team in 2011. Played at Royal Aberdeen GC and helped give GB&I a 14-2 victory over the U.S. squad. He won two of his three matches, delivering two points to his team.","personal" : "Was a competitive swimmer until his mid-teens when he turned his attention to golf…Graduated from Arizona State University with a bachelor's degree in marketing…Is a fan of Arsenal in the Premier League…Has his own blog, blog.jamesbyrnesgolf.org","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}