{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "12753","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Morland","first" : "David","middle" : "","extn" : "IV","nick" : ""}, "height" : "\n\t\t\t5-7","heightMetric" : "1.7","weight" : "170","weightMetric" : "77","birthDate" : "April 3, 1969","age" : "47","birthPlace" : "North Bay, Ontario, Canada","residence" : "Orlando, Florida","family" : "David James V (9\/25\/96), Laura Taylor (8\/13\/03)","education" : "Kent State (1991, Marketing)","splInterest" : "Movies, fishing, hockey","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1991","clubAffl" : "Grand Cypress Resort (Orlando, FloridaFlorida)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,429,597&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2003","exmtStatus" : "Conditionally Exempt \/ Past Champion 3-9 years","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the Web.com Tour in 2003 and 2005-07. Member of the PGA TOUR from 2000-02 and 2004. 2011: Made the cut in one of his four starts on the Web.com Tour. 2010: Made the cut in five of 12 starts, with his best finish a T36 at the Ford Wayne Gretzky Classic. 2009: Made seven cuts in 18 starts, with his best effort a T11 at the Knoxville Open. 2008: Made eight cuts in 25 starts on the Web.com Tour, with a best finish of T12 at the Fort Smith Classic. 2007: Made the cut in 11 of 28 starts on the Web.com Tour, including three top-25 finishes. The two-time Web.com Tour winner notched the first runner-up finish of his career at the HSBC New Zealand PGA Championship, losing a playoff to champion Nicholas Thompson. Collected $64,421 for his efforts. 2006: Made the cut in 10 of 27 starts on Tour, with a T10 at the ING New Zealand PGA Championship his lone top-10 performance. 2005: Made the cut in 18 of 27 starts on Tour, with four top-10 finishes. Ended the year No. 54 on the money list, with $102,985. A T22 at the Henrico County Open was best finish in his first nine starts of the season. Finally cracked the top 10 with a T8 at the Chattanooga Classic. Finished the tournament with an 18-under-par 270 total, worth $13,050. Second top-10 finish occurred at the Lake Erie Charity Classic at Peek'n Peak Resort, where an 8-under-par 280 led to a T7. Opened the Cleveland Open at 1-over after the first two rounds (71-72) but stormed back into contention with weekend rounds of 64-68 to finish the tournament at 9-under-par 275. Finished fifth, five strokes behind champion Andrew Johnson. Notched his final top-10 finish of the season at the Oregon Classic (T6). Had a hole-in-one on No. 15 during the second round of the Scholarship America Showdown. 2004: Made the cut in nine of 27 starts on the PGA TOUR. His T21 at the Booz Allen Classic marked best finish. Concluded the year No. 197 on the money list, with $164,435. 2003: Regained PGA TOUR card by finishing 18th on the 2003 Web.com Tour money list. Picked up win for second straight season on that Tour by posting four rounds in the 60s at the SAS Carolina Classic. After steady rains allowed only one hour of play Thursday, he played 26 holes on Friday, 19 on Saturday and 27 more Sunday to secure the victory at the TPC Wakefield Plantation. 2002: Split time on both Tours. Missed the cut in 10 of first 11 PGA TOUR starts, but bounced back making seven of last 10, including his only top-10, a T10 at the Michelob Championship at Kingsmill in early October. Two weeks later, posted a 19-under-par total to win the rain-shortened, 54-hole Hibernia Southern Open, the final full-field event on the Web.com Tour. Victory moved him from No. 199 to No. 54 on the money list and earned him a spot in the season-ending Tour Championship. Finished No. 51 on the Web.com Tour money list and No. 187 on the PGA TOUR list. 2001: Earned a career-best $279,877 in 2001, finishing 150th on the money list. Lone top-10, a career-best T5, came at the Bell Canadian Open. Second-round 63 was career low in official PGA TOUR event. 2000: Finished second at the PGA TOUR Qualifying Tournament to regain card for 2001. 1999: Made a breakthrough in Canada, winning the Canadian Tour's final event, the McDonald's PEI Challenge. Finished sixth on the Canadian Order of Merit. At end of year, finished 16th at the National Qualifying Tournament. 1992: Won Canadian Tour Rookie of the Year Award.\n","otherCarHigh" : "Two-time All-American at Kent State. Was the 1991 Mid-American Conference champion and a member of the 1989 Pacific Amateur team. Took medalist honors at the 1987 Western Junior.","personal" : "At the Web.com Tour Championship in 2003 and 2005, changed into Austin Powers and Elvis Presley costumes on Halloween during last hole of play in the final round...Got his start in golf at age 4 from his dad.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "1999, 2000","exmtStatus" : "18th on 2003 Web.com Tour money list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "Regained TOUR card by finishing 18th on the 2003 Web.com Tour money list. Picked up win for second straight season on that Tour by posting four rounds in the 60s at the SAS Carolina Classic. His 16-under 268 was one shot better than Vaughn Taylor and Rob Bradley. After steady rains allowed only one hour of play on Thursday, Morland played 26 holes on Friday, 19 on Saturday and 27 more Sunday to secure the victory at the TPC at Wakefield Plantation. Split time on both Tours in 2002. Missed the cut in 10 of first 11 PGA TOUR starts, but bounced back making seven of last 10, inlcuding his only top-10, a T10 at the Michelob Championship at Kingsmill in early October. Two weeks later, posted a 19-under-par total to win the rain-shortened, 54-hole Hibernia Southern Open, the final full-field event on the Web.com Tour. Victory moved him from No. 199 to No. 54 on the money list and earned him a spot in the season-ending Tour Championship. Finished No. 51 on the Web.com Tour money list and No. 187 on the PGA TOUR list. Earned a career-best $279,877 in 2001, finishing 150th on the money list. Made 15 cuts in 29 starts. Lone top-10, a career-best T5, came at the Bell Canadian Open. Second-round 63 was career low in official PGA TOUR event. Combined with T37 paycheck at Air Canada Championship ($14,960), more than one-half of 2001 official money ($153,660) was earned in Canada. Finished second at 2000 PGA TOUR Qualifying Tournament and joined Mike Weir, Glen Hnatiuk and Ian Leggatt as exempt Canadians on the 2001 PGA TOUR. In 2000, made 12 of 19 cuts and earned $218,648 (156th). Made a breakthrough in Canada in 1999, winning the Canadian Tour final event, the McDonald's PEI Challenge. Finished sixth on the Canadian Order of Merit. At end of 1999, advanced through all three stages of PGA TOUR qualifying and earned membership on the PGA TOUR for the first time by finishing 16th at final stage of the Qualifying Tournament. Finished 10th on the South American Order of Merit in 1999. Won Canadian Tour Rookie of the Year Award in 1992. Two-time All-American at Kent State. 1991 Mid-American Conference Champion. 1989 Member Pacific Amateur Team. 1987 Western Junior Medalist. Changed into Austin Powers costume on Halloween during last hole of play that day in the Web.com Tour Championship and finished the hole in costume.","personal" : "","otherInfo" : "Regained TOUR card by finishing 18th on the 2003 Web.com Tour money list. Picked up win for second straight season on that Tour by posting four rounds in the 60s at the SAS Carolina Classic. After steady rains allowed only one hour of play on Thursday, Morland played 26 holes on Friday, 19 on Saturday and 27 more Sunday to secure the victory at the TPC at Wakefield Plantation...Split time on both Tours in 2002. Missed the cut in 10 of first 11 PGA TOUR starts, but bounced back making seven of last 10, including his only top-10, a T10 at the Michelob Championship at Kingsmill in early October. Two weeks later, posted a 19-under-par total to win the rain-shortened, 54-hole Hibernia Southern Open, the final full-field event on the Web.com Tour. Victory moved him from No. 199 to No. 54 on the money list and earned him a spot in the season-ending Tour Championship. Finished No. 51 on the Web.com Tour money list and No. 187 on the PGA TOUR list...Earned a career-best $279,877 in 2001, finishing 150th on the money list. Lone top-10, a career-best T5, came at the Bell Canadian Open. Second-round 63 was career low in official PGA TOUR event...Finished second at 2000 PGA TOUR Qualifying Tournament to regain card for 2001...Made a breakthrough in Canada in 1999, winning the Canadian Tour's final event, the McDonald's PEI Challenge. Finished sixth on the Canadian Order of Merit...At end of 1999, finished 16th at the Qualifying Tournament...Won Canadian Tour Rookie of the Year Award in 1992...Two-time All-American at Kent State. 1991 Mid-American Conference Champion. 1989 Member Pacific Amateur Team. 1987 Western Junior Medalist...Changed into Austin Powers costume on Halloween during last hole of play that day in the 2003 Web.com Tour Championship and finished the hole in costume.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}