{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06725","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "7","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Wargo","first" : "Tom","middle" : "","extn" : "","nick" : ""}, "height" : "6-0","weight" : "205","birthDate" : "September 16, 1942","age" : "70","birthPlace" : "Marlette, Michigan","residence" : "Centralia, Illinois","family" : "Wife, Irene; Michelle (12\/12\/65); two grandchildren","education" : "","splInterest" : "Harley-Davidson motorcycles","trndProYear" : "1976","qSchoolYear" : "","clubAffl" : "Greenview GC (Centralia, Illinois)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "8,015,891&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1993","exmtStatus" : "","otherVics" : "(3): 1990 Gateway PGA Sectional Championship. 1991 PGA Club Professional Winter Stroke Play Championship, Gateway PGA Sectional Championship.","intlVics" : "(1): 1994 Senior British Open.","curYearHigh" : "","carHigh" : "2011: Made nine official appearances but did not play any events after the first week in July...Bettered his age for the second time in as many years at the Montreal Championship when he shot a 5-under-par 67 in the second round...Earlier in the campaign, matched his age in the second round of the Outback Steakhouse Pro-Am...Best overall effort came at the Outback event when he was T39 after being T7 through 36 holes...Also teamed with Dave Eichelberger to finish seventh in the Raphael Division competition at the Liberty Mutual Legends of Golf, thanks to a 36-hole, better-ball, team score of 13-under 131. 2010: Lone top-25 performance came midway through the season in Canada...Was T18 at the inaugural Montreal Championship after sharing the first-round lead with Russ Cochran. Carded a 7-under 65 on the opening day, besting his age by two strokes, a first for him in his Champions Tour career. He also became the oldest player to share a first-round lead at a Champions Tour event since Joe Jimenez was tied at the top after the first round of the 1995 GTE Northwest Classic when he was 69. 2007: Lone top-10 finish came in July when he was T9 at the Commerce Bank Championship on Long Island. 2006: Best finish a T7 at the Commerce Bank Championship on the Red Course at Eisenhower Park, his best effort since a T2 at the 2005 ACE Group Classic. 2005: Had his best year since 2002 with three top-10 finishes...Eagle-birdie finish propelled him into an eventual T2 with Hale Irwin at The ACE Group Classic, two strokes back of Mark James. Performance in Naples was his best on the Champions Tour since winning in Sarasota at the 2000 LiquidGolf.com Invitational. 2002: Had his season cut short in mid-September when he suffered a heart attack just prior to the start of the final round at the RJR Championship. Underwent angioplasty shortly after in Winston-Salem, N.C., and did not play the remainder of the year...Best showing came near Kansas City where he vaulted from a T25 into a T3 at the rain-shortened TD Waterhouse Championship...Had a rare feat at the AT&T Canada Senior Open when he eagled the par-5 13th hole at Essex all three days. Was 6-under on that hole, but played his other 51 holes for the week 1-over par. Made his third hole-in-one on the Champions Tour (12th overall) in the opening round of the Ford Senior Players Championship. Aced the 192-yard fourth hole with a 5-iron. 2000: Ended a victory drought of nearly five years when he defeated Gary McCord and J.C. Snead in a three-hole playoff at the LiquidGolf.com Invitational, his first Champions Tour title since the 1995 Dallas Reunion Pro-Am (120 starts). Came from three strokes back of Bruce Summerhays with a final-round 68 at TPC Prestancia. 1998: Second by two strokes to Gil Morgan at The Tradition. 1997: T3 at the U.S. Senior Open at Olympia Fields CC near Chicago. Shared the first-round lead after opening with a 69 and followed with rounds of 70-73-70 to finish two strokes behind Graham Marsh. 1996: Lost to Dale Douglass on the third playoff hole for the Bell Atlantic Classic title near Philadelphia. 1995: Easily won the Dallas Reunion Pro-Am with the first of only two wire-to-wire performances on the circuit that year. His 54-hole score of 13-under 197 was seven shots better than Dave Stockton and Dave Eichelberger...Almost captured the Emerald Coast Classic, but fell to Raymond Floyd in a playoff. 1994: Was the Champions Tour's \"ironman,\" playing in 36 tournaments and 112 rounds...Defeated Bob Murphy at the Doug Sanders Kingwood Celebrity Classic...Journeyed across the pond and won the Senior British Open at Royal Lytham & St. Annes in England. 1993: First Champions Tour victory was memorable. Made a par on the second playoff hole to defeat Bruce Crampton at the PGA Seniors' Championship in just his sixth senior start. 1992: Initially earned a conditional exemption with a 10th-place finish at the Champions Tour National Qualifying Tournament. Shot rounds of 69-66-77-74—286 and then made birdie on the first playoff hole to earn his position.\n","otherCarHigh" : "Was the low club professional at the 1992 PGA Championship at Bellerive CC (T28) and was the only senior to make the cut at the 1993 PGA Championship at Inverness (T31)...Won 10 events on the Founders Club PGA Tournament Series...Named 1992 PGA Club Professional of the Year...Was the Gateway PGA Section's Player of the Year in 1991 and 1992 and a member of every PGA Cup squad from 1988-92...Also won the 1991 Winter Stroke-Play Championship and the 1990 and 1991 PGA Section Championships in Illinois...Inducted into the Michigan Golf Hall of Fame in May 2009.","personal" : "Raised on a Michigan dairy farm...Didn't play golf until he taught himself at age 25...Owner of Greenview GC in Centralia, Ill...Jobs prior to golf included iron worker, assembly-line auto worker, bartender, and commercial fisherman in Alaska...An accomplished bowler who once thought about a professional career in that sport...Says biggest thrill in golf was winning the 1993 PGA Seniors' Championship...Enjoys The History and Discovery Channels, and his favorite entertainer is the late Red Skelton...Favorite movie is \"The Sting.\"...List all members of the armed forces as his heroes.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Champions Tour 4 times.","dynStats" : "He ranks 35th in Champions Career Money Leaders on the Champions Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}