{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "31646","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Grillo","first" : "Emiliano","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "175","weightMetric" : "64","birthDate" : "September 14, 1992","age" : "23","birthPlace" : "Resistencia, Argentina","residence" : "Bradenton, Florida","family" : "Wife, Macarena","education" : "","splInterest" : "Fishing, Basketball, football","pronunciation" : "GRILL-OH","nwTourAlumnus" : "Web.com Tour Graduate (2015)","trndProYear" : "2011","clubAffl" : "Chaco GC (Chaco, Argentina)","cityPlaysFrm" : "Argentina; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,322,263&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "After winning the Web.com Tour Championship in October 2015, won in his next start, the season-opening Frys.com Open, to become the first player to win in his first start as an official PGA TOUR member since Russell Henley at the 2013 Sony Open in Hawaii. Defeated Kevin Na on the second playoff hole in his second career playoff appearance (lost at the 2015 Puerto Rico Open) earning his first career PGA TOUR victory in his seventh career PGA TOUR start (age of 23 years, 1 month, 4 days). Became the sixth player from Argentina to win on the PGA TOUR, joining Roberto De Vicenzo, José Cóceres, Angel Cabrera, Andres Romero and Fabian Gomez and is the first since Gomez at the 2015 FedEx St. Jude Classic. With the win, became the fourth player to make the Frys.com Open his maiden PGA TOUR victory, joining Bryce Molder (2011), Jonas Blixt (2012) and Jimmy Walker (2013-14).","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "After winning the Web.com Tour Championship in October 2015, won in his next start, the season-opening Frys.com Open, to become the first player to win in his first start as an official PGA TOUR member since Russell Henley at the 2013 Sony Open in Hawaii. Defeated Kevin Na on the second playoff hole in his second career playoff appearance (lost at the 2015 Puerto Rico Open) earning his first career PGA TOUR victory in his seventh career PGA TOUR start (age of 23 years, 1 month, 4 days). Became the sixth player from Argentina to win on the PGA TOUR, joining Roberto De Vicenzo, José Cóceres, Angel Cabrera, Andres Romero and Fabian Gomez and is the first since Gomez at the 2015 FedEx St. Jude Classic. With the win, became the fourth player to make the Frys.com Open his maiden PGA TOUR victory, joining Bryce Molder (2011), Jonas Blixt (2012) and Jimmy Walker (2013-14).","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2015-16","qSchoolYear" : "","exmtStatus" : "2015-16 tournament winner (through 2017-18)","otherVics" : "","intlVics" : "","curYearHigh" : "After winning the Web.com Tour Championship in October 2015, won in his next start, the season-opening Frys.com Open, to become the first player to win in his first start as an official PGA TOUR member since Russell Henley at the 2013 Sony Open in Hawaii. Defeated Kevin Na on the second playoff hole in his second career playoff appearance (lost at the 2015 Puerto Rico Open) earning his first career PGA TOUR victory in his seventh career PGA TOUR start (age of 23 years, 1 month, 4 days). Became the sixth player from Argentina to win on the PGA TOUR, joining Roberto De Vicenzo, José Cóceres, Angel Cabrera, Andres Romero and Fabian Gomez and is the first since Gomez at the 2015 FedEx St. Jude Classic. With the win, became the fourth player to make the Frys.com Open his maiden PGA TOUR victory, joining Bryce Molder (2011), Jonas Blixt (2012) and Jimmy Walker (2013-14).","carHigh" : "2015: Made five starts total on the PGA TOUR, playing the weekend four times. Was only one shot off the lead entering the final round of the PGA TOUR's Puerto Rico Open. Missed a 3-foot putt to bogey No. 18 and drop into a five-man playoff in his third career TOUR start. Lost on the first extra hole to Alex Cejka. Became the third sponsor exemption in the last four years to finish runner-up in Puerto Rico, joining Jordan Spieth (2013) and Ryo Ishikawa (2012)...Added a T10 at the Barbasol Championship, playing as a sponsor exemption...Qualified for the PGA Championship, recording a T61 finish...In the Web.com Tour Finals, held a share of the opening-round lead of the Hotel Fitness Championship after a bogey-free 66. Ended up finishing ninth in the first of four Finals' events. Picked up a second top 10 in the Finals the next week in Davidson, N.C. Fired 66-68-68 and shared the 54-hole lead with Eric Axley. Never found his groove Sunday and settled for a final-round 72 and T2 finish. A check for $74,666 placed him third on the Finals' money list, securing his PGA TOUR card...Would miss the cut the next week in Columbus, Ohio, but he returned to top form at the Web.com Tour Championship, where he would take the halfway lead with rounds of 66-64. A third-round 67 gave him a two-shot cushion entering the final day over Chez Reavie. The two would exchange the lead a couple of times Sunday. When they reached the par-4 18th at TPC Sawgrass, the duo was tied. They both reached the green in regulation. He faced a 25-foot putt, while Reavie was 10 feet closer on a similar line. The Argentine confidently stroked a perfect putt to get to 14-under. Reavie's putt a moment later trailed left and missed. \"I'm on to the PGA TOUR and it feels great,\" he said. Having just turned 23 in September, became the 15th player in his 20s to win on Tour this season and the second-youngest winner of the Web.com Tour Championship (David Duval was 21 years, 11 months in 1993). Became the third Argentinian to win on Tour (Miguel Carballo and Fabian Gomez). His Finals' earnings grew to $283,666, placing him fourth in the final priority-ranking order....As a European Tour member, made 13 appearances, missing only one cut. Had three top 10s and six top 25s, collecting $394,235...In January on the European Tour, had four under-par rounds at the Commercial Bank Qatar Masters to T5...At the co-sanctioned European Tour-OneAsia Tour's Volvo China Open in late-April, fired consecutive 69s on the weekend at the Tomson Shanghai Pudong GC to finish third, two shots behind winner Ashun Wu...In his next European Tour start, finished sixth at the Open de Espana in May. \n\n2014: Highlight of the year was his Argentine Open win. After finishing T3 a year earlier, played stellar golf all week at Martindale CC in Buenos Aires. Took the 54-hole lead after a third-round 65 allowed him to open a six-shot bulge on Tyler McCumber. Coasted to a six-shot triumph Sunday with a 4-under 67, finishing ahead of runner-up Brad Hopfinger...Played in 25 European Tour events, missing only six cuts. Came close to winning in February, at the Omega Dubai Desert Classic. Ultimately finished second despite a final 54 holes of 67-69-66. Still ended a stroke behind winner Stephen Gallacher...Two weeks later, finished T5 at the Africa Open. Seemed to be in control of the tournament after a first-round 68 followed by a second-round 63 and a third-round 62. Led Oliver Fisher by two shots with 18 holes to play. Faltered to a 73 Sunday that lowered him into a T5 with Rich Bland, Darren Fichardt and Jaco Van Zyl...Added T8s at the BMW International Open and the BMW Masters.\n\n2013: Enjoyed three European Tour top-10s during his 21 starts on that circuit. Best finish was a T4 at the 70 Open D'Italia Lindt, with a pair of 68s Saturday and Sunday allowing him to move up the leaderboard...Finished T6 at the Johnnie Walker Championship, thanks to a pair of 66s in the second and final rounds...Only other top-10 was a T9 at the Africa Open. Followed his third-round 64 with a final-round 73. Represented Argentina at the World Cup. In the individual portion of the event, finishedT46...Played one Latinoamérica event, the Argentine Open, in December. Fashioned rounds of 70-71-72-69 to T3 at Nordelta GC in Buenos Aires, three shots behind winner Marcelo Rozo.\n\n2012: Made his PGA TOUR debut, appearing in the Puerto Rico Open. Had a nice finish there, shooting a Sunday 67 to T42...Played a full slate on the European Tour, making 18 starts and 11 cuts. Best finish was a T10 at the Lyhhoness Open in July...At the ISPS Handa Perth International on the PGA TOUR of Australasia, opened 66-67, and despite faltering to a 73-74 finish, still earned a T5...Also picked up a T10 in January on the Southern Africa Tour, at the Africa Open. \n\n2011: At the Abierto International de Golf II Copa Antioquia, parlayed rounds of 69-68-69-71 into a T6. \n","otherCarHigh" : "","personal" : "Born in Resistencia, Argentina, grew up playing the same course, Chaco Golf Club, as Jose Coceres and Fabian Gomez...Picked up his first club at age 5 and also played basketball...Left Argentina at age 16 to attend the IMG Academy for golf in Bradenton, Fla...Member of famed \"Class of 2011\" and competed alongside Jordan Spieth, Justin Thomas, Daniel Berger and Ollie Schniederjans during amateur golf days...Described winning the 2015 Frys.com Open as the \"greatest moment of his life\", golf wise...","otherInfo" : "","ntlTeams" : "World Cup (1), 2013.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 1st at the Frys.com Open.","dynStats" : "He ranks 77th in Driving Distance - Driver on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/Emiliano-Grillo-155915514582716\/"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/GrilloEmiliano"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}