{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "40026","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Berger","first" : "Daniel","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "175","weightMetric" : "79","birthDate" : "April 7, 1993","age" : "23","birthPlace" : "Plantation, Florida","residence" : "Jupiter, Florida","family" : "Single","education" : "Florida State University","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2014)","trndProYear" : "2013","clubAffl" : "The Dye Preserve (Jupiter, Florida)","cityPlaysFrm" : "Jupiter; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,287,904&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Subject to second reshuffle (first eight events)","otherVics" : "","intlVics" : "","curYearHigh" : "Teamed with Charley Hoffman to finish third in his debut at the Franklin Templeton Shootout in December... Took 12 starts in the season to earn his first top-10 which came at the Shell Houston Open (T5). Made nine birdies, offsetting three bogeys to post a 6-under 66 in the final round and tie for fifth with Russell Henley. Led the field with a total of 23 birdies...In his first start at the Masters, posted scores of 73-71-74-71--289 to T10 at 1-under-par with four others. The top-10 finish at Augusta National marked his fourth major championship start and best finish (bettering a T28 at the 2014 U.S. Open).","carHigh" : "2013: Played in four Web.com Tour events after leaving FSU following his sophomore year, missing his first three cuts before finishing T47 at the Price Cutter Charity Championship...Finished runner-up at the Second Stage of Web.com Tour Qualifying Tournament at Plantation Reserve Golf Course and Club in Plantation, Fla. to secure his spot in the Q-School Finals and a Tour card for 2014...Opened with rounds of 71-75 at the Finals, jumping 94 spots to T24 after firing a third-round 63 at PGA West in the Q-School Finals. The 9-under round featured seven birdies and an eagle and a second nine of 29 in which he played the last eight holes in 7-under. He would close with 68-68-73 to finish T32, securing good status for the start of 2014. \n","otherCarHigh" : "Was the No. 1 ranked player in the state of Florida in the 2011 high school graduating class...Named first-team All-American in 2013. Was individual runner-up to Max Homa at the 2013 NCAA Championship. Won two college events in two years of play and had a total of nine top-five finishes at FSU. Was named to 2012 ACC Academic Honor Roll...Played on the 2013 U.S. Palmer Cup team.","personal" : "Has one sister and two brothers...Attended William T. Dwyer High School in Jupiter, Fla...Did not play high school golf, instead competing on both the national and international levels while earning his academic diploma...Turned pro after two years at Florida State...Father, Jay, is the director of men's tennis for the USTA, and has served as an assistant coach for the U.S. Davis Cup and Olympic tennis teams and was head coach of the 2012 U.S. Olympic tennis team...Had his first hole-in-one at age 13...If not a professional golfer, he would be a professional tennis player...Favorite course is The Dye Preserve in his hometown of Jupiter...Course he would most like to play is Augusta National...Favorite college team is Florida State, and his favorite pro team is the Miami Heat...Favorite TV show is \"Breaking Bad.\"...Favorite food is anything his mom makes and favorite restaurant is \"Chipotle.\"...Always carries turkey jerky in his golf bag...Favorite quote is \"Winning means you're willing to go longer, work harder and give more than anyone else.\" ...Favorite song he would like to have playing upon his entrance to the first tee is the FSU war chant...Twitter name is @danielberger59.","otherInfo" : "","ntlTeams" : "Palmer Cup (1), 2013.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2014-15","qSchoolYear" : "","exmtStatus" : "11th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "Teamed with Charley Hoffman to finish third in his debut at the Franklin Templeton Shootout in December... Took 12 starts in the season to earn his first top-10 which came at the Shell Houston Open (T5). Made nine birdies, offsetting three bogeys to post a 6-under 66 in the final round and tie for fifth with Russell Henley. Led the field with a total of 23 birdies...In his first start at the Masters, posted scores of 73-71-74-71--289 to T10 at 1-under-par with four others. The top-10 finish at Augusta National marked his fourth major championship start and best finish (bettering a T28 at the 2014 U.S. Open).","carHigh" : "2014-15: Named the PGA TOUR's Rookie of the Year. Thanks to 15 top-25 finishes in just 21 starts through the Wyndham Championship, including a playoff loss in South Florida, was one of nine PGA TOUR rookies to advance to the FedExCup Playoffs. Was the only rookie to advance to the TOUR Championship by Coca-Cola, where he finished T12 and ended his season ranked 11th in the FedExCup standings. Only Jordan Spieth in 2013 (seventh) finished a rookie season on TOUR higher in the FedExCup standings...Held a share of the first-round lead at the OHL Classic at Mayakoba before finishing T51. It was his first PGA TOUR lead after any round...At the Waste Management Phoenix Open, made five consecutive birdies in the first round at TPC Scottsdale, en route to a 5-under 65. Ensuing rounds of 69-71-69 resulted in a T10 with four others...Came back the following week with a T24 at the Farmers Insurance Open, followed by another T10 effort at the AT&T Pebble Beach National Pro-Am. Rounds of 67-66-69-70 led to a 15-under 272 total, seven strokes behind champion Brandt Snedeker...Two weeks later and just down I-95, a few miles from his Jupiter, Fla., home, posted a career-low, 6-under 64 in the final round of The Honda Classic to take the clubhouse lead at 6-under 274. He watched the telecast and hit practice balls for nearly an hour before 2005 Honda Classic champion Padraig Harrington sank a 16-foot birdie putt on the 72nd hole to join him at 6-under and force a playoff. Following a pair of pars back at the par-5 18th hole, the first extra hole, his bid for victory ended when his tee shot at the par-3 17th hole went into the water hazard...At the Arnold Palmer Invitational, made an elusive albatross in the third round on the par-5 sixth hole (4-iron) from 237 yards. Went on that day to post a 2, 3, 4 and 5 on Bay Hill's four par 5s. By doing so, became the third player since 1983 to post a 2, 3, 4 and 5 on four par-5s in a round. The others were Tag Ridings (third round of the 2005 Humana Challenge) and Geoff Ogilvy (first round of the 2006 Honda Classic). His albatross was the 121st on the PGA TOUR since the TOUR began keeping records in 1970 and the first at the Arnold Palmer Invitational. Finished T13...Posted four rounds in the 60s at the Zurich Classic of New Orleans en route to a T6 with David Hearn at TPC Louisiana...Made five birdies and three bogeys in the final round at the BMW Championship to post a 2-under 69 and finish alone in second place, six strokes behind Jason Day. With his solo-second finish, moved from No. 46 to ninth in the FedExCup standings and into the TOUR Championship by Coca-Cola (one of four players to play his way into the top 30). Collected his sixth top-10 in 30 starts.\n\n2013-14: Finished the season with 21 Web.com Tour starts, which included a T2, two T3s, two T7s and 10 top-25s...Made 13 birdies and an eagle over consecutive rounds of 64 to open the Brasil Champions, placing him solo second after 36 holes. Rounds of 71-69 on the weekend led to a T7 finish, his first Web.com Tour top-10...The following week, shot consecutive 68s in the first two rounds of the Panama Claro Championship. Was T8 after a 70 in the third round. Made five birdies in a seven-hole stretch to close with a 67, good for a T3 showing...Posted rounds of 71-67-74-68 for a T3 performance at the El Bosque Mexico Championship in April...In June, qualified for the U.S. Open. Caught a lot of attention Sunday when he fired a 66 at Pinehurst No. 2 to finish T28 in his first Open appearance...Carded four rounds in the 60s, including a bogey-free 65 in the third round, at the Albertsons Boise Open in July to finish T7...Two weeks later, entered the final round of the Stonbrae Classic one shot off the lead after a bogey-free 62 in the third round. Eagled the third hole Sunday and eventually finished with a 68 for a T2, three shots behind winner Tony Finau...Continued his good play the next week in Springfield, Mo., with a T11 that featured a third-round 65...Officially secured his 2014-15 PGA TOUR card for the first time at the conclusion of the Regular Season in late-August (15th on the money list), ending the Regular Season with T11 or better finishes in three of his last four starts...Best performance in the Web.com Tour Finals was a T19 at the opening Hotel Fitness Championship...Was second on Tour in Total Driving and eighth in Driving Distance (308.4 yards per drive).\n\n2013: Played in four Web.com Tour events after leaving FSU following his sophomore year, missing his first three cuts before finishing T47 at the Price Cutter Charity Championship...Finished runner-up at the Second Stage of Web.com Tour Qualifying Tournament at Plantation Reserve Golf Course and Club in Plantation, Fla. to secure his spot in the Q-School Finals and a Tour card for 2014...Opened with rounds of 71-75 at the Finals, jumping 94 spots to T24 after firing a third-round 63 at PGA West in the Q-School Finals. The 9-under round featured seven birdies and an eagle and a second nine of 29 in which he played the last eight holes in 7-under. He would close with 68-68-73 to finish T32, securing good status for the start of 2014. \n\nAmateur: Was the No. 1-ranked player in the state of Florida in the 2011 high school graduating class...Named first-team All-American in 2013. Was individual runner-up to Max Homa at the 2013 NCAA Championship. Won two college events in two years of play and had a total of nine top-five finishes at FSU. Was named to 2012 ACC Academic Honor Roll...Played on the 2013 U.S. Palmer Cup team.\n","otherCarHigh" : "","personal" : "Has one sister and two brothers...Attended William T. Dwyer High School in Jupiter, Fla...Did not play high school golf, instead competing on both the national and international levels while earning his academic diploma...Turned pro after two years at Florida State...Father, Jay, is the director of men's tennis for the USTA. Has served as an assistant coach for the U.S. Davis Cup and Olympic tennis teams and was head coach of the 2012 U.S. Olympic tennis team...Had his first hole-in-one at age 13...If not a professional golfer, would be a professional tennis player...Favorite course is The Dye Preserve in his hometown of Jupiter...Course he would most like to play is Augusta National...Favorite college team is Florida State, and his favorite pro team is the Miami Heat...Favorite TV show is \"Breaking Bad.\"...Favorite food is anything his mom makes and favorite restaurant is Chipotle....Always carries turkey jerky in his golf bag...Favorite quote is \"Winning means you're willing to go longer, work harder and give more than anyone else.\"...Favorite song he would like to have playing upon his entrance to the first tee is the FSU war chant...Twitter name is @danielberger59...During his play at the 2015 Honda Classic not far from his home in Jupiter, he said about the number of ticket requests the hometown favorite received, he laughed and said, \"I never knew I had so many best friends.\"","otherInfo" : "","ntlTeams" : "Palmer Cup (1), 2013.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T5th at the Shell Houston Open.","dynStats" : "He ranks 94th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/DanielBerger59"}], "allOutTypes" : ["XML Output","Intro Page","Bio Page","ShotLink Player Bio"]}]}