{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "08537","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hayes","first" : "J.P.","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "185","weightMetric" : "84","birthDate" : "August 2, 1965","age" : "50","birthPlace" : "Appleton, Wisconsin","residence" : "El Paso, Texas","family" : "Wife, Laura; John Henry (9\/27\/01), Maggy Jean (12\/8\/03)","education" : "University of Texas-El Paso (1988, Marketing)","splInterest" : "Fly fishing","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1989","clubAffl" : "El Paso CC (El Paso, Texas)","cityPlaysFrm" : "El Paso; TX; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "8,569,026&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2012","exmtStatus" : "","otherVics" : "","intlVics" : "(3): 1992 Thailand Open [Asia], Singapore Rolex Masters [Asia], Korean Open [Kor].","curYearHigh" : "Did not play an event during the season due to injuries and last played an event in 2012 at the Mayakoba Golf Classic (MC), his lone start that season...Underwent right wrist surgery in October and hopes to play on the Champions Tour at some point in 2016 once he is healthy.","carHigh" : "2011: Finished outside the top 125 on the official money list for the third time in four years. Also failed to record a top-10 finish for the first time since the 2004 season. Of his eight made cuts in 19 PGA TOUR starts, a T18 at the Greenbrier Classic represented his best outing of the season. In final year of exempt status as 2004 Open Championship champion, made made 11 cuts from 29 starts to finish No. 133 on the 2009 PGA TOUR money list. T15 at the Masters Tournament was his best finish on TOUR since a T10 at the 2006 John Deere Classic. Came back the following week with a T4 at the Verizon Heritage, his best performance since winning the 2004 Open Championship. It was also just his third top-10 finish since hoisting the Claret Jug. Made the cut in 17 of 28 starts in 2008 but failed to crack the top 10 in a tournament for the second consecutive season. Posted four top-25 finishes, including three in his final five starts. Recorded a season-best T18 at the Ginn sur Mer Classic in his final start of the year. Plagued by inconsistent play in 2007, former Open Championship champion fell outside the top 200 on the money list. Best finish in 28 starts was a T37 at the Reno-Tahoe Open. Playing near hometown of Galesburg, Ill., in 2006, he finished T10 at the John Deere Classic thanks to closing rounds of 67-67. Top-10 was first since a T6 at the 2004 American Express Championship, a span of 50 events. Struggled through most of the 2005 season, without a top-10 in 31 starts. Top finish was a T13 at the John Deere Classic. The following week, missed the cut at St. Andrews in defense of The Open Championship title with rounds of 74-74. At age 38, was named 2004 PGA TOUR Rookie of the Year on the strength of two wins, including playoff victory over Ernie Els at The Open Championship. Entered the season with only 12 TOUR events under his belt, having played primarily in Japan over the last decade, with 14 international victories during that period. Birdied the 71st and 72nd holes at The CC at Mirasol's Sunrise Course to win The Honda Classic. Opened the final round with a four-stroke lead and finished at 12-under 274 to defeat Davis Love III by one shot. Made a 10-foot birdie putt on No. 17 and a 4-footer on No. 18 after an 8-iron from 162 yards. Earned his first career TOUR victory in his 18th career start on TOUR. Captured first major championship at The Open Championship at Royal Troon. Held a one-stroke lead over Ernie Els and two over Phil Mickelson and Retief Goosen through 54 holes. Bogeyed the 72nd hole to fall into a tie at 10-under with Els, who birdied two of the last three holes. Defeated Els in the four-hole playoff by parring all four holes, while Els bogeyed the third (17th hole). Became second consecutive rookie to win The Open Championship and the first rookie since Jose Coceres in 2001 to win twice in his first season on TOUR. Held first-round lead at the American Express Championship in Ireland with a 66 and finished T6 for his first top-10 in three World Golf Championships events. Entered THE TOUR Championship 10th on money list, attempting to become the first rookie to finish among the top 10 since Jerry Pate (1976). Finished 28th at East Lake to drop one spot to No. 11. In 2003, earned first TOUR card on eighth attempt with a T16 finish at the Qualifying Tournament. Led the Japan Golf Tour with four wins, and finished third on the Japan Golf Tour official money list. During the period from 1993-2002 he captured seven events on Japan Golf Tour. Typically would make five trips back and forth between the United States and Japan during a season, playing four weeks and then returning home to Dallas for two weeks. Won 1992 Asian Tour Order of Merit, thereby earning an exemption onto the Japan Golf Tour. Won the Asian Tour's Thailand Open, Singapore Rolex Masters and Korean Open that year. Made four starts on the Web.com Tour in 1991, with a season-best T21 at the Hawkeye Open. Was three-time All-American at Oklahoma and roomed with fellow TOUR member Grant Waite. Brought claret jug on the road on several occasions in 2005, allowing friends to see and pose with historic Open Championship trophy. Lists Jack Nicklaus as his hero. Almost quit golf prior to winning the 1992 Asian Tour order of merit. \n","otherCarHigh" : "","personal" : "Grew up playing on a nine-hole course in Biggsville, Ill...Credits his father for giving him his start in golf. His wife was his high school sweetheart at Union High School in Biggsville, Ill.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1993","qSchoolYear" : "","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "Did not play an event during the season due to injuries and last played an event in 2012 at the Mayakoba Golf Classic (MC), his lone start that season...Underwent right wrist surgery in October and hopes to play on the Champions Tour at some point in 2016 once he is healthy.","carHigh" : "2012: Missed the cut in his only PGA TOUR start in the season, at the Mayakoba Golf Classic. 2011: Finished outside the top 125 on the official money list for the third time in four years. Also failed to record a top-10 finish for the first time since the 2004 season. Of his eight made cuts in 19 starts, a T18 at the Greenbrier Classic represented his best outing of the season. 2010: Finished inside the top-125 on the money list for the first time since 2007, while recording three top-10s...After missing five consecutive cuts, finished T5 at the AT&T Pebble Beach National Pro-Am in his 14th Pebble Beach start...Came back the following week with a T4 finish at the Mayakoba Golf Classic, posting back-to-back top-10 finishes for the first time since three in a row in 2000 (T10 at the Farmers Insurance Open, T10 at the Northern Trust Open and T2 at The Honda Classic). Sat in second place after each of the first three rounds (65-67-69) before a final-round, even-par 71 left him three behind champion Cameron Beckman...Finished T7 at the Arnold Palmer Invitational with four rounds in the 70s. 2009: Made six cuts in 15 starts on TOUR in 2009, posting his 28th career top-10 finish, a T6 at the 2009 Puerto Rico Open presented by Banco Popular...Finished No. 172 on the money list...Earned higher exempt status with a T8 finish at the 2009 PGA TOUR Qualifying Tournament. 2008: Made seven cuts in 26 starts on the PGA TOUR in 2008, with a season-best T9 at the John Deere Classic, where he won in 2002 and finished second in 2006...Finished 176th on the money list, his worst finish since 1993...Gained national attention late in 2008 for disqualifying himself from second stage of the Qualifying Tournament for inadvertently using a nonconforming ball. Received a number of sponsor exemptions from 2009 tournaments as a result of his act. 2007: Competed in two events in the FedExCup Playoffs. Recorded three top-10 finishes and seven top-25 finishes in 28 starts...First top-10 was a T10 at The Honda Classic, aided by rounds of 67-68 on the weekend...Withdrew during the fourth round of the PODS Championship due to minor chest pains and dizziness. Later diagnosed as vasovagal syncope, which causes low blood pressure...After taking more than a month off to recover, finished a career-best T6 at THE PLAYERS Championship with rounds of 68-70 on the weekend...Led after the first round of the Children's Miracle Network Classic with a 7-under 65 before finishing T9, his third top 10 of the season. 2006: Playing out of the 126-150 category, finished in the top 125 in just 19 starts to earn full status for 2007...Finished second at the John Deere Classic. Trailed 54-hole leader John Senden by four entering the final round, but Sunday's 6-under-par 65 fell one short of Senden's 265 total...Finished fourth at the Southern Farm Bureau Classic for his second top-10. The $144,000 payday pushed him to No. 115 on the money list. 2005: Made only 10 cuts in 22 TOUR starts and finished out of the top 125 for the second consecutive season...Finished T2 at the B.C. Open thanks to closing rounds of 64-66âŚFinished T4 at the Reno-Tahoe Open in late August, six strokes behind wire-to-wire champion Vaughn Taylor. 2004: Finished out of the top 125 (No. 174) for the first time since 1997. Retained his card by finishing T26 at the PGA TOUR Qualifying Tournament. Closed with a 5-under 67 to make it on the number and finish in the top 30 and ties. 2003: Finished in the top 125 (112th) for the sixth consecutive season with seven top-25s, including solo eighth at the Reno-Tahoe Open. 2002: Outstanding season with career-best earnings of $955,271 capped by second career TOUR victory at John Deere Classic...T16 at Bob Hope Chrysler Classic was highlighted by PGA TOUR record-tying eight consecutive birdies (13-18, 1-2) at the Palmer Course at PGA WestâŚWisconsin native finished in top five for the third consecutive year at the Greater Milwaukee Open with a T5 (T3-2000-01). Shot then-tournament record 7-under 28 on the front nine at Brown Deer Park GC...Picked up second career victory at the John Deere Classic, four years, one month and 14 days after his first. Set tournament course record and tied the tournament record with a 10-under 61 in the second round. Set the tournament record in relation to par at 22-under 262 (David Frost, 21-under 259 at Oakwood CC in 1993). 2001: Steady year to finish in the top 100 on the money list for the fourth consecutive year...Recorded three top-10s, all in the second half of the season, a T3 in June at the Buick Classic, a T3 in the Greater Milwaukee Open and a T7 in the Reno-Tahoe Open. 2000: Recorded five top-10s, including the first runner-up finish of his career and the second third-place finish of his career...Runner-up finish came at Honda Classic. Part of eight-way tie for lead after opening with 65 and followed with 67-68 and held lead for second and third rounds before final-round 70 secured T2...Earned second career third-place finish at Greater Milwaukee Open. 1998: Became the fourth first-time winner with playoff victory over Jim Furyk at rain-shortened Buick Classic. The week marked only the fifth time he had made the cut in 10 events. Also arrived at Westchester CC having broken 70 just once all year and with earnings of $16,712. Started with 66 in first round for T2, two strokes out of lead. Second round took place over Saturday and Sunday due to heavy rains. Birdied 17 and 18 Sunday morning to complete 67 and tie Furyk for lead. Both players recorded 68s in the third and final round, which included an eagle by Furyk and birdie by Hayes on 54th hole. In playoff, Hayes sank seven-foot birdie putt on first extra hole to earn two-year exemption and $324,000. Previous best TOUR finish was T6 at the 1992 Anheuser-Busch Golf Classic. 1997: Best finish was a T8 at the Shell Houston Open, where he shot 64 on Saturday for his low round of the year...Finished 135th on money list and returned to Qualifying Tournament for fourth time. 1996: Finished 13th at 1996 PGA TOUR Qualifying Tournament to gain full exempt status on TOUR. Finished 14th on Web.com Tour money list in on strength of victory at Miami Valley Open.\n","otherCarHigh" : "","personal" : "During the second stage of the 2008 PGA TOUR Qualifying Tournament in Texas, turned himself in for accidently using a prototype golf ball not approved for competition by the United States Golf Association, resulting in disqualification. \"It's extremely disappointing,\" he said. \"I keep thinking I'm going to wake up and this is going to be a bad nightmare.\" The move by Hayes triggered national attention for his honesty and integrity...Upon winning first TOUR title in 1998, said, \"More than the money, to me that exemption means the most. For the first time in a lot of years I won't have to fill out that application for qualifying school.\"","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Did not play an event during the season due to injuries and last played an event in 2012 at the Mayakoba Golf Classic (MC), his lone start that season...Underwent right wrist surgery in October and hopes to play on the Champions Tour at some point in 2016 once he is healthy.","carHigh" : "2014: Did not play an event during the season.\n","otherCarHigh" : "Played the PGA TOUR full-time in 1992, 1995 and again from 1997-2011, with more than 400 career starts...Earnings totaled more than $8.3 million, and he owns a pair of victories among his 31 top-10 finishes...The first was in 1998 when he won the weather-shortened Buick Classic. Became the fourth first-time winner that year with playoff victory over Jim Furyk. The week marked only the fifth time he had made the cut in 10 events. Also arrived at Westchester CC having broken 70 just once all year and with earnings of $16,712. Started road to victory with 66 in first round, leaving him tied for second, two strokes out of lead. Second round took place over Saturday and Sunday due to heavy rains. Birdied 17 and 18 Sunday morning to shoot 67 and tie Jim Furyk for the lead. Both players recorded 68s in the third and final round, which included a birdie on the 54th hole and an eagle by Furyk there. In the playoff, he sank 7-foot birdie putt on first extra hole to earn two-year exemption and $324,000. At the time his previous best finish on the PGA TOUR was T6 at the 1992 Anheuser-Busch Golf Classic...Added his second win in 2002 when he won the John Deere Classic, 4 years, 1 month, 14 days after his first. Recorded 23 birdies and just one bogey over four rounds. Set tournament course record and tied the tournament record with a 10-under 61 in the second round. Set the tournament record in relation to par at 22-under 262 (David Frost, 21-under 259 at Oakwood CC in 1993)...Had a trio of runner-up finishes in his career, including the 2000 Honda Classic, the 2005 B.C. Open and the 2006 John Deere Classic...Played three full seasons on the Web.com Tour and won the 1996 Miami Valley Open.\n","personal" : "During the second stage of the 2008 PGA TOUR Qualifying Tournament in Texas, turned himself in for accidently using a prototype golf ball not approved for competition by the United States Golf Association, resulting in disqualification. \"It's extremely disappointing,\" he said. \"I keep thinking I'm going to wake up and this is going to be a bad nightmare.\" The move by Hayes triggered national attention for his honesty and integrity...Upon winning first TOUR title in 1998, said, \"More than the money, to me that exemption means the most. For the first time in a lot of years I won't have to fill out that application for qualifying school.\"...Played his college golf at the University of Texas-El Paso.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Media Guide - PGA TOUR Full Page","Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}