{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25818","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Piercy","first" : "Scott","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "185","weightMetric" : "84","birthDate" : "November 6, 1978","age" : "37","birthPlace" : "Las Vegas, Nevada","residence" : "Las Vegas, Nevada","family" : "Wife, Sara; Cole, Brennan, Jett","education" : "San Diego State University (2001, Public Administration)","splInterest" : "Spending time with family, cars","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2008)","trndProYear" : "2001","clubAffl" : "TPC Summerlin (Las Vegas, Nevada)","cityPlaysFrm" : "Las Vegas; NV; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "12,059,318&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Following a T25 in the season-opening Frys.com Open, opened the CIMB Classic with the lowest first-round score in tournament history (62) to take a three-shot lead after 18 holes. Followed with three matching rounds of 69 to finish T7, seven strokes behind champion Justin Thomas.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Will be playing his rookie season on the Nationwide Tour in 2008. Has made a total of seven starts on Tour, with all three career cuts coming in 2003. Posted a career-best T22 at the Envirocare Utah Classic. Most recently missed the cut in all six appearances on the PGA TOUR in 2007. Throughout his career, has made the cut in seven of 18 TOUR starts, including three in 2005 and four in 2006. Posted a career-best T15 finish at the 2006 FBR Open. Long-time mini-tour player, has played predominantly on the Hooters Tour since the 2001 season. Notched his first win on that Tour at the 2006 Michelob Ultra Classic. Recorded a 5-under 31 on the back nine to overcome a three-stroke deficit with five holes to play to win the Ultimate Game at the Wynn Las Vegas G&CC. Posted rounds of 68-65 to win, which resulted in a first-place check of $2 million. The win came on his fifth wedding anniversary. Helped lead his high school to two state championships in soccer. Cites winning the Ultimate Game as his biggest thrill in golf. Says his dad is his hero. Got his start in golf from a childhood friend.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2009","qSchoolYear" : "","exmtStatus" : "2014-15 tournament winner (through 2016-17)","otherVics" : "","intlVics" : "","curYearHigh" : "Following a T25 in the season-opening Frys.com Open, opened the CIMB Classic with the lowest first-round score in tournament history (62) to take a three-shot lead after 18 holes. Followed with three matching rounds of 69 to finish T7, seven strokes behind champion Justin Thomas.","carHigh" : "2014-15: Season highlighted by a career-best finish in the FedExCup (No. 22) and top-10 finishes (five), one of which was his victory at the Barbasol Championship (the third win of his PGA TOUR career)...Playing in his hometown event, the Shriners Hospitals for Children Open in Las Vegas, posted four rounds in the 60s to finish T7, six strokes behind champion Ben Martin. It marked his first top-10 since finishing T5 at the 2013 PGA Championship. Playing on a Major Medical Extension this season, started the season with 14 events to earn 200 FedExCup points or $300,710. His top-10 finish at TPC Summerlin was good for 85 points and $193,233...Making his seventh start at the Sony Open in Hawaii, cracked the top 10 for the first time with a runner-up finish (a distant nine strokes behind runaway winner Jimmy Walker). Followed a pair of 3-under 67s in the first two rounds with a pair of 66s on the weekend, good for his first top-five since a T5 at the 2013 PGA Championship...Reeled off five consecutive birdies in the first round of the Shell Houston Open en route to a course record-tying, 9-under 63 and a two-stroke, 18-hole lead. Would post another low score Saturday, a 6-under 66, but 2-over 74s in the second and final rounds resulted in a 10th-place finish at the GC of Houston...Following birdies on four of his last five holes in the third round of the inaugural Barbasol Championship, kept the momentum going in the final round, opening with a pair of birdies at Nos. 1 and 2. Sank an unlikely putt on the second hole from 57 feet. Ensuing birdies at Nos. 5, 6, 9, 13, 14 and 16 resulted in a three-stroke win over Alabama native Will Wilcox in Opelika, Ala. Claimed his third career TOUR victory at age 36 years, 8 months, 13 days in his 185th career TOUR start. Won for the first time since his last TOUR win, 55 starts earlier. Led the field in Greens in Regulation...Totaled a 15-under 269 at the BMW Championship to finish alone in third, seven strokes behind champion Jason Day. Was one of four players to play his way into the top 30 in the FedExCup standings to advance to the final event, the TOUR Championship by Coca-Cola, moving from No. 44 to No. 20 in the standings...Went on to finish 25th at East Lake GC. It marked just his second trip to the season-ending event.\n\n2013-14: Made seven cuts in 12 starts, finishing 166th in the FedExCup standings. Will have 14 events on a Major Medical Extension to earn 200 FedExCup points or $300,710. Had surgery to repair a torn flexor digitorum superficialis in his right arm in February after losing in the first round at the World Golf Championships-Accenture Match Play Championship. Dr. Thomas Graham performed the surgery at the Cleveland Clinic in Ohio. The injury originally occurred at the 2013 HP Byron Nelson Championship...Played two Web.com Tour events in July, shooting six consecutive rounds in the 60s. Finished T11 at the Utah Championship outside Salt Lake City, shooting rounds of 68-69-66-68...Played the following week at the Albertsons Boise Open in Idaho. Missed the cut at Hillcrest CC after opening 69-68...Made return to the PGA TOUR in July at the RBC Canadian Open (T25) in Montreal, an event he won in 2012. Made two other starts on the PGA TOUR before the end of the season. Missed the cut at the PGA Championship and finished season at Wyndham Championship (T12).\n\n2013: Made 16 of 24 cuts on TOUR, with four top-10s. Finished No. 49 in the final FedExCup standings a year after advancing to the TOUR Championship by Coca-Cola...In his fifth career start at the Waste Management Phoenix Open, closed with a 10-under 61 at TPC Scottsdale Sunday to claim third-place honors. The 61 was the low round of the day and matched his career-best on the PGA TOUR. He was tied for 74th after the first round but moved up the leaderboard to record his best since winning the RBC Canadian Open in July 2012...Finished T9 at the World Golf Championships-Accenture Match Play Championship...Third top-10 of the season came at the HP Byron Nelson Championship. Posted 4-under 66s in the first and third rounds en route to a T5 finish...Was T5 at the PGA Championship on the strength of a final-round 65. Notched his first career top-10 in a major in his ninth start. Previous-best major finish was a T26, at the 2011 PGA Championship. Previous-low round in a major was a 68.\n\n2012: Finished a career-best No. 27 in the FedExCup standings...Collected his first top-10 of the season, a T5 at the Transitions Championship, on the strength of a final-round, 9-under 62, the lowest final round score of his PGA TOUR career. Posted 12-under but fell one stroke shy of a four-man playoff. The closing 62 bettered the previous-low, final-round score at the Transitions Championship by two strokes. Carded a 7-under 29 on the front nine, breaking the previous front-nine record at the Transitions Championship. Improved from T45 to T5, with the 62...Opened and closed with bogey-free, 6-under 65s at the John Deere Classic in July in his fifth start at TPC Deere Run. At 18-under, held the clubhouse lead until Zach Johnson and Troy Matteson finished tied at 20-under. Finished third, his second top-10 finish of the season in 13 starts...At the RBC Canadian Open in July, he opened with a course-record, 8-under 62 at Hamilton G&CC, followed that with three 67s and held on to win his second PGA TOUR title by a stroke over Robert Garrigus and William McGirt. Was set to defend his 2011 Reno-Tahoe Open the next week, but the win in Canada earned him his first invitation to a World Golf Championships event, the Bridgestone Invitational in Ohio...Finished T37 at the BMW Championship, but it earned him a spot in the TOUR Championship. Did not know he was in the TOUR Championship until an hour after he finished his round...Finished T15 in his first career start at the TOUR Championship by Coca-Cola...Two weeks after the TOUR Championship, at the Justin Timberlake Shriners Hospitals for Children Open, the Las Vegas resident overcame a 2-over 73 in the third round, with a 7-under 64 Sunday at TPC Summerlin to claim T6...Following three consecutive 4-under 68s, closed with a 7-under 65 in his first start at the World Golf Championships-HSBC Champions, claiming a T2, with Phil Mickelson, Jason Dufner and Ernie Els. His runner-up finish came in just his second World Golf Championships start (T19 at Bridgestone Invitational earlier in the season). A week prior, closed with a 9-under 62 Sunday at the CIMB Classic to T10.\n\n2011: Enjoyed a banner year on TOUR, claiming three top 10s in 23 starts, highlighted by his first career TOUR win. Finished 69th in the FedExCup standings...First top-10 came at Shaughnessy G&CC, where he birdied his 71st and 72nd holes to turn in his third consecutive sub-70 round (a 1-under 69) to T6... Collected first PGA TOUR victory in dramatic fashion, holing a 7-foot par putt on the 72nd hole to win the Reno-Tahoe Open. Victory came one day after carding the lowest round of his PGA TOUR career, a course record, 11-under 61 that featured eight consecutive birdies from Nos. 2-9. Equaled the lowest nine-hole score in relation to par with a front nine 8-under 28 en route to the 61. Only blemish of his third-round 61 was a bogey at No. 17, but he bounced back with an eagle-3 at the par-5 18th. Converted a third-round lead into victory on TOUR for the first time in three attempts. With the victory moved to No. 80 in the FedExCup standings, his highest ranking in the season-long points race since he was No. 70 following the 2009 Reno-Tahoe Open. Became the first Nevada native to win in Reno...In his attempt to win twice in Nevada, enjoyed four sub-par rounds to finish T10 at the Justin Timberlake Shriners Hospitals for Children Open in Las Vegas.\n\n2010: Claimed two top-10 finishes in 28 starts in his sophomore year on TOUR. First top-10 finish came at the Waste Management Phoenix Open, where he finished T8. Made a pair of eagles through the first 10 holes in the third round on the way to a 65. Drove the green on the par-4, 390-yard 10th hole with a 361-yard drive that cut the corner and landed 10 inches from the hole...Next top-10 finish came with a T8 at the Wyndham Championship, making him the only player to move into the top 125 in the final FedExCup standings in the last event before the PGA TOUR Playoffs for the FedExCup. Four-way T8 to earn 78 FedExCup points, moving from 140th to 125th and make the Playoffs on the number. He edged out Jeff Quinney, who finished 126th, by just two points. If just one of the six players who finished T12 had saved one shot throughout the course of four rounds, there would have been a five-way tie for eighth, and Piercy would have missed the playoffs by a single point. Took the position of Chris Stroud inside the top 125. Stroud missed the cut and fell from 124th to 127th. \n\n2009: Rookie year was marked by eight top-25 finishes in 28 starts, highlighted by a pair of top-10s...After T12 and T19 finishes in his first two starts, first top-10 of his career came at the FBR Open where he finished T6...Bettered that finish a few weeks later at The Honda Classic where he closed with a 5-under 65 to claim T5. Birdied the daunting par-4 18th at PGA National to post the top-five finish...Was 54-hole co-leader at both Turning Stone Resort Championship and Justin Timberlake Shriners Hospitals for Children Open before posting 73s Sunday at both events to finish T12 and T14, respectively. Back-to-back double bogeys on the final two holes in his native Las Vegas came after finding water hazards with his approach shots while tied for the lead through 70 holes. \n\n2008: Placed 9th on the Web.com Tour money list with $320,187...Earned first Web.com Tour victory at the Preferred Health Systems Wichita Open with tournament record, 22-under 262. Also set 36-hole (126, 16-under) and 54-hole (191, 22-under) tournament records. The $94,500 winner's check helped him jump 88 spots on the money list...The following week he birdied his final hole at the Xerox Classic to T6, shooting four sub-70 rounds...Won for the second time in three weeks, at the Northeast Pennsylvania Classic, coming from four strokes back to win by two on the strength of a final-round 64. Went from 123rd to 12th on the money list in the space of three weeks...Runner-up at the Albertsons Boise Open, where he tied the course record with a 10-under-par 61 in the final round, and moved up to No. 3 on the money list...Finished T31 at Web.com Tour Championship and closed the season ranked third in Driving Distance (307.7 yards per) and second in Birdies. \n\n2007: Missed the cut in all six PGA TOUR starts and lone Web.com Tour start...Recorded a 5-under 31 on the back nine to overcome a three-stroke deficit with five holes to play to win the 2007 Ultimate Game at the Wynn Las Vegas G&CC. Posted rounds of 68-65 to win, which resulted in a first-place check of $2 million. The win came on his fifth wedding anniversary. Cites winning the Ultimate Game as his biggest thrill in golf. \n\n2006: Claimed T16 honors at the FBR Open on the PGA TOUR in six starts...Notched his first win on the Hooters Tour at the Michelob Ultra Classic. \n\n2005: Made the cut in three of four starts on the PGA TOUR with a best finish being a T26 at the B.C. Open. \n\n2004: Missed cut in only Web.com Tour and PGA TOUR start. \n\n2003: Posted a then career-best T22 at the Envirocare Utah Classic on the Web.com Tour. Long-time mini-tour player, has played predominantly on the Hooters Tour since the 2001 season.\n","otherCarHigh" : "","personal" : "Helped lead his high school to two state championships in soccer. Says his dad is his hero. Got his start in golf from a childhood friend...Twitter is @scottpiercypga.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T7th at the CIMB Classic.","dynStats" : "He ranks T71st in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/scottpiercypga"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/ScottPiercyPGA"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}