{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34709","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Pepperell","first" : "Eddie","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "161","weightMetric" : "73","birthDate" : "January 22, 1991","age" : "25","birthPlace" : "Oxfordshire, England","residence" : "Abingdon, Oxfordshire, England","family" : "Single","education" : "","splInterest" : "Football, Reading Football Club, Chelsea Football Club, sports","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2011","clubAffl" : "Friford Heath GC (Abingdon, Osfordshire, England)","cityPlaysFrm" : "England; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(1): 2012 Allianz Open Cotes d'Armor Bretagne [EurChall].","curYearHigh" : "First top-10 of the year came at the Commercial Bank Qatar Masters. Rounds of 65-67 Saturday and Sunday put him into solo fourth, three shots behind winner Branden Grace…Tried valiantly to break through and win his first European Tour title in late-May at the Dubai Duty Free Irish Open. Opened 74-72 and was seven strokes behind the lead and tied for 39th. Made his move with a third-round 67 to move within six shots of Soren Kjeldsen's 54-hole lead. Forced a playoff with a final-round 69 that left him tied at the end of regulation with Kjeldsen and Bernd Wiesberger. On the first sudden-death playoff hole, made a par and then watched as Kjeldsen holed his putt for birdie and the win…Opened with an even-par 70 at the Aberdeen Asset Management Scottish Open then reeled off rounds of 66-65-69 to T4 at Gullane GC in July, tied with Joost Luiten and Marc Warren, two shots behind winner Rickie Fowler...In mid-September, at the KLM Open in the Netherlands, had four sub-70 rounds (67-66-67-64) to finish T5 with Morten Orum Madsen, three shots behind winner Thomas Pieters at Kennemer G&CC. \n\n","carHigh" : "2013-14: Had a banner sophomore European Tour season, with six top-10s in his 24 starts. Best outings were three fourth-place performances. The first was a T4 at the Made in Denmark in August on the strength of a final-round 69…Placed fourth at the KLM Open in mid-September, with four sub-70 rounds including a pair of 66s on the weekend…A week later, was T4 at the ISPS Handa Wales Open. Only a second-round 74 kept him from seriously contending after opening with a 68 and turning in weekend rounds of 63-67….Was T5 at the D + D Real Czech Masters in August and T6 in June at the Nordea Masters…Final top-10 of the campaign was at the Turkish Airlines Open in November (T10). \n\n2013: In his rookie season on the European Tour, enjoyed two top-10s in 20 appearances. First top-10 came at the Open de Espana in April—a T8…Only other top-10 was a T6 at the BMW PGA Championship, with a pair of 71s in the first and third rounds combined with two 69s over his other 36 holes…Also qualified for his first major championship, playing in the U.S. Open at Merion outside Philadelphia. Missed the cut after dual 77s...Only other top-15 was a T12 at the Scottish Open…In four Southern Africa Tour starts, only made cut was a T58 at the Tshwane Open in March. \n\n2012: In his first start of the European Challenge Tour season, opened with a 67 and then followed with a pair of 71s and a closing 68 to win the Allianz Open Cotes d'Armor Bretagne. Finished regulation tied with Jeppe Huldahl and then defeated Huldahl in a playoff…Two weeks later, shot weekend rounds of 65-69 to T6 at the Telenet Trophy…Waited until September for his next top-10, this time at the Allianz Challenge de France. After an opening 71, reeled off rounds of 67-67-68 to finish solo third, two shots behind winner Julien Brun…Added a T8 two weeks later at the Allianz Open de Lyon, thanks to opening and closing 66s…Closed his season at the Apulia San Domenico Grand Final, turning in a T7 after a final 54-hole showing of 67-69-65…Missed the cut in all three of his European Tour starts. \n\n2011: Played a limited slate of events on the European Challenge Tour, with his best finish coming in his last start of the campaign, at the Allianz Golf Open Grand Toulouse. Opened 69-68-66 and was three strokes off the 54-hole lead held by Sam Little and Simon Thornton. Shot a final-round 71 to T14.\n","otherCarHigh" : "","personal" : "First started playing golf at age 4. Comes from a golf family. Father runs a golf course clubhouse and a brother is a golf coach.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T49th in 2015 at the The Open Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}