{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "28937","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Coetzee","first" : "George","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "209","weightMetric" : "95","birthDate" : "July 18, 1986","age" : "29","birthPlace" : "Pretoria, South Africa","residence" : "Pretoria, South Africa","family" : "Single","education" : "University of San Diego","splInterest" : "Soccer, tennis, squash, pool, darts","pronunciation" : "cut-ZEE-uh","nwTourAlumnus" : "","trndProYear" : "2007","clubAffl" : "Pretoria CC (Pretoria, South Africa)","cityPlaysFrm" : "Pretoria; ; South Africa","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(7): 2007 Vodacom Origins-Selborne [SAf]. 2008 SAA Pro-Am Invitational Paarl [SAf], Vodacome Origins-Humewood. 2011 Telkom PGA Championship [SAf]. 2014 Joburg Open [Eur]. 2015 Tshwane Open [Eur], AfrAsia Bank Mauritius Open [Asia].","curYearHigh" : "","carHigh" : "2014-15: Won his second European Tour event in as many years when he broke free from a tie with fellow South African Wallie Coetsee on the final day of the Tshwane Open at Pretoria CC. Opened 67-66-68 and then closed with a bogey-free, 6-under 70 Sunday to defeat Jacques Blaauw by a shot...Opened with a 5-under 67 at the Trophy Hassan II in Morocco in late-March. Was 3-under the rest of the way, finishing T3 with five others, two shots behind winner Richie Ramsay...In early May, picked up win No. 2 of the campaign at the AfrAsia Bank Mauritius Open. Jumped into the 54-hole lead with a third-round 65 at the Heritage GC. Led Thomas Aiken and Thorbjorn Olesen by a shot with 18 holes to play. Fired a Sunday, 2-under 69 but couldn't hold off Olesen, who tied him at the conclusion of regulation by shooting a 68. In the playoff, he defeated Olesen when he made a birdie on the second sudden-death hole to claim the title. The victory gave him a multi-win season for the first time in his career...Back on the PGA TOUR in August, followed a 2-over 74 in the first round of the PGA Championship with a 7-under 65 Friday. Weekend rounds of 70-67, leaving him at 12-under 276, resulted in a T7 with Matt Kuchar and Dustin Johnson. \n\n2013-14: Made six PGA TOUR appearances and enjoyed four consecutive top-20s, including a T9 at the World Golf Championships-Accenture Match Pllay Championship...Added a T16 in his next start, at the World Golf Championships-Cadillac Championship and was 18th and 17th, respectively, at The Open Championship and the Barracuda Championship...Concluded the European Tour season ranked 23rd on the final Race to Dubai standings...At the Abu Dhabi HSBC Golf Championship in mid-January, finished T4 after shooting a final-round-best 66 at Abu Dhabi GC. Was tied for 13th when the day began and finished two shots behind winner Pablo Larrazabal...Opened with an 8-under 64 at the Commercial Bank Qatar Masters but fell out of contention with a third-round, 1-over 73. Recovered over his final 18 holes by shooting a 4-under 68 to T5...Played superb golf all week in winning his first European Tour title. Opened the Joburg Open with a 6-under 65 on Royal Johannesburg & Kensington GC's West Course. Fired a final-round, 6-under 66 on the East Course to hold off Tyrrell Hatton (who shot a final-round 66 of his own), Jin Jeong and Justin Walters by three shots. He played his final 20 holes in 8-under (eight birdies) and only had three bogeys all week...Advanced to the semifinals of the Volvo World Match Play Championship at The London GC in England in mid-October before falling to Henrik Stenson, 1-down. In the third-place match, lost to Joost Luiten in 19 holes...Added a T10 in early November in China at the BMW Masters. Tied with Fabrizio Zanotti and Mikko Ilonen at Lake Malren GC.\n\n2013: Played in 11 PGA TOUR events, with a T17 at the Tampa Bay Championship (second- and third-round 68s) his top performance...Played in all four major championships, making the cut at the U.S. Open (T56) and The Open Championship (T71)...Lost in the first round of the World Golf Championships-Accenture Match Play Championship...First top-10 of the year came at the Abu Dhabi HSBC Golf Championship in mid-January, with a T9...Was in position to force a playoff the next week when he shot a final-round 65 at the Commercial Bank Qatar Masters. Finished regulation with the clubhouse lead (with Sergio Garcia). Watched as Chris Wood drained a 14-foot eagle putt on the 72nd hole to win, leaving him T2 with Garcia...Two weeks after his performance in Qatar, he finished T3 at the Joburg Open, eight strokes behind winner Richard Sterne in South Africa...Playing in his first World Cup, representing South Africa, finished T20 with four others, including teammate Branden Grace. In the team competition, the duo placed sixth at Royal Melbourne GC.\n\n2012: Finished T6 at the Abu Dhabi HSBC Golf Championship. Shot a final-round, 2-under 70 after a 7-under 65 in the third round put him in contention at Abu Dhabi GC...Shot four under-par rounds at Emeriates GC to T5 at the Dubai Desert Classic...Opened with an even-par 72 at the Volvo China Open then fired rounds of 67-64-69 over his final 54 holes to T4 in April in Tianjian...Added another top-10 a week later, a T7 at the Ballantine's Championship in South Korea...Had a strong final 36 holes at the Portugal Masters in mid-October. Shot consecutive 67s on the weekend at Oceanico Victoria GC to T6...Added second top-10 in China, finishing T6 in Shanghai at the European Tour's BMW Masters...At the South African Open in mid-November, put himself in contention with a third-round 63 at Serengeti Golf and Wildlife Estate in Ekurhuleni. Couldn't keep the momentum going in the final round, shooting a 1-under 71 to finish runner-up, three shots short of Henrik Stenson...Was T10 late in the year, at the Alfred Dunhill Championship in South Africa.\n\n2011: Won the biggest event of his career, the Telkom PGA Championship on the Sunshine Tour, after losing by a stroke in the same tournament a year earlier. Fired a four-round total of 27-under at the CC of Johannesburg. Shot a final-round 64 to edge Neil Schietekat by two strokes...Came close to winning for the first time on the European Tour, finishing T2 at the Johnnie Walker Championship in Scotland in August. Lost in a five-man playoff to Thomas Bjorn. Battled through all five holes after Mark Foster, Bernd Wiesberger and Pablo Larrazabal dropped out of the overtime session. Made a 12-foot putt on the fourth extra hole to extend the playoff but eventually bowed out when his lengthy birdie putt on the fifth playoff hole didn't drop and Bjorn made a short birdie putt for the win...Had played well in Scotland earlier in the season, finishing third at The Barclays Scottish Open...Other top-fives came at the BMW International open (T3) and the Hassan Trophy (fourth). Was also seventh at the Joburg Open, a co-sanctioned event on the European Tour and Sunshine Tour...At the Alfred Dunhill Championship, shot weekend rounds of 69-69 to T3 at the event in Malealane, South Africa. 2010: Shot a final-round 67 at the Telkom PGA Championship on the Sunshine Tour but still fell by a stroke when Michiel Bothma fired a final-round 63 to win by a stroke...First European top-10 came at the Madeira Islands Open, where he T6. Was also 10th at the Johnnie Walker Championship. 2009: Finished sixth at the Telkom PGA Championship for his lone top-10 of the season. 2008: At the SAA Pro-Am Invitational on the Sunshine Tour, rolled to a three-stroke win over Warren Abery and Doug McGuigan. 2007: Picked up his first professional win, on the Sunshine Tour, part of the Vodacom Origins of Golf Tour, a series of five tournaments that make up the winter swing of the Sunshine Tour. He defeated Ulrich van den Berg by two strokes. Amateur: Turned professional in 2007 after attending one semester at the University of San Diego. \n","otherCarHigh" : "","personal" : "Began playing at age 10 and won the first tournament he entered, shooting a 49 in a nine-hole event...Favorite food is braaivleis, South African grilled meat. Enjoys vacationing in Stillbaai, located on the South African Southern coast...Favorite course to play is St. Andrews, and his idol is tennis' Rafael Nadal.","otherInfo" : "","ntlTeams" : "World Cup (1), 2013.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T35th at the Puerto Rico Open at Coco Beach.","dynStats" : "He ranks T40th in Consecutive Cuts on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}