{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "30946","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Prugh","first" : "Alex","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "175","weightMetric" : "79","birthDate" : "September 1, 1984","age" : "31","birthPlace" : "Spokane, Washington","residence" : "Las Vegas, Nevada","family" : "Wife, Kate; Eric William (10\/13\/14)","education" : "University of Washington (2007, Economics)","splInterest" : "Water sports, snow skiing","pronunciation" : "PROO","nwTourAlumnus" : "Web.com Tour Graduate (2009, 2013, 2014)","trndProYear" : "2007","clubAffl" : "","cityPlaysFrm" : "Las Vegas; NV; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,181,489&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2008","exmtStatus" : "42nd on 2013 Web.com Tour priority list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2013: After a slow start to his Web.com Tour season, recorded successive top-10 finishes of T2, T6 and third in late May-early June...His first top-10, a T2, came at the Mexico Championship. Had a share of the lead heading into the final round. Shot 72 and finished two strokes back of Michael Putnam...Followed up a week later with a T6 at the Mid-Atlantic Championship near Washington, D.C., moving to No. 24 on the money list...Fired a final-round 67 at the Air Capital Classic to finish solo third. It moved him to No. 15 on the money list at the time...A second-round 63 led to a fifth-place finish at the Price Cutter Charity Championship...Posted a T7 in the Cox Classic to finish the Regular Season 11th in earnings, allowing him to secure his 2013-14 PGA TOUR card...Made the cut in three of the four Web.com Tour Finals' events.\n\n2012: Made the cut in half of his 24 starts and finished 67th on the money list...Lone top-10 finish came in May when he was T8 at the BMW Charity Pro-Am...Was inside the top 20 on four other occasions, including a T12 at the Chile Classic.\n\n\n\n2011: Made only 11 of 29 cuts on in his second full season on TOUR and finished No. 175 on the final money list. Did not record any top 10s. \n\n\n\n2010: PGA TOUR rookie claimed four top-10 finishes in 28 starts, three of which came in his first four events. Nominated for PGA TOUR Rookie of the Year. Played in the first two FedExCup Playoffs events and finished 97 in final standings...Held the third-round lead and a share of the fourth-round lead before finishing fifth with a final-round 67 at the Bob Hope Classic. Shot a 31 on the final nine that included an eagle and birdies on 16, 17 and 18 to finish two strokes behind winner Bill Haas...Jumped 20 spots to finish T5 with a final-round 66 at the Farmers Insurance Open, earning his second consecutive top-five finish and third consecutive made cut. Was one of four rookies (Rickie Fowler, Matt Every and Troy Merritt) to finish in the top 15...Was top rookie finisher at the Northern Trust Open, with a T10 showing. Became the only player to post top-10 finishes in the first three California PGA TOUR events...In contention in the final round of the AT&T Pebble Beach National Pro-Am, derailed by a quadruple-bogey-9 on the par-5 14th hole at Pebble Beach during a final-round 74. Finished T27...At the Frys.com Open in October, posted four rounds in the 60s to finish a career-best T2 with Bo Van Pelt, one stroke behind Rocco Mediate. \n\n2009: Capped his second season on the Web.com Tour by earning his PGA TOUR card for 2010 after finishing No. 16 on the 2009 Web.com Tour money list...Earned first career win with a three-stroke victory at the inaugural Michael Hill New Zealand Open. Posted a final-round, 8-under 64. \n\n2008: Made 14 cuts in 20 starts, with seven top-25s in his rookie season on the Web.com Tour. Earned a career-best T6 finish at the Nationwide Children's Hospital Invitational. The following week, he improved on that with a T3 at the Cox Classic. Added his third top-10 of the year with a solo sixth at the Oregon Classic. His T16 at the season-ending Web.com Tour Championship at TPC Craig Ranch dropped him from 45th to 46th on the money list. \n\n\n\n2007: Only start on Tour led to a T65 finish at the Oregon Classic...Played on the Pepsi Tour, posting his first victory at its Las Vegas event.\n","otherCarHigh" : "Had a 72.62 career stroke average at the University of Washington, which ranked fourth in Husky history. Was a two-time All-American, four-time all-region and three-time All-Pac-10 selection. Claimed his only collegiate title at the 2007 Oregon Duck Invitational...Missed the cut when he competed as an amateur at the 2007 U.S. Open.","personal" : "Lists playing in the U.S. Open as his biggest thrill in golf. Says golfer Andres Gonzales, a former Web.com Tour player who was a high school rival in Washington, is his hero. Got his start in golf from his dad. With the exception of his mom, all family members play golf. His brother, Corey, played at the University of Washington, sister, Hillary, played at Montana State University and his dad, Steve, played at the University of Oregon. He is an avid skier. His family owns a ski cabin at Schweitzer in northern Idaho.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2010","qSchoolYear" : "","exmtStatus" : "133rd in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Made 15 of 27 PGA TOUR cuts, with two top-10s but only finished No. 133 on the FedExCup standings. Both top-10s came in February on the West Coast...Finished T5 at the Farmers Insurance Open, with rounds of 70-70-69-71. It is his first top-10 on TOUR since the 2010 Frys.com Open...Came back the following week with a T10 finish at the AT&T Pebble Beach National Pro-Am, finishing seven strokes behind Brandt Snedeker. The top-10 finish earned him a spot in the following week's Northern Trust Open and marked his first back-to-back top-10s since three in a row in 2010, at the Humana Challenge, the Farmers Insurance Open and the Northern Trust Open...In the Web.com Tour Finals, played the last three events, making the cut in the last two (T56, T52). Finished 83rd on the Finals' money list.\n\n2013-14: Played in 16 PGA TOUR events. Made four cuts, with his best finish a T29 at the Zurich Classic of New Orleans...After a T30 at the Web.com Tour season opener in Panama, had three finishes of T14 or better, highlighted by a runner-up at the South Georgia Classic. Was four strokes off the lead after 54 holes. Posted a final-round 67 but came up two shy of champion Blayne Barber. Moved from No. 84 to No. 12 on the money list after finishing second in Valdosta for the second year in a row...Finished the Regular Season 36th in earnings to qualify for the Web.com Tour Finals, with five cuts made in seven starts...Made the cut in all four Finals' events. Recorded finishes of T34 (Hotel Fitness Championship), T16 (Chiquita Classic), T25 (Nationwide Children's Hospital Championship) and T14 (Web.com Tour Championship) to secure his return to the PGA TOUR...Was T1 on Tour in Greens in Regulation (75.00).\n\n2013: After a slow start to his Web.com Tour season, recorded successive top-10 finishes of T2, T6 and third in late May-early June...His first top-10, a T2, came at the Mexico Championship. Had a share of the lead heading into the final round. Shot 72 and finished two strokes back of Michael Putnam...Followed up a week later with a T6 at the Mid-Atlantic Championship near Washington, D.C., moving to No. 24 on the money list...Fired a final-round 67 at the Air Capital Classic to finish solo third. It moved him to No. 15 on the money list at the time...A second-round 63 led to a fifth-place finish at the Price Cutter Charity Championship...Posted a T7 in the Cox Classic to finish the Regular Season 11th in earnings, allowing him to secure his 2013-14 PGA TOUR card...Made the cut in three of the four Web.com Tour Finals' events.\n\n2012: Made the cut in half of his 24 starts and finished 67th on the money list...Lone top-10 finish came in May when he was T8 at the BMW Charity Pro-Am...Was inside the top 20 on four other occasions, including a T12 at the Chile Classic. \n\n2011: Made only 11 of 29 cuts on in his second full season on TOUR and finished No. 175 on the final money list. Did not record any top 10s. \n\n2010: PGA TOUR rookie claimed four top-10 finishes in 28 starts, three of which came in his first four events. Nominated for PGA TOUR Rookie of the Year. Played in the first two FedExCup Playoffs events and finished 97 in final standings...Held the third-round lead and a share of the fourth-round lead before finishing fifth with a final-round 67 at the Bob Hope Classic. Shot a 31 on the final nine that included an eagle and birdies on 16, 17 and 18 to finish two strokes behind winner Bill Haas...Jumped 20 spots to finish T5 with a final-round 66 at the Farmers Insurance Open, earning his second consecutive top-five finish and third consecutive made cut. Was one of four rookies (Rickie Fowler, Matt Every and Troy Merritt) to finish in the top 15...Was top rookie finisher at the Northern Trust Open, with a T10 showing. Became the only player to post top-10 finishes in the first three California PGA TOUR events...In contention in the final round of the AT&T Pebble Beach National Pro-Am, derailed by a quadruple-bogey-9 on the par-5 14th hole at Pebble Beach during a final-round 74. Finished T27...At the Frys.com Open in October, posted four rounds in the 60s to finish a career-best T2 with Bo Van Pelt, one stroke behind Rocco Mediate. \n\n2009: Capped his second season on the Web.com Tour by earning his PGA TOUR card for 2010 after finishing No. 16 on the 2009 Web.com Tour money list...Earned first career win with a three-stroke victory at the inaugural Michael Hill New Zealand Open. Posted a final-round, 8-under 64. \n\n2008: Made 14 cuts in 20 starts, with seven top-25s in his rookie season on the Web.com Tour. Earned a career-best T6 finish at the Nationwide Children's Hospital Invitational. The following week, he improved on that with a T3 at the Cox Classic. Added his third top-10 of the year with a solo sixth at the Oregon Classic. His T16 at the season-ending Web.com Tour Championship at TPC Craig Ranch dropped him from 45th to 46th on the money list. \n\n2007: Only start on Tour led to a T65 finish at the Oregon Classic...Played on the Pepsi Tour, posting his first victory at its Las Vegas event. \n\nAmateur: Had a 72.62 career stroke average at the University of Washington, which ranked fourth in Husky history. Was a two-time All-American, four-time all-region and three-time All-Pac-10 selection. Claimed his only collegiate title at the 2007 Oregon Duck InvitationalâŚMissed the cut when he competed as an amateur at the 2007 U.S. Open. \n","otherCarHigh" : "","personal" : "Lists playing in the U.S. Open as his biggest thrill in golf...Says golfer Andres Gonzales, a high school rival in Washington, is his hero...Got his start in golf from his dad. With the exception of his mom, all family members play golf. His brother, Corey, played at the University of Washington; sister, Hillary, played at Montana State University; and dad, Steve, played at the University of Oregon...Avid skier. His family owns a ski cabin at Schweitzer in northern Idaho.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T2nd in 2010 at the Frys.com Open.","dynStats" : "He ranks T19th in Victory Leaders on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}