{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "10875","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Demsey","first" : "Todd","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "195","weightMetric" : "88","birthDate" : "May 27, 1972","age" : "43","birthPlace" : "Ridgewood, New Jersey","residence" : "Scottsdale, Arizona","family" : "Wife, Melinda; Maggie (7\/13\/06), Tucker (3\/20\/08)","education" : "Arizona State University (1995, Psychology)","splInterest" : "Yoga, surfing, snowboarding","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1995","clubAffl" : "","cityPlaysFrm" : "Scottsdale; Arizona; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,003,649&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1995","exmtStatus" : "Conditional - Veteran Member","otherVics" : "(3): 1998 California State Open, Utah Open, Arizona Open.","intlVics" : "","curYearHigh" : "","carHigh" : "Member of Web.com Tour in 1995, 1999-2007, 2009-10 and 2013. Member of the PGA TOUR in 1997 and 2008. \n\n2014: Missed the cut in his two Web.com Tour starts, in Midland, Texas and Evansville, Ind.\n\n2013: Played in 13 Web.com Tour events. Made a hole-in-one during the second round of the Chile Classic, his seventh overall but only his second in competition and the first as a professional. Second-round 68 put him at 1-under par but was not good enough to make the 36-hole cut. Top showing was a T7 at the Utah Championship.\n\n2012: Competed in the final stage of the PGA TOUR Qualifying Tournament for the eighth time in his career and first since 2008, earning conditional status on the Web.com Tour after finishing T125...Missed the cut in his only PGA TOUR start of the year, at the HP Byron Nelson Championship. Shot rounds of 67-77 in May...Made one start on the Web.com Tour, missing the cut at the Chitimacha Louisiana Open in March, when he was an open qualifier. \n\n2011: Missed the cut at the BMW Charity Pro-Am, his only start on Tour. \n\n2010: Made the cut in seven of his 14 starts on Web.com Tour but did not register a top-25 finish. 2009: Finished No. 83 on the Web.com Tour money list after making the cut in 15 of 25 starts. Had five top-25 finishes, including a 12th-place effort at the Nationwide Tour Players Cup in West Virginia. Held a two-stroke lead after the opening round of the Stonebrae Classic in California and shared the first-round lead at the Michael Hill New Zealand Open and the Chattanooga Classic. \n\n2008: Made the cut in 14 of 25 starts on TOUR but had only one top-25 finish, a T19 at the U.S. Bank Championship in Milwaukee. Struggled at the beginning of the season and missed the cut in his first eight starts. Finished 197th on the money list.\n\n2007: Made the cut in 20 of 29 events on the Web.com Tour, including nine top-25 finishes. Finished the season No. 52 on the money list, with $122,819. Made the first eight cuts of the season before missing the weekend at the BMW Charity Pro-Am at The Cliffs. Had one top-10 during that stretch, finishing T6 at the Livermore Valley Wine Country Championship. Took a one-week break from the Tour when he played the Wachovia Championship, finishing T69 in his first PGA TOUR start since 1997. Only other top-10 effort came at the Peek'n Peak Classic (T8). \n\n2005: Made 10 cuts in 20 starts on the Web.com Tour. Finished outside the top 100 (No. 123) for the first time in his career as a member. \n\n2004: Made the cut in eight of 28 starts on the Web.com Tour. Made the most of his opportunities, finishing with six top-25s in eight weekend appearances. Ended the year No. 82 on the official money list, with $59,423. Only top-10 was a T8 at the Chattanooga Classic. \n\n2003: Made the cut in 17 of 22 events on the Web.com Tour, including nine top-25 finishes. Completed the season No. 42 on the money list, with $109,951. Cracked the top 10 on three occasions, with a T4 at the Omaha Classic his best result. Other top-10s came at the LaSalle Bank Open (T7) and the Albertsons Boise Open (T8). \n\n2002: Finished No. 91 on the Web.com Tour after making the cut in 14 of 27 tournaments. Best finish was a T18 at the Samsung Canadian PGA Championship. Posted three of his five top-25 finishes during the last four weeks of the season at the State Farm Open (T25), Bank of America Monterey Peninsula Classic (T20) and the Gila River Classic (T19). \n\n2001: Missed the entire 2001 season due to recurring back problems that started hindering his play late in the 2000 Web.com Tour season. Did not play or withdrew from the last four events of the 2000 season due to the back injury. \n\n2000: Held a one-stroke lead over Ryuji Imada after 54 holes at the Virginia Beach Open. A final-round 74 left him in second place, five strokes behind Imada. Tied with five others for the first-round lead at the Fort Smith Classic after an opening-round 64, his new career-low. One shot off the lead after the first round of the Hershey Open after a 68. Finished T3, two strokes behind winner Paul Gow. \n\n1999: Was in the lead or tied for the lead for two rounds of the Monterrey Open before shooting a final-round 72 to finish T3. \n\n1998: Winner of the Utah Open, California State Open and Arizona Open.\n\n1997: Finished No. 214 on the money list during his rookie season on the PGA TOUR. Best finish was a T24 at the Greater Vancouver Open in 27 starts.\n\n1996: Fired a 65 in the final round of the Monterrey Open to finish T2. \n","otherCarHigh" : "College teammate of PGA TOUR member Phil Mickelson at Arizona State University...Winner of five collegiate tournaments, including being the 1993 NCAA Division I individual champion. Two-time first team All-American, while also earning second- and third-team honors during his four-year career...Member of 1993 U.S. Walker Cup team where he went 3-0. 1994 U.S. World Amateur team member. Winner of the 1993 Pacific Coast Amateur champion. Winner of the 1992 California State Amateur.","personal" : "Underwent a second surgery at the end of the 2003 Web.com Tour season to remove the remaining 20 percent of a brain tumor diagnosed in 2002. First surgery was performed in January 2003, just 24 days after his wedding...Grandfather was a catcher for New York Yankees and Brooklyn Dodgers in 1940-41...Biggest thrill in golf was when USGA president Reg Murphy caddied for him at the 1994 World Amateur...Attended Torrey Pines High School in Del Mar, Calif...Never travels without Tylenol PM...Favorite app is Pandora.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 1993; World Amateur Team Championship (1), 1994","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "8th at 2007 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "Underwent a second surgery at the end of the 2003 Nationwide Tour season to remove the remaining 20 percent of a brain tumor diagnosed in 2002. First surgery was performed in January 2003, just 24 days after his wedding. Grandfather was a catcher for New York Yankees and Brooklyn Dodgers in 1940-41. Biggest thrill in golf was when USGA president Reg Murphy caddied for him at the 1994 World Amateur.","otherInfo" : "Member of Nationwide Tour in 1995, 1999-2005 and 2007. A member of the PGA TOUR for just the second time in 2008 (also 1997) after finishing eighth at the 2007 Qualifying Tournament. Made the cut in 20 of 29 events on the 2007 Nationwide Tour, including nine top-25s. Finished the season No. 52 on the money list with $122,819. Made the first eight cuts of the season before missing the weekend at the BMW Charity Pro-Am at The Cliffs. Had one top-10 during that stretch, a T6 at the Livermore Valley Wine Country Championship. Took a one-week break from the Tour when he played the Wachovia Championship after Monday qualifying, finishing T69 in his first PGA TOUR start since 1997. Only other top-10 effort came at the Peek'n Peak Classic (T8). Made 10 cuts in 20 starts on the 2005 Nationwide Tour. Finished outside the top 100 (No. 123) for the first time in his career as a member. Made the cut in eight of 28 starts on the 2004 Nationwide Tour. Recorded six top-25s in eight weekend appearances. Ended the year No. 82 on the official money list with $59,423. Only top-10 was a T8 at the Chattanooga Classic. Made the cut in 17 of 22 events on the 2003 Nationwide Tour, including nine top-25 finishes. Completed the season No. 42 on the money list with $109,951. Cracked the top-10 on three occasions, with a T4 at the Omaha Classic his best result. Finished No. 91 on the 2002 Nationwide Tour after making the cut in 14 of 27 tournaments. Best finish was a T18 at the Samsung Canadian PGA Championship. Missed the entire 2001 season due to recurring back problems that started hindering his play late in the 2000 Nationwide Tour season. Did not play or withdrew from the last four events of the 2000 season due to the back injury. Held a one-stroke lead over Ryuji Imada after 54 holes at the 2000 Virginia Beach Open. A final-round 74 left him in second place, five strokes behind Imada. Finished T3 at the Hershey Open, two strokes behind winner Paul Gow. Was in the lead or tied for the lead for two rounds of the 1999 Monterrey Open before shooting a final-round 72 to finish T3. Fired a 65 in the final round of the 1996 Monterrey Open to finish T2. Finished No. 214 on the money list during his rookie season on the 1997 PGA TOUR. Best finish was a T24 at the Greater Vancouver Open. Winner of the 1998 Utah Open, California State Open and Arizona Open. College teammate of PGA TOUR member Phil Mickelson at Arizona State. Winner of five collegiate tournaments, including the 1993 NCAA Division I individual championship. Two-time first-team All-American, while also earning second- and third-team honors. Member of 1993 U.S. Walker Cup team where he went 3-0. 1994 U.S. World Amateur team member. Winner of the 1993 Pacific Coast Amateur and 1992 California State Amateur. First TOUR start was as a 20-year-old amateur at hometown Buick Invitational in 1993. Underwent a second surgery at the end of the 2003 Nationwide Tour season to remove the remaining 20 percent of a brain tumor diagnosed in 2002. First surgery was performed in January 2003, just 24 days after his wedding. Tumor returned in 2007, but doctors believed in late 2007 that it is benign and treatable with radiation. Grandfather was a catcher for New York Yankees and Brooklyn Dodgers in 1940-41. Biggest thrill in golf was when USGA president Reg Murphy caddied for him at the 1994 World Amateur.","ntlTeams" : "Walker Cup, 1993; World Amateur Team Championship, 1994.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the Web.com Tour 2 times.","dynStats" : "He ranks 74th in Career Money Leaders on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}