{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01495","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hatalsky","first" : "Morris","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "175","weightMetric" : "79","birthDate" : "November 10, 1951","age" : "64","birthPlace" : "San Diego, California","residence" : "Ponte Vedra Beach, Florida","family" : "Wife, Tracy; Daniel Kenneth (12\/11\/80), Laura Rose (2\/26\/83)","education" : "U.S. International University, Arizona State University","splInterest" : "Family activities, Wake Forest and Bucknell basketball","pronunciation" : "huh-TALL-skee","nwTourAlumnus" : "","trndProYear" : "1973","clubAffl" : "Trillium Links & Lake Club (Cashiers, North Carolina)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "10,266,569&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in just 10 events during the campaign with best finish a T26 at the Bass Pro Shops Legends of Golf with partner Don Pooley.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1976","qSchoolYear" : "1976","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "Played in just 10 events during the campaign with best finish a T26 at the Bass Pro Shops Legends of Golf with partner Don Pooley.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Winner of four PGA TOUR victories, including the 1981 Hall of Fame Classic, 1983 Greater Milwaukee Open and 1990 Bank of Boston Classic. Captain of 1972 U.S. International University NAIA Championship team.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2002","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(1): 1968 Mexico National Junior Championship.","intlVics" : "","curYearHigh" : "Played in just 10 events during the campaign with best finish a T26 at the Bass Pro Shops Legends of Golf with partner Don Pooley.","carHigh" : "2014: Limited his season to just 11 events for the third consecutive year...Teamed with long-time friend Don Pooley to post a T5 finish in June's Big Cedar Lodge Legends of Golf Champions Division.\n\n 2013: Resume for the season included just 11 events, but a pair of strong showings in major championships highlighted his season...Enjoyed his best finish since 2010 when he was T8 at the Regions Tradition. Was just two off the lead after 54 holes before closing with a 1-under-par 71. At the time, it was his best showing in a major championship since he was T8 at the 2009 Regions Tradition...Finished T6 later in the month at the Constellation SENIOR PLAYERS Championship near Pittsburgh, where he posted rounds of 66-67 on the weekend at Fox Chapel. It was his best major championship finish since he was fourth at the 2005 Senior PGA Championship. It also marked the first time since 2002 that he had a pair of top-10 finishes in majors in the same season. 2012: Made the fewest starts of his Champions Tour career when he played in just 11 events...Had three top-20 finishes to his credit, including a T13 at the Regions Tradition and a T16 at the Pacific Links Hawaii Championship...Teamed with Larry Nelson to finish T18 at the Liberty Mutual Insurance Legends of Golf.\n\n 2011: Did not register a top-10 finish for the first time in his Champions Tour career...Best finish was a T18 at the Liberty Mutual Legends of Golf where he teamed with Don Pooley...Was also T23 at both the Boeing Classic and the SAS Championship. \n\n2010: Had his best finish in three years when he was fifth at the Ensure Classic at Rock Barn in October thanks to three straight rounds in the 60s at the Rock Barn Golf & Spa. \n\n2009: Final-round 65 jumped him into a T6 at The Principal Charity Classic. Performance in Des Moines in late May was his best since early in 2007...Added a second top-10 finish in August when he was T8 at the JELD-WEN Tradition...Led all players with only 28.33 putts per round. \n\n2008: Best individual effort came in July when he was T7 at the Dick's Sporting Goods Open after posting three consecutive rounds in the 60s...Also teamed with good friend Don Pooley to finish T7 at the Liberty Mutual Legends of Golf. Duo was just three strokes off the opening-round lead after posting a 10-under 62 Friday in the better-ball team event...Fired a 64 in second round of the Toshiba Classic, his best on the Champions Tour since last day of 2006 Outback Steakhouse Pro-Am (64). Performance left him three strokes out of the 36-hole lead at Newport Beach. Played in final grouping Sunday for first time since 2006 3M Championship but final-round 73 left him T21...Also made a hole-in-one in the second round at the SAS Championship, the first ace in tournament history (No. 8, 7-iron from 157 yards) and went on to finish T10. It was his first Champions Tour ace and first PGA TOUR-sanctioned hole-in-one since the 1994 New England Classic. \n\n2007: Best performance of the year came early on at the Allianz Championship in Boca Raton. Was one stroke off the lead through 36 holes at Broken Sound and then briefly tied for the lead early in the final round before eventually finishing T3 in south Florida...Teamed with his junior partner, Harold Varner of Gastonia, N.C., to win the pro-junior competition at the Walmart First Tee Open at Pebble Beach by four strokes. \n\n2006: Ended a three-year victory drought when he prevailed by one stroke over Scott Simpson at the Puerto Vallarta Blue Agave Golf Classic in Mexico. Victory capped a run where he finished T2, T4 and first over four starts. Third career win on the Champions Tour earned him $240,000 for the victory, the largest check of his professional career. Effort helped secure Player of the Month honors for March...Also T2 for the second year in succession at the Outback Steakhouse Pro-Am. Fired a closing-round, 7-under 64 Sunday to get himself in position for his first win in three years. But Jerry Pate ended any playoff possibilities when he made a birdie on the final hole to earn the victory. \n\n2005: Eighth-place finish on the money list was his highest standing ever, and only Gil Morgan earned more without a victory in 2005...Was the Saturday- and Sunday-night leader at the weather-shortened Outback Steakhouse Pro-Am before Hale Irwin overtook him in a rare Monday finish near Tampa and he was T2 along with defending champion Mark McNulty one stroke back...Was involved in another Monday finish in early May at the Blue Angels Classic, his first playoff appearance on the Champions Tour. Lost to Jim Thorpe on the third extra hole at The Moors. Was on the verge of winning the event Sunday evening, but fell into a playoff when Thorpe made an 11-foot birdie putt on the final hole of regulation. Matched his career-best round with a 7-under 63 that included a run of six straight birdies (Nos. 11-16) on the first day at The Moors. Along with Thorpe, 54-hole total of 16-under-par 194 was the numerical low on the circuit last year...Posted three consecutive rounds in the 60s on the Monterey Peninsula and finished one stroke back of Irwin again at the Walmart First Tee Open at Pebble Beach and then, in his next start, finished four shots back of Bob Gilder at the Constellation Energy Classic even though he made just one bogey in his last 38 holes at The Hayfields. Trailed by two strokes heading into the final round, thanks to a course record-tying, 8-under 64...Placed solo fourth at the Senior PGA Championship, his best career effort in a senior major. \n\n2004: Was second to Tom Purtzer at the Toshiba Senior Classic. Performance in Orange County was his best effort since finishing as a runner-up at 2003 3M Championship. \n\n2003: Victorious at the Columbus Southern Open. Claimed second Champions Tour career title when he defeated Allen Doyle by one stroke in Georgia. Played all 54 holes without a bogey, and in the process became the first player to win an event without a bogey since Bruce Fleisher at the 1999 Transamerica...Extended his bogey-free streak to 98 holes to set a new Champions Tour standard, breaking the old record of 97 set by the late Jack Kiefer in 1994. Started his streak on the 12th hole of his second round at the Bayer Advantage Celebrity Pro-Am and saw it end at the second hole of his second-round at the Music City Championship...Nearly won a second title in August when he finished T2 with Gil Morgan at the 3M Championship, one stroke behind Wayne Levi. Narrowly missed a birdie putt at 18, which would have eventually earned him a playoff spot opposite Levi. Recorded the longest-measured putt of the year when he drained one from 110 feet, five inches on No. 17 in the second round at the JELD-WEN Tradition. \n\n2002: Voted by his peers as the Rookie of the Year...Was one of the great success stories of the season...Began the year as a non-exempt player. However, took full advantage of open qualifying, sponsor exemptions and his Past Champion status to parlay those early appearances into exempt status via the Tour reshuffle...Registered his first Champions Tour victory at the Uniting Fore Care Classic. Pulled away from the field with five birdies on the front nine and won by 12 points in the Modified Stableford system event. Victory in Park City ended a drought of 12 years, one month and 10 days and put him over the $1-million mark in just his 16th event of the season...Enjoyed great early success as an open qualifier, posting four top 10s in five starts via that route, including a runner-up effort to Jay Sigel at the Farmers Charity Classic, one of three 2002 second-place finishes...First appearance on the Champions Tour came via a sponsor exemption into the Verizon Classic and he T17 at TPC Tampa Bay.\n","otherCarHigh" : "Played full-time on the PGA TOUR from 1977-94 and had four victories, the last coming at the 1990 Bank of Boston Classic. Birdied three of the last four holes on Sunday to nip Scott Verplank by one stroke...Twice won titles in playoffs. Beat George Cadle in a playoff at the 1983 Greater Milwaukee Open and defeated Tom Kite in a playoff at the 1988 Kemper Open...Best years came in 1988 and 1990 when he earned $239,019 and $253,639, respectively...Was 47th on the 1988 money list, his highest position on the PGA TOUR...Led all PGA TOUR players in Putting in 1983...Won the 1968 Mexico National Junior Championship...Member of an NAIA national championship squad at U.S. International in San Diego...San Diego High School Golfer of the Year as a senior...Has had four holes-in-one in competitive rounds, including one on the Champions Tour.","personal" : "Played collegiately at U.S. International University, where he won NAIA All-America honors in 1972 and served as captain of the team...Originally started his career at Arizona State University as a freshman and was a teammate of current Champions Tour players Bob Gilder, and Tom Purtzer...Daughter, Laura, played basketball at Bucknell University in Pennsylvania...Is a partner in the Trillium Links & Lake Club in Western North Carolina...Lists the birth of his two children as his biggest thrill outside of golf and qualifying for the PGA TOUR in 1976 as his biggest thrill in golf...Got started in the sport when his older brother bought him a set of junior clubs when he was 10 years old...Favorite athletes as a youngster were Sandy Koufax and golf's Big Three—Arnold Palmer, Jack Nicklaus and Gary Player...Away from the course, enjoys following the activities of his two children...First car he ever owned was a 1963 Volvo with a stick shift...Considers making it through the PGA TOUR Qualifying School in 1976 as his greatest achievement because he had decided it would be the last time he was going to attempt to qualify...Favorite golf courses are Cypress Point, Pebble Beach and Pine Valley...He and his family have two West Highland white terriers named Hazard and Niblick...Favorite actor is Sean Connery and favorite movie is \"Chariots of Fire.\"...Best friend on the Champions Tour is Don Pooley.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T30th at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}