{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27644","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Harman","first" : "Brian","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-7","heightMetric" : "1.7","weight" : "150","weightMetric" : "68","birthDate" : "January 19, 1987","age" : "29","birthPlace" : "Savannah, Georgia","residence" : "St. Simons Island, Georgia","family" : "Wife, Kelly","education" : "University of Georgia (2009, Finance)","splInterest" : "Hunting, fishing, outdoors","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2009","clubAffl" : "Sea Island GC (Sea Island, Georgia)","cityPlaysFrm" : "St Simons Island; GA; United States","websiteUrl" : "http:\/\/www.brianharmangolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "6,674,118&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Used a second-round 9-under 63 to finish T7 at the CIMB Classic in Malaysia, his first top-10 of the season.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "Walker Cup (2), 2005, 2009.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2012","qSchoolYear" : "","exmtStatus" : "2013-14 tournament winner (through 2015-16)","otherVics" : "","intlVics" : "","curYearHigh" : "Used a second-round 9-under 63 to finish T7 at the CIMB Classic in Malaysia, his first top-10 of the season.","carHigh" : "2014-15: Claimed seven top-25 finishes in 26 starts through the Wyndham Championship to earn a berth into the FedExCup Playoffs for a fourth consecutive season. Made it through the BMW Championship, the third of four events in the Playoffs. Season ended outside Chicago, where he was ranked No. 57 in the FedExCup standings...Two weeks after recording his first top-10 of the season with a T8 at THE PLAYERS Championship, finished T10 in his third career Crowne Plaza Invitational at Colonial start (T30 in 2014 his only other made cut). Posted four rounds in the 60s to post a T10, three strokes behind champion Chris Kirk...Finished third at the Travelers Championship, just one shot out of the Bubba Watson-Paul Casey playoff. Held the third-round lead before closing with a 69. First top-10 at the Travelers Championship in his fifth start...Playing in the final round of The Barclays, became the third player in PGA TOUR history to record two aces in one round, joining Yusaku Miyazato at the 2006 Barracuda Championship and Bill Whedon at the 1955 Insurance City Open. The former University of Georgia Bulldog aced the par-3 third hole with a 7-iron from 183 yards and the par-3 14th hole with a 4-iron from 218 yards. His aces were the 40th and 41st of the PGA TOUR season. Concluded with a final-round 2-under 68, finishing T30 at 2-under. \n\n2013-14: Among 23 made cuts in 32 starts was his first career PGA TOUR title. In addition to his John Deere Classic victory, collected five additional top-10 finishes and made it to the FedExCup Playoffs for a third consecutive season. Wasn't able to finish higher than T43 at the BMW Championship, ending his season ranked No. 36 in the FedExCup standings...Despite a 3-over 74 in the second round, bookend, 6-under 65s led to a T7 finish at the season-opening Frys.com Open, four strokes behind winner Jimmy Walker...Came back two starts later with a T10 finish in his hometown event, The McGladrey Classic. Week included first- and final-round, 3-under 67s...Finished T3 in his second start at the Northern Trust Open (T51 in 2013). Missed his last two cuts coming into the Northern Trust Open...Local favorite finished T7 at the RBC Heritage, his first top-10 in five starts at the event and a career-high fourth top-10 of the season. A second-round, even-par 71 and three additional rounds of 2-under 69 left him five strokes behind champion Matt Kuchar...Thanks to a bogey-free, 5-under 65 in the second round of the FedEx St. Jude Classic, claimed a T6, with four others. His bogey-free score was one of just seven all week at TPC Southwind amidst stopping and starting all week due to thunderstorms...At the John Deere Classic, held off local favorite and St. Simons Island, Ga., neighbor Zach Johnson to claim his first career PGA TOUR win. Opened with an 8-under 63, which he followed with rounds of 68-65-66 to claim a one-stroke win over the Cedar Rapids native and 2012 champion. On the seventh hole in the first round, his caddie withdrew due to dehydration and was unable to proceed. He replaced his caddie for the remainder of the round with the girls' golf coach for nearby Allamen Catholic High School, who was watching in the gallery. With the win, he became the 10th first-time winner of the season on the PGA TOUR and 20th at the John Deere Classic. He also became the sixth former University of Georgia Bulldog to win on TOUR in 2014. His win made him the first left-handed player to win the event since Sam Adams in 1973. The win also awarded him the final spot into the following week's Open Championship at Royal Liverpool. \n\n2013: Made 15 of 29 TOUR cuts, with two top-10s. Finished No. 94 in the final FedExCup standings...Finished T10 at the Wells Fargo Championship in his second start at the event...Finished T3 at the Wyndham Championship, just two strokes out of the playoff. Both top 10s during the campaign came in North Carolina.\n\n2012: Recorded his first top-10 finish of the career with a T5 at The Barclays, jumping from No. 97 to No. 41 in the FedExCup standings. Fell 10 spots in the standings the following week with a T74 finish at the Deutsche Bank Championship, but still earned a spot in the BMW Championship field...Enjoyed an opening-round 64 on way to a T10 at the CIMB Classic in Malaysia in October. \n\n2011: Made the cut in two of three starts on the Web.com Tour, with a T24 at the South Georgia Classic his best finish...In December, finished T8 at the PGA TOUR Qualifying Tournament at PGA West in Palm Springs, Calif., to earn fully exempt, rookie status on TOUR in 2012...Played mainly on the eGolf Tour, finishing 10th on that Tour's money list, with a runner-up finish and two other third-place performances. \n\n2010: Made his first PGA TOUR start as a professional, opening with a 68 at the Wyndham Championship before dropping to an even-par 72 in the second round to miss the cut...Also made three Web.com Tour starts, with his best finish a T18 at the Stadion Cassic at UGA played on his home college course...Earned his first professional title, winning the Manor Classic on the eGolf Tour. Defeated Jason Kokrak and Drew Weaver by three strokes at the Alpharetta, Ga., tournament. Made 13 of 14 cuts on that circuit and finished third on the money list. Amateur: Had a decorated amateur career that saw him win the 2003 U.S. Junior Championship, the 2005 Players Amateur and Georgia Amateur, the 2007 Porter Cup and the 2009 Dogwood Invitational. Was also a member of two winning U.S. Walker Cup teams (2005 and 2009) and the winning U.S. Palmer Cup team in 2007. Made his PGA TOUR debut, playing as an amateur in the 2004 MCI Heritage on Hilton Head Island in his native South Carolina. He missed the cut. Made it to the weekend on the PGA TOUR for the first time when he T71 at the Buick Championship outside Hartford, Conn. After opening with a 1-over 73, he shot a second-round 67 at TPC River Highlands. In his only other PGA TOUR start, he again missed the cut, at the 2006 Verizon Heritage...Was the 2003 U.S. Junior Amateur champion\n","otherCarHigh" : "","personal" : "Golf is the only thing he does left-handed....Attended Savannah Christian High School...Biggest thrill outside golf is bow hunting...Always uses a quarter to mark his ball...Favorite website is realtree.com...Follows all Atlanta pro teams and the Georgia Bulldogs...Favorite movie is \"The Natural\" and his favorite athlete to watch is Todd Gurley...Favorite city to visit is Athens, Ga., and his favorite vacation spot is Marathon, Fla...Twitter account is @harmanbrian...Favorite gadgets are firearms...Favorite app is Ducks Unlimited...Always carries peanut butter sandwiches in his golf bag for a snack...All family members are world-class scuba divers and spear fishers.","otherInfo" : "","ntlTeams" : "Walker Cup (2), 2005, 2009; Palmer Cup (1), 2007.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T7th at the CIMB Classic.","dynStats" : "He ranks T65th in Approach 50-75 yards (RTP Scor on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/#!\/harmanbrian"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}