{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29479","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Brown","first" : "Scott","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "170","weightMetric" : "77","birthDate" : "May 22, 1983","age" : "32","birthPlace" : "Augusta, Georgia","residence" : "Aiken, South Carolina","family" : "Wife, Allison; Elizabeth Marie (7\/8\/12), Emmerly Merritt (1\/19\/16)","education" : "University of South Carolina-Aiken","splInterest" : "Boating, fishing, yard work","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2011)","trndProYear" : "2006","clubAffl" : "Palmetto GC (Aiken, South Carolinia)","cityPlaysFrm" : "Aiken; SC; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "5,440,669&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "4th qualifier from QT\/ML 61-100","otherVics" : "","intlVics" : "","curYearHigh" : "During the first round of the CIMB Classic, recorded a hole-in-one on the par-3 15th hole, the fourth of his career, and second in six events after an ace in the final round of the 2015 Wyndham Championship...Earned his first top-10 in his fourth start of the season at the OHL Classic at Mayakoba. Tied for fifth after rounds of 67-67-68-68 in his fourth start in Mexico...After holding a share of the 54-hole lead at the Farmers Insurance Open, bogeyed five of his first nine holes at the unscheduled Monday finish at Torrey Pines, posting a 15-over 87 to finish T49... Recorded a T10 in his third start at The Honda Classic...Posted his second straight top-10 of the season with a T7 at the Valspar Championship...The 2013 Puerto Rico Open at Coco Beach champion returned to Rio Grande in March where he claimed a share of fifth place with Andres Romero and Nick Taylor. Overcame a bogey at No. 16 in round three with back-to-back birdies at Nos. 17 and 18 to post a 5-under 67 en route to the top-five finish, his third top-five in five starts in the event.","carHigh" : "2010: Played in 23 events and made 13 cuts, with three top-10s. Finished No. 70 on the Nationwide Tour money list. In his seventh start of the year, at the South Georgia Classic, posted his first top-10 by finishing eighth...Missed the cut in his next two events and then posted his second top-10 of the year, and career, at The Rex Hospital Open. Led after shooting a first-round 62 but followed it with a 72 Friday to drop to a tie for third. Despite firing a 68 on Saturday, he finished T6 when the tournament was shortened to 54 holes due to heavy rain...Posted his third top-10 11 starts later, at the Mylan Classic, where he finished T9...A rib injury caused him to miss five tournaments in Sept. and Oct. and drop from 46th to 70th on the money list. 2009: Made the cut in three of five starts on the Nationwide Tour, with a T24 at the Nationwide Tour Players Cup his career-best finish...Has played on the eGolf Tour since 2006, collecting five wins. Was named that Tour's Player of the Year, leading the money list and posting three wins among his eight top-10 finishes. \n","otherCarHigh" : "Two-time Division II All-American in 2005 and 2006 and Division II Jack Nicklaus Award winner (college player of the year) in 2006 at the University of South Carolina-Aiken.","personal" : "Golf instructors used include Pat O'Brien and Tommy Brannen...Biggest thrill in golf was representing the country in the USA vs. Japan matches in Japan 2006...Favorite golf course he's played is Augusta National. Would most like to play Pebble Beach GL...Never travels without shoe cleaner...His first car was a Chevrolet pickup, but now drives a 2010 Nissan Titan...Favorite college team is the Georgia Bulldogs. Favorite professional team is the Atlanta Braves...Enjoys watching \"Golf Central\" on Golf Channel and counts \"The Pursuit of Happyness\" as his favorite movie...Favorite entertainer is Darius Rucker...Other favorites include cheeseburgers, Tiger Woods and vacations in Montego Bay, Jamaica. Favorite city is Charleston, SC...Would fill out his dream foursome with Tiger Woods, Bobby Jones and Ben Hogan...Learned to play golf with his dad at age 3 at Goshen Plantation in Augusta, GA. His bucket list includes playing on the PGA TOUR. Involved with the American Cancer Society and the Alzheimer's Association.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2012","qSchoolYear" : "","exmtStatus" : "94th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "During the first round of the CIMB Classic, recorded a hole-in-one on the par-3 15th hole, the fourth of his career, and second in six events after an ace in the final round of the 2015 Wyndham Championship...Earned his first top-10 in his fourth start of the season at the OHL Classic at Mayakoba. Tied for fifth after rounds of 67-67-68-68 in his fourth start in Mexico...After holding a share of the 54-hole lead at the Farmers Insurance Open, bogeyed five of his first nine holes at the unscheduled Monday finish at Torrey Pines, posting a 15-over 87 to finish T49... Recorded a T10 in his third start at The Honda Classic...Posted his second straight top-10 of the season with a T7 at the Valspar Championship...The 2013 Puerto Rico Open at Coco Beach champion returned to Rio Grande in March where he claimed a share of fifth place with Andres Romero and Nick Taylor. Overcame a bogey at No. 16 in round three with back-to-back birdies at Nos. 17 and 18 to post a 5-under 67 en route to the top-five finish, his third top-five in five starts in the event.","carHigh" : "2014-15: Amassed three top-10 finishes in 28 starts to earn his way into the FedExCup Playoffs for third consecutive season. Followed a missed cut at The Barclays with a T69 at the following week's Deutsche Bank Championship, ending his season at No. 94 in the FedExCup standings...Finished T10 at the Shriners Hospitals for Children Open, with rounds of 70-67-68-66. It was his first top-10 in three starts in Las Vegas...Finished T10 at the Puerto Rico Open. Took the lead after the third round, the first time he held the 54-hole lead since his victory at the 2013 Puerto Rico Open...Aced the third hole with an 8-iron from 162 yards while paired with Tiger Woods in the penultimate group during the final round of the Wyndham Championship. Went on to finish T3 in Greensboro. Ace was the second of his TOUR career (first came at the 2014 Colonial National Invitation Tournament). Missed the cut in his previous two starts in Greensboro (2012 and 2014). Entered the week at No. 96 in the FedExCup standings and moved to No. 71 after his third-place effort. \n\n2013-14: Turned in career-highs in cuts made (21), starts (30), top-10s (four), top-25s (eight), money and FedExCup finish (85th). Season ended by missing the 54-hole cut at the Deutsche Bank Championship. Was one of six players to start the Boston-area tournament inside the top 70 (70th) in the FedExCup standings only to drop out of the FedExCup Playoffs...Highlighted by a final-round, 7-under 64, finished T3 at the Frys.com Open for his first top-10 since winning the 2013 Puerto Rico Open (20 starts)...Three starts later, finished T4 at The McGladrey Classic, two strokes behind champion Chris Kirk. Only other start at Sea Island led to a T20 finish (2012)...North Augusta, S.C., resident and former standout at the University of South Carolina-Aiken closed with a 4-under 67 to finish T5 in his second start at the RBC Heritage (T64 in 2013). It marked his third top-10 finish of the season, tied for the most of his career (2012). Career-low, 10-under 61 in the third round of the John Deere Classic resulted in a T5 with Tim Clark. Made nine birdies in his first 15 holes en route to the tournament's lowest 18-hole round. With playing partners Jhonattan Vegas and Daniel Summerhays, the group was a collective 24-under Saturday.\n\n2013: Thanks largely to his first career PGA TOUR win, made it to the FedExCup Playoffs for the first time in his young career...Made birdie-5 on the last hole to card a final-round 70 and won the Puerto Rico Open by one shot over Fabian Gomez, who bogeyed the last hole to give away a one-stroke lead, and Jordan Spieth. First career title came in his 26th PGA TOUR start, at age 29 years, 9 months, 19 days. Entered the day in a tie for the lead with Gomez at 18-under. It was the first time he held the lead after any round on TOUR. Broke or tied three tournament records. His 72-hole score (268) was one stroke better than Derek Lamely's (2010). Set a new 54-hole score (199), along with Gomez. Carded a 63 (9-under) in the second round to tie the tournament's best 18-hole score, with Lamely (2010), Chris Tidland (2011) and James Driscoll (2011). Is the fourth first-time winner on TOUR this season. Moved into the top 40 in the FedExCup standings. Led the field in Total Putting, with 101 putts. With the win, earned a spot in the PGA Championship, where he missed the cut. Had previously never played in a major championship...Came into the Deutsche Bank Championship ranked 79th in FedExCup standings, needing to come away from the week ranked 70th or better to advance to the BMW Championship. A missed cut at TPC Boston dropped him to No. 88 in the standings and eliminated him from the Playoffs...Played in two Web.com Tour events in Latin America, posting a third in Panama and a T7 in Colombia. \n\n2012: Finished his rookie season No. 163 in the FedExCup standing, with three top-10 finishes...Finished T5 at the Puerto Rico Open, with rounds of 69-72-65-70. It was his first top-10 on TOUR in his seventh career start...Stood at 3-under 207 through three rounds of The Greenbrier Classic but withdrew prior to the final round as his wife, Allison, delivered their first baby—a baby girl they'll call Ellie...The week after their child's birth, the PGA TOUR rookie claimed his second top-10 finish of the season, at the John Deere Classic, a solo seventh. Despite bogeys on two of his last six holes in the final round, put up six birdies en route to a 4-under 67...Third top-10 came the following week at the True South Classic, where he closed with a final-round, 7-under 65. Birdied the par-5 18th hole all four days en route to a 18-under 270, good for T5 honors. \n\n2011: Earned his PGA TOUR card for the 2012 season with a No. 8 finish on the Web.com Tour money list. His five top-10 finishes included two runner-up and three third-place finishes...Was T3 at the Pacific Rubiales Bogota Open, a tournament hampered by rain and ultimately reduced to a 36-hole tournament...Was T2 at The Rex Hospital Open, one shot back of winner Kyle Thompson. Was one of six players tied for the lead late in the day but wound up playing the final six holes in 1-over par. Fired an 8-under 63 in the second round to take a one-stroke lead at the halfway point...Followed with a T3 finish the next week at the Preferred Health Systems Wichita Open. A 3-under 68 on the final day at Crestview CC left him two shots back of winner Mathew Goggin but earned him enough money to move into the No. 9 spot on the money list through the schedule's first 10 events...Added a T3 at the Mylan Classic and moved up eight spots to No. 12 on the money list...Dropped to No. 21 on the money list by missing the cut in four of his next six starts. Closed the season with a runner-up finish at the Web.com Tour Championship. Birdied two of his final four holes Sunday to break free from the pack and grab solo second at Daniel Island, S.C. Collected $108,000 for the week to wrap up his PGA TOUR card. \n\n2010: Played in 23 events and made 13 cuts, with three top-10s. Finished No. 70 on the Web.com Tour money list. In his seventh start of the year, at the South Georgia Classic, posted his first top-10 by finishing eighth...Missed the cut in his next two events and then posted his second top-10 of the year, and career, at The Rex Hospital Open. Led after shooting a first-round 62 but followed it with a 72 Friday to drop to a tie for third. Despite firing a 68 on Saturday, he finished T6 when the tournament was shortened to 54 holes due to heavy rain...Posted his third top-10 11 starts later, at the Mylan Classic, where he finished T9...A rib injury caused him to miss five tournaments in Sept. and Oct. and drop from 46th to 70th on the money list. \n\n2009: Made the cut in three of five starts on the Web.com Tour, with a T24 at the Nationwide Tour Players Cup his career-best finish...Played on the eGolf Tour since 2006, collecting five wins. Was named that Tour's Player of the Year, leading the money list and posting three wins among his eight top-10 finishes. \n\n\n\nAmateur: Two-time Division II All-American in 2005 and 2006 and Division II Jack Nicklaus Award winner (college player of the year) in 2006 at the University of South Carolina-Aiken.\n","otherCarHigh" : "","personal" : "Inducted into the University of South Carolina-Aiken Athletic Hall of Fame, based on having led the Pacers to three consecutive NCAA Division II National Championships (2004-06)...Biggest thrill in amateur golf was representing his country in the USA vs. Japan matches in Japan 2006...Biggest thrill in his professional career was winning the 2013 Puerto Rico Open...Favorite golf course he's played is Augusta National. Favorite college team is the Georgia Bulldogs. Favorite professional team is the Atlanta Braves...Enjoys watching \"Golf Central\" on Golf Channel and counts \"The Pursuit of Happyness\" as his favorite movie...Favorite entertainer is Darius Rucker...Favorite city is Charleston, S.C...Would fill out his dream foursome with Tiger Woods, Bobby Jones and Ben Hogan...Learned to play golf with his dad at age 3 at Goshen Plantation in Augusta, Ga. Supports the American Cancer Society, St. Jude and the Alzheimer's Association.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 5th on the PGA TOUR 2 times in 2016.","dynStats" : "He ranks T100th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/#!\/Scott_Brown803"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}