{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32640","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Merritt","first" : "Troy","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "160","weightMetric" : "73","birthDate" : "October 25, 1985","age" : "30","birthPlace" : "Osage, Iowa","residence" : "Meridien, Idaho","family" : "Wife, Courtney; Scout Brian (5\/24\/11), Dodge Timothy (11\/12\/13)","education" : "Boise State University","splInterest" : "Spending time with family and friends","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2013)","trndProYear" : "2008","clubAffl" : "","cityPlaysFrm" : "Meridian; ID; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,985,866&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "30th on 2013 Web.com Tour priority list\n","otherVics" : "","intlVics" : "","curYearHigh" : "Final-round 1-under 71 led to T3 finish at the Arnold Palmer Invitational, three strokes behind champion Jason Day. On Sunday, after two double bogeys on the front nine led to a 2-over 38, stormed back with five consecutive birdies on Nos. 10-14 for the best consecutive birdie streak of the week and one off the tournament-record birdie of six straight held by Duffy Waldorf, Curt Byrum and Darren Clarke. Entered the 72nd hold at 16-under par and just one behind Day before a double bogey led to the T3 finish. Kept a streak alive of all six of his top-10 finishes on TOUR coming the start after a missed cut. The T3 finish came in his first start at the Arnold Palmer Invitational and 11th of the 2015-16 PGA TOUR Season, where a T11 at the Northern Trust Open was his previous-best showing. Led the field in birdies for the week with 24, one more than winner Jason Day. \n","carHigh" : "2013: Finished the year with five top-25s and 15 cuts made in 22 Web.com Tour starts, making the cut in his first eight starts...Was T6 at the Chile Classic in Santiago. Third-round 64 moved him into contention at 14-under par. Posted his third 3-under 69 on the final day and finished four shots back of winner Kevin Kisner...Finished the Regular Season 74th in earnings to grab one of the last available Finals' spots...Finished T15 (Hotel Fitness Championship) and T17 (Chiquita Classic) to open the four-event Finals. \n\n2012: Made the cut in 11 of 24 starts on Tour and had five top-25 finishes, and four of those came outside the continental United States. Opened his season with three in a row, highlighted by a T17 at the Chile Classic. Was T13 at the Mexico Open, where he was a winner in 2009...Closed his season with a T8 at the Winn-Dixie Jacksonville Open. \n\n2011: Made only eight of 23 cuts on the PGA TOUR with no top-25 finishes. Finished 202nd on the final money list. Made two starts on the Web.com Tour in the fall and finished T11 in back-to-back weeks at the Albertsons Boise Open and the Soboba Golf Classic. Opened with an 8-under 63 in Boise, where he attended college. \n\n2010: Had perhaps the most dramatic final week of anyone on TOUR, securing the 125th and final TOUR card for 2011 and capturing the $1 million Kodak Challenge...The winner of 2009 PGA TOUR Qualifying Tournament was one of four players making a first career start on the PGA TOUR at the Sony Open in Hawaii. Opened with a 5-under 65 to share the lead with five other players. Finished T20...Following seven straight missed cuts after a T15 at the Farmers Insurance Open, snapped that stretch with a third-place finish at Zurich Classic of New Orleans. Matched the best birdie-eagle streak of the season with a 6-under stretch in five holes (Nos. 7-11) during a final-round 67...Hovering around No. 125 entering the Fall Series, made final four cuts of the season to secure card for sophomore season...Bogey-free, final-round 67 for T30 finish at the Children's Miracle Network Classic was just enough to make the No. 125 position on the money list after Johnson Wagner double-bogeyed the 16th hole. Immediately following the tournament, won the $1-million first prize in the Kodak Challenge in a playoff with Rickie Fowler and Aaron Baddeley with an 18-inch birdie putt on No. 17 at the Magnolia Course. Players had to post the lowest score relative to par on 18 of the 30 Kodak Challenge holes to win. When asked what he would do with the $1 million prize from Kodak, he said \"The first thing I'm going to do is buy my wife a brand-new car.\" \n\n2009: Despite a double bogey on the final hole, took home medalist honors at the PGA TOUR Qualifying Tournament by one stroke over Jeff Maggert. Became one of just three players since 1992 to hold at least a share of the lead after each round of the six-round event, joining wire-to-wire winner Scott Verplank (1997) and Frank Lickliter II (2007) Had not played in a PGA TOUR event prior to 2010. Made the cut in 10 of his final 11 starts and ended his rookie season No. 39 on the Web.com Tour money list. Managed to make only two cuts in his first six starts and started heating up as the summer progressed. Earned his first career win with a playoff victory at the Mexico Open. Rolled in a 20-foot birdie putt on the first extra hole to defeat Australian Adam Bland, who established the course record with an 8-under 64. Shared the 54-hole lead with Garth Mulroy and fired a 3-under 69 to tie Bland at 15-under 273. Had a chance to win in regulation but missed a 10-foot birdie putt. Winner's check of $117,000 moved him from No. 146 to No. 27 on the money list at the time. Closed the season with six consecutive cuts made after the win but struggled on the weekends and could do no better than a T39 at the Web.com Tour Championship at Daniel Island to end the season. \n\n2008: Missed the cut in his first Web.com Tour start, the Albertsons Boise Open.\n","otherCarHigh" : "Won nine collegiate tournaments while at Boise State, including seven during his senior year. Won an NCAA record five tournaments in a row. Two-time All-Western Athletic Conference first-team choice and two-time WAC Player of the Year. Second-team All-America in 2007-08, All-Nicklaus Team in 2007-08. Led the NCAA in scoring average as a senior (69.53). Also won 12 times during his first two seasons at Winona State, a Division II school in Minnesota. Attended Spring Lake Park (MN) High School where he was an all-conference and all-state player in both golf and basketball.","personal" : "Two brothers also competed in college athletics. Older brother, Ben, played Division III football at Wartburg College in Iowa. Younger brother, Tim, was a Division III basketball player at Luther College in Iowa. Father is a member of the Wartburg Hall of Fame after playing both baseball and basketball for the school. Biggest thrill outside of golf was helping his high school basketball team reach the state tournament for the first time in school history. Biggest thrill in golf is winning 2010 Kodak Challenge and finishing No. 125 on the PGA TOUR money list the same day...Favorite course he's played is Pebble Beach, looks forward to playing St. Andrews. Never travels without his cell phone. First car was a 1989 Buick, now drives a Camry. Favorite college teams are the Iowa Hawkeyes and Boise State Broncos. Favorite professional teams are the Minnesota Twins, Cleveland Browns and Pittsburgh Penguins. Superstitions including tying his shoes in a certain way and order. Favorite movie is \"The Shawshank Redemption.\" Favorite book is the Harry Potter series. Favorite food is chicken enchiladas. Favorite athlete to watch is Michael Jordan, Jack Nicklaus, Rafael Nadal and Tiger Woods. Favorite cities to visit are New Orleans and Dubuque, Iowa. Dream foursome includes Ed Davis, Mark Merritt and Scout Merritt. Says he's too young to think about a bucket list. Supports Phoenix Children's Hospital.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Final-round 1-under 71 led to T3 finish at the Arnold Palmer Invitational, three strokes behind champion Jason Day. On Sunday, after two double bogeys on the front nine led to a 2-over 38, stormed back with five consecutive birdies on Nos. 10-14 for the best consecutive birdie streak of the week and one off the tournament-record birdie of six straight held by Duffy Waldorf, Curt Byrum and Darren Clarke. Entered the 72nd hold at 16-under par and just one behind Day before a double bogey led to the T3 finish. Kept a streak alive of all six of his top-10 finishes on TOUR coming the start after a missed cut. The T3 finish came in his first start at the Arnold Palmer Invitational and 11th of the 2015-16 PGA TOUR Season, where a T11 at the Northern Trust Open was his previous-best showing. Led the field in birdies for the week with 24, one more than winner Jason Day. \n","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2010","qSchoolYear" : "2009","exmtStatus" : "2014-15 tournament winner (through 2016-17)","otherVics" : "","intlVics" : "","curYearHigh" : "Final-round 1-under 71 led to T3 finish at the Arnold Palmer Invitational, three strokes behind champion Jason Day. On Sunday, after two double bogeys on the front nine led to a 2-over 38, stormed back with five consecutive birdies on Nos. 10-14 for the best consecutive birdie streak of the week and one off the tournament-record birdie of six straight held by Duffy Waldorf, Curt Byrum and Darren Clarke. Entered the 72nd hold at 16-under par and just one behind Day before a double bogey led to the T3 finish. Kept a streak alive of all six of his top-10 finishes on TOUR coming the start after a missed cut. The T3 finish came in his first start at the Arnold Palmer Invitational and 11th of the 2015-16 PGA TOUR Season, where a T11 at the Northern Trust Open was his previous-best showing. Led the field in birdies for the week with 24, one more than winner Jason Day. \n","carHigh" : "2014-15: Claimed his first career PGA TOUR title en route to his second-consecutive start in the FedExCup Playoffs. Made it through the first three of four events for the first time in his career, the BMW Championship, before ending his season at No. 56 in the FedExCup standings...Overcame an opening-round, 1-over 72 at the Valspar Championship with a 5-under 66 in Sunday's final round at Innisbrook to claim the sixth-place position. The finish was his first top-10 since earning a solo second at the 2014 FedEx St. Jude Classic...At the RBC Heritage, held a four-shot lead after the second round and a three-shot advantage through 54 holes but closed with a 69 to claim third at Harbour Town GL. Made his third start at the RBC Heritage, missing the cut in 2010 and finishing T52 in 2011. His only other lead on TOUR was a share of the opening-round lead at the 2010 Sony Open in Hawaii (T20). His week included a back-nine, 7-under 28 Friday, topping the previous record on that nine by one stroke (Jeff Maggert in 2006, Steve Flesch in 2001, Chris Perry in 2000 and Brad Faxon in 1997). The only other 28 at the RBC Heritage occurred on the front nine (Craig Barlow in 2003)...After entering the week with five consecutive missed cuts, carded a final-round 4-under 67 (including a 34-foot, 5-inch birdie putt on the 72nd hole) for a three-stroke victory over Rickie Fowler at the Quicken Loans National. At 18-under 266, set a new 72-hole scoring record at the Robert Trent Jones GC, topping the 267 totals by Tiger Woods in 2009 and Nick Watney in 2011. Became the first player to make the Quicken Loans National title his initial PGA TOUR win in his 96th start at the age of 29 years, 9 months, 8 days. Previous-best finish was a runner-up effort at the 2014 FedEx St. Jude Classic. Win earned him a first-time spot in the upcoming World Golf Championships-Bridgestone Invitational and the PGA Championship events. Week included a third-round 61 (matched his career-low score set earlier this season in the second round of the RBC Heritage), and established a new tournament record. The previous low score was 62, set by three players (Anthony Kim in 2009, Hunter Mahan in 2009 and Nick Watney in 2011). Along with Kevin Chappell set a new Quicken Loans National low-opening 54-hole score, with their 199 totals topping 200s set by Tom Pernice, Jr. (2008), Kim (2009), Woods (2009), Justin Rose (2010) and Fowler (2015). Is now one for two when carrying the lead\/co-lead into the final round on the PGA TOUR.\n\n2013-14: Made 10 of 20 cuts, with one top-10 and advanced to the FedExCup Playoffs for the first time in his career...After missed cuts in his first six starts of the season as well as two missed cuts coming into the FedEx St. Jude Classic, claimed his career-best finish in his 65th PGA TOUR start, a runner-up performance. Rounds of 67-66-67-71 left him a stroke shy of Ben Crane at TPC Southwind. With the second-place performance, moved inside the top 125 in the FedExCup standings, to No. 111...Finished T46 at The Barclays, but failed to advance to the Deutsche Bank Championship by 1.64 FedExCup points. Could have knocked Geoff Ogilvy out of the 100th position and move on in the Playoffs until he missed a 10-foot par putt on the 18th hole. Settled for a career-best 101st in the final FedExCup standings.\n\n2013: Finished the year with five top-25s and 15 cuts made in 22 Web.com Tour starts, making the cut in his first eight starts...Was T6 at the Chile Classic in Santiago. Third-round 64 moved him into contention at 14-under par. Posted his third 3-under 69 on the final day and finished four shots back of winner Kevin Kisner...Ended the Regular Season 74th in earnings to grab one of the last available Finals' spots...Finished T15 (Hotel Fitness Championship) and T17 (Chiquita Classic) to open the four-event Finals. \n\n2012: Made the cut in 11 of 24 starts on Tour and had five top-25 finishes, and four of those came outside the continental United States. Opened his season with three in a row, highlighted by a T17 at the Chile Classic. Was T13 at the Mexico Open, where he was a winner in 2009...Closed his season with a T8 at the Winn-Dixie Jacksonville Open. \n\n2011: Made only eight of 23 cuts on the PGA TOUR with no top-25 finishes. Finished 202nd on the final money list. Made two starts on the Web.com Tour in the fall and finished T11 in back-to-back weeks at the Albertsons Boise Open and the Soboba Golf Classic. Opened with an 8-under 63 in Boise, where he attended college. \n\n2010: Had perhaps the most dramatic final week of anyone on TOUR, securing the 125th and final TOUR card for 2011 and capturing the $1 million Kodak Challenge...The winner of 2009 PGA TOUR Qualifying Tournament was one of four players making a first career start on the PGA TOUR at the Sony Open in Hawaii. Opened with a 5-under 65 to share the lead with five other players. Finished T20...Following seven straight missed cuts after a T15 at the Farmers Insurance Open, snapped that stretch with a third-place finish at Zurich Classic of New Orleans. Matched the best birdie-eagle streak of the season with a 6-under stretch in five holes (Nos. 7-11) during a final-round 67...Hovering around No. 125 entering the Fall Series, made final four cuts of the season to secure card for sophomore season...Bogey-free, final-round 67 for T30 finish at the Children's Miracle Network Classic was just enough to make the No. 125 position on the money list after Johnson Wagner double-bogeyed the 16th hole. Immediately following the tournament, won the $1-million first prize in the Kodak Challenge in a playoff with Rickie Fowler and Aaron Baddeley with an 18-inch birdie putt on No. 17 at the Magnolia Course. Players had to post the lowest score relative to par on 18 of the 30 Kodak Challenge holes to win. When asked what he would do with the $1 million prize from Kodak, he said \"The first thing I'm going to do is buy my wife a brand-new car.\" \n\n2009: Despite a double bogey on the final hole, took home medalist honors at the PGA TOUR Qualifying Tournament by one stroke over Jeff Maggert. Became one of just three players since 1992 to hold at least a share of the lead after each round of the six-round event, joining wire-to-wire winner Scott Verplank (1997) and Frank Lickliter II (2007) Had not played in a PGA TOUR event prior to 2010. Made the cut in 10 of his final 11 starts and ended his rookie season No. 39 on the 2009 Web.com Tour money list. Managed to make only two cuts in his first six starts and started heating up as the summer progressed. Earned his first career win with a playoff victory at the Mexico Open. Rolled in a 20-foot birdie putt on the first extra hole to defeat Australian Adam Bland, who established the course record with an 8-under 64. Shared the 54-hole lead with Garth Mulroy and fired a 3-under 69 to tie Bland at 15-under 273. Had a chance to win in regulation but missed a 10-foot birdie putt. Winner's check of $117,000 moved him from No. 146 to No. 27 on the money list at the time. Closed the season with six consecutive cuts made after the win but struggled on the weekends and could do no better than a T39 at the Web.com Tour Championship at Daniel Island to end the season. 2008: Missed the cut in his only previous Web.com Tour start, at the Albertsons Boise Open. Amateur: Won 21 collegiate tournaments while at Boise State, including seven during his senior year, and at his previous school, Winona State. Won an NCAA-record five tournaments in a row at Boise. Two-time All-Western Athletic Conference first-team choice and two-time WAC Player of the Year. Second-team All-America in 2007-08, All-Nicklaus Team in 2007-08. Led the NCAA in scoring average as a senior (69.53). Played two seasons at Winona State, a Division II school in Minnesota, before transferring to Boise State. Attended Spring Lake Park (Minnesota) High School where he was an all-conference and all-state player in both golf and basketball. \n","otherCarHigh" : "","personal" : "Two brothers also competed in college athletics. Younger brother, Ben, played Division III football at Wartburg College in Iowa. Younger brother, Tim, was a Division III basketball player at Luther College in Iowa. Father is a member of the Wartburg Hall of Fame after playing both baseball and basketball for the school. Biggest thrill outside golf was the births of his two sons. Helped his high school basketball team reach the state tournament for the first time in school history. Favorite course he's played is Pebble Beach, and he looks forward to playing St. Andrews. Favorite college team is the Iowa Hawkeyes. Favorite professional team is the Cleveland Browns. Superstitions include tying his shoes in a certain way\/order. Favorite TV show is \"Seinfeld.\" Favorite movie is \"The Shawshank Redemption.\" Favorite entertainer is Robin Williams. Favorite books are the Harry Potter series, and he likes to eat chicken enchiladas. Favorite athlete to watch is Michael Jordan. Favorite cities to visit are Boise, Idaho, and Dubuque, Iowa. Dream foursome includes Mark Merritt and his two sons, Scout and Dodge.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T3rd at the Arnold Palmer Invitational presented by MasterCard.","dynStats" : "He ranks T72nd in Driving Distance - Fairway Woo on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/troy.merritt.7"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/troymerritt_pga"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}