{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01288","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "6","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Dougherty","first" : "Ed","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "225","weightMetric" : "102","birthDate" : "November 4, 1947","age" : "68","birthPlace" : "Chester, Pennsylvania","residence" : "Port St. Lucie, Florida","family" : "Wife, Carolyn","education" : "","splInterest" : "Lionel toy trains, old Gottlieb pinball machines","pronunciation" : "DOCK-ur-tee","nwTourAlumnus" : "","trndProYear" : "1969","clubAffl" : "Ibis G&CC (Palm Beach Gardens, Florida)","cityPlaysFrm" : "","websiteUrl" : "http:\/\/www.protourgolfers.com\/seniortour\/dougherty\/index.htm","websiteName" : "http:\/\/www.protourgolfers.com\/seniortour\/dougherty\/index.htm","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "7,253,944&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1975","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1998","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2009: Did not compete in any events. 2008: Played in 20 events with best finish a T20 at the FedEx Kinko's Classic. 2007: Was T15 at the Commerce Bank Championship on Long Island. 2006: Posted first top-10 in nearly two years when he was T6 at the Allianz Championship in early June. Carded three straight rounds of 68 and also had a pair of 68s in his two pro-am rounds at Glen Oaks...Nearly matched the Champions Tour record for driving accuracy when he hit 41 of 42 fairways at The ACE Group Classic in Naples. Shares the Tour mark of 42 of 42 with Calvin Peete. 2005: Played a full season for the first time since 2003...His best effort, a T12, came at the Bank of America Championship. 2004: Returned to action in late June following his off-season shoulder surgery and was T57 in his first start at the Bank of America Championship near Boston...Best finish was a T7 at The First Tee Open at Pebble Beach. 2003: Experienced shoulder problems late in the season...Closed with 66 in Nashville to T4 at the Music City Championship at Gaylord Opryland...Was T4 again three weeks later at the Farmers Charity Classic...Underwent right-shoulder surgery in October. 2002: Was the 36-hole leader by two strokes at the Audi Senior Classic and eventually T4...Was in contention at the U.S. Senior Open, trailing by four strokes after three rounds. Shot a 1-under 70 on Sunday and finished solo fourth at Caves Valley...Also T4 at the RJR Championship in September. 2001: Enjoyed his finest season in professional golf...Went over the $1-million mark in earnings as a result of career-best 10 top-10 finishes...Recorded wire-to-wire victory at the TD Waterhouse Championship. Tied the Champions Tour record for lowest 54-hole score in relation to par (Raymond Floyd\/1993 Gulfstream Aerospace Invitational) at the time, when he blitzed the Tiffany Greens GC course with a 22-under-par 194 total. His 36-hole score of 16-under 128 also tied the then-Champions Tour's all-time mark in relation to par (Hale Irwin\/1997 Vantage Championship) for the first two rounds. His 10-under 62 on Friday was a Champions Tour career-best and was his lowest score since shooting 62 at the 1992 Chattanooga Classic on the PGA TOUR. Made a 12-foot birdie putt on the last hole to win by eight strokes over Walter Morgan, Hugh Baiocchi and Dana Quigley, the largest margin of victory in a 54-hole event since the 1993 Franklin Quest Championship...Almost won again at the AT&T Canada Senior Open. Fired a 6-under 65 on the last day to come from five strokes back and catch Walter Hall in regulation. Fell to Hall on the first playoff hole after making bogey for the second time on Mississauga's 18th hole on Sunday. 2000: Registered his first victory in 69 Champions Tour starts at the Coldwell Banker Burnet Classic. Defeated Hale Irwin and Gil Morgan with a tournament record score of 19-under-par at Bunker Hills. The $240,000 first-place check was more than he made in his best year on the PGA TOUR (1992\/$237,525). Was the August Player of the Month...Shot 19-under 197 again at the Gold Rush Classic, but finished second to Jim Thorpe by two strokes...Had his first hole-in-one on the Champions Tour in the opening round of the SBC Championship. 1999: Took advantage of his first full year on the Champions Tour by earning over $900,000 and a spot among the top 20 money-winners...Made headlines by being the 18-, 36- and 54-hole leader at the U.S. Senior Open at Des Moines G&CC. Lost to Dave Eichelberger on the final day by three strokes...Took a one-stroke lead into the final round of the TD Waterhouse Championship, but finished two shots back of Allen Doyle despite a final-round 68...Was again the runner-up the next week at the Comfort Classic, falling two strokes short of Gil Morgan...Was also the 36-hole leader at the Kroger Senior Classic, but lost to Morgan again by two strokes despite posting a final-round 67. 1998: Made debut on the Champions Tour in May at the Saint Luke's Classic and T19 in Kansas City...Best finish came near his home in the Philadelphia area. Playing on a sponsor exemption, he closed with a 64 at Hartefeld National and T3 at the Bell Atlantic Classic.\n","otherCarHigh" : "Long-time player on the PGA TOUR, where he competed from 1975-97...Had 460 starts in his career and made 243 cuts...No doubt the high point of his PGA TOUR career came in 1995 when he prevailed at the Deposit Guaranty Golf Classic. Idled much of the early portion of the year by a shoulder injury suffered while lifting one of his vintage pinball machines, he shot rounds of 68-68-70 and stood in seventh place, three behind Dickey Thompson after 54 holes. Finished with a 66, which included 32 on the second nine and that was good enough to give him a two-stroke win over Gil Morgan. The victory, at age 47, made him the oldest first-time winner on the PGA TOUR since John Barnum captured the 1962 Cajun Classic at age 51...Lost in a playoff to Jim Gallagher, Jr. at the 1990 Greater Milwaukee Open and was also second at the Anheuser-Busch Golf Classic and the Chattanooga Classic in back-to-back weeks in 1992...Best year on the TOUR was in 1992, when he made $237,525...Made three successful trips to the PGA TOUR National Qualifying Tournament in 1983, 1986 and 1989...Named PGA of America's Club Professional of the Year in 1985 after winning the Club Professional Championship at Mission Hills CC in Rancho Mirage, Calif...Has had six holes-in-one during competitive rounds, including two each on the PGA TOUR (1991 Northern Telecom Open and 1992 Nissan Los Angeles Open) and Champions Tour (2000 SBC Championship and 1990 GTE Kaanapali Classic).","personal" : "Is a serious model train enthusiast with a vast collection of Lionel trains. Owns some from as early as the 1900s to 1969. Houses his collection in a two-story, 20-by-30 building. Usually makes it a point to visit train stores in cities while on traveling to tournaments...In recent years, has also begun refurbishing old pinball machines...Also collects cars and owns two 1958 Chevys and a 1963 Corvette...Served a tour in Vietnam and is one of several Champions Tour players who served in the military...Returned from Southeast Asia and took up golf seriously at Fort Lewis, Wash., when he wasn't allowed to play baseball...Played golf for the first time when he was working in the post office in Linwood, Pa., at age 19...Follows the Philadelphia-area pro sports teams...Has started to learn to play the guitar and is a self-described \"36-handicapper\" with it...In the past has helped put together an annual visit and clinic by Champions Tour players with veterans at the American Lake Veterans Hospital near Tacoma, Wash., in conjunction with the Boeing Classic...Nickname is \"Doc.\"","otherInfo" : "Joined the Champions Tour in 2000 and won twice. Last title was a wire-to-wire victory at the 2001 TD Waterhouse Championship near Kansas City, an eight-stroke triumph over Walter Morgan, Hugh Baiocchi and Dana Quigley. At the time, tied the Champions Tour record for lowest 54-hole score in relation to par (Raymond Floyd\/1993 Gulfstream Aerospace Invitational) when he blitzed the Tiffany Greens GC course with a 22-under-par 194 total. His 36-hole score of 16-under 128 also tied the then-Champions Tour's all-time mark in relation to par (Hale Irwin\/1997 Vantage Championship) for the first two rounds. His 10-under 62 on Friday was a Champions Tour career-best and was his lowest score since shooting 62 at the 1992 Chattanooga Classic on the PGA TOUR. Registered his first victory in 69 Champions Tour starts at the 2000 Coldwell Banker Burnet Classic. Defeated Hale Irwin and Gil Morgan with a tournament record score at Bunker Hills. The $240,000 first-place check was more than he made in his best year on the PGA TOUR (1992\/$237,525). Long-time player on the PGA TOUR, where he competed from 1975-97. Had 460 starts in his career and made 243 cuts. High point of his PGA TOUR career came in 1995 when he prevailed at the Deposit Guaranty Golf Classic. Idled much of the early portion of the year by a shoulder injury suffered while lifting one of his vintage pinball machines, he shot rounds of 68-68-70 and stood in seventh place, three behind Dickey Thompson after 54 holes. Finished with a 66, which included 32 on the second nine and that was good enough to give him a two-stroke win over Gil Morgan. The victory, at age 47, made him the oldest first-time winner on the PGA TOUR since John Barnum captured the 1962 Cajun Classic at age 51. Also lost in a playoff to Jim Gallagher, Jr. at the 1990 Greater Milwaukee Open and was also second at the Anheuser-Busch Golf Classic and the Chattanooga Classic in back-to-back weeks in 1992. Made three successful trips to the PGA TOUR National Qualifying Tournament in 1983, 1986 and 1989...Named PGA of America's Club Professional of the Year in 1985 after winning the Club Professional Championship at Mission Hills CC in Rancho Mirage, CA. Has had six holes-in-one during competitive rounds, including two each on the PGA TOUR (1991 Northern Telecom Open and 1992 Nissan Los Angeles Open) and Champions Tour (2000 SBC Championship and 1990 GTE Kaanapali Classic).","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}