{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23481","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Siem","first" : "Marcel","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "165","weightMetric" : "75","birthDate" : "July 15, 1980","age" : "35","birthPlace" : "Mettman, Germany","residence" : "Dusseldorf, Germany","family" : "Victoria (2010)","education" : "","splInterest" : "Billiards, fishing","pronunciation" : "SEEM","nwTourAlumnus" : "","trndProYear" : "2000","clubAffl" : "","cityPlaysFrm" : "Germany; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "709,298&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Conditional - Finished 151-200 on 2014-15 PGA TOUR FedExCup Points List","otherVics" : "","intlVics" : "","curYearHigh" : "At the Nedbank Golf Challenge in early December, shot four par-or-better rounds in Sun City, South Africa to finish solo fourth at Gary Player CC. Opened and closed with 4-under 68s.","carHigh" : "2013: Won on the European Tour for a second consecutive season, and picked up third title overall, when he took a four-shot lead into the final round of the Trophy Hassan II in Morocco and held on to win. Opened with an 8-under 64 at Golf du Palais Royal to take the first-round lead then held at least a share of the lead the rest of the way, shooting four under-par rounds and outlasting Mikko Ilonen by three shots...A week later, played on a sponsor exemption at the Valero Texas Open. At No. 51 in the Official World Golf Ranking, needed to win in San Antonio to earn an invite into the following week's Masters Tournament. Was making forward progress Sunday, but a triple bogey-7 at the 12th hole thwarted his bid for victory. He finished T10 with Padraig Harrington and Martin Flores. The Valero Texas Open start was one of nine he made on the PGA TOUR. Only other top-20 finish was a T16 he turned in at the RBC Canadian Open in July...Added a European Tour T10 in mid-June, at the BMW International Open in Germany...Also finished T10 at the Scottish Open in mid-July...Played in his fourth World Cup, this time with teammate Maximilian Kieffer. Finished T32 in the individual competition at Royal Melbourne GC and paired with Kieffer to T7 representing Germany in the team portion of the event. \n\n2012: Was solo fourth at the Dubai Desert Classic. Was poised to win but struggled to a final-round 71 that left him three strokes behind winner Rafael Cabrera-Bello...Came from two strokes off the pace at the Alstom Open de France in July, shooting a final-round 67 at Le Golf National in Paris to beat Francesco Molinari by a stroke...Played in his second Open Championship, missing the cut at Royal Lytham & St. Annes...Played in his first official World Golf Championships event, finishing T60 at the Bridgestone Invitational...A week later, was T36 at the PGA Championship.\n\n2011: Lone top-10 was a T7 at the Castello Masters, on the strength of a final-round 67...Played in his first U.S. Open. Struggled on the first day, opening with a 79 at Congressional CC but recovered nicely, with a 66 to make the cut. Went on to T60 outside Washington, D.C.\n\n2010: His two top-10s were both seventh-place showings—at The Celtic Manor Wales Open and the Johnnie Walker Championship at Gleneagles...Played in his first major championship, The Open Championship, where he opened with a 67 and went on to T27 at the Old Course at St. Andrews.\n\n2009: Two top-10s on the European Tour came at the Open de Espana (T6) and the Portugal Masters (T4). \n\n2008: Played well late in the year, picking up two of his three top-10s in the fall. First top-10 showing was a T4 at the Methorios Capital Italian Open in May. Opened with a 70 and finished with rounds of 66-65-66...Was T5 at the Johnnie Walker Championship at Gleneagles in late August...Finished T8 at the Mercedes-Benz Championship in September at Gut Larchenhof GC in Cologne, Germany.\n\n2007: Struggled with his game, with a top finish of T24 at the Russian Open his best showing. \n\n2006: Contended at the Omega European Masters in Switzerland. Entered the final round in second place, two shots behind Bradley Dredge. Shot a final-round 73 at Crans-sur-Sierre to T2...Had a fourth-place showing at the Scandinavian Masters, thanks to weekend rounds of 69-68...Added a T9 at the Volvo Masters in his final start of the year in late October...Collected a team victory when he paired with Bernhard Langer to win the World Golf Championships-Barbados World Cup in St. James. The duo shot rounds of 65-69-68-66 to get into a playoff with Scotland (Colin Montgomerie-Marc Warren), prevailling with a par on the first extra hole. \n\n2005: At the Dunhill Championship at Leopard Creek CC, made a double eagle on the 13th hole in the final round on his way to a T6 peformance...Was T10 at the Telecom Italia Open, his only other top-10 that season...Made his first PGA TOUR cut when he played in the Deutsche Bank Championship for a second consecutive year. Shot a 9-under 62 in the second round to make the cut. Finished the tournament at TPC Boston with a pair of 1-over 72s to T32. \n\n2004: Earned his first European Tour title, winning the Dunhill Championship in Johannesburg, South Africa, in January. Shot four rounds in the 60s at Houghton GC to get into a playoff with Gregory Havret and Raphael Jacquelin, an extra session he won...Was T5 six weeks later, at the Dubai Desert Classic...Added a T6 at the Telecom Italia Open, a T8 at the French Open and a T8 at the Scandinavian Masters...Had one more top-10, a T9 at the Dunhill Links Championship...Represented Germany at the World Golf Championships-World Cup, finishing T7 with partner Kariem Baraka in Seville, Spain...Made his PGA TOUR debut, missing the cut at the Deutsche Bank Championship, outside Boston. \n\n2003: Had three top-10s among his European Tour starts. Was T8 at the Algarve Open de Portugal in April then added another T8, at the BMW International Open, four months later...Final top-10 came at the Turespana Mallorca Classic in his last start of the campaign. He T10 at Pula GC in Spain...Played in his first World Cup, competing in the World Golf Championships event at the Ocean Course at Kiawah Island, S.C. Teamed with Alex Cejka to finish solo fourth.\n\n2002: Added a second consecutive runner-up showing on the European Challenge Tour when he was T2 at the Galeria Kauthof Pokai Challenge in June, falling by four strokes to Alex Cejka...Picked up his first European Tour top-10 when he was solo fifth at the Diageo Scottish PGA Championship...Finished 16th at the Qualifying Tournament to earn his 2003 European Tour playing privileges. \n\n2001: Played primarily on the European Challenge Tour. Best finish among his starts was a T2 at the Luxembourg Open. Opened 70-70 then followed with rounds of 65-69. Finished three shots behind winner Grant Hamerton...Was the medalist at second-stage qualifying for the European Tour Qualifying Tournament (66-69-65). Missed earning his European Tour card, with a 36th-place finish, but did qualify for the Challenge Tour.\n\n2000: Made two starts on the European Challenge Tour, with a T51 at the Gunther Hamburg Classic his best showing.\n\n1999: Made his first European Tour cut, at the German Open, where he T58. \n\n\n","otherCarHigh" : "Won the 1999 Spanish Open Amateur Championship and the Sherry Cup, in Spain...Played in two European Tour events as an amateur, missing the cut at both the BMW International Open and the German Open.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "(1): 2006 World Golf Championships-World Cup [with Bernhard Langer].","intlVics" : "(4): 2004 Dunhill Championship [Eur]. 2012 Alstom Open de France [Eur]. 2013 Trophy Hassan II [Eur]. 2014 BMW Masters [Eur].","curYearHigh" : "At the Nedbank Golf Challenge in early December, shot four par-or-better rounds in Sun City, South Africa to finish solo fourth at Gary Player CC. Opened and closed with 4-under 68s.","carHigh" : "2013-14: Finished the European Tour season seventh on the Race to Dubai standings, thanks to a late push that included his fourth European Tour title. Earned his first European Tour top-10 when he shot a final-round 68 to earn a T7 at the BMW PGA Championship in late-May at the Wentworth Club in England...Next top-10 came in impressive fashion in China in early November. During difficult scoring conditions Sunday at the BMW Masters in Shanghai, shot a 1-over 73 that was enough to get him into a playoff with Ross Fisher and 54-hole leader Alexander Levy at Lake Malaren GC. Made a birdie on the first sudden-death hole to Fisher and Levy's pars to win his fourth European Tour title. Opened 68-66-65 and was in third place with a round to play, five shots behind Levy. Birdied his first hole of the day and added two more on the front nine to make the turn in 33. Only made one more birdie the rest of the way (No. 11) and finished bogey-bogey. His overtime birdie on No. 18 was one of only two birdies there Sunday, with Robert Karlsson making the other. The stroke average on the par-4 18th Sunday was 4.63. Finished T8 at the European Tour's Turkish Airlines Open in November. \n\n2013: Won on the European Tour for a second consecutive season, and picked up third title overall, when he took a four-shot lead into the final round of the Trophy Hassan II in Morocco and held on to win. Opened with an 8-under 64 at Golf du Palais Royal to take the first-round lead then held at least a share of the lead the rest of the way, shooting four under-par rounds and outlasting Mikko Ilonen by three shots...A week later, played on a sponsor exemption at the Valero Texas Open. At No. 51 in the Official World Ranking, needed to win in San Antonio to earn an invite into the following week's Masters Tournament. Was making forward progress Sunday, but a triple bogey-7 at the 12th hole thwarted his bid for victory. He finished T10 with Padraig Harrington and Martin Flores. The Valero Texas Open start was one of nine he made on the PGA TOUR. Only other top-20 finish was a T16 he turned in at the RBC Canadian Open in July...Added A European Tour T10 in mid-June, at the BMW International Open in Germany...Also finished T10 at the Scottish Open in mid-July...Played in his fourth World Cup, this time with teammate Maximilian Kieffer. Finished T32 in the individual competition at Royal Melbourne GC and paired with Kieffer to T7 representing Germany in the team portion of the event.\n\n2012: Was solo fourth at the Dubai Desert Classic. Was poised to win but struggled to a final-round 71 that left him three strokes behind winner Rafael Cabrera-Bello...Came from two strokes off the pace at the Alstom Open de France in July, shooting a final-round 67 at Le Golf National in Paris to beat Francesco Molinari by a stroke...Played in his second Open Championship, missing the cut at Royal Lytham & St. Annes...Played in his first official World Golf Championships event, finishing T60 at the Bridgestone Invitational...A week later, was T36 at the PGA Championship.\n\n2011: Lone top-10 was a T7 at the Castello Masters, on the strength of a final-round 67...Played in his first U.S. Open. Struggled on the first day, opening with a 79 at Congressional CC but recovered nicely, with a 66 to make the cut. Went on to T60 outside Washington, D.C.\n\n2010: His two top-10s were both seventh-place showings—at The Celtic Manor Wales Open and the Johnnie Walker Championship at Gleneagles...Played in his first major championship, The Open Championship, where he opened with a 67 and went on to T27 at the Old Course at St. Andrews.\n\n2009: Two top-10s on the European Tour came at the Open de Espana (T6) and the Portugal Masters (T4). \n\n2008: Played well late in the year, picking up two of his three top-10s in the fall. First top-10 showing was a T4 at the Methorios Capital Italian Open in May. Opened with a 70 and finished with rounds of 66-65-66...Was T5 at the Johnnie Walker Championship at Gleneagles in late August...Finished T8 at the Mercedes-Benz Championship in September at Gut Larchenhof GC in Cologne, Germany.\n\n2007: Struggled with his game, with a top finish of T24 at the Russian Open his best showing. \n\n2006: Contended at the Omega European Masters in Switzerland. Entered the final round in second place, two shots behind Bradley Dredge. Shot a final-round 73 at Crans-sur-Sierre to T2...Had a fourth-place showing at the Scandinavian Masters, thanks to weekend rounds of 69-68...Added a T9 at the Volvo Masters in his final start of the year in late October...Collected a team victory when he paired with Bernhard Langer to win the World Golf Championships-Barbados World Cup in St. James. The duo shot rounds of 65-69-68-66 to get into a playoff with Scotland (Colin Montgomerie-Marc Warren), prevailling with a par on the first extra hole. \n\n2005: At the Dunhill Championship at Leopard Creek CC, made a double eagle on the 13th hole in the final round on his way to a T6 peformance...Was T10 at the Telecom Italia Open, his only other top-10 that season...Made his first PGA TOUR cut when he played in the Deutsche Bank Championship for a second consecutive year. Shot a 9-under 62 in the second round to make the cut. Finished the tournament at TPC Boston with a pair of 1-over 72s to T32. \n\n2004: Earned his first European Tour title, winning the Dunhill Championship in Johannesburg, South Africa, in January. Shot four rounds in the 60s at Houghton GC to get into a playoff with Gregory Havret and Raphael Jacquelin, an extra session he won...Was T5 six weeks later, at the Dubai Desert Classic...Added a T6 at the Telecom Italia Open, a T8 at the French Open and a T8 at the Scandinavian Masters...Had one more top-10, a T9 at the Dunhill Links Championship...Represented Germany at the World Golf Championships-World Cup, finishing T7 with partner Kariem Baraka in Seville, Spain...Made his PGA TOUR debut, missing the cut at the Deutsche Bank Championship outside Boston. \n\n2003: Had three top-10s among his European Tour starts. Was T8 at the Algarve Open de Portugal in April then added another T8, at the BMW International Open four months later...Final top-10 came at the Turespana Mallorca Classic in his final start of the campaign. He T10 at Pula GC in Spain...Played in his first World Cup, competing in the World Golf Championships event at the Ocean Course at Kiawah Island, S.C. Teamed with Alex Cejka to finish solo fourth.\n\n2002: Added a second consecutive runner-up showing on the European Challenge Tour when he was T2 at the Galeria Kauthof Pokai Challenge in June, falling by four strokes to Alex Cejka...Picked up his first European Tour top-10 when he was solo fifth at the Diageo Scottish PGA Championship...Finished 16th at the Qualifying Tournament to earn his 2003 European Tour playing privileges. \n\n2001: Played primarily on the European Challenge Tour. Best finish among his starts was a T2 at the Luxembourg Open. Opened 70-70 then followed with rounds of 65-69. Finished three shots behind winner Grant Hamerton...Was the medalist at second-stage qualifying for the European Tour Qualifying Tournament (66-69-65). Missed earning his European Tour card, with a 36th-place finish, but did qualify for the Challenge Tour.\n\n2000: Made two starts on the European Challenge Tour, with a T51 at the Gunther Hamburg Classic his best showing.\n\n1999: Made his first European Tour cut, at the German Open, where he T58. \n\nAmateur: Won the 1999 Spanish Open Amateur Championship and the Sherry Cup, in Spain...Played in two European Tour events as an amateur, missing the cut at both the BMW International Open and the German Open. \n","otherCarHigh" : "","personal" : "Began playing golf at age 6. Parents operated a restaurant at GC Burg Overbach in Cologne...Father, Heinz, was a professional handball player.","otherInfo" : "","ntlTeams" : "World Cup (4), 2003, 2004, 2006, 2013; Royal Trophy (1), 2011.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T10th in 2013 at the Valero Texas Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}