{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01599","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Jones","first" : "Steve","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-4","heightMetric" : "1.93","weight" : "200","weightMetric" : "91","birthDate" : "December 27, 1958","age" : "57","birthPlace" : "Artesia, New Mexico","residence" : "Tempe, Arizona","family" : "Wife, Bonnie Buckingham; Cy, Stacey","education" : "University of Colorado","splInterest" : "Bow and rifle hunting, fly fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1981","clubAffl" : "Black Bull GC (Bozeman, Montana); Whirlwind GC (Chandler, Arizona)","cityPlaysFrm" : "Bozeman, MT & Chandler; AZ; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "7,241,112&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in 13 events, including three as an open qualifier...Moved up the leaderboard with a 4-under 68 in the third round to post a T9 finish at the Senior PGA Championship, his first top-10 effort in his 51st career start on Tour...Recorded a double eagle in the opening round of The Senior Open Championship at Sunningdale. Used a driver, 6-iron from 179 yards on the first hole for his albatross...Made a hole-in-one in the second round at the Toshiba Classic, sinking an 8-iron from 152 yards at Newport Beach CC...Returned to the National Qualifying Tournament in early December and placed 10th for a conditional exemption, losing to Stan Utley in a playoff after both players had completed 72 holes with a 12-under 272 total.","carHigh" : "Made 15 cuts in 27 starts on the PGA TOUR in 2006 with two top-25s. Finished T18 at the 2006 Sony Open in Hawaii and T17 at the 2006 John Deere Classic, where he won in 1998. Former U.S. Open champion was unable to post a top-10 in 20 starts in 2005. Held a three-stroke lead after first round of 2005 THE PLAYERS Championship, as 8-under 64 was one off the tournament best for an opening round at THE PLAYERS, finished T75. Served as Hal Sutton's Assistant Captain for the 2004 Ryder Cup at Oakland Hills, where Jones won the 1996 U.S. Open. Sidelined for part of the 2003 season and all of 2004 following elbow surgery. Missed the rest of the 2003 season after May due to tennis elbow in his right elbow. Was having problems with both elbows throughout the summer and finally had surgery on his right elbow on August 7, 2003. Continued rehabilitation on both elbows throughout the season. Troubled by an irregular heartbeat in 2002, called superventricular tachycardia, for most of the past four seasons. Underwent a laser procedure to correct the condition on Aug. 14, 2002. The ailment isn't life threatening, but mirrors symptoms of a heart attack. Phil Tataurangi underwent the procedure a month earlier and David Toms did so in late 2005. In 2000, continued to regain old form after battling through injury-plagued 1999 season. Finished with two top-10s and ranked 87th on the 2000 money list. Recorded three top-10 finishes in abbreviated 1999 season in which he logged 19 appearances. Suffered from an irregular heartbeat first two months of season and a shoulder injury sidelined him from 1999 Masters through 1999 John Deere Classic, with exception of U.S. Open. After missing cut at Augusta National, did not touch a club during nine weeks of shoulder rehab. Won for third straight year with victory at the 1998 Quad City Classic. Closed with 66 for one-stroke victory over Scott Gump. In 1997, followed up U.S. Open victory with second multiple-victory season of career. Dominated 1997 Phoenix Open, winning by 11 strokes over Jesper Parnevik. Lead after 36 holes (126), was one stroke off 54-hole mark and held one-stroke lead through 54 holes at 1997 Bell Canadian Open. Closed with 69 for one-stroke victory over Greg Norman. After spending nearly three years off TOUR due to ligament and joint damage to left ring finger suffered in Nov. 25, 1991 dirt-bike accident, completed comeback with victory in 1996 U.S. Open at Oakland Hills. Became first sectional qualifier to win since Jerry Pate in 1976. After first-round 74, shot 66-69 to trail Tom Lehman by one stroke through 54 holes. Led by one after 71 holes, then parred 18 to defeat Lehman and Davis Love III by a stroke. Won three times in 1989, opening year with back-to-back wins. Defeated Jay Haas and David Frost by two at 1989 MONY Tournament of Champions and followed with playoff win over Paul Azinger and Sandy Lyle at 1989 Bob Hope Chrysler Classic. Third win came at 1989 Canadian Open. Earned first TOUR victory in playoff over Bob Tway at 1988 AT&T Pebble Beach National Pro-Am. Medalist at 1986 PGA TOUR Qualifying Tournament. Second-team All-American at University of Colorado. Semifinalist at 1976 U.S. Junior Amateur. Reverse overlap grip he uses is by-product of injury to left index finger two years after original injury to left ring finger. Play at U.S. Open inspired by Ben Hogan book sent to him by friend. \n","otherCarHigh" : "","personal" : "In addition to golf, ran track and was an all-state basketball player in high school. A two-time Colorado state sand greens champion.","otherInfo" : "","ntlTeams" : "World Cup (1), 1996","priorYearSeason" : "Finished T10 at the Moonah Classic."},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1982","qSchoolYear" : "1981, 1984, 1986","exmtStatus" : "Past Champion","otherVics" : "(1): 1987 JCPenney Classic [with Jane Crafter].","intlVics" : "","curYearHigh" : "Played in 13 events, including three as an open qualifier...Moved up the leaderboard with a 4-under 68 in the third round to post a T9 finish at the Senior PGA Championship, his first top-10 effort in his 51st career start on Tour...Recorded a double eagle in the opening round of The Senior Open Championship at Sunningdale. Used a driver, 6-iron from 179 yards on the first hole for his albatross...Made a hole-in-one in the second round at the Toshiba Classic, sinking an 8-iron from 152 yards at Newport Beach CC...Returned to the National Qualifying Tournament in early December and placed 10th for a conditional exemption, losing to Stan Utley in a playoff after both players had completed 72 holes with a 12-under 272 total.","carHigh" : "2005: Former U.S. Open champion unable to post a top-10 in 20 starts...Held a three-stroke lead after first round of THE PLAYERS Championship, as 8-under 64 was one off the tournament best for an opening round at THE PLAYERS. Finished T75. 2004: Served as Hal Sutton's Assistant Captain for the 2004 Ryder Cup at Oakland Hills, where Jones won the 1996 U.S. Open. Sidelined for part of the 2003 season and all of 2004 following elbow surgery. 2003: Made five cuts in 11 appearance early in the season. Last event he played in was the Wachovia Championship in early May. Missed the rest of the season due to tennis elbow in his right elbow. Was having problems with both elbows throughout the summer and finally had surgery on his right elbow on August 7. Continued rehabilitation on both elbows throughout the season. 2002: Troubled by an irregular heartbeat, called superventricular tachycardia, for most of the past four seasons. Underwent a laser procedure to correct the condition on Aug. 14. The ailment isn't life threatening, but mirrors symptoms of a heart attack. Phil Tataurangi underwent the procedure a month earlier and David Toms did so in late 2005...Was one back of the lead through first round of The Open Championship after opening with 67, finished T43...Shared the first-round lead at the Invensys Classic at Las Vegas, finished T42. 2001: Best effort was T15 at John Deere Classic...Placed T20 at The INTERNATIONAL...His T27 finish at Masters was sixth top-30 finish in nine trips to Augusta National. 2000: Continued to regain old form after battling through injury-plagued 1999 season...Finished with two top-10s and ranked 87th on money list...Recorded best opening score of season with 66 at Touchstone Energy Tucson Open. Finished 70-67-69 to earn T5 and season-best $114,000...Three starts later, matched that finish with another T5 at weather-shortened BellSouth Classic. 1999: Recorded three top-10 finishes in abbreviated season in which he logged 19 appearances. Suffered from an irregular heartbeat first two months of season and a shoulder injury sidelined him from Masters through John Deere Classic, with exception of U.S. Open. After missing cut at Augusta National, did not touch a club during nine weeks of shoulder rehab. 1998: Won for third straight year with victory at the Quad City Classic. Started final round in four-way tie for third and had share of 36-hole tournament record with Frank Lickliter II at 11-under-par 129. Closed with 66 for one-stroke victory over Scott Gump. 1997: Followed up U.S. Open victory with second multiple-victory season of career...Dominated Phoenix Open, winning by 11 strokes over Jesper Parnevik. Total of 258 equaled third-lowest 72-hole score in PGA TOUR history...Lead after 36 holes (126), was one stroke off 54-hole mark and held one-stroke lead through 54 holes at Bell Canadian Open. Closed with 69 for one-stroke victory over Greg Norman. 1996: After spending nearly three years off TOUR due to ligament and joint damage to left ring finger suffered in Nov. 25, 1991 dirt-bike accident, completed comeback with victory in U.S. Open at Oakland Hills. Became first sectional qualifier to win since Jerry Pate in 1976. After first-round 74, shot 66-69 to trail Tom Lehman by one stroke through 54 holes. Led by one after 71 holes, then parred 18 to defeat Lehman and Davis Love III by a stroke. Winning score of 2-under-par 278 was lowest in a U.S. Open at Oakland Hills. 1989: Won three times, opening year with back-to-back wins. Defeated Jay Haas and David Frost by two at MONY Tournament of Champions and followed with playoff win over Paul Azinger and Sandy Lyle at Bob Hope Chrysler Classic. Third win came at Canadian Open. 1988: Earned first TOUR victory in playoff over Bob Tway at AT&T Pebble Beach National Pro-Am. 1986: Medalist at PGA TOUR Qualifying Tournament. Amateur: Second-team All-American at University of Colorado...Semifinalist at 1976 U.S. Junior Amateur.\n","otherCarHigh" : "","personal" : "Reverse overlap grip he uses is by-product of injury to left index finger two years after original injury to left ring finger...Play at U.S. Open inspired by Ben Hogan book sent to him by friend... In addition to golf, ran track and was an all-state basketball player in high school...A two-time Colorado State sand greens champion.","otherInfo" : "Missed all of the 2008 PGA TOUR season due to injuries, including his left elbow. Underwent left-shoulder surgery in November. Becomes eligible for Champions Tour at the 2009 Allianz Championship in February but debut could be delayed as he continues to recover from injuries. Long-time member of the PGA TOUR whose career spanned more than 20 years with 443 career starts to his credit. A mainstay in the top 125 from 1987-2000 before health issues intervened. Most recent activity came in 2007 and played fewer than 10 events on the PGA TOUR for the first time since 1994. Best finish was a T44 at the Canadian Open. Also played four events on the Nationwide Tour and twice on the European Tour in 2007. Held a three-stroke lead after first round of 2005 THE PLAYERS Championship, as 8-under 64 was one off the tournament best for an opening round at THE PLAYERS before a T75 finish. Served as Hal Sutton's Assistant Captain for the 2004 Ryder Cup at Oakland Hills, the site of Jones' U.S. Open title in 1996. Sidelined for part of the 2003 season and all of 2004 following elbow surgery. Missed the rest of the 2003 season after May due to tennis elbow in his right elbow. Was having problems with both elbows throughout the summer and finally had surgery on his right elbow on August 7, 2003. Continued rehabilitation on both elbows throughout the season. Troubled by an irregular heartbeat in 2002, called superventricular tachycardia, for most of the past four seasons. Underwent a laser procedure to correct the condition on Aug. 14, 2002. The ailment isn't life threatening, but mirrors symptoms of a heart attack. Phil Tataurangi underwent the procedure a month earlier and David Toms did so in late 2005. In 2000, continued to regain old form after battling through injury-plagued 1999 season. Finished with two top-10s and ranked 87th on the 2000 money list. Recorded three top-10 finishes in abbreviated 1999 season in which he logged 19 appearances. Suffered from an irregular heartbeat first two months of season and a shoulder injury sidelined him from 1999 Masters through 1999 John Deere Classic, with exception of U.S. Open. After missing cut at Augusta National, did not touch a club during nine weeks of shoulder rehab. Won for third straight year with victory at the 1998 Quad City Classic. Closed with 66 for one-stroke victory over Scott Gump. In 1997, followed up U.S. Open victory with second multiple-victory season of career. Dominated 1997 Phoenix Open, winning by 11 strokes over Jesper Parnevik. Closed with 69 for one-stroke victory over Greg Norman at 1997 Canadian Open. After spending nearly three years off TOUR due to ligament and joint damage to left ring finger suffered in Nov. 25, 1991 dirt-bike accident, completed comeback with victory in 1996 U.S. Open at Oakland Hills. Became first sectional qualifier to win since Jerry Pate in 1976. Led by one after 71 holes, then parred 18 to defeat Tom Lehman and Davis Love III by a stroke. Won three times in 1989, opening year with back-to-back wins. Defeated Jay Haas and David Frost by two at 1989 MONY Tournament of Champions and followed with playoff win over Paul Azinger and Sandy Lyle at 1989 Bob Hope Chrysler Classic. Third win came at 1989 Canadian Open. Earned first TOUR victory in playoff over Bob Tway at 1988 AT&T Pebble Beach National Pro-Am. Medalist at 1986 PGA TOUR Qualifying Tournament. Second-team All-American at the University of Colorado and joins former CU grads Hale Irwin and Dale Douglass on the Champions Tour in 2009. Semifinalist at 1976 U.S. Junior Amateur. Reverse overlap grip he uses is by-product of injury to left index finger two years after original injury to left ring finger. Play at U.S. Open inspired by Ben Hogan book sent to him by friend. In addition to golf, ran track and was an all-state basketball player in high school. A two-time Colorado state sand greens champion.","ntlTeams" : "Ryder Cup, 2004 (Captain's Assistant); World Cup, 1996.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2010","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(1): 1987 JCPenney Classic [with Jane Crafter].","intlVics" : "","curYearHigh" : "Played in 13 events, including three as an open qualifier...Moved up the leaderboard with a 4-under 68 in the third round to post a T9 finish at the Senior PGA Championship, his first top-10 effort in his 51st career start on Tour...Recorded a double eagle in the opening round of The Senior Open Championship at Sunningdale. Used a driver, 6-iron from 179 yards on the first hole for his albatross...Made a hole-in-one in the second round at the Toshiba Classic, sinking an 8-iron from 152 yards at Newport Beach CC...Returned to the National Qualifying Tournament in early December and placed 10th for a conditional exemption, losing to Stan Utley in a playoff after both players had completed 72 holes with a 12-under 272 total.","carHigh" : "2014: Played in 11 events, including three as an open qualifier...Best finish was a T40 at the Pacific Links Hawai'i Championship. Opened with rounds of 68-67 then closed with a 74.\n\n 2013: Played in 15 events, including a pair as an open qualifier...Best finish came in May when he was T20 at the Insperity Championship near Houston... Was also T21 at The Senior Open Championship...Finished T22 at the SAS Championship.\n\n 2012: Was among the top 25 five times in 12 official starts, highlighted by a T13 at the Nature Valley First Tee Open at Pebble Beach when he shot 70-69 on the weekend at the Monterey Peninsula...Was also T17 at the SAS Championship...Earned conditional status for 2013 season by virtue of his T11 at the Champions Tour's National Qualifying Tournament in mid-November. \n\n2011: Made his long-awaited Champions Tour debut at the Liberty Mutual Legends of Golf, teaming with Doug Tewell to T10 in the Raphael Division...Best individual effort among his 10 official starts was a T16 at The Senior Open Championship at Walton Heath. \n","otherCarHigh" : "Long-time member of the PGA TOUR whose career spanned more than 20 years with 443 career starts to his credit...A mainstay in the top 125 from 1987-2000 before health issues intervened...Served as an assistant captain to captain Hal Sutton for the 2004 Ryder Cup at Oakland Hills, the site of his 1996 U.S. Open title...Sidelined for part of the 2003 season and all of 2004 following elbow surgery. Missed the rest of the 2003 season after May due to tennis elbow in his right arm. Was having problems with both elbows throughout the summer and finally had surgery on his right elbow in August. Continued rehabilitation on both elbows throughout the season. Troubled by an irregular heartbeat in 2002, called superventricular tachycardia...Underwent a laser procedure to correct the condition in August 2002. The ailment isn't life threatening but mirrors symptoms of a heart attack...In 2000, continued to regain old form after battling through injury-plagued 1999 season. Finished with two top-10s and ranked 87th on the money list...Recorded three top-10 finishes in abbreviated 1999 season in which he logged 19 appearances. Suffered from an irregular heartbeat first two months of season and a shoulder injury sidelined him from 1999 Masters through that same year's John Deere Classic, with exception of U.S. Open. After missing the cut at Augusta National, did not touch a club during nine weeks of shoulder rehab...Won for third straight year, with victory at the 1998 Quad City Classic. Closed with 66 for one-stroke victory over Scott Gump...In 1997, followed up 1996 U.S. Open victory with second multiple-victory season of career. Dominated the Phoenix Open, winning by 11 strokes over Jesper Parnevik...Closed with 69 for a one-stroke victory over Greg Norman at Canadian Open...After spending nearly three years off TOUR due to ligament and joint damage to left ring finger suffered in November 1991 dirt-bike accident, completed comeback with victory in 1996 U.S. Open at Oakland Hills. Became first sectional qualifier to win since Jerry Pate in 1976. Led by one after 71 holes then parred No. 18 to defeat Tom Lehman and Davis Love III by a stroke. Victory helped earn him the PGA TOUR's Comeback Player of the Year award that season...Won three times in 1989, opening year with back-to-back wins. Defeated Jay Haas and David Frost by two at MONY Tournament of Champions and followed with playoff win over Paul Azinger and Sandy Lyle at Bob Hope Chrysler Classic. Third win came at Canadian Open, a two-stroke win at Glen Abbey over Clark Burroughs, Mark Calcavecchia and Mike Hulbert...Earned first TOUR victory in playoff over Bob Tway at 1988 AT&T Pebble Beach National Pro-Am...Medalist at 1986 PGA TOUR Qualifying Tournament...Received a full scholarship to the University of Colorado, where he won second-team All-America honors and was All Big-8 Conference in 1978, 1979, 1980 and 1981. Named to Colorado's Athletic Hall of Fame in 2013...Is second CU grad on the Champions Tour, along with Hale Irwin...Joined the University of Colorado Athletic Hall of Fame in November 2012 and was inducted into the Colorado Sports Hall of Fame in April 2013, where he joined other former standouts like Don Baylor and Steve Atwater...Was a semifinalist at the 1976 U.S. Junior Amateur.","personal" : "Reverse overlap grip he uses is a by-product of an injury to his left-index finger two years after original injury to his left-ring finger...Play at U.S. Open inspired by Ben Hogan book sent to him by friend...In addition to golf, ran track and was an all-state basketball player in high school...Started playing golf at age 12 in Yuma, Colorado...A two-time Colorado state sand greens champion...Favorite course is Cypress Point GC...Major championship member of The 27 Club (opens 2014) in Tianjin, China, where he designed a hole with his favorite elements reflecting the character of his individual game...Supports various Christian ministries, including Clydehurst Christian Ranch in Montana.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T9th in 2015 at the Senior PGA Championship presented by KitchenAid.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}