{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01487","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hart","first" : "Jeff","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "150","weightMetric" : "68","birthDate" : "May 5, 1960","age" : "55","birthPlace" : "Pomona, California","residence" : "Solana Beach, California","family" : "Wife, Carmen; Sabrina (2\/13\/91), Monique (12\/9\/98)","education" : "University of Southern California (1983, Physical Education)","splInterest" : "Music, USC football","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1983","clubAffl" : "","cityPlaysFrm" : "Solana Beach; CaliforniaCalifornia; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,873,401&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Conditionally Exempt: Veteran Member","otherVics" : "","intlVics" : "","curYearHigh" : "Two of his better outings came in major championships...Turned in his best performance as a member of the Champions Tour in May when he T3 at the Regions Tradition, the first major championship of the year. After opening with a 1-under-par 71, he shot rounds of 69-68-69 to finish with a 72-hole total of 11-under 277. Played bogey-free over his final 54 holes and had just two bogeys in the event, the fewest by a player in event history. Earned $151,225, a career best as a professional...Posted a second top-10 performance in a senior major when he was T7 at the Constellation SENIOR PLAYERS Championship, thanks to four consecutive sub-par rounds at Belmont CC near Boston in June. It was the second time in three years he had posted a top-10 in this championship...Three straight sub-par rounds led to a T9 finish at October's SAS Championship...Led all players in Driving Accuracy at 81.15%.","carHigh" : "2012: A product of the 2011 Champions Tour National Qualifying Tournament, he played in 19 events with three top-20 finishes on his season card...Best showings were a pair of T13s at the Encompass Insurance Pro-Am and the Nature Valley First Tee Open at Pebble Beach...Also T16 at the Pacific Links Hawaii Championship. 2011: Made four starts on the Champions Tour, with a T6 AT&T Championship in San Antonio his best finish. Also had a T16 at the Principal Charity Classic. 2010: Made two starts on the Champions Tour. 2009: Made one cut in one of three starts and finished T11 at the Soboba Classic. Attended the 2009 Champions Tour Qualifying Tournament and finished T20, which allows him to participate in open-qualifying. 2008: Only Web.com Tour start came at the Price Cutter Charity Championship, where he missed the cut. 2007: Finished T22 at the Price Cutter Charity Championship, his best finish in three starts. 2006: Was T10 at the Athens Regional Foundation Classic, his top finish in 20 starts. 2005: Rejoined the PGA TOUR after fourth successful trip through PGA TOUR National Qualifying Tournament in 2004. Ended the season with nine made cuts in 23 starts. A T25 at the Buick Championship represented his only top-25 finish. 2004: On the Web.com Tour, finished 85th on money list in 14 starts. Two top-10s were T5 at the Rheem Classic and T4 at the Cox Classic. Had a double eagle during the third round in Omaha, one of five posted during the season. 2000: Regained his PGA TOUR card by virtue of his career-best 15th-place finish on the Web.com Tour money list. Had nine top-25 finishes that year, including his first career win at the inaugural Steamtown Classic. Opened with rounds of 72-70 at Glenmaura National and then tied the course record with a 5-under 65 in Saturday's round to join three others in first place. Posted a 68 Sunday to win by one over Ian Leggatt. Victory came in 209th professional event (129 PGA TOUR, 80 Web.com). First-place check of $81,000 vaulted him from No. 31 to No. 8 on the season money list. \n","otherCarHigh" : "Earned first-team All-American honors in 1982 and third-team recognition in 1981.","personal" : "Credits his dad for giving him his start in golf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1985","qSchoolYear" : "1988, 1995, 1996, 2004","exmtStatus" : "T26 at 2004 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "Two of his better outings came in major championships...Turned in his best performance as a member of the Champions Tour in May when he T3 at the Regions Tradition, the first major championship of the year. After opening with a 1-under-par 71, he shot rounds of 69-68-69 to finish with a 72-hole total of 11-under 277. Played bogey-free over his final 54 holes and had just two bogeys in the event, the fewest by a player in event history. Earned $151,225, a career best as a professional...Posted a second top-10 performance in a senior major when he was T7 at the Constellation SENIOR PLAYERS Championship, thanks to four consecutive sub-par rounds at Belmont CC near Boston in June. It was the second time in three years he had posted a top-10 in this championship...Three straight sub-par rounds led to a T9 finish at October's SAS Championship...Led all players in Driving Accuracy at 81.15%.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Rejoins PGA TOUR in 2005 after fourth successful trip through PGA TOUR Qualifying School in 2004, where he finished T26. Member of the Nationwide Tour in 1992-93, 1995, 2000 and 2002-04. Member of the PGA TOUR 1985, 1989-90, 1996-97 and 2001. On the Nationwide Tour in 2004, finished 85th on money list in 14 starts. Two top-10s were T5 at the Rheem Classic and T4 at the Cox Classic. In 157 career PGA TOUR starts, has one top-10, a T4 at the 1988 Deposit Guaranty Golf Classic. Has 21 career top-10s on the Nationwide Tour, nine of which came in 1992. 1981 third-team All-American. 1982 first-team All-American.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2010","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Two of his better outings came in major championships...Turned in his best performance as a member of the Champions Tour in May when he T3 at the Regions Tradition, the first major championship of the year. After opening with a 1-under-par 71, he shot rounds of 69-68-69 to finish with a 72-hole total of 11-under 277. Played bogey-free over his final 54 holes and had just two bogeys in the event, the fewest by a player in event history. Earned $151,225, a career best as a professional...Posted a second top-10 performance in a senior major when he was T7 at the Constellation SENIOR PLAYERS Championship, thanks to four consecutive sub-par rounds at Belmont CC near Boston in June. It was the second time in three years he had posted a top-10 in this championship...Three straight sub-par rounds led to a T9 finish at October's SAS Championship...Led all players in Driving Accuracy at 81.15%.","carHigh" : "2014: Slipped from 40th to 42nd on the money list but posted career-bests for earnings in a season ($417,513) as well as top-10 finishes (four) in his 22 starts. His four top-10 outings surpassed his totals for his four previous years combined...Posted the best finish of his Champions Tour career when he was T5 at the Toshiba Classic on the strength of three straight rounds in the 60s. Was one of several players who shared the lead on the back nine Sunday. Saw his chances slip away with a bogey on No. 17, and he finished two strokes behind Fred Couples...Used three consecutive sub-par rounds to finish T10 at The Principal Charity Classic...Shot 68-69 on the weekend at Prestonwood CC to move into a T10 finish at the SAS Championship...One of the straightest hitters on Tour, finished second in Driving Accuracy (82.94%), a year after leading the Tour at 81.14%.\n\n2013: Started the season conditionally exempt after finishing 47th on the prior-year's money list. However, parlayed solid play during a three-event run in the early summer, which netted him nearly half his season earnings and helped him in the late-season reshuffle. Finished the year 40th on the money list...Was T6 at the Constellation SENIOR PLAYERS Championship in Pittsburgh in late June...Followed that with a T14 at the U.S. Senior Open in Omaha, shooting 65 in the final round...Was T8 at The Senior Open Championship at Royal Birkdale, closing with 3-under 67. Was fully exempt for the 2014 season after securing one of the five exempt positions at the season-ending National Qualifying Tournament at TPC Scottsdale in November. Was among five players at T4 at the end of regulation. Made par on the first playoff hole, which earned him the fifth spot.\n\n2012: A product of the 2011 Champions Tour National Qualifying Tournament, he played in 19 events with three top-20 finishes on his season card...Best showings were a pair of T13s at the Encompass Insurance Pro-Am and the Nature Valley First Tee Open at Pebble Beach...Also T16 at the Pacific Links Hawaii Championship. \n\n2011: Earned exempt status through the 2012 reorder by finishing fourth at the Champions Tour National Qualifying Tournament in Scottsdale, Ariz., in November...Qualified for four events during the year, with his best effort coming in the year's final full-field event. He recorded three straight rounds in the 60s to finish T6 at the AT&T Championship in San Antonio...Made one PGA TOUR start, at the Farmers Charity Classic, but missed the cut. 2010: Qualified for two events. Finished T24 at the U.S. Senior Open near Seattle and was T59 at the AT&T Championship in San Antonio...Attended the Champions Tour National Qualifying Tournament and finished 49th.\n","otherCarHigh" : "A veteran of both the PGA TOUR and Web.com Tour, with 179 career starts on the Web.com Tour and 181 on the PGA TOUR... Played seven full-time seasons on the PGA TOUR and seven more on the Web.com Tour. Best PGA TOUR year came in 2001 when he earned $219,386 in 28 appearances. Best career finish on the PGA TOUR was a T4 at the 1988 Deposit Guaranty Golf Classic. He and John Elliott were the other members of the threesome for the first two rounds when Tiger Woods made his pro debut, at the 1996 Greater Milwaukee Open. Finished 15th on the 2000 Web.com Tour money list, with $178,489, helped by a win at the Steamtown Classic and a T3 at the Dakota Dunes Classic. Was 18th on the money list in 1992, thanks to a trio of third-place finishes. Attended the PGA TOUR National Q-School a total of 16 times and earned his card six times. A college standout at the University of Southern California where he was a first-team All-America selection for the Trojans in 1982.","personal" : "Favorite golf course is Cypress Point on the Monterey Peninsula...Favorite book is 1984 by George Orwell...His father got him started in golf...Among the music he enjoys listening to is Jethro Tull, the Allman Brothers, Les Dudek, Johnny Winter and classic rock...His favorite team as a kid was the Los Angeles Rams, and his favorite athlete was Sandy Koufax...His first job was a dishwasher at a restaurant...Is a big fan of Tommy's Hamburgers...Says the one talent he'd most love to have is to be able to play drums...Favorite movie is \"One Flew Over the Cuckoo's Nest.\"...One course he's never played that he'd love to play is Pine Valley...Says the person he'd most like to sit down for a discussion with and why is Jethro Tull's Ian Anderson, who he says has \"a brilliant mind.\"...His bucket includes swimming in the La Brea Tar Pits, taking a bulldozer to the top of Mount Kilimanjaro and opening a Swiss bank account, as well as playing nine holes with the Dalai Lama at Cypress Point.\n\n","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T24th at the Allianz Championship.","dynStats" : "He ranks 51st in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}