{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "35823","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Del Val","first" : "Samuel","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "205","weightMetric" : "93","birthDate" : "July 8, 1987","age" : "28","birthPlace" : "Bilbao, Spain","residence" : "Atlanta, Georgia","family" : "Single","education" : "","splInterest" : "Soccer","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2010","clubAffl" : "Alicante Golf, Spain","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2013","otherVics" : "","intlVics" : "(3) 2010 Georgia Open, Brickyard Classic [PeachStateTour], 2012 Jones Creek Classic [PeachStateTour], Monroe Open [PeachStateTour]","curYrHigh" : "","carHigh" : "2015: Finished T2 at the Lexus Panama Classic in May to match his best career finish on PGA TOUR Latinoamérica. Finished inside top-25 six other times, including T12 at the Honduras Open, T13 at the Guatemala Stella Artois Open and T14 at the Volvo Colombian Classic. Reached the top-10 of the Order of Merit twice during the first half of the season, but slowed down in the second half to finish the year as the Tour's 32nd ranked player.\n\n2014: Finished T7 at the Lexus Peru Open for his only top-10 of the year on PGA TOUR Latinoamérica. Had two other top-25s, T11 at the Lexus Panama Classic and T16 the Roberto De Vicenzo Invitational. Made the cut in 9 of 14 starts to finish the year ranked 50th on the Order of Merit.\n\n2013: Earned PGA TOUR Latinoamérica status as T21 at Sebring, FL Q-School in February… Finished the PGA TOUR Latinoamérica season ranked 20th on the Order of Merit. Had a runner-up finish, two top-10s, five top-25s and nine cuts made in 13 starts. His best finish was T2 at the Puerto Rico Classic presented by Merrill Lynch, an event shortened to 54 holes at the Dorado Beach Resort & Club's East Course in October. After birdieing holes 16 and 17 to tie for the lead on the final round, he made bogey on the last to finish one stroke behind tournament winner Ryan Sullivan. His other top 10 was T9 at the Personal Classic in December, an event he closed with a final round of 66 in Buenos Aires, Argentina.\n\n2012: Won twice on the Peach State Pro Tour in Georgia… Those victories came at the Jones Creek Classic in May and at the Monroe Open in June… Made the cut and finished 68 at the Web.com Tour's Winn-Dixie Jacksonville Open. \n\n2011: Played on the NGA Hooters Tour… Made his first Web.com Tour start missing the cut at the Children's Hospital Classic.\n\n2010: Turned pro in June… Put together four rounds in the 60s to win the 58th Georgia Open at 268 (-20) at The Club at Savannah Harbor… He led the tournament from start to finish and won by four strokes over Timothy O'Neal for his first win as a professional… Won the Brickyard Classic on the Peach State Pro Tour in Georgia.\n","otherCarHigh" : "Won eight tournaments while at Berry College in Georgia, including two wins at the Southern States Athletic Conference Championship… Won back-to-back Southern States Athletic Conference Player of the Year honors in 2008 and 2009, while also winning the NAIA Region XVIII individual medal… Was awarded NAIA Scholar-Athlete awards after each of his seasons with the Vikings… In 2007 he won the Spanish National Match Play Championship, an event best known as La Copa Nacional Puerta De Hierro… Del Val joined Seve Ballesteros, Sergio Garcia, and Pablo Martin among the winners of that event, acknowledged as the oldest tournament in Spain… In Spain he also won the Copa Murcia in 2004 and 2005 and claimed the Spanish National Junior Championship in 2004.","personal" : "Graduated with a 3.54 GPA from Berry College with two degrees, Business Marketing and Business Management in 2010… Affiliated to Alicante Golf in Alicante, Spain… His favorite golf courses are Valderrama and El Saler, both located in Spain… Juan de Lope is his golf instructor… He prefers visors instead of regular hats as headwear… Marks his ball with an old 100 Spanish Pesetas coin… The oldest club in his bag is a putter he has been using for three years now… His uncle Iñaki Oñaederra played for Athletic Club Bilbao and Zaragoza on the Spanish professional football league (soccer)… His favorite athletes are Rafael Nadal, Seve Ballesteros, Roger Federer and Cristiano Ronaldo… His favorite Spanish Football teams are Athletic Club Bilbao and Real Murcia… His favorite cities to visit are Barcelona and Boston, while his favorite vacation spots are Egypt and Spain's Costa Brava… His favorite dish is paella… His favorite charities are Doctors Without Borders and Caritas… Instagram name is @samueldlval","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 Order of Merit Top-60"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri in 2016 is T6th at the Guatemala Stella Artois Open.","dynStats" : "He ranks T55th in Scoring Average (Actual) on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}