{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "07867","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Austin","first" : "Woody","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "190","weightMetric" : "86","birthDate" : "January 27, 1964","age" : "52","birthPlace" : "Tampa, Florida","residence" : "Derby, Kansas","family" : "Wife, Shannon; Parker, Peyton","education" : "University of Miami (1986, Business Administration)","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (1998)","trndProYear" : "1986","clubAffl" : "Wolf Creek GC, Wichita CC, Willowbend GC (Wichita, Kansas)","cityPlaysFrm" : "Derby; KS; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "19,477,326&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1994","exmtStatus" : "Fully Exempt: Top Finisher from Prior Year Money List (26-60)","otherVics" : "","intlVics" : "","curYearHigh" : "Won his first title on PGA TOUR Champions in March when he claimed the Tucson Conquistadores Classic by one stroke over Jim Carter. He led after the opening round with a 7-under-par 65 and trailed Scott Verplank by three strokes heading into the final round. Posted a 5-under-par 31 on the front nine Sunday which included three straight birdies to open play. His key shot Sunday came at No. 13 when he holed out from a bunker from 35 yards away for a critical eagle which proved to be the difference. Stellar play from the bunkers was key in the victory as he converted nine of 10 opportunities. The win came in his 28th start on PGA Tour Champions...Became the first multiple winner of the campaign when he defeated Wes Short, Jr., in a two-hole playoff at the Mitsubishi Electric Classic in April at TPC Sugarloaf. Started the final day three strokes behind Short, the 36-hole leader. However, after posting a bogey-free 8-under-par 64 to finish at 11-under-par 205 he had to wait more than an hour for five groups to finish. After Short missed a six-foot birdie attempt at No. 18 for the win, a playoff ensued and he emerged with his second win in his last three starts.","carHigh" : "2012: Split time on the Web.com Tour and the PGA TOUR, making the cut in two of seven starts through the end of the PGA TOUR Season, with top-20 finishes in two of his last three starts (T13 at the True South Classic and T19 at the FedEx St. Jude Classic). On the Web.com Tour, made the cut in nine of his 18 starts and wound up No. 60 on the money list. Had three top-10 finishes, but all of them came in his first four starts...Finished T5 at the Web.com Tour's Chitimacha Louisiana Open after leading the field in Driving Accuracy. Held steady on the leaderboard during the week, closing with a 3-under 68...Vaulted into contention with an 8-under 64 in the third round of the South Georgia Classic. Grabbed a share of the 54-hole lead with Luke List but failed to muster a charge, shooting a 1-over 73 to wind up T4, five off the pace set by List, the tournament winner...Followed that performance the next week with a T7 at the Stadion Classic at UGA. Was just one shot off the pace after 54 holes at the University of Georgia GC but managed only an even-par 71 and finished five back of winner Hudson Swafford. Moved to No. 13 on the money list at the time...Best finish in his next 14 events was a T19 at the Albertsons Boise Open. \n\n2011: Made the cut in 11 of 18 starts on the PGA TOUR but was never able to crack the top-150 on the money during the season. Only top-10 was a T6 at the RBC Canadian Open...Made his first start on the Web.com Tour in more than 12 years when he teed it up at the Stadion Classic at UGA. His last previous start came at the 1999 Chitimacha Louisiana Open. In between he made 362 starts on the PGA TOUR, won twice and was a member of the United States Presidents Cup Team. Finished T39 in Athens...Playing at the Preferred Health Systems Wichita Open, not far from his home in Derby, Kan., shot an even-par 71 on the final day to T35...Made the cut in his other two starts but finished T38 and T46. 2010: Finished outside the top 100 on the money list for the first time in eight seasons...Finished T7 at the Puerto Rico Open for his first of three top-10 finishes...Card included 1, 2, 3, 4, 5, and 6 in round two of Shell Houston Open after a hole-in-one at the seventh hole. It was the second ace recorded that day (Lucas Glover at the 16th hole) and the first aces at the Redstone GC Tournament Course. Went on to finish T59...Next top-10 finish came at The Greenbrier Classic, where a final round 63 led to a T4 finish, just one shy of the career-low 62 carded during the final-round of the 2007 St. Jude Classic where he won the last of his three TOUR titles...Finished T10 at the Turning Stone Resort Championship with four rounds in the 60s for first back-to-back top 10s since 2008. 2009: Solid season with three top-10s...First-round co-leader with Steve Stricker and Tim Clark after a 63 at Crowne Plaza Invitational and finished T6...Was five strokes off the 54-hole lead (T5) at the St. Jude Classic. Final-round 69 at TPC Southwind left him ninth in Memphis...Posted seventh top-10 in 15 starts at Buick Open after posting a T8. \n\n2008: Made the cut in 24 of 30 starts on his way to finishing No. 58 in the FedExCup standings. Surpassed $2 million in earnings for the second time in his career, thanks to six top-10 finishes (the most since a career-best seven during his rookie season in 1995)...Finished T5 at the World Golf Championships-Accenture Match Play Championship...Collected his third career top-10 at the Zurich Classic with a T4. Needed to birdie the last to tie eventual winner Andres Romero, but hit his third shot into the water and made double bogey...Recorded his third top-5 finish of the season with a T2 at the Buick Open. Took the lead on Sunday with a birdie at the par-5 16th, but bogeys at the final two holes, including a three-putt at the 72nd, left him one stroke shy of winner Kenny Perry...Despite an opening-round 74, posted three consecutive 69s to finish T3 at the Turning Stone Resort Championship. 2007: Shot an 8-under-par 62 in the final round to win the Stanford St. Jude Championship. The five-stroke victory was the third of his career and the first since 2004. Trailed third-round leader Adam Scott by four and recorded the best final round on TOUR since Brad Faxon shot a 61 to win the 2006 Buick Championship. Entered the event with five missed cuts and a best finish of T18 in 2007...Three weeks later, finished T2 at the Buick Open, an event he won in 1995, one stroke behind Brian Bateman. With that 1995 victory, won a Buick Riviera which he still has today...Recorded his career-best finish in a major, placing second to Tiger Woods at the PGA Championship at Southern Hills. Was within one of Woods on the back nine on Sunday and finished with a final-round 67, two behind. Was the only player in the field to record all four rounds at par or better...Finish improved his position from 18th to 10th in The Presidents Cup standings, thereby making his first national team competition. Became famous during the competition in Montreal when he fell into a lake on the 14th hole while trying to extract his ball. Dubbed \"Aquaman\" by his teammates, he rallied his teammate David Toms to a half in the Foursomes match by birdieing the final three holes. Had a 1-1-3 record in the U.S. win. \n\n2006: Won more than $1 million for a fourth consecutive season. \n\n2005: T3 finish at the Valero Texas Open was his best performance of the year. In San Antonio, held the 54-hole lead for the first time in his career and was in the final grouping for only the second time in his career, the other coming earlier in the campaign while defending his title at the Buick Championship. \n\n2004: Earned a victory for the first time since his rookie season of 1995, a period of more than nine years, and went over the $1-million mark for the second straight season...Second TOUR victory came in August at the Buick Championship, his 301st career start. After opening 68-70-66, trailed leader Fred Funk by three strokes. Posted a 4-under-par 66 on Sunday to finish tied with Tim Herron at 10-under-par 270. Defeated Herron with a birdie-3 on the first hole of sudden-death. \n\n2003: Finished in the top-50 for the first time since 1996. Earned more than $1 million for the first time in his career, with $1,518,707...Runner-up to Davis Love III at MCI Heritage, falling on the fourth hole of a sudden-death playoff. Missed two putts inside 10 feet that would have clinched title on second and third playoff holes. Runner-up finish was best since playoff win over Mike Brisky at 1995 Buick Open. \n\n2002: Tied for the lead in starts (36) with Kenneth Staton during the 2002 season. With four sub-par rounds, finished T10 at the Reno-Tahoe Open, first top-10 since T8 at the 2001 INTERNATIONAL. Finished T26 at the Qualifying Tournament to return to the PGA TOUR in 2003. \n\n2001: A late surge earned playing card for 2002 by finishing 125th in earnings; second time in last three years he retained playing privileges with good play late in season. Made cut his last three events, including T16 in National Car Rental Golf Classic at Walt Disney World...Only two top-10s came in consecutive starts, a T8 at John Deere Classic followed by a solo eighth in The INTERNATIONAL. \n\n2000: Collected $485,589 in prize money and had three top-10s...Missed the cut in his first six tournaments. Finished T7 in seventh start at the Touchstone Energy Tucson Open...At Buick Open, 1995 winner finished T4, worth $118,000, moving from 108th on the TOUR money list to 81st, enough to keep his card. \n\n1999: Made successful return to PGA TOUR, playing in 30 events and making the cut in 20 of those...Lone top-10 of the year came at the Reno-Tahoe Open where he finished T9...Finished 121st on the money list to retain his card. \n\n1998: Played mainly on Web.com Tour and was first in scoring average (69.61) on way to eighth-place finish on money list to regain TOUR playing privileges. \n\n1997: Lost his card after finishing 180th on the money list. \n\n1996: Was among top-25 in 15 events and among top-10 in five events...Shared U.S. Open first-round lead with Payne Stewart at 67...In defense of title, finished T3 at Buick Open. \n\n1995: Earned PGA TOUR Rookie of the Year honors. One of three rookies to qualify for THE TOUR Championship...Highlight was a playoff victory over Mike Brisky at Buick Open. Opening 63 gave him two-stroke lead, but lost his advantage to Payne Stewart after second round. Final-round 68 earned spot in playoff, which he won with par on first extra hole. Win was worth $216,000...Made 10 of 12 cuts leading up to TOUR Championship, where he finished fourth. \n\n1994: Earned his way onto the PGA TOUR by capturing the 1994 PGA TOUR Qualifying Tournament. Finished 23rd on Web.com Tour money list... Played in Japan (1989-90) and on mini-tours (1992-93).\n","otherCarHigh" : "","personal" : "Tore tendons and cartilage in left knee during 1987 Qualifying Tournament. Injury sidelined him for two years. Originally injured knee as 11-year old playing Little League baseball...Worked for years as credit-union teller during offseason. Also worked in supplies department at Eckerd Drug.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1995","qSchoolYear" : "","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "Won his first title on PGA TOUR Champions in March when he claimed the Tucson Conquistadores Classic by one stroke over Jim Carter. He led after the opening round with a 7-under-par 65 and trailed Scott Verplank by three strokes heading into the final round. Posted a 5-under-par 31 on the front nine Sunday which included three straight birdies to open play. His key shot Sunday came at No. 13 when he holed out from a bunker from 35 yards away for a critical eagle which proved to be the difference. Stellar play from the bunkers was key in the victory as he converted nine of 10 opportunities. The win came in his 28th start on PGA Tour Champions...Became the first multiple winner of the campaign when he defeated Wes Short, Jr., in a two-hole playoff at the Mitsubishi Electric Classic in April at TPC Sugarloaf. Started the final day three strokes behind Short, the 36-hole leader. However, after posting a bogey-free 8-under-par 64 to finish at 11-under-par 205 he had to wait more than an hour for five groups to finish. After Short missed a six-foot birdie attempt at No. 18 for the win, a playoff ensued and he emerged with his second win in his last three starts.","carHigh" : "2013-14: Mixed his time between the PGA TOUR and Champions Tour. Claimed one top-25 finish in 10 made cuts on the PGA TOUR (22 starts), and ended his season ranked No. 168 in FedExCup standings to miss the Playoffs. On the Champions Tour, claimed top-five finishes in each of his first three starts...Made his Champions Tour debut at the U.S. Senior Open at Oak Tree National in Oklahoma. Was tied for 28th after the opening round but worked his way up the standings in the next three rounds to eventually finish T3...Closed with a 65, equaling the low Sunday round, to finish T2 at the Dick's Sporting Goods Open...One week later, put together three consecutive rounds in the 60s to garner a T5 finish at the Boeing Classic...Birdied three of his last four holes to shoot a final-round 66 at Pebble Beach GL and move into a solo fifth at the Nature Valley First Tee Open. \n\n2013: Broke through to the winner's circle for the first time in six years, at the Sanderson Farms Championship. Was unable to qualify for the FedExCup Playoffs. Also made four cuts in 10 starts on the Web.com Tour, with a best finish of T5 at the Stadion Classic at UGA...In his fourth start of the PGA TOUR season, and after three missed cuts, sank an 8-foot birdie putt on the first hole of sudden death at the Sanderson Farms Championship to claim his fourth career PGA TOUR title and first since 2007 in his 507th TOUR start. At age 49 years, 5 months, 25 days, became the eighth-oldest winner in TOUR history with his victory at Annandale GC. Overcame a two-stroke deficit in the final round, with a 5-under 67, to force the playoff with Cameron Beckman and Daniel Summerhays...In his only other made cut on TOUR, finished T23 at the Reno-Tahoe Open, two starts after his win in Madison.\n\n2012: Split time on the Web.com Tour and the PGA TOUR, making the cut in two of seven starts on the PGA TOUR, with top-20 finishes in two of his last three starts (T13 at the True South Classic and T19 at the FedEx St. Jude Classic). Made the cut in nine of 18 starts on the Web.com Tour...Finished T5 at the Web.com Tour's Chitimacha Louisiana Open after leading the field in Driving Accuracy. Held steady on the leaderboard during the week, closing with a 3-under 68...Vaulted into contention with an 8-under 64 in the third round of the South Georgia Classic. Grabbed a share of the 54-hole lead with Luke List but failed to muster a charge, shooting a 1-over 73 to wind up solo third, five off the pace set by List, the tournament winner...Followed that performance the next week with a T7 at the Stadion Classic at UGA. Was just one shot off the pace after 54 holes at the University of Georgia GC but managed only an even-par 71 and finished five back of winner Hudson Swafford. Moved to No. 13 on the money list at the time...Best finish in his next 14 events was a T19 at the Albertsons Boise Open. 2011: Claimed one top-10 finish on the PGA TOUR in 18 starts, and was three for three in made cuts on the Web.com Tour...In the first round of the RBC Canadian Open, holed out for eagle on the par-4 16th hole from 121 yards. Birdied Nos. 14 and 15 to play the three-hole stretch in 4-under par. Finished T6 for his first top-10 finish of the season...Also made three Web.com Tour starts, making the cut in all three, with his best showing a T35 at the Preferred Health Systems Wichita Open in his native Kansas. 2010: Finished outside the top 100 on the money list for the first time in eight seasons...Finished T7 at the Puerto Rico Open for his first of three top-10 finishes...Card included 1, 2, 3, 4, 5, and 6 in round two of Shell Houston Open after a hole-in-one at the seventh hole. It was the second ace recorded that day (Lucas Glover at the 16th hole) and the first aces at the Redstone GC Tournament Course. Went on to finish T59...Next top-10 finish came at The Greenbrier Classic, where a final-round 63 led to a T4 finish, just one shy of his career-low 62 carded during the final-round of the 2007 St. Jude Classic where he won the last of his three TOUR titles...Finished T10 at the Turning Stone Resort Championship with four rounds in the 60s for first back-to-back top 10s since 2008. 2009: Solid season with three top-10s...First-round co-leader with Steve Stricker and Tim Clark after a 63 at Crowne Plaza Invitational at Colonial and finished T6...Was five strokes off the 54-hole lead (T5) at the St. Jude Classic. Final-round 69 at TPC Southwind left him ninth in Memphis...Posted his seventh top-10 in 15 starts, at the Buick Open, with a T8. 2008: Made the cut in 24 of 30 starts on his way to finishing No. 58 in the FedExCup standings. Surpassed $2 million in earnings for the second time in his career, thanks to six top-10 finishes (the most since a career-best seven during his rookie season in 1995)...Finished T5 at the World Golf Championships-Accenture Match Play Championship...Collected his third career top-10 at the Zurich Classic of New Orleans with a T4. Needed to birdie the last to tie eventual winner Andres Romero, but hit his third shot into the water and made double bogey...Recorded his third top-5 finish of the season with a T2 at the Buick Open. Took the lead on Sunday with a birdie at the par-5 16th, but bogeys at the final two holes, including a three-putt at the 72nd, left him one stroke shy of winner Kenny Perry...Despite an opening-round 74, posted three consecutive 69s to finish T3 at the Turning Stone Resort Championship. 2007: Shot an 8-under-par 62 in the final round to win the Stanford St. Jude Championship. The five-stroke victory was the third of his career and the first since 2004. Trailed third-round leader Adam Scott by four and recorded the best final round on TOUR since Brad Faxon shot a 61 to win the 2006 Buick Championship. Entered the event with five missed cuts and a best finish of T18 in 2007...Three weeks later, finished T2 at the Buick Open, an event he won in 1995, one stroke behind Brian Bateman. With that 1995 victory, won a Buick Riviera which he still has today...Recorded his career-best finish in a major, placing second to Tiger Woods at the PGA Championship at Southern Hills. Was within one of Woods on the back nine on Sunday and finished with a final-round 67, two behind. Was the only player in the field to record all four rounds at par or better...Finish improved his position from 18th to 10th in The Presidents Cup standings, thereby making his first national team. Became famous during the competition in Montreal when he fell into a lake on the 14th hole while trying to extract his ball. Dubbed \"Aquaman\" by his teammates, he rallied his teammate David Toms to a half in the Foursomes match by birdieing the final three holes. Had a 1-1-3 record in the U.S. win. 2006: Won more than $1 million for a fourth consecutive season. 2005: T3 finish at the Valero Texas Open was his best performance of the year. In San Antonio, held the 54-hole lead for the first time in his career and was in the final grouping for only the second time in his career, the other coming earlier in 2005 while defending his title at the Buick Championship. 2004: Earned a victory for the first time since his rookie season of 1995, a period of more than nine years, and went over the $1-million mark for the second straight season...Second TOUR victory came in August at the Buick Championship, his 301st career start. After opening 68-70-66, trailed leader Fred Funk by three strokes. Posted a 4-under-par 66 on Sunday to finish tied with Tim Herron at 10-under-par 270. Defeated Herron with a birdie-3 on the first hole of sudden-death. 2003: Finished in the top-50 for the first time since 1996. Earned more than $1 million for the first time in his career, with $1,518,707...Runner-up to Davis Love III at MCI Heritage, falling on the fourth hole of a sudden-death playoff. Missed two putts inside 10 feet that would have clinched the title on second and third playoff holes. Runner-up finish was best since playoff win over Mike Brisky at 1995 Buick Open. 2002: Tied for the lead in starts (36) with Kenneth Staton during the 2002 season. With four sub-par rounds, finished T10 at the Reno-Tahoe Open, first top-10 since T8 at the 2001 INTERNATIONAL. Finished T26 at the PGA TOUR Qualifying Tournament to return to the TOUR in 2003. 2001: A late surge earned him his PGA TOUR card for 2002 by finishing 125th in earnings; second time in last three years he retained playing privileges with good play late in season. Made cut his last three events, including T16 in National Car Rental Golf Classic at Walt Disney World...Only two top-10s came in consecutive starts, a T8 at John Deere Classic, followed by a solo eighth in The INTERNATIONAL. 2000: Collected $485,589 in prize money and had three top-10s...Missed the cut in his first six tournaments. Finished T7 in seventh start at the Touchstone Energy Tucson Open...At Buick Open, 1995 winner finished T4, worth $118,000, moving from 108th on the TOUR money list to 81st, enough to keep his card. 1999: Made successful return to PGA TOUR, playing in 30 events and making the cut in 20 of those...Lone top-10 of the year came at the Reno-Tahoe Open where he finished T9...Finished 121st on the money list to retain his card. 1998: Played mainly on Web.com Tour and was first in scoring average (69.61) on way to eighth-place finish on money list to regain TOUR playing privileges. 1997: Lost his card after finishing 180th on the money list. 1996: Was among top-25 in 15 events and among top-10 in five events...Shared U.S. Open first-round lead with Payne Stewart at 67...In defense of title, finished T3 at Buick Open. 1995: Earned PGA TOUR Rookie of the Year honors. One of three rookies to qualify for THE TOUR Championship...Highlight was a playoff victory over Mike Brisky at Buick Open. Opening 63 gave him two-stroke lead, but lost his advantage to Payne Stewart after second round. Final-round 68 earned spot in playoff, which he won with par on first extra hole. Win was worth $216,000...Made 10 of 12 cuts leading up to TOUR Championship, where he finished fourth. 1994: Captured medalist honors at the PGA TOUR Qualifying Tournament, beating Eduardo Romero by four shots at Grenelefe Golf and Tennis Resort in Florida...Finished 23rd on Web.com Tour money list, with his best finish a runner-up showing at the four-round Sonoma County Open, dropping a two-shot decision to Jerry Haas. Also had top-10 finishes at the South Carolina Classic (sixth), the Panama City Beach Classic in Florida (seventh), New Mexico Charity Classic (T8) and Miami Valley Open in Ohio (T9). 1993: Made his first Web.com Tour cut, a T50 at the Hawkeye Open. Played in Japan (1989-90) and on mini-tours (1992-93).\n","otherCarHigh" : "","personal" : "Tore tendons and cartilage in left knee during 1987 PGA TOUR Qualifying Tournament. Injury sidelined him for two years. Originally injured knee as 11-year old playing Little League baseball...Worked for years as credit-union teller during offseason. Also worked in supplies department at Eckerd Drug...After falling to Davis Love III in a playoff at the 2003 MCI Heritage, said of his previous struggles: \"It's just so much fun to actually be in the game again and show people that I do know how to play the game and hit quality shots. I had numerous chances, and it just wasn't my day.\"","otherInfo" : "","ntlTeams" : "The Presidents Cup (1), 2007.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2014","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Won his first title on PGA TOUR Champions in March when he claimed the Tucson Conquistadores Classic by one stroke over Jim Carter. He led after the opening round with a 7-under-par 65 and trailed Scott Verplank by three strokes heading into the final round. Posted a 5-under-par 31 on the front nine Sunday which included three straight birdies to open play. His key shot Sunday came at No. 13 when he holed out from a bunker from 35 yards away for a critical eagle which proved to be the difference. Stellar play from the bunkers was key in the victory as he converted nine of 10 opportunities. The win came in his 28th start on PGA Tour Champions...Became the first multiple winner of the campaign when he defeated Wes Short, Jr., in a two-hole playoff at the Mitsubishi Electric Classic in April at TPC Sugarloaf. Started the final day three strokes behind Short, the 36-hole leader. However, after posting a bogey-free 8-under-par 64 to finish at 11-under-par 205 he had to wait more than an hour for five groups to finish. After Short missed a six-foot birdie attempt at No. 18 for the win, a playoff ensued and he emerged with his second win in his last three starts.","carHigh" : "2015: Enjoyed a productive first full season on the PGA TOUR Champions with 10 top-10s in 17 starts, including top-5s at two majors - third at Senior PGA Championship and T5 at The Senior Open Championship...In late September was T3 at the Nature Valley First Tee Open at Pebble Beach...Posted T4 at the Encompass Championship in mid-July...Played primarily on the PGA TOUR in the first part of the year but made only one cut in nine starts after January, a T56 at the Zurich Classic near New Orleans. \n2014: Played a mixture of PGA TOUR and PGA TOUR Champions events and managed to secure a spot among the PGA TOUR Champions's top-30 money-winners despite only making eight starts on the over-50 circuit. Was among the top five in his first five starts on the Champions Tour and ended the year with six top-five performances overall. Had just one top-25 finish in 10 made cuts on the PGA TOUR (22 starts), and ended his season ranked No. 168 in FedExCup standings...Made his Champions Tour debut at the U.S. Senior Open at Oak Tree National in Oklahoma. Was T28 after the opening round, but worked his way up the standings in the next three rounds to eventually finish T3...Top outing of the year came in his next start on the Champions Tour when he closed with a 65, equaling the low Sunday round, to finish T2 at the Dick's Sporting Goods Open...One week later, put together three consecutive rounds in the 60s to garner a T5 finish at the Boeing Classic...In late-September, birdied three of his last four holes to shoot a final-round 66 at Pebble Beach GL and move into a solo fifth at the Nature Valley First Tee Open...In October at the last full-field event of the year, trailed 36-hole leader Marco Dawson by just one stroke at the AT&T Championship but only managed a 1-under-par 71 Sunday to finish third overall, three behind eventual-winner Michael Allen...Best effort on the 2013-2014 PGA TOUR was a T13 at the Hyundai Tournament of Champions...Also was T27 at the Barracuda Championship, T29 at the RBC Canadian Open and finished T43 in defense of the Sanderson Farms Championship title. \n","otherCarHigh" : "Has won four times in his PGA TOUR career, with most-recent victory coming at the 2013 Sanderson Farms Championship in Mississippi…Sank an 8-foot birdie putt on the first hole of sudden death, his first win since 2007, and it came in his 507th TOUR start. With his victory at Annandale GC at age 49 years, 5 months, 25 days, he became the eighth-oldest winner in TOUR history. Overcame a two-stroke deficit in the final round, with a 5-under 67, to force the playoff with Cameron Beckman and Daniel Summerhays. Finished T2 at the 2008 Buick Open. Took the lead Sunday with a birdie at the par-5 16th, but bogeys at the final two holes, including a three-putt at the 72nd, left him one stroke shy of winner Kenny Perry…Had his career year on the PGA TOUR in 2007, finishing 15th on the money list with more than $2.8 million in earnings...Shot an 8-under-par 62 in the final round to win the Stanford St. Jude Championship. The five-stroke victory was the third of his career and the first since 2004. Trailed third-round leader Adam Scott by four and recorded the best final round on TOUR since Brad Faxon shot a 61 to win the 2006 Buick Championship. Entered the event with five missed cuts and a best finish of T18 in 2007...Three weeks later, finished T2 at the Buick Open, winning a Buick Riviera which he still drives today…Recorded his career-best finish in a major, placing second to Tiger Woods at the 2007 PGA Championship at Southern Hills. Was within one of Woods on the back nine on Sunday and finished with a final-round 67, two behind. Was the only player in the field to record all four rounds at par or better...Made the United States team for the 2007 Presidents Cup and became famous during the competition in Montreal when he fell into a lake on the 14th hole while trying to extract his ball. Dubbed \"Aquaman\" by his teammates, he rallied his teammate David Toms to a half point in the foursomes match by birdieing the final three holes. Had a 1-1-3 record in the U.S. team win…Won for the second time on the PGA TOUR at the 2004 Buick Championship at TPC River Highlands in Connecticut, his first title since his rookie season of 1995, a period of more than nine years, and the win came in his 301st career start. After opening 68-70-66, trailed leader Fred Funk by three strokes. Posted a 4-under-par 66 Sunday to finish tied with Tim Herron at 10-under-par 270 and then defeated Herron with a birdie-3 on the first playoff hole…Was the runner-up to Davis Love III at 2003 MCI Heritage, falling on the fourth hole of a sudden-death playoff. Missed two putts inside 10 feet that would have clinched the title on second and third playoff holes…In 1995, earned PGA TOUR Rookie of the Year honors and was one of three rookies to qualify for THE TOUR Championship that season...Highlight of the season was his first career title on the PGA TOUR, a playoff victory over Mike Brisky at the Buick Open. Opening 63 gave him two-stroke lead, but lost his advantage to Payne Stewart after second round. Final-round 68 earned spot in playoff, which he eventually won with par on first extra hole. Win was worth $216,000…Initially earned his PGA TOUR card for the 1995 season after capturing medalist honors at the 1994 PGA TOUR Qualifying Tournament, beating Eduardo Romero by four shots at Grenelefe Golf and Tennis Resort in Florida...Played full-time on the Web.com Tour in 1994 and 1998 and on a partial basis in 2011, 2012 and 2013. Was a runner-up on that circuit three times, twice during the 1998 campaign in consecutive events. Lost out by two to Mark Hensby at the Fort Smith Classic and then, along with Jeff Barlow, fell in a playoff to Stiles Mitchell at the Permian Basin Open. In 1994, was the 54-hole leader at the Sonoma County Open but shot a final-round 74 and came up two strokes shy of Jerry Haas…Led the Web.com Tour in Scoring Average in 1998 (69.61)…Played in Japan (1989-90) and on mini-tours (1992-93).","personal" : "Tore tendons and cartilage in left knee during 1987 PGA TOUR Qualifying Tournament. Injury sidelined him for two years. Originally injured knee as 11-year old playing Little League baseball...Worked for years as credit-union teller during offseason. Also worked in supplies department at Eckerd Drug.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 4 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Media Guide - PGA TOUR Full Page","Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}