{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "30926","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Kirk","first" : "Chris","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "175","weightMetric" : "79","birthDate" : "May 8, 1985","age" : "30","birthPlace" : "Atlanta, Georgia","residence" : "Atlanta, Georgia","family" : "Wife, Tahnee; Sawyer Montgomery (3\/14\/12), Foster Anderson (12\/20\/13)","education" : "University of Georgia (2007, Sports Business)","splInterest" : "Paddle boarding, piano, skimboarding, fishing, kayaking","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2010)","trndProYear" : "2007","clubAffl" : "Sea Island GC (Sea Island; Georgia)","cityPlaysFrm" : "Athens; GA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "13,450,882&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "24th Nationwide Tour Qualifier at the 2009 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "Opened with rounds of 69-65-66 at the Hero World Challenge in December, but was unable to make a final-round charge, settling for an even-par 72 and T10 finish. At 16-under 272, finished nine strokes behind champion Bubba Watson...At the World Golf Championships-Dell Match Play, advanced to the quarterfinals for the first time in his third appearance. Went 2-1 in group play with wins over Branden Grace and David Lingmerth before beating Bill Haas in the fourth round. Lost to Rory McIlroy in the quarterfinals, 3 and 2. The T5 was his first top-five finish since winning the DEAN & DELUCA Invitational in 2015.","carHigh" : "Made the cut in four of 13 starts on the 2009 Nationwide Tour. Lone top-25 finish was a T24 at the Nationwide Tour Players Cup. Lost in a playoff on the eGolf Tour to Tom Gillis at Pine Needles in March...Played his rookie season on the Nationwide Tour in 2008, finishing No. 77 on the money list. Made 10 cuts in 19 starts, including three top-25 finishes. Shot 66, making him one of the first-round leaders, with Arjun Atwal and Jarrod Lyle, at the Knoxville Open. Birdied the 72nd hole to force a playoff with Lyle, who defeated him with a birdie on the first extra hole. The runner-up finish (his only one of the season) and $54,000 check moved him to 42nd on the money list at the time...Missed the cut as an amateur at the 2007 Nationwide Children's Hospital Invitational, his only previous cut on Tour. Has made four of eight cuts during his career on the PGA TOUR, with a T52 at the 2008 AT&T Classic his best finish. \n","otherCarHigh" : "Winner of the 2007 Ben Hogan Award, given annually to the nation's top collegiate golfer. Helped lead the Bulldogs to the 2005 NCAA Championship, which he calls his biggest thrill in golf. Also won two Southeastern Conference team titles. Set a school record with seven individual victories, four of which came during his senior season. Earned first-team All-American honors his junior and senior seasons. Earned second-team All-American honors as a sophomore. Three-time first-team All-SEC selection. Set the school record with a 70.90 scoring average during junior season and tied the school record with 10 top-10 finishes. For his career, finished with 24 top-10 finishes, just three shy of Chip Beck's school record. His 71.89 career stroke average was just shy of the school record 71.79, held by former Nationwide Tour member Erik Compton...Capped his amateur career by representing the U.S. at the 2007 Walker Cup at Royal County Down GC in Northern Ireland.","personal" : "Loves to spend time at the beach. Lists winning the 2005 national championship as his biggest thrill in golf. Biggest thrill outside of golf was getting married...Favorite golf course played is Royal County Down. Would most like to play Cypress Point GL...Favorite professional team is the Atlanta Braves. Favorite movie is \"Troy\" and favorite entertainer is Jack White. Favorite book is The Broker by John Grisham...Other favorites include lasagna and Roger Federer. Would round out his dream foursome with his dad and two brothers, preferably at Augusta National. Bucket list includes learning to be a good pianist, skydiving and bungee jumping.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2011","qSchoolYear" : "2007, 2009","exmtStatus" : "Multiple tournament winner (through 2017-18)","otherVics" : "","intlVics" : "","curYearHigh" : "Opened with rounds of 69-65-66 at the Hero World Challenge in December, but was unable to make a final-round charge, settling for an even-par 72 and T10 finish. At 16-under 272, finished nine strokes behind champion Bubba Watson...At the World Golf Championships-Dell Match Play, advanced to the quarterfinals for the first time in his third appearance. Went 2-1 in group play with wins over Branden Grace and David Lingmerth before beating Bill Haas in the fourth round. Lost to Rory McIlroy in the quarterfinals, 3 and 2. The T5 was his first top-five finish since winning the DEAN & DELUCA Invitational in 2015.","carHigh" : "2014-15: On the strength of seven top-25 finishes in 18 starts through the Wyndham Championship, highlighted by his fourth career PGA TOUR title, advanced to the FedExCup Playoffs for a fifth consecutive season. Made it through three of the first four events before finishing 44th in the FedExCup standings after the BMW Championship. Was sidelined for six weeks in the summer after suffering a broken wrist playing with his kids at home. Last event before the injury was the U.S. Open and first back was The Barclays in the Playoffs...Making his first start of the season, the defending McGladrey Classic champion finished T4 in his bid to become the first player to defend a title on TOUR since Tiger Woods won the 2013 Arnold Palmer Invitational. Carded all four rounds in the 60s to finish two strokes out of the three-man playoff won by Robert Streb...Birdied TPC San Antonio's par-4 17th hole all four rounds en route to a T8 at the Valero Texas Open with Scott Pinckney and Brendan Steele...With a final-round, 4-under 66, came back from a three-stroke deficit to 54-hole leader Kevin Na to win the Crowne Plaza Invitational at Colonial, becoming the seventh consecutive come-from-behind winner at the event. Edged local favorite Jordan Spieth, Brandt Snedeker and Jason Bohn by one stroke to win for the fourth time on the PGA TOUR and first since the 2014 Deutsche Bank Championship. In addition to moving to No. 14 in the FedExCup standings, collected $1.17 million just three days before he was scheduled to close on a new house in Athens, Ga. Became the first former Ben Hogan Award winner (given annually to the nation's top collegiate player in a Heisman Award-type ceremony hosted at Colonial CC) to win the Crowne Plaza Invitational at Colonial. Won the award in 2007. The win marked his second top-10 finish in six Colonial starts (T5 in 2012). Went 1-2-0 in his three Presidents Cup matches in the American team's 15½-14½ victory in South Korea.\n\n2013-14: One of seven multiple winners on the season, winning The McGladrey Classic and Deutsche Bank Championship. Advanced to the TOUR Championship by Coca-Cola for the first time, finishing T4 at East Lake GC and No. 2 in the FedExCup...The former Sea Island resident claimed his second PGA TOUR victory (2011 Sanderson Farms Championship), taking The McGladrey Classic by one stroke over Tim Clark and Briny Baird. Jumped out to the second-round lead following a second-consecutive 4-under 66. Shared the 54-hole lead with Baird, who he later shared the lead with heading into the 72nd hole of the tournament. With Baird struggling to a bogey, a two-putt from 28 feet, 7 inches led to the victory for the local favorite, which helped him jump to No. 4 in the FedExCup standings. The victory came in his 91st TOUR start at age 28 years, 6 months, 2 days, extending his TOUR membership through the 2015-16 season. Became the first player in his 20s to win the event...With rounds of 64-69-65, entered the final round of the Sony Open in Hawaii with a one-stroke lead over Will Wilcox and fellow Georgia Bulldog Harris English. Turned in a solid, 4-under 66 in the final round but it was no match for champion Jimmy Walker's 7-under 63. It was his second-consecutive top-10 at Waialae CC (T5 in 2013)...Finished T4 to record his first top-10 in four starts at the Memorial Tournament, with rounds of 66-70-74-68...Entered the final round of the Deutsche Bank Championship trailing fellow former Georgia Bulldog Russell Henley by two strokes. Closed with a 5-under 66 for a two-stroke win over Henley, Geoff Ogilvy and Billy Horschel for his third-career PGA TOUR victory and second of the season (The McGladrey Classic). Final two rounds included 12 birdies and no bogeys while playing alongside World No. 1 Rory McIlroy. With the win, moved from No. 17 into the top spot in the FedExCup rankings heading into the BMW Championship. Secured a spot in the season-ending TOUR Championship by Coca-Cola. Began the week with a 2-over 73 (marking the highest opening round by an eventual winner in the 12-year history of the event) but closed with rounds of 66-64-66 for the victory, which including playing the last 37 holes in 14-under with no bogeys. It marked his first top-10 finish in 11 FedExCup Playoffs' starts. With the victory, became the sixth multiple winner of the 2013-2014 PGA TOUR Season, joining Rory McIlroy (three), Jimmy Walker (three), Patrick Reed (two), Martin Kaymer (two) and Bubba Watson (two). In addition, claimed the eighth win of the season by a former University of Georgia player. The others are Watson (two), Henley, English, Brendon Todd and Brian Harman. Became the first player to win an event in the Playoffs in his 20s since McIlroy won the 2012 BMW Championship (23 years, 4 months, 5 days). Became the eighth player in Deutsche Bank history (12 years) to come from behind starting the final round and win...Finished T36 at the BMW Championship, good enough to carry the top ranking into the season-ending TOUR Championship by Coca-Cola. Would have won the FedExCup with a victory at East Lake. Made a valiant effort in Atlanta, carding rounds of 66-68-71-68 to finish T4, four strokes behind champion Billy Horschel) in the season finale. Was seeking to join Henrik Stenson (2013) and Vijay Singh (2008) as players to win the Deutsche Bank Championship and FedExCup in the same season. \n\n2013: Equaled career-best total in cuts made (20) in 24 starts during the 2013 season, with a runner-up finish at the AT&T Pebble Beach National Pro-Am the best of his three top-10 finishes...Four rounds in the 60s, including a career-low, 8-under 62 during the second round, led to a T5 finish at the Sony Open in Hawaii, an event won by fellow Georgia Bulldog Russell Henley...Made a PGA TOUR hole-in-one for a second consecutive year, with his ace at the Humana Challenge (made a hole in one at the 2012 Barclays)...Finished runner-up by two strokes to Brandt Snedeker at the AT&T Pebble Beach National Pro-Am, despite closing with rounds of 64-66. It was his best finish since his victory at the 2011 Sanderson Farms Championship and his second career runner-up (2011 Shell Houston Open). Led the field with 24 birdies, and his third-round 64 at Monterey Peninsula CC gave him a share of low-round honors for the week...The 2011 Sanderson Farms Championship winner returned to Annandale GC in July and posted four sub-par rounds to claim a T9 with four others. Posted a 7-under 65 in the second round, which included seven birdies on his first nine holes...Entered the BMW Championship ranked No. 37 in the FedExCup. Despite a final-round, 5-under 66 at Conway Farms, finished T24 for a final ranking of No. 34 in the FedExCup.\n\n2012: Played well at the Hyundai Tournament of Champions in his first trip to Kapalua. Had a T7 finish. Was forced to play the opening round alone after Lucas Glover withdrew. Opened with a 2-over 75 but regrouped to go 16-under over the final three days...Next top-10 finish came 11 starts later, posting the best final round of the day with a 5-under 65 to finish T5 in his third start at the Crowne Plaza Invitational at Colonial (T74 in 2008 and T16 in 2011)...The True South Classic defending champion returned to Annandale GC in July, where he posted four rounds in the 60s (67-68-69-69) en route to a T10 finish with Hunter Hamrick and Ryuji Imada. It was the first time posting four sub-70 rounds since his win at Annandale GC in 2011...Came back with four more rounds in the 60s a week later when he T4 at the RBC Canadian Open. Matched his career-low with a 7-under 63 in the third round at Hamilton G&CC...In his second start at the CIMB Classic (T13 in 2011), finished T4 with Tiger Woods and Brendon de Jonge at the Mines Resort and GC in Kuala Lumpur, Malaysia. In the third round, made eight birdies en route to a bogey-free 63. The 8-under tied his career-low, something he's done three previous times since his rookie year (2011). \n\n2011: Enjoyed a banner year on the PGA TOUR, having claimed four top-10 finishes, highlighted by his first career TOUR win... Finished T7 at the Bob Hope Classic for first PGA TOUR top 10 in 11th career start. Posted a career-best 64 in the third round...Following four rounds in the 60s, claimed his then career-best TOUR finish with T2 honors at the Shell Houston Open in his last bid to earn a spot in the Masters field. His performance was just the third time on TOUR he had posted four consecutive rounds in the 60s...Carded a career-best, 7-under 63 in the third round of the AT&T National en route to his third top 10 of the season, a T8, in his first appearance at the event...Parlayed a one-shot, third-round lead into his first victory on TOUR at the Viking Classic. Converted a clutch birdie on No. 17 to take a one-shot lead over George McNeill and Tom Pernice, Jr. Became the fifth rookie to win on TOUR. Since 1970, there has only been one season when five or more rookies won on TOUR (Todd Hamilton, Zach Johnson, Vaughn Taylor, Andre Stolz and Ryan Palmer, in 2004). Became the seventh player to make the Viking Classic his first win. Led the field with 23 birdies. Became the 13th winner of the Viking Classic to post all four rounds in the 60s and first since Heath Slocum in 2005. He made his professional debut at the 2007 Viking Classic (missed cut) via a sponsor's exemption...For the first time since 2006, did not make a start on the Web.com Tour. \n\n2010: Made 21 Web.com Tour starts, earned two victories and finished second twice. Had seven top-10 finishes among his 17 made cuts to finish No. 2 on the final money list despite missing the final two events of the year with an injured wrist. Ended the season No. 1 in Scoring Average and All-Around, No. 2 in Greens in Regulation and No. 4 in Birdie Average. A playoff loss in the second event of the year put him No. 3 on the money list and he would remain in the top-6 for the remainder of the season. Led the money list a total of six weeks during the year...Came close to winning the second event of the year when he finished regulation play tied for the lead with Jim Herman at the Moonah Classic in Australia. Lost the playoff on the first extra hole when Herman made a 6-foot birdie putt. Was 10 strokes off the lead after 36 holes, but a third-round 65, coupled with Herman's 3-over 75, gave him a share of the 54-hole lead. Battled with Herman over the windswept final round and held a two-stroke lead with three holes to go until he stumbled with bogeys at Nos. 16 and 17 to fall into a tie. Missed a 6-foot birdie putt for the win on 72nd hole. The playoff loss was the second of his career, with the other coming at the 2008 Knoxville Open...Continued his solid play at the Panama CLARO Championship two weeks later, when he finished T9. Entered the final round T43 but managed to equal the low round of the day, a 4-under 66 to record his second top-10 finish of the year...Posted another top-10 finish at the Fresh Express Classic at TPC Stonebrae. Despite a T47 standing after the first round, he came back with the low round of the day—and tournament—in the second round by shooting a 63. A pair of 68s on the weekend led to a T5 finish...Posted his second runner-up finish of the year three events later at the BMW Charity Pro-Am. Did not shoot a score worse than 68 all week en route to T2, two strokes back of winner Fabian Gomez...In June, fired a final-round 64 to win the Fort Smith Classic by one stroke for his first career Tour title. Took the lead on the front nine with four birdies in his first six holes but needed birdies at Nos. 11, 13 and 15 to reach 16-under, one better than runner-up Kyle Thompson, who posted a 7-under 63. The victory was worth $94,500 and pushed him to No. 1 on the money list...Finished a season-best 21-under par at the inaugural Chiquita Classic but could do no better than a T5 near Cincinnati...Collected his second win of the year in August with a two-stroke victory at the Knoxville News Sentinel Open. Matched the course record with a 9-under 63 in the third round which propelled him to a one-stroke lead after 54 holes. Played the front nine Sunday in even par to lose the lead but fired a back nine 31, including birdies on his final two holes, to finish at 20-under 268 and defeat Travis Bertoni. First-place check of $90,000 vaulted him back to No. 1 on the money list and made him the first person in 2010 to go over the $400,000 mark. Victory also came on his one-year wedding anniversary...Season ended on a sour note when he injured his left wrist, forcing him to miss the final two events and derailed any chance he had of winning the money title. \n\n2009: Made the cut in four of 13 starts on the Web.com Tour. Lone top-25 finish was a T24 at the Web.com Tour Players Cup. Lost in a playoff on the eGolf Tour to Tom Gillis at Pine Needles in March. \n\n2008: Played his rookie season on the Web.com Tour, finishing No. 77 on the money list. Made 10 cuts in 19 starts, including three top-25 finishes. Shot 66, making him one of the first-round leaders, with Arjun Atwal and Jarrod Lyle, at the Knoxville Open. Birdied the 72nd hole to force a playoff with Lyle, who defeated him with a birdie on the first extra hole. The runner-up finish (his only one of the season) and $54,000 check moved him to 42nd on the money list at the time. \n\n2007: Missed the cut as an amateur at the Nationwide Children's Hospital Invitational, his only previous cut on Tour. Has made four of eight cuts during his career on the PGA TOUR, with a T52 at the 2008 AT&T Classic his best finish. \n\nAmateur: Winner of the 2007 Ben Hogan Award, given annually to the nation's top collegiate golfer. Helped lead the Bulldogs to the 2005 NCAA Championship, which he calls his biggest thrill in golf. Also won two Southeastern Conference team titles. Set a school record with seven individual victories, four of which came during his senior season. Earned first-team All-American honors his junior and senior seasons. Earned second-team All-American honors as a sophomore. Three-time first-team All-SEC selection. Set the school record with a 70.90 scoring average during junior season and tied the school record with 10 top-10 finishes. For his career, finished with 24 top-10 finishes, just three shy of Chip Beck's school record. His 71.89 career stroke average was just short of the school record 71.79, held by former Web.com Tour member Erik Compton...Capped his amateur career by representing the U.S. at the 2007 Walker Cup at Royal County Down GC in Northern Ireland. \n","otherCarHigh" : "","personal" : "Loves to spend time at the beach. Lists winning the 2005 national championship as his biggest thrill in golf. Biggest thrill outside golf was getting married...Favorite golf course played is Royal County Down. Would most like to play Cypress Point GL...Favorite professional team is the Atlanta Braves. Favorite movie is \"Troy\" and favorite entertainer is Jack White. Favorite book is The Broker by John Grisham...Other favorites include lasagna and Roger Federer. Would round out his dream foursome with his dad and two brothers, preferably at Augusta National. Bucket list includes learning to be a good pianist, skydiving and bungee jumping...In 2012, after wife, Tahnee, gave birth to their first child, he Tweeted the day as being \"the coolest day of my life...just unbelievable.\"","otherInfo" : "","ntlTeams" : "The Presidents Cup (1), 2015; Walker Cup (1), 2007.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T5th at the World Golf Championships-Dell Match Play.","dynStats" : "He ranks T46th in Approach 100-125 yards (RTP Sc on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/Chris_Kirk_"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}