{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34359","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Velasquez","first" : "Diego","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-7","heightMetric" : "1.7","weight" : "145","weightMetric" : "66","birthDate" : "November 22, 1987","age" : "28","birthPlace" : "Bogota, Colombia","residence" : "Bogota, Colombia","family" : "Single","education" : "Oregon State University","splInterest" : "Music, movies","pronunciation" : "dee-AI-goh veh-LAES-kuhs","nwTourAlumnus" : "","trndProYear" : "2010","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "90,665&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2013","otherVics" : "","intlVics" : "(2) 2015 II Abierto de la Pradera de Potosí [Colombia], 2016 III Abierto de la Pradera de Potosí [Colombia]","curYrHigh" : "Followed an opening 73 with rounds of 69-69-70 to finish T6 at the Lexus Panama Classic in March. Played a solid 12-under on the front nine, but shot 5-over on the back to finish five shots off the pace... For the second consecutive year opened his season with a victory at the Colombian Tour's Abierto de la Pradera de Potosí in February.","carHigh" : "PGA TOUR Latinoamérica member 2013-2016. Web.com Tour member 2012, 2016.\n\n2015 Played 15 tournaments on PGA TOUR Latinoamérica, posted four top-10s and six top 25s to finish the season No. 9 on the Order of Merit… Earned his Tour card by sharing runner-up honors at the Qualifying Tournament in Lima, Peru in January… Dominated the 68th Avianca Colombia Open presented by Arturo Calle to become the first champion of the PGA TOUR Latinoamérica season in March. Carded rounds of 65-69-67-65 to cruise to a six-stroke victory at 18-under 266. His margin of victory matched the third largest ever on Tour… Won the II Abierto de la Pradera de Potosí, the Colombian Tour opening event of the season. Defeated Jorge Fernández Valdés of Argentina by one after posting rounds of 70-66-68-68 for a total of 272 (-16).\n\n2014: Claimed his PGA TOUR Latinoamérica card back with a T11 finish at the Qualifying Tournament in Sebring, Florida in January. Entered the last three holes in a tie for 25th, but finished birdie-birdie-birdie to finish T11, way inside the top 20 who earned full exempt status for the first half of the season… Made the cut in 7 of his 16 starts on PGA TOUR Latinoamérica, where his only top-25 finish was T7 at the Roberto De Vicenzo Invitational Copa NEC in Montevideo, Uruguay in April. Closed the year ranked 81st on the Order of Merit.\n\n2013: Finished the PGA TOUR Latinoamérica season ranked No. 73 in the Order of Merit to drop his playing privileges. Made the cut in seven of his nine starts, collecting three top-25 finished during the second half of the year. His best finish was T19 at the Lexus Peru Open in November. Earned his PGA TOUR Latinoamérica card by finishing T13 at the Qualifying Tournament in Sebring, Florida in February.\n\n2012: Made four cuts without any top-25 finish in 18 Web.com Tour starts… Made the halfway cut at the PGA TOUR's Valero Texas Open, but missed a secondary cut after the third round and finished 80th… Had a T10 finish on his only PGA TOUR Latinoamérica start at the Colombian Coffee Classic in Cali, Colombia in December.\n\n2011: Turned pro in January… Made the cut in four of eight starts on the Web.com Tour, with three top-25 finishes. Best week was a T6 at the Miccosukee Championship in October... Finished the Web.com Tour season ranked No. 98 on the money list. His best finish was T6 at the Miccosukee Championship in October… Posted rounds of 74 and 72 to miss the cut at the Puerto Rico Open on his first career start on the PGA TOUR… Also played on the NGA Tour.\n","otherCarHigh" : "Four-year starter at Oregon State University (2007-2010), where he became the first OSU golfer ever named first-team All-America. Was also named first-team All-Pac 10 as a senior. Finished fourth at the NCAA Championship after firing a course-record 66 in the final round at The Honors Course in Tennessee. Set an OSU single-season scoring record (70.31). Won three times in college, including the 2010 Bank of Tennessee Intercollegiate, which he won by seven strokes. Also won the 2009 Western Intercollegiate and the 2008 Giustina Memorial Classic. Ended his career with 13 top-10 finishes, which ranks second in school history. Also ranks second all-time with a four-year scoring average of 72.06. Earned an exemption into the 2010 Nationwide Children's Hospital Invitational and played as an amateur but missed the cut... Finished T4 at the 63rd Colombian Open on the Tour de las Américas… Ranked as high as the No. 2 amateur in his native Colombia...Twice played in the Callaway World Junior Golf Championship.","personal" : "Has two brothers… Father is a real-estate developer...Lived in England for two years when he was younger... Spent his first two years of high school at Granbury (Texas) High School, where he played golf and soccer. Qualified as an individual for the state championships as a freshman... Returned to graduate from Gimnasio Los Caobos in Bogota. Named Athlete of the Year for his final two years there… Graduated from Oregon State University in 2010 with a bachelor's degree in Liberal Arts… Mike Adams and Brian Heminger are among the golf instructors he has had… Favorite courses to play are Torrey Pines and the Old Course at St Andrews… Never travels without a set of headphones… Drives a Mazda CX-7… Favorite pro team is Spain's Barcelona FC… Favorite TV show is SportsCenter… Favorite movies are “Gladiator” and “Argo”… Favorite band is U2… Loves Japanese food… Favorite athlete to watch is Roger Federer… Favorite city is London… Seve Ballesteros and Lee Trevino would round out his dreamed threesome… Not many people know that he is a very good tennis player… Bucket list includes skydiving… Twitter: @DiegoFVelasquez… Instagram: @dvelasquezr","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 Winner"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2012","exmtStatus" : "Conditional - Finished T79 at 2015 Web.com Tour Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "Followed an opening 73 with rounds of 69-69-70 to finish T6 at the Lexus Panama Classic in March. Played a solid 12-under on the front nine, but shot 5-over on the back to finish five shots off the pace... For the second consecutive year opened his season with a victory at the Colombian Tour's Abierto de la Pradera de Potosí in February.","carHigh" : "2015: Played 15 tournaments on PGA TOUR Latinoamérica, posted four top-10s and six top 25s to finish the season No. 9 on the Order of Merit… Earned his Tour card by sharing runner-up honors at the Qualifying Tournament in Lima, Peru in January… Dominated the 68th Avianca Colombia Open presented by Arturo Calle to become the first champion of the PGA TOUR Latinoamérica season in March. Carded rounds of 65-69-67-65 to cruise to a six-stroke victory at 18-under 266. His margin of victory matched the third largest ever on Tour… Won the II Abierto de la Pradera de Potosí, the 2015 Colombian Tour opening event of the season. Defeated Jorge Fernández Valdés of Argentina by one after posting rounds of 70-66-68-68 for a total of 272 (-16).\n\n2014: Claimed his PGA TOUR Latinoamérica card back with a T11 finish at the Qualifying Tournament in Sebring, Florida in January. Entered the last three holes in a tie for 25th, but finished birdie-birdie-birdie to finish T11, way inside the top 20 who earned full exempt status for the first half of the season… Made the cut in 7 of his 16 starts on PGA TOUR Latinoamérica, where his only top-25 finish was T7 at the Roberto De Vicenzo Invitational Copa NEC in Montevideo, Uruguay in April. Closed the year ranked 81st on the Order of Merit.\n\n2013: Finished the PGA TOUR Latinoamérica season ranked No. 73 in the Order of Merit to drop his playing privileges. Made the cut in seven of his nine starts, collecting three top-25 finished during the second half of the year. His best finish was T19 at the Lexus Peru Open in November. Earned his PGA TOUR Latinoamérica card by finishing T13 at the Qualifying Tournament in Sebring, Florida in February.\n\n2012: Made four cuts without any top-25 finish in 18 Web.com Tour starts… Made the halfway cut at the PGA TOUR's Valero Texas Open, but missed a secondary cut after the third round and finished 80th… Had a T10 finish on his only PGA TOUR Latinoamérica start at the Colombian Coffee Classic in Cali, Colombia in December.\n\n2011: Turned pro in January… Made the cut in four of eight starts on the Web.com Tour, with three top-25 finishes. Best week was a T6 at the Miccosukee Championship in October... Finished the Web.com Tour season ranked No. 98 on the money list. His best finish was T6 at the Miccosukee Championship in October… Posted rounds of 74 and 72 to miss the cut at the Puerto Rico Open on his first career start on the PGA TOUR… Also played on the NGA Tour.\n","otherCarHigh" : "Four-year starter at Oregon State University, where he became the first OSU golfer ever named first-team All-America. Was also named first-team All-Pac 10 as a senior. Finished fourth at the NCAA Championship after firing a course-record 66 in the final round at The Honors Course in Tennessee. Set an OSU single-season scoring record (70.31). Won three times in college, including the 2010 Bank of Tennessee Intercollegiate, which he won by seven strokes. Ended his career with 13 top-10 finishes, which ranks second in school history. Also ranks second all-time with a four-year scoring average of 72.06. Earned an exemption into the 2010 Nationwide Children's Hospital Invitational and played as an amateur but missed the cut...Ranked as high as the No. 2 amateur in his native Colombia...Twice played in the Callaway World Junior Golf Championship...","personal" : "Favorite course to play is the South Course at Torrey Pines GC outside San Diego...Favorite golfers are Tiger Woods, Luke Donald and Retief Goosen...Favorite movie is \"The Butterfly Effect.\" His top TV program is \"That '70s Show.\"...Likes the music of U2 and Dashboard Confessional...Enjoys Italian and Colombian foods...Father is a real-estate developer...Lived in England for two years when he was younger...Spent his first two years of high school at Granbury (Texas) High School, where he played golf and soccer. Qualified as an individual for the state championships as a freshman...Returned to graduate from Gimnasio Los Caobos in Bogota. Named Athlete of the Year for his final two years there... Twitter: @DiegoFVelasquez… Instagram: @dvelasquezr","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Followed an opening 73 with rounds of 69-69-70 to finish T6 at the Lexus Panama Classic in March. Played a solid 12-under on the front nine, but shot 5-over on the back to finish five shots off the pace... For the second consecutive year opened his season with a victory at the Colombian Tour's Abierto de la Pradera de Potosí in February.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Followed an opening 73 with rounds of 69-69-70 to finish T6 at the Lexus Panama Classic in March. Played a solid 12-under on the front nine, but shot 5-over on the back to finish five shots off the pace... For the second consecutive year opened his season with a victory at the Colombian Tour's Abierto de la Pradera de Potosí in February.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri in 2016 is T6th at the Lexus Panama Classic.","dynStats" : "He ranks T16th in Scoring Average (Actual) on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}