{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01837","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Morgan","first" : "Gil","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "175","weightMetric" : "79","birthDate" : "September 25, 1946","age" : "69","birthPlace" : "Wewoka, Oklahoma","residence" : "Edmond, Oklahoma","family" : "Wife, Jeanine; Molly (5\/18\/81), Maggie (8\/10\/82), Melanie (9\/24\/84); two grandchildren","education" : "East Central State College (1968, B.S.), Southern College of Optometry (1972, Doctor of Optometry)","splInterest" : "Cars","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1972","clubAffl" : "Oak Tree (Edmond, Oklahoma)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "25,853,858&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1973","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Competed in just 12 events during the campaign...Teamed with Tom Kite to T10 at the Bass Pro Shops Legends of Golf in April, the 161st top-10 of his Champions Tour career. It was his first top-10 finish since he was T10 at the 2012 3M Championship...Matched his age for the fourth time in his career with a second-round 69 at the Toshiba Classic.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1996","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(3): 1978 Taiheiyo Masters. 1981 Oklahoma Open. 1997 Oklahoma Open.","intlVics" : "(3): 1998 Senior Slam at Los Cabos. 1999 Senior Slam at Los Cabos, Liberty Mutual Legends of Golf [with Hubert Green].","curYearHigh" : "Competed in just 12 events during the campaign...Teamed with Tom Kite to T10 at the Bass Pro Shops Legends of Golf in April, the 161st top-10 of his Champions Tour career. It was his first top-10 finish since he was T10 at the 2012 3M Championship...Matched his age for the fourth time in his career with a second-round 69 at the Toshiba Classic.","carHigh" : "2014: Limited his season to just 12 events. Finished T12 with partner Tom Kite in the Champions Division at the Big Cedar Lodge Legends of Golf in June.\n\n 2013: Completed his 18th Champions Tour season, playing in 17 events...Teamed with Tom Kite to finish T16 at the Liberty Mutual Legends of Golf...Three consecutive sub-par rounds led to a T21 at the Dick's Sporting Goods Open in August...Nearly matched his age twice late in the year, missing by one stroke at the Greater Hickory Kia Classic and the AT&T Championship, his final two starts of the year. \n\n2012: Was one of four players tied for the first-round lead at the 3M Championship when he posted 7-under 65 Friday, matching his age for the second time in his Champions Tour career. Eventually was T10 in the event after closing with 67 at TPC Twin Cities. It was his best tournament effort since he turned in a T10 at the 2010 JELD-WEN Tradition. It was also the 160th top-10 performance of his Champions Tour career. Ranks fourth on the all-time Champions Tour list in that category.\n\n2011: Matched his age for the first time in his career when he fired a 7-under-par 64 in the second round at the Toshiba Classic. It was the lowest score by someone shooting his age since Raymond Floyd shot a 63 as a 63-year-old in 2006 at The Boeing Championship at Sandestin...Best finish was T11 with partner Tom Kite at the Liberty Mutual Legends of Golf...Also T15 at the Dick's Sporting Goods Open. \n\n2010: Injuries limited him to just 15 starts during the season. Missed nearly two months in June and July due to a pinched nerve in his neck. Was sidelined for another lengthy stretch in September and October after undergoing surgery on his left knee on September 3. Returned seven weeks later, at the Administaff Small Business Classic...Posted his only top-10 finish at the JELD-WEN Tradition in August when he was T10. \n\n2009: Was back among the Champions Tour's top-30 money-winners after a year's absence on the strength of six top-10s in 21 appearances, five of them coming in his first eight starts of the campaign...After posting three straight rounds in the 60s and finishing T6 at the season-opening Mitsubishi Electric Championship at Hualalai, was T4 at the Allianz Championship in south Florida after sharing the 36-hole lead with Tom Jenkins, on the strength of a 7-under-par 65 Saturday...In late March, was T9 at The Cap Cana Championship after carding rounds of 68-69 on the weekend and then one month later, teamed with Tom Kite to finish T5 at the Liberty Mutual Legends of Golf. The duo carded better-ball scores of 62-62 on the weekend in Savannah...In late May, was T5 at the Senior PGA Championship at Canterbury, his 24th top-10 finish in a Champions Tour major and sixth top-10 effort in senior golf's oldest tournament...Ended his season by finishing T10 at the Charles Schwab Cup Championship, his 158th top-10 on the Champions Tour, fourth on the all-time list ahead of Miller Barber and Lee Trevino. \n\n2008: Made a spirited run down the stretch for a spot among the top-30 money-winners but eventually saw streaks of consecutive million-dollar seasons and appearances in the season-ending event both come to an end at 11...Best effort of the campaign was a T3 at the SAS Championship after weekend rounds of 68-67 at Prestonwood CC near Raleigh. \n\n2007: Set a new record by reaching $1 million in season earnings for the 11th straight year. Entered the season tied with Hale Irwin at 10, but broke the record in September with his T5 finish at the Greater Hickory Classic at Rock Barn...Named the Champions Tour's Player of the Month for September after registering a solid four-week stretch...Picked up his 25th career victory when he prevailed by two strokes over Hale Irwin at the Walmart First Tee Open at Pebble Beach. Victory came at age 60 years, 11 months, 7 days, making him the eighth-oldest winner on the Champions Tour. Win also moved him into third place on the Champions Tour's all-time career victory list behind Hale Irwin (45) and Lee Trevino (29). Carded a bogey-free, 5-under 67 in his final round at Pebble Beach and also picked up his sixth career title in California...The week prior to triumph at Pebble Beach, lost in a playoff at the Boeing Classic near Seattle where he was one of a record seven players battling in overtime. Was eliminated on the first extra hole when Craig Stadler, R.W. Eaks and eventual-winner Denis Watson made birdies to move on. \n\n2006: Reached seven figures in earnings at the U.S. Senior Open, matching Hale Irwin's Champions Tour record of 10 straight years with $1 million or more...Ended a victory drought of more than two years when he rallied to defeat Loren Roberts at the Allianz Championship. Was two strokes down with two holes remaining, but drained a 34-foot putt on No. 17 to seize the lead when Roberts made a double bogey. After Roberts failed to make his 9-foot birdie putt on No. 18, he sealed his win with a two-putt par. It was the 24th victory of his career, tying him with Miller Barber for third place on the all-time Champions Tour victory list. His 54-hole total of 16-under-par 197 was a new tournament mark...One week earlier, suffered disappointment at the Senior PGA Championship. Appeared in a good position to win the event in late May near his home in Edmond, Okla., but faltered with a final-round, 3-over-par 74 to finish in third place. Was the 18- and 54-hole leader at the Oak Tree GC, but could not hold off Brad Bryant and eventual playoff winner Jay Haas Sunday...Named the Champions Tour Player of the Month for June...Rallied in his season debut to T5 at the MasterCard Championship at Hualalai. After opening with a 5-over 41 on the front nine Friday, was an amazing 25-under-par over his last 45 holes, closing with rounds of 63-62—125. His final 36-hole score of 19-under set a then-Champions Tour record in relation to par for consecutive rounds and was just one stroke off the all-time numerical mark. His 10-under 62 Sunday also tied a career-best round...Finished a distant second to Tom Kite at the AT&T Classic...Underwent hernia surgery after the conclusion of the season. \n\n2005: Saw his streak of years winning at least one event end at nine consecutive seasons, tying Miller Barber for the second longest run in Champions Tour history behind Hale Irwin (11 straight)...Pocketed $1,364,170 without claiming a title, the second-highest amount ever at the time (Tom Kite\/$1,549,819\/2003) without posting a victory in a season...Had several good opportunities to extend his victory run during the campaign...Was one of three players in a playoff (Dana Quigley and Tom Watson) at the rain-shortened Bayer Advantage Classic that was eventually won by Quigley with a birdie on the first extra hole. Had completed his round early Sunday before rain forced the tournament into a Monday finish. Shared the 36-hole lead with Hale Irwin at the Walmart First Tee Open at Pebble Beach, but fell one stroke short and finished T2 despite back-to-back rounds in the 60s on the weekend...Birdied five of his last seven holes at Augusta Pines, but came up one stroke short of Mark McNulty at the Administaff Small Business Classic when he missed a 31-foot birdie putt on the final hole...Made the second hole-in-one of his Champions Tour career, and 11th overall, when he aced No. 9 in the final round of the Greater Hickory Classic at Rock Barn with a 4-iron from 201 yards. \n\n2004: Highlight of his season came early during the midst of 23 consecutive par-or-better rounds, a 2004 best...Redeemed himself by winning his third SBC Classic, one year after losing the event on the final hole. Cruised to a two-stroke victory over Larry Nelson at Valencia. Win was his fifth Tour title in the Los Angeles area on a fourth different course. SBC triumph was also his 23rd career victory on the Champions Tour, tying him with Bob Charles for fourth place on the all-time wins list...Was the 36-hole leader at the Liberty Mutual Legends of Golf in late April and battled Hale Irwin down the stretch before a bogey at the final hole dropped him to a T2 with Gary Koch, one stroke back of Irwin...Celebrated his 200th career start on the Champions Tour when he almost successfully defended his Kroger Classic title late in the year. Closed with a 66 at the TPC River's Bend, but lost to Bruce Summerhays by one stroke when he three-putted from 70 feet for a par-5 on the final hole...Improved his first-round score at the SBC Championship by 15 strokes with a Champions Tour career-best 9-under 62 Saturday. Round equaled the Oak Hills course record (David Ogrin at the 1994 Texas Open pro-am), later matched in 2005 by John Harris, and included 10 birdies. \n\n2003: Third in single-season earnings, his highest standing on the money list since back-to-back second-place finishes in 1997-98...Had a two-stroke, wire-to-wire, victory over Doug Tewell at the Kroger Classic. Win was the 22nd of his illustrious career on the Champions Tour, tying him with Don January and Chi Chi Rodriguez for fifth place on the all-time victory list. Posted three straight rounds in the 60s and won the event near Cincinnati for the second time (1999). Fought off challenges from as many as four other players in the final round before sealing his victory with a birdie on the final hole...Was also the 36-hole leader at the Royal Caribbean Golf Classic and led by one stroke with one hole to play before losing out to Dave Barr. Missed a 7-foot par putt on the final hole after an errant drive cost him a penalty stroke...Came close again at the SBC Classic. Was a victim of a three-shot turnaround at the final hole at Valencia CC. Three-putted the 18th hole after Tom Purtzer holed a 58-foot eagle putt. \n\n2002: Registered his 21st Champions Tour title at the BellSouth Senior Classic at Opryland. Emerged from a pack of players with birdies on two of the last three holes for an eventual three-stroke triumph over Mike McCullough, Bruce Fleisher and Dana Quigley. Win was his second at Springhouse GC and the victory marked the second year in succession he had won on Father's Day...Made the first ace of his Champions Tour career (10th overall) when he holed a 6-iron shot from 165 yards on Firestone's 12th hole during the second round of the Senior PGA Championship. \n\n2001: Earned his second consecutive Byron Nelson Trophy for best Scoring Average (69.20)...Held off Dana Quigley by two strokes to win The ACE Group Classic, his second senior victory in Naples. Final-round 66 at Pelican Marsh GC included a clutch birdie at the par-3 17th hole when his 7-iron shot s three feet from the hole. Followed his win in Naples with a runner-up performance at the Verizon Classic and then lost to Jose Maria Canizares in a nine-hole playoff at the Toshiba Senior Classic. Successfully defended his title at The Instinet Classic, going wire-to-wire to edge J.C. Snead and Tom Jenkins by two strokes. His 9-under 63 in the opening round at the TPC Jasna Polana was a course record and included both a double eagle (No. 7-driver\/3-iron) and eagle, a first on the Champions Tour since 1996. \n\n2000: Missed the first two months of the year following an off-season rib-cage injury...Earned his first Byron Nelson Award with a Scoring Average of 68.83, the second-best mark at the time in Champions Tour history...First of three victories came in his first official 2000 appearance near Pensacola, Fla. Went wire-to-wire at the Emerald Coast Classic, winning by four strokes over Larry Nelson...Second victory came in late July when he came from behind at the The Instinet Classic...Added his third title at the rain-shortened Comfort Classic. Successfully defended his crown when he birdied the final two holes Saturday to overtake Jim Ahern. Was declared the winner on Sunday when bad weather washed out the final round at Brickyard Crossing...Set a Champions Tour standard when he put together an amazing 31 straight sub-par rounds. Started the streak at the Ford Senior Players Championship and saw it come to an end after one round of the SBC Senior Classic in Los Angeles. Had established the previous record of 26 consecutive in 1997. \n\n1999: Posted a pair of victories. Carded a final-round 69 at the Comfort Classic and edged Ed Dougherty by two strokes. Came back two weeks later and won the Kroger Senior Classic title, defeating Dougherty again thanks to a final-round 63...Also won his second straight Senior Slam in Los Cabos, Mexico, besting Hale Irwin by two strokes, and teamed with Hubert Green for the Liberty Mutual Legends of Golf crown. \n\n1998: Had six official victories that included a pair of Champions Tour majors...Successfully defended his Tradition title by coming from two strokes back of Tom Wargo to win by two at Desert Mountain...Also defeated Hale Irwin by three shots at the Ford Senior Players Championship...Started the campaign with a victory at the MasterCard Championship at Hualalai and came from five strokes back to win the LG Championship in Naples...Played all 54 holes without a bogey at Park Meadows and cruised to a four-stroke victory at the Utah Showdown...Final win of the campaign came at the Vantage Championship. Used a closing-round 65 to outduel Irwin down the stretch...Claimed the unofficial Senior Slam at Los Cabos, defeating Hale Irwin by six strokes. \n\n1997: Voted by his peers as Rookie of the Year...Enjoyed a banner season, becoming just the second Champions Tour player at the time to go over $2 million in yearly earnings ($86,422\/start)...Held off Irwin to win the season-ending Energizer SENIOR TOUR Championship...Made his first-ever successful title defense the week before at the Ralphs Senior Classic. One-stroke victory over George Archer at Wilshire CC gave him his fourth TOUR win in the Los Angeles area...First claimed back-to-back tournaments earlier in the year at the Ameritech Senior Open and BellSouth Senior Classic at Opryland. Was the first of three wire-to-wire winners when he nipped Irwin by one stroke at Kemper Lakes despite finishing bogey, bogey, double-bogey. Claimed a two-stroke win over John Bland at the BellSouth Senior Classic the week after...Won his first senior major in early April at The Tradition, finishing six strokes in front of Isao Aoki with a 22-under 266 score, the 72-hole tournament record at the time...Season's other victory came in the rain at the First of America Classic, where he birdied the 53rd hole to take a one-stroke lead over Bob Duval, then clinched the title with a scrambling par at No. 18...Broke Bob Murphy's all-time record of 24 consecutive sub-par rounds when he strung together 26 straight during the campaign. \n\n1996: Earned his first Champions Tour title just 11 days after turning 50 at the Ralphs Senior Classic and became the youngest Champions Tour winner at the time...Debuted at the Vantage Championship (T16).\n","otherCarHigh" : "Played the PGA TOUR full-time from 1973-95...Had one leg up on one of the great U.S. Opens of all time in 1992. At Pebble Beach, became the first player in Open history to reach 10-under-par early in third round, then climbed to 12-under through 43 holes before falling to an eventual T13 finish...Biggest of his seven PGA TOUR triumphs came in the 1978 World Series of Golf. Defeated Hubert Green in a playoff to emerge as the year's No. 2 money-winner behind Tom Watson...Had left shoulder rotator cuff surgery in September of 1986. After nine-month layoff, returned to the TOUR in early May 1987 and was near the top of his game by midsummer...Most successful year was 1990 when he captured the Kemper Open in early June and placed in the top eight in seven consecutive events...Captured the first two tournaments of 1983, the Joe Garagiola-Tucson Open, in a playoff with Lanny Wadkins, and the Glen Campbell-Los Angeles Open...Was a runner-up 21 times in his PGA TOUR career...Named to the NAIA Hall of Fame in 1982 after being an NAIA All-American in 1968...Member of the 1979 and 1983 U.S. Ryder Cup teams...Has had 11 career holes-in-one, with six coming on the PGA TOUR and two on the Champions Tour.","personal" : "Started playing golf at age 15...Holds a Doctor of Optometry degree and still keeps a current license, even though he has never practiced...Decided during his junior year at East Central State (Okla.) to pursue a career in golf but waited until earning his optometry degree before turning professional...Has been a long-time follower of the Oklahoma Sooners...Was inducted into the Oklahoma Golf Hall of Fame in October 2015.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T12th at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks 78th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}