{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24449","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "McLachlin","first" : "Parker","middle" : "","extn" : "","nick" : ""}, "height" : "6-1","weight" : "165","birthDate" : "May 10, 1979","age" : "33","birthPlace" : "Honolulu, Hawaii","residence" : "Scottsdale, Arizona","family" : "Wife, Kristy","education" : "UCLA (2002, Sociology)","splInterest" : "Body surfing, ping-pong, movies","trndProYear" : "2003","qSchoolYear" : "2006","clubAffl" : "Waikoloa Beach Resort (Waikoloa, Hawaii)","cityPlaysFrm" : "Waikoloa; HI; United States","websiteUrl" : "http:\/\/www.parkermclachlin.com","websiteName" : "","hallOfFame" : "","combTourMoney" : "2,507,589&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Made the cut in 16 of 28 starts during his rookie season on the 2006 Web.com Tour, with five top-10 finishes. Finished the season No. 29 on the money list, with $176,881. Finished T59 at the PGA TOUR's Sony Open in Hawaii after gaining a spot in the field on a sponsor's exemption. Champions Tour player Scott Simpson caddied for him that week. Was T2 at the season-opening Movistar Panama Championship, only his third career start on the Web.com Tour. Fired rounds of 66-66 to trail leader and eventual champion Tripp Isenhour by two at the halfway mark. Was T38 on the PGA TOUR's AT&T Pebble Beach National Pro-Am two weeks later. Did not finish in the top 10 on the Nationwide Tour again until notching back-to-back finishes at the LaSalle Bank Open (T6) and the Knoxville Open (T2). Birdied the final two holes in Tennessee to pull out his second runner-up finish of the season. Snapped a string of four missed cuts with a T9 effort at the Utah EnergySolutions Championship. Wrapped up his top-10 finishes with a T10 effort at the Miccosukee Championship. In three career starts on Tour before 2006, a T43 at the 2005 Preferred Health Systems Wichita Open is his best finish and only made cut. Missed two cuts during his career on the PGA TOUR (2004 U.S. Open and the 2000 Sony Open in Hawaii) before the cut in both starts in 2006. Has posted victories on the Hooters Tour, Tight Lies Tour, Gateway Tour and Spanos Tour.\n","otherCarHigh" : "Winner of the 1996 Junior America's Cup in Vancouver, British Columbia, Canada. Was the 1996 Hawaii High School Athletic Association individual champion.","personal" : "His dad, Chris, was the high school basketball coach of U.S. President Barack Obama at Punahou High School in Honolulu, Hawaii…Played pick-up basketball with the President-elect in Hawaii in December of 2008…Father played basketball and volleyball for Stanford, while his mom, Beth was captain of the 1976 U.S. Olympic volleyball team and served as an alternate in 1968. Brother Spencer is a 6-7 sophomore outside hitter on the Stanford volleyball team…Has posted victories on the PGA TOUR, Hooters Tour, Tight Lies Tour, Gateway Tour and Spanos Tour…Cites winning the 2008 Legends Reno-Tahoe Open as his biggest thrill in golf…Lists Michael Jordan and Andre Agassi as his heroes…Plays a lot of golf with Michelle Wie…Website is parkermclachlin.com…Earned all-state honors in high school in volleyball. Non-golf related jobs held include high school volleyball referee.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2007","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Missed the cut in his only three starts on the PGA TOUR in the Regular Season. Also missed the cut in both starts on the Web.com Tour. 2011: Missed the cut in his only three PGA TOUR starts and did not make a Web.com Tour appearance. 2010: Made only four of 20 cuts, missing his last eight. Best finish was T53 at the HP Byron Nelson Championship and Waste Management Phoenix Open. 2009: Made 10 cuts in 25 starts, including three top-25 finishes, two of those coming in his first three events of the season, a T24 at the Mercedes-Benz Championship in his native Hawaii and a season-best T17 at the FBR Open...Posted four rounds of par or better for a T24 at the U. S. Bank Championship in Milwaukee...Low round of the season (65) came in round two of the Justin Timberlake Shriners Hospitals for Children Open...Finished 176th in both the FedExCup standings and earnings. 2008: Ended his second season on the PGA TOUR with 17 made cuts in 27 starts, including four top-10 finishes and his first career TOUR victory...Playing in his native state, opened the season with a T10 at the Sony Open in Hawaii...Next top-10 finish came at the AT&T Classic, where he shared the first-round lead with four others after a 6-under 66. Went on to equal his then career-best finish with a T5...At age 29 years, 2 months and 25 days, posted his first career victory at the Legends Reno-Tahoe Open, thanks in large part to a career-best, course-record-tying 10-under 62 in the second round. Held a four-stroke lead at the midway point, a six-shot advantage after 54 holes and, despite a 2-over 74 on the final day, finished with a seven-stroke win (second largest of the season) over Brian Davis and John Rollins. The win earned a spot the next week in the PGA Championship, where he missed the cut. 2007: Made the cut in 13 of 28 starts during his rookie season, including a then-career-best T5 at the Turning Stone Resort Championship. Earned first PGA TOUR card for 2007 with T16 finish at 2006 PGA TOUR Qualifying Tournament. 2006: Made the cut in 16 of 28 starts during his rookie season on the Web.com Tour, with five top-10s. Finished the season 29th on the money list, with $176,881...Finished T59 at the PGA TOUR's Sony Open in Hawaii after gaining a spot in the field on a Sponsor Exemption. Champions Tour player Scott Simpson caddied for him that week...T2 at the season-opening Movistar Panama Championship, only his third career start on the Web.com Tour...T38 at the PGA TOUR's AT&T Pebble Beach National Pro-Am two weeks later...Did not finish in the top 10 on the Web.com Tour again until notching back-to-back finishes at the LaSalle Bank Open (T6) and the Knoxville Open (T2). 2004: Missed the cut in his first-career major championship start at the U.S. Open. 2000: Missed cut in his first PGA TOUR start at the Sony Open in Hawaii. Amateur: Winner of the 1996 Junior America's Cup in Vancouver, British Columbia, Canada. Was the 1996 Hawaii High School Athletic Association individual champion. \n","otherCarHigh" : "","personal" : "His dad, Chris, was the high school basketball coach of U.S. President Barack Obama at Punahou High School in Honolulu, Hawaii…Played pick-up basketball with the President-elect in Hawaii in December of 2008…Father played basketball and volleyball for Stanford, while his mom, Beth was captain of the 1976 U.S. Olympic volleyball team and served as an alternate in 1968. Brother Spencer is a 6-7 sophomore outside hitter on the Stanford volleyball team…Has posted victories on the PGA TOUR, Hooters Tour, Tight Lies Tour, Gateway Tour and Spanos Tour…Cites winning the 2008 Legends Reno-Tahoe Open as his biggest thrill in golf…Lists Michael Jordan and Andre Agassi as his heroes…Plays a lot of golf with Michelle Wie…Website is parkermclachlin.com…Earned all-state honors in high school in volleyball. Non-golf related jobs held include high school volleyball referee.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was 1st in 2008 at the Legends Reno-Tahoe Open.","dynStats" : "He ranks T21st in Victory Leaders on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/ParkerMcLachlin"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}