{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29910","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Adams","first" : "Blake","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "205","weightMetric" : "93","birthDate" : "August 27, 1975","age" : "40","birthPlace" : "Eatonton, Georgia","residence" : "Swainsboro, Georgia","family" : "Wife, Beth; Jake (6\/7\/07), Libby (4\/27\/10)","education" : "Georgia Southern University (2001, Sociology)","splInterest" : "Hunting, fishing, watching sports, spending time with family","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2009)","trndProYear" : "2001","clubAffl" : "GC of Cuscowilla (Swainsboro, Georgia)","cityPlaysFrm" : "Eatonton; GA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,058,380&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "xxxxxxxxxxxxxxx","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Made seven Nationwide Tour cuts in 11 starts in 2008, including four top-20 finishes. Posted his first top-10 in his 18th career start on the Nationwide Tour with a T6 effort at the South Georgia Classic. Shot 24 sub-par rounds from the 36 he played on Tour in 2008. Played his rookie season on the Nationwide Tour in 2007, making five cuts in 16 starts, having had no prior experience on either the PGA TOUR or Nationwide Tour. Has played on the Hooters Tour since 2002 and the Gateway Tour in 2005. Has one victory on each Tour during that stretch. Got his start in golf at the age of 5 when he would go to the golf course with his dad. Lists his parents as his heroes. Cites playing the Augusta National GC and making it to the final stage of the PGA TOUR National Qualifying Tournament as his biggest thrills in golf. Was a first-team all-state basketball player in high school.","ntlTeams" : "","priorYearSeason" : "Finished the year No. 3 on the 2009 Nationwide Tour money list and set a Tour record for most money earned in a single season without a victory. Ended the year with $399,749, breaking the mark of $324,627 set by Darron Stiles in 2008. Had eight top-10 finishes and 12 top-25s. Finished No. 1 in total driving, No. 2 in driving distance, No. 3 in scoring average and No. 4 in birdie average...Earned his first top-10 of the year with a T3 at the BMW Charity Pro-Am...Collected his second top-10 with a T3 at the Knoxville Open, missing the playoff by a stroke...Continued his excellent play with a solo second at the Ford Wayne Gretzky Classic, making a 40-foot birdie putt on 72nd hole to move into second...Was one of seven players to post four rounds in the 60s at the Cox Classic in Omaha, where he finished solo eighth. Third straight top-10, a T6, came the following week at the Nationwide Children's Hospital Invitational. Money was enough to push him to No. 6 on the money and lock up a spot on the PGA TOUR in 2010...Earned fourth consecutive top-10, at the Preferred Health Systems Wichita Open. Final-round 73 at the Price Cutter Charity Classic ended a streak of 22 consecutive rounds at par-or-better. Eventually finished T34 in Springfield...Added another top-10 finish to his resume the following week with a solo fourth at the Christmas In October Classic. Finished at 15-under par, five shots back of winner Michael Sim...Held the outright lead after the first, second and third rounds of the Albertsons Boise Open but finished second when playing partner Fran Quinn birdied the 72nd hole to win by one. Runner-up effort was his eighth top-10 of the year and the sixth in his previous eight starts. Earned $78,800 and moved to No. 2 on the money list. His season total of $369,499 established a potential Tour record for most money earned in a season without a win."},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2010","qSchoolYear" : "","exmtStatus" : "Major Medical Extension","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Entered the PGA TOUR season with 16 events during the season to earn 278 FedExCup points or $497,044 as part of the Major Medical Extension. Ended the season with 13 starts, with a T11 at the RBC Heritage his best outing. Finished the year with three made cuts and a No. 205 finish in the FedExCup standings. Will now have three events during the 2015-16 campaign to earn 203 FedExCup points or $340,105 as part of his Major Medical Extension...Finished No. 112 in the Web.com Tour Finals.\n\n2013-14: Had 24 events to earn $595,483 under a Major Medical Extension but was only able to make eight starts before re-injuring his hip. Made five of eight cuts before withdrawing from the Valspar Championship in March. Did not play again the rest of the season. Had left hip-replacement surgery in July.\n\n2013: Made two PGA TOUR starts in January before undergoing left-hip surgery that caused him to miss the remainder of the season. \n\n2012: After opening with a 74, reeled off three straight rounds of 68 to finish T9 at the Puerto Rico Open...Finished T7 at the PGA Championship in just his second career major championship start (T21 earlier in the year at the U.S. Open). Closed with a final-round 67 to move up the leaderboard into his second top-10 of the season...Finished T65 at The Barclays and T60 at the Deutsche Bank Championship but failed to advance to the BMW Championship, finishing the season No. 91 in the FedExCup standings...In his first start in the fall, at the Justin Timberlake Shriners Hospitals for Children Open, posted four sub-par rounds for the first time all season to claim a T8. 2011: Wrapped up his sophomore season on the PGA TOUR with 34 starts and career-best numbers in virtually every statistical category...Turned in the first of four top 10s, with a T9 at the Travelers Championship on the strength of four rounds in the 60s (66-66-66-68)...After opening with an even-par 72 at the Viking Classic he carded a personal-best, 10-under 62 in the second round en route to a T9 finish...Notched third top-10 of the year, with a T3 at the Reno-Tahoe Open...Entered the Deutsche Bank Championship No. 81 in the FedExCup standings but played his way into the 70-player BMW Championship field with a T10 finish. Moved to No. 57 in the standings after his Boston-area performance...Unable to mount a charge at Cog Hill with a 61st-place finish, ending the year No. 64 in the FedExCup standings...Made the cut in all four Fall Series events, with a T32 after four rounds in the 60s at the McGladrey Classic his best effort. 2010: Solid rookie season, with two top-10 finishes and a 95th place finish in the FedExCup standings...One of four players who made first career start on TOUR at the Sony Open in Hawaii. Finished T25...Improved on that in February in his first start at the AT&T Pebble Beach National Pro-Am, where he finished T10 with five others...After a first-round, 6-over 77 at the Verizon Heritage, turned in a 14-stroke turnaround on Friday with a then career-low, 8-under 63, just two strokes shy of the best second-round score at the Verizon Heritage (61, David Frost, 1994). Tied a TOUR record with just 18 putts during the round, just the eighth player to perform the feat and the first since Ken Duke during the third round of the 2009 World Golf Championships-CA Championship. Had only eight putts on the front nine...Finished T2 at the HP Byron Nelson Championship after holding a share of the first- and second-round leads. The T2 was a career-best finish. Trailed Jason Day by two entering the final round and by one going to the 72nd hole. However, after Day hit his second shot in a greenside hazard, also hit his second shot in the water from the right trees. Made double bogey on the final hole to fall into the tie with Brian Gay and Jeff Overton. 2009: Finished No. 3 on the Web.com Tour money list to earn his PGA TOUR card for 2010. Set a Tour record for most money earned in a single season without a victory ($399,749), breaking the mark of $324,627 set by Darron Stiles in 2008. Had eight top-10 finishes and 12 top-25s. Finished No. 1 in total driving, No. 2 in driving distance, No. 3 in scoring average and No. 4 in birdie average. Earned his first top-10 of the year with a T3 at the BMW Charity Pro-Am. Collected his second top-10 with a T3 at the Knoxville Open, missing a playoff by a stroke. Continued his excellent play with a solo second at the Ford Wayne Gretzky Classic, making a 40-foot birdie putt on 72nd hole to move into second. Was one of seven players to post four rounds in the 60s at the Cox Classic in Omaha, where he finished solo eighth. Third straight top-10, a T6, came the following week at the Nationwide Children's Hospital Invitational. Money was enough to push him to No. 6 on the money list and lock up a spot on the PGA TOUR in 2010. Earned fourth consecutive top-10, at the Preferred Health Systems Wichita Open. Final-round 73 at the Price Cutter Charity Classic ended a streak of 22 consecutive rounds at par or better. Added a solo fourth at the Christmas In October Classic. Finished at 15-under par, five shots back of winner Michael Sim. Held the outright lead after the first, second and third rounds of the Albertsons Boise Open but finished second when playing partner Fran Quinn birdied the 72nd hole to win by one. It was his sixth top-10 in his previous eight starts. Earned $78,800 and moved to No. 2 on the money list. 2008: Made seven Web.com Tour cuts in 11 starts, including four top-20 finishes. Posted his first top-10 in his 18th career start on the Web.com Tour with a T6 at the South Georgia Classic. Shot 24 sub-par rounds in 36 rounds played in 2008. 2007: Played his rookie season on the Web.com Tour, making five cuts in 16 starts, having had no prior experience on either the PGA TOUR or Web.com Tour. Played the Hooters Tour beginning in 2002 and the Gateway Tour in 2005. Had one victory on each Tour during that stretch. \n","otherCarHigh" : "","personal" : "In mid-August of 2015, joined as a volunteer coach for the men's golf program at his alma mater, Georgia Southern University. Got his start in golf at age 5 when he would go to the golf course with his dad. Lists his parents as his heroes. Was a two-time, first-team all-state basketball player in high school. Wears black on Sundays in memory of his father, who passed away on Easter Sunday in 2004. Lives in Nunez, Ga., with a population of 200 and located just outside Swainsboro.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T2nd in 2010 at the HP Byron Nelson Championship.","dynStats" : "He ranks 31st in Non-member Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}