{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20628","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Oberholser","first" : "Arron","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "185","weightMetric" : "84","birthDate" : "February 2, 1975","age" : "41","birthPlace" : "San Luis Obispo, California","residence" : "Scottsdale, Arizona","family" : "Wife, Angie Rizzo; Ethan Lee (7\/18\/09), Ryan Matthew (6\/24\/11)","education" : "San Jose State University (1998, Broadcast Journalism)","splInterest" : "Fishing, music, fitness","pronunciation" : "Oh-BURR-hole-zur","nwTourAlumnus" : "Web.com Tour Graduate (2002)","trndProYear" : "1998","clubAffl" : "Kukuiula (Kauai, Hawaii)","cityPlaysFrm" : "Scottsdale; AZ; United States","websiteUrl" : "http:\/\/www.gaylordsports.com\/bio_oberholser.html","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "8,024,061&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Special Members Medical","otherVics" : "","intlVics" : "","curYearHigh" : "Did not make a PGA TOUR start for the second consecutive season and continued to serve as an analyst on various Golf Channel broadcasts. Will enter the 2015-16 Season under the Past Champion category.","carHigh" : "Finished T107 at the 2001 PGA TOUR Qualifying Tournament at Bear Lakes CC...Played in three events on the Nationwide Tour during his rookie season in 2001...Best finish was a T17 at the Boise Open after rounds of 71-64-72-69...Followed that tournament with a T33 at the Inland Empire Open and a missed cut at the Gila River Classic to close out his season...Has been hampered since January 2000 with right wrist problems...Qualified for three events in 2000, making the cut in two...Best finish was a T7 at the Monterey Peninsula Classic, where he was a sponsor's exemption...Played in just two other Nationwide Tour events, the 1996 San Jose Open as an amateur and the 1998 San Jose Open, missing the cut both times...Named Ericsson Canadian Tour International Rookie of the Year in 1999 after winning twice...Captured the 1999 Ontario Open Heritage Classic and the Eagle Creek Classic...Set Canadian Tour record for largest margin of victory (11 strokes) at Ontario...Finished third on the 1999 Order of Merit...Was second on the 2000 Canadian Tour Order of Merit after three runner-up finishes and eight top-10s...Played in 10 events and made the cut in eight...Lost playoff at the QuebecTel Open...Was second in stroke average with a 69.17 average for 35 rounds.\n","otherCarHigh" : "Two-time All-America selection at San Jose State.","personal" : "Has been serving as the men's golf assistant coach at Santa Clara University.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2003","qSchoolYear" : "","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(3): 1999 Ontario Open [Can], Eagle Creek Classic [Can]. 2004 Shinhan Korea Golf Championship.","curYearHigh" : "Did not make a PGA TOUR start for the second consecutive season and continued to serve as an analyst on various Golf Channel broadcasts. Will enter the 2015-16 Season under the Past Champion category.","carHigh" : "2013-14: Did not make a start on the PGA TOUR. \n\n2013: Missed cuts in both of his starts. Continued to rehab from hand and hip surgery that occurred in 2010. Has played on a Major Medical Extension since 2009.\n\n2012: Made two PGA TOUR starts, missing one cut and withdrawing from the other. \n\n2011: Did not play on TOUR as he continued to rehab from hand and hip surgery. \n\n2010: Did not play on TOUR as he continued to rehab from hand surgery in January and hip surgery in February. Underwent two additional hand surgeries in May and August to repair damage to the left hook of hamate (originally operated on in October 2007). \n\n2009: Played on a Major Medical Extension. Ended up playing only four events, making two cuts and collecting $48,017...Best finish came in his final start of the year, posting four rounds in the 60s en route to a T33 finish at the Frys.com Open. \n\n2008: Played only 10 times under the Major Medical Extension category after coming back from hand surgery in October 2007. Underwent a second surgery to remove bone spurs and repair minor cartilage damage in his left wrist on July 22...Best finish was a T4 at the Frys.com Open in late October. Shot 65-64 to hold the 36-hole lead.\n\n2007: Bothered by back and wrist injuries, but still managed to finish 47th on the money list with five top-10s...Unable to defend his title at the AT&T Pebble Beach National Pro-Am because of a bulging disc in his back. Withdrew from the season-opening Mercedes-Benz Championship because of back pain. An MRI in late January revealed the full extent of the problem and began therapy in the Phoenix area...Returned from the injury at the World Golf Championships-Accenture Match Play Championship, losing to David Toms in the first round...Recorded his best career finish in a major championship with a T4 at the PGA Championship. This also marked his second career top-10 finish in a major championship...Best finish of the season was a T2 at the Deutsche Bank Championship. Sat one back through 54 holes and was the only player in the field to post four rounds in the 60s. Made a large move in the PGA TOUR Playoffs for the FedExCup standings, improving from 67th to 29th...Because of hand and wrist injuries, was forced to withdraw after nine holes during the first round of the next week's BMW Championship and wasn't able to play at the TOUR Championship if he qualified. A fracture in his left hand had been bothersome since mid-June...Returned to action at the Fry's Electronics Open in his hometown of Scottsdale and recorded a T18 finish in what would be his last event of the season...Underwent successful surgery on October 30 to remove a loose fragment of the hamat bone in his left hand, and in turn was forced to withdraw from the Omega Mission Hills World Cup. 2006: Collected his first TOUR title and earned more than $2 million, giving him a spot in the TOUR Championship for the first time...Claimed first TOUR victory on his home turf at the AT&T Pebble Beach National Pro-Am, a course he has played since he was a teenager, and a tournament he rarely missed. Closed with an even-par 72 and cruised to a five-shot victory, matching the largest margin in the 77-year history of the tournament...In the second round of the EDS Byron Nelson Championship, set the Cottonwood Valley course record with a 10-under-par 60. Aiming to become just the fourth player in TOUR history to post a round of 59 in an official event, missed 15-foot birdie putt on No. 18. Finished T13. 2005: Had three T6s (Buick Invitational, AT&T Pebble Beach National Pro-Am, BellSouth Classic)...Finished T9 in his first start in a U.S. Open and only his second start in a major championship. He finished T13 at the 2004 PGA Championship...Injured his right elbow after the PGA Championship. Planned to return the week of Las Vegas event but was experiencing lower-back problems. Did not make another start after the PGA. 2004: Shared the third-round lead with eventual winner Vijay Singh at the AT&T Pebble Beach National Pro-Am after opening with three rounds in the 60s. Final-round 76 left him T4...Had a one-stroke lead heading into the final round at the Wachovia Championship. A closing 72 put him into a playoff. Lost to Joey Sindelar on the second playoff hole...Finished T4 at the Booz Allen Classic in his first appearance at the TPC Avenel. His $198,400 payday pushed him over the $1-million mark in season earnings for the first time in his career...Made his first start in a major championship at the PGA Championship in Whistling Straits, Wis., finishing T13...Collected $1 million first prize for victory in the Shinhan Korea Golf Championship in late November. 2003: Began rookie campaign by making eight consecutive cuts including his only two top-10s...In seventh career PGA TOUR start (fourth as a TOUR member), posted first top-10 of career with a T4 at the Buick Invitational. Held the first-round lead after opening with a 7-under-par 65 on the North Course at Torrey Pines. 2002: Finished second on the Web.com Tour money list with $319,883. Led the money list for seven of the final eight weeks of the season until Patrick Moore's victory at the Web.com Tour Championship...Posted first of two victories at the Samsung Canadian PGA Championship, finishing with a 5-under-par 66 and a tournament record 16-under par 268. Second victory came at the rain-shortened Utah Classic, with a final-round, 5-under-par 67. 2001: Only played in three Web.com Tour events, his first season on the Tour, due to a wrist injury. 2000: Finished second on the Canadian Tour Order of Merit. 1999: Named Ericsson Canadian Tour International Rookie of the Year after winning twice. Set Canadian Tour record for largest margin of victory (11 strokes) at the Ontario Open. Amateur: He won the 1997 Sahalee Players Championship and the 1998 Eastern Amateur.\n","otherCarHigh" : "","personal" : "Has helped as men's assistant golf coach at Santa Clara University. The coach he assisted at Santa Clara, John Kennaday, is now men's coach at San Jose State, his alma mater.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was 1st in 2006 at the AT&T Pebble Beach National Pro-Am.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/ArronOberholser"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}