{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "39546","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Mitchell","first" : "Keith","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "185","weightMetric" : "84","birthDate" : "January 7, 1992","age" : "24","birthPlace" : "Chattanooga, Tennessee","residence" : "St. Simons Island, Georgia","family" : "Single","education" : "University of Georgia (Business and Real Estate, 2014)","splInterest" : "Fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2014","clubAffl" : "The Honors Course (Chattanooga, Tennessee)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2015","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Earned exempt status on PGA TOUR Latinoamérica by finishing T9 at the Buenos Aires, Argentina Q-School in January. Played that event as an amateur… Made the cut in 11 of 14 starts, collecting a playoff loss and four other top-10s to finish the PGA TOUR Latinoamérica season ranked 19th on the Order of Merit… Lost to Alex Rocha in a sudden-death playoff for the Aberto do Brasil title in Rio de Janeiro. That playoff, the longest playoff ever contested on PGA TOUR Latinoamérica, lasted seven holes and almost two hours. Shared runner-up honors with Kent Bulle for his best finish of the year… Next best finish was T4 on his following Tour start at the Mundo Maya Open in Mexico… His other top-5 was T5 at the 57th Abierto Mexicano in May… Carded a career low 63 (-9) during the second round of the Honduras Open, an event he finished T43 in May… Finished T108 at the Web.com Tour Q-School final in December to earn conditional status for the 2016 season.\n","otherCarHigh" : "Made his first career start on the Web.com Tour by Monday qualifying for the 2013 Stadion Classic at UGA (MC)… Played college golf at the University of Georgia, where he got an All-American honorable mention during his sophomore season… Named to the SEC honor roll… Named to the SEC Community Service Team… While in High School, he helped The Baylor School win four straight state championships… Five-time All-City and All-State Team… Won the 2010 Tennessee State Junior and the 2008 Donald Ross Junior… Earned 2008 Rolex All-America honors.","personal" : "Has used the same Georgia headcover for 14 years… Chan Reeves is his golf instructor… Favorite course to play is his home club, The Honors Course… Would love to play at Fishers Island… Favorite team is the Georgia Bulldogs… Suits is his favorite TV show… Lio Messi is his favorite athlete to watch… Athens, Georgia is his favorite city… His father, Jerry, his mother and his sister round out his dream foursome… His bucket list includes cliff diving in Greece… Favorite quote: “You will never be able to fly if you are scared of heights.”… Twitter and Instagram: @K_m_Mitchell","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 Order of Merit Top-60"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2016","exmtStatus" : "Conditional - Finished T108 at 2015 Web.com Tour Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Earned exempt status on PGA TOUR Latinoamérica by finishing T9 at the Buenos Aires, Argentina Q-School in January. Played that event as an amateur… Made the cut in 11 of 14 starts, collecting a playoff loss and four other top-10s to finish the PGA TOUR Latinoamérica season ranked 19th on the Order of Merit… Lost to Alex Rocha in a sudden-death playoff for the Aberto do Brasil title in Rio de Janeiro. That playoff, the longest playoff ever contested on PGA TOUR Latinoamérica, lasted seven holes and almost two hours. Shared runner-up honors with Kent Bulle for his best finish of the year… Next best finish was T4 on his following Tour start at the Mundo Maya Open in Mexico… His other top-5 was T5 at the 57th Abierto Mexicano in May… Carded a career low 63 (-9) during the second round of the Honduras Open, an event he finished T43 in May… Finished T108 at the Web.com Tour Q-School final in December to earn conditional status for the 2016 season.\n","otherCarHigh" : "In 2013, placed second in the Tennessee Amateur, 13th in the Players Amateur, 15th in the Dogwood Invitational, 17th in the Western Amateur and 18th in the Sunnehana Amateur...Qualified for the Web.com Tour's 2013 Stadion Classic at UGA...Qualified for the 2011 and 2012 United States Amateur...All-American at the University of Georgia...Two-Time Dick Copas Award Winner for Georgia, given annually to the player with the lowest scoring average on the team...As a sophomore, had a team-best 10th-place finish at the SEC Championship...Paced the Bulldogs at the NCAAs, coming in ninth with a 1-over 214...As a junior, tied for first in the two-team Bulldog Battle at Mountain Lake and had top-10 efforts in the Brickyard Championship, the Linger Longer Invitational and the Insperity Augusta State Invitational.","personal" : "Attended The Baylor School in Chattanooga, Tenn...Sister, Brindley, is the bowler on the University of St. Andrews, Scotland's Cricket Team...If not a professional golfer, he would like to be a maritime architect...His first-tee entrance song would be \"Money for Nothing\" by Dire Straits...Favorite vacation spots include Highlands, N.C...His 3-wood headcover is the same one he received when he attended the 2001 UGA golf camp...Would like to trade places with NFL running back and Georgia alum Todd Gurley for a day to see what it feels like to run over a linebacker...Bucket list items include winning a sailfish tournament and owning a steak restaurant... Twitter\/Instagram: @K_m_Mitchell","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri was T2nd in 2015 at the Aberto do Brasil presented by Credit Suisse Hedging Griffo.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}