{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "35406","tourCodeUC" : "C","tourCodeLC" : "c","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Killmer","first" : "Chris","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "170","weightMetric" : "77","birthDate" : "June 1, 1992","age" : "23","birthPlace" : "Bakersfield, California","residence" : "Bellingham, Washington","family" : "Wife, Alyssa","education" : "University of Washington (2010, Business Marketing)","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2010","clubAffl" : "Skagit G&CC (Skagit, Washington)","cityPlaysFrm" : "","websiteUrl" : "TWITTER: @Killmer_Golf","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2016","exmtStatus" : "Conditional - Finished 151st at 2015 Web.com Tour Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Made half of his cuts in six starts on the Mackenzie Tour...Used a third-round 65 to T9 at The Players Cup, his lone top-10 finish of the season...Closed with a 66 at The Great Waterway Classic to T18. \n\n2013: Nine starts on the Mackenzie Tour highlighted by only one top-25 finish...Opened with 69-70 on his way to finishing T19 at the Syncrude Boreal Open.\n\n 2012: Competed in five events on the Mackenzie Tour and made three cuts...His only top-10 finish of the season was his first victory, a playoff victory at The Players Cup...Second-round 64 at the event is his lowest career round on Tour. \n\n2011: In his first year as a professional, logged 10 starts on the Mackenzie Tour and made eight cuts and six top-25 finishes...Four consecutive rounds in the 60s at The Western Championship led to a T11...Followed it up the next week with his first-career top 10 at the Syncrude Boreal Open. Shot a third-round 66 en route to a T10 finish...Closed out the season with four top-25 finishes in a row.\n","otherCarHigh" : "Transferred to Washington following one season at Cal State Bakersfield, where he was a third-team All-American and won the Phil Mickelson Freshman of the Year award...Won the Husky Invitational as a junior at Washington...Selected for inaugural USA vs. China Friendship Cup in July 2006...First-place finisher at the 2005 U.S. Amateur Sectional Championship Qualifier at Fort Lewis GC...Won the 2003 Westfield PGA Junior Pacific Northwest Sectional...Runner-up at the 2003 PNGA Men's Amateur Public Links Championship.","personal" : "Followed in the footsteps of his brother by playing golf at Cal State Bakersfield...Transferred to the University of Washington after his freshman year...Father played soccer at BYU...Lists the Seattle Mariners and Seattle Seahawks as his favorite sports teams...Once played 18 holes with Arnold Palmer at Pebble Beach as part of The First Tee Open at Pebble Beach...Really enjoys the outdoors and, if he was not a professional golfer, would live out of a VW van and travel the world...Not many people know that he would rather live in the woods than in a house...Stays involved in the Alzheimer's Association because his grandma suffered from the disease for nine years before passing away early in 2015.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "2011","otherVics" : "(1): 2012 Players Cup","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Five events on the Mackenzie Tour highlighted by a T25 at the National Capital Open...Made the cut in four of five starts but failed to finish inside the top 50 in three of his four made cuts. \n\n2014: Made three cuts in six tours with a T9 at The Players Cup his best finish. \n\n2013: Made four cuts in nine events with one top 25, a T19 at The Suncrude Boreal in July.\n\n2012: Captured his first Mackenzie Tour win at the Players Cup after a four-hole playoff victory over Vince Covello. Ranked sixth on the Order of Merit.\n\n2011: Had a solid rookie season, finishing 22nd on the Order of Merit...Posted six top-25 finishes with his best performance coming at the Syncrude Boreal Open (T10). Received non-exempt status after finishing T9 at the Spring Qualifying School.\n","otherCarHigh" : "","personal" : "Wants to play Augusta National...Biggest thrill was playing Pebble Beach with Arnold Palmer.","otherInfo" : "Winner of the 2008 Husky Invitational Individual. Member of the 2009- 10 Pac-10 University of Washington championship team. Was the 2006 Freshman of the Year.","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Mackenzie Tour-PGA T was 1st in 2012 at the The Players Cup.","dynStats" : "He ranks T100th in Scoring Average (Actual) on the Mackenzie Tour-PGA TOUR Canada."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}