{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20376","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "7","capcure" : "N", "personalInfo" : {"name" : {"last" : "Gallacher","first" : "Stephen","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "192","weightMetric" : "87","birthDate" : "November 1, 1974","age" : "41","birthPlace" : "Dechmont, Scotland","residence" : "Bathgate, Scotland","family" : "Wife, Helen; Jack (2001), Ellie (2004)","education" : "","splInterest" : "Soccer, fishing, cycling, snooker","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1995","clubAffl" : "Kingsfield Golf Centre (Linlithgow, Scotland)","cityPlaysFrm" : "Scotland; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(4): 1998 KB Golf Challenge [EurChall]. 2004 Dunhill Links Championship [Eur]. 2013 Omega Dubai Desert Classic [Eur]. 2014 Omega Dubai Desert Classic [Eur].","curYearHigh" : "Finished a distant third at the Omega Dubai Desert Classic, six shots behind winner Rory McIlroy. Shot four under-par rounds at Emirates GC (66-67-70-69)...Added a T9 in mid-October, a 68-67 weekend at the Portugal Masters leading to the top-10 at Oceanico Victoria GC. \n","carHigh" : "2013-14: Played in 12 PGA TOUR events, with his top finish coming in March in Miami. Thanks, in part, to a 3-under 69 in the final round at the Cadillac Championship, finished T6 for his first top-10 finish in seven World Golf Championships starts...Only other top-20 was a T15 at The Open Championship...Finished 16th in the final Race to Dubai standings. During his European Tour campaign, successfully defended his Omega Dubai Desert Classic title, doing so in record-setting fashion. In the third round, after shooting an even-par 35 on the front nine at Emirates GC went bogey-free on the final nine of the day, recorded seven birdies and an eagle on his way to a 9-under 28. Held a two-shot, 54-hole lead over Rory McIlroy. Stumbled early as he began his final round with back-to-back bogeys, shooting a 4-over 39 on the front nine. Righted his play for a second consecutive day on the back nine, with a four-birdie, five-par performance to hold off Emiliano Grillo by a stroke. The victory was his third on the European Tour...Had a nice weekend at the Abu Dhabi HSBC Golf Championship to T8. Opened 70-73 but recovered with a 68-69 weekend (7-under)...Represented Europe in the inaugural Eurasia Cup in March in Kuala Lumpur, Malaysia. In the event's 10-10 draw, went 1-1-1 in his three matches...Never really threatened on the final day of the European Tour's BMW PGA Championship but did shoot a bogey-free, 6-under 66 at the Wentworth Club to move into a T5 with Simon Dyson...Appeared poised to pick up his second title of the season when he shot weekend rounds of 65-68 at the Nordea Masters in Sweden. His 16-under total was enough to get him into a playoff with Thongchai Jaidee and Victor Dubuisson. On the first extra hole, could only match Dubuisson's par, while Jaidee won the event at PGA Sweden National with a birdie-4 on the par-5 18th hole...Finished T4 in mid-July at the Scottish Open. Shot a final-round 63 (nine birdies, one bogey) to move up 26 places on the leaderboard...Was only two shots off the pace at the 36-hole mark of the Czech Masters in late-August in Prague. Was even-par on the weekend at Albatross Golf Resort (71-73) to finish T7 with Sam Walker...Opened with an even-par 72 at the Italian Open in late-August then peeled off rounds of 65-69-65 to finish at 17-under and in solo third, three shots behind winner Hennie Otto in Torino...In his Ryder Cup debut, at Gleneagles in Scotland, went 0-2-0 during the European team's five-point victory over the U.S. in the biennial competition.\n\n2013: Made the cut in all four of his PGA TOUR medal-play starts, with a top performance a T21 at The Open Championship...Lost in the first round of the World Golf Championships-Accenture Match Play Championship...A year after a T2 at the Omega Dubai Desert Classic, where he just missed forcing a playoff, shot a third-round 62 to seize control of the tournament, followed that with a final-round 71 at Emirates GC, briefly yielded his advantage to Richard Sterne and then took back the lead for good to win his first European Tour event in nine seasons and second overall with a three-stroke victory over Sterne. Had five eagles during the week, with two in the first round, two in the third round and one Sunday on his march to the title. Two of his eagles came on par 4s, on Nos. 6 (first round) and 16 (third round)...Couldn't overcome a third-round, 3-over 75 at the Ballantine's Championship in April in South Korea. Did come back with a Sunday 68 at the Blackstone Resort to T6...Finished T8 in early July at the Alstom Open de France...Was T9 at the Omega European Masters in September in Switzerland...Had a strong showing at the Portugal Masters in mid-October, shooting a final-round 66 at Oceanico Victoria GC to T3 with Paul Waring and Bernd Wiesberger, two shots behind winner David Lynn...Played in his third World Cup, with teammate Martin Laird. Finished a disappointing T38 in the individual competition at Royal Melbourne GC but paired with Laird to finish 10th representing Scotland in the team portion of the event. \n\n2012: Had a strong showing at the Dubai Desert Classic in February on the European Tour. Went to the final hole at Emirates GC needing a birdie to force a playoff with Rafael Cabrera-Bello. Couldn't convert his birdie putt and settled for a T2. Made a hole-in-one during the first round that was good for a new Mercedes-Benz. Made his ace at the par-3 15th hole on his way to an opening 69...Was only a stroke behind Louis Oosthuizen when the final round of the Maybank Malaysian Open began. But while Oosthuizen was shooting a 4-under 68 in Kuala Lumpur on Sunday, he shot a 70 to finish three back and in solo second...Had a disappointing, 3-over 75 in the first round of the Johnnie Walker Championship but was still able to finish T6, playing his final 54 holes in 13-under...Enjoyed four rounds in the 60s at the UBS Hong Kong Open in mid-November to T4, four shots behind winner Miguel Angel Jimenez. \n\n2011: Picked up four top-10s, all on the European Tour...His top performance came at the Irish Open, where he had weekend rounds of 67-68 to place solo third, three strokes behind winner Simon Dyson. Other top-10s came at the Volvo Golf Championship (fourth), the Johnnie Walker Championship at Gleneagles (T6) and the Dubai Desert Classic (T10)...Made on PGA TOUR cut, a T57 showing at The Open Championship. Also missed the cut at the U.S. Open and the PGA Championship...Teamed with Martin Laird representing Scotland at the OMEGA Mission Hills World Cup. The duo T4 in China. \n\n2010: After missing the last eight cuts of the 2009 season, a year that ended in July because of a viral infection, missed his first cut, at the Abu Dhabi Golf Championship. Playing with a major medical exemption on the European Tour, he then played on the weekend in 19 of his first 21 events, with fourth-place finishes at the BMW PGA Championship, the Celtic Manor Wales Open and The Barclays Scottish Open. He also added a T6 at the Madrid Masters...His two PGA TOUR starts resulted in a T16 at the PGA Championship and a T23 at The Open Championship.\n\n2009: Had a viral infection that kept him out of action for four months...Missed the final eight cuts of the season and did not record a top-10. Best finish came at The Commerciabank Qatar Masters. \n\n2008: Recorded four top-10s, with his top finish a T6 at the Scottish Open. \n\n2007: Three European Tour top-10s included a sixth-place showing at the BA-Ca Golf Open and a pair of T8s—at the Open de Espana and the KLM Open. \n\n2006: Lone top 10 of the year came at the Quinn Direct British Masters, where he T2. Had the low round of the tournament with his second-round 66. Shot a final-round 71 to miss forcing a playoff with champion Johan Edfors by one stroke. \n\n2005: Was T3 at the Deutsche Bank-Players Championship for his top performance of the European Tour campaign. Also qualified for the U.S. Open and the PGA Championship, missing the cut in both. Was T58 at the World Golf Championships-NEC Invitational, and he represented Scotland at the World Golf Championships-Algarve World Cup in Portugal, teaming with Scott Drummond to T20. \n\n2004: Broke through for his first European Tour title with a playoff victory over Graeme McDowell at the Dunhill Links Championship. After opening with a 70, shot rounds of 66-66-67 for the win...Missed on earning his first title earlier in the season when he T2 at the Open de Sevilla in Spain. He fell by two strokes to Ricardo Gonzalez. \n\n2003: Top finish was a T3 at the Nordic Open, where he finished with a final-round 63 only to come up two strokes short of winner Ian Poulter in Copenhagen, Denmark. \n\n2002: Two top-five finishes—at the Qatar Masters (T4) and the ANZ Championship (fifth)—highlighted his European Tour season. \n\n2001: Opened the European Tour season with a T4 in Africa at the Moroccan Open and later fell just short at the Great North Open, finishing T2 with Paul Casey a stroke behind winner Andfrew Coltart...Also picked up a T9 on the Southern Africa Tour, a T9 at the Mercedes-Benz South African Open. \n\n2000: A T4 at the Dubai Desert Classic in the second European Tour event of the season and a T5 at the Benson & Hedges International Open were the highlights of the year. 1999: Waited until the last two events of the season—the Sarazen World Open Championship (T10) and the Belgacom Open (T6) for his only two top-10s of the season. 1998: Regained his card from the Challenge Tour in 1998, helped by victory in the KB Golf Challenge in the Czech Republic. \n\n1996: Won his European Tour card at first attempt, in 1995, but a back injury in the summer, sustained after removing his luggage from an airport carousel, meant he did not play from June onward. Amateur: Won the Scottish Amateur Match Play and Stroke Play Championships and the Lytham Trophy. Played in victorious Walker Cup side at Royal Porthcawl in 1995. \n\n","otherCarHigh" : "","personal" : "His uncle is European Tour veteran and Ryder Cup hero Bernard Gallacher...Has used acupuncturist and also Scottish Rugby Union trainer Ray McKinnon to help regain full fitness.","otherInfo" : "","ntlTeams" : "Ryder Cup (1), 2014; World Cup (3), 2005, 2011, 2013; Seve Trophy (1), 2013; Royal Trophy (1), 2013; Walker Cup (1), 1995; Eurasia Cup (1), 2014.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T6th in 2014 at the World Golf Championships-Cadillac Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}