{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "28475","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Overton","first" : "Jeff","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-4","heightMetric" : "1.93","weight" : "195","weightMetric" : "88","birthDate" : "May 28, 1983","age" : "32","birthPlace" : "Evansville, Indiana","residence" : "Palm Beach Gardens, Florida","family" : "Wife, Christina","education" : "Indiana University (2005, Sports Management)","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2005","clubAffl" : "","cityPlaysFrm" : "Evansville; IN; United States","websiteUrl" : "http:\/\/www.jeffovertonpga.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "12,771,472&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "27th Nationwide Tour Qualifier at the 2006 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "Posted his first top-10 of the 2015-16 campaign with a T6 finish at The RSM Classic. At 11-under 271, finished a distance 11 strokes behind runaway-winner Kevin Kisner. It marked his first top-10 since a T7 at The Honda Classic in early March. His only other top-10 in five starts at The RSM Classic came in his first start at the event, also finishing T6 (2011).","carHigh" : "Posted two top-10s in 29 starts in rookie campaign on the 2006 PGA TOUR, finishing 136th on money list. Posted a double eagle on No. 18 at Westchester CC during the Barclays Classic as he holed a fairway wood from 239 yards after a 294-yard drive. It was the fourth in tournament history. First career top-10 came in 16th start of rookie campaign, a T10 at the John Deere Classic. Second top-10 was a T9 at the 84 LUMBER Classic. Earned initial TOUR card finishing T13 at 2005 Qualifying Tournament. Made it through all three stages in first attempt at Q-School. Missed cut in his only TOUR start at the 2005 Buick Championship. Made cut in all four career starts on the Nationwide Tour, including three in 2005 and one in 2006-a career-best T14 at the Chitimacha Louisiana Open. \n","otherCarHigh" : "Second-team All-America selection in 2004-05. Big Ten Player of the Year in 2004-05. 2005 Big Ten Champion. All-Big Ten first team 2002, 2004-05. Winner of eight individual collegiate tournaments. Member of winning 2005 Palmer and Walker Cup teams. Secured the winning point in singles with a two-putt par on the 18th hole to recapture the Walker Cup for the U.S. Walker Cup teammates John B. Holmes and Nicholas Thompson also earned PGA TOUR cards via the Qualifying Tournament. Won the Les Bolstad Award for Big Ten low season stroke average in 2004-05.","personal" : "Parents are school teachers who taught him the value of hard work. Got started playing golf in middle school.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2006","qSchoolYear" : "2005","exmtStatus" : "125th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "Posted his first top-10 of the 2015-16 campaign with a T6 finish at The RSM Classic. At 11-under 271, finished a distance 11 strokes behind runaway-winner Kevin Kisner. It marked his first top-10 since a T7 at The Honda Classic in early March. His only other top-10 in five starts at The RSM Classic came in his first start at the event, also finishing T6 (2011).","carHigh" : "2014-15: Among 16 made cuts in 29 starts through the Wyndham Championship, collected one top-10 finish and settled in at No. 125, the last player to qualify for the FedExCup Playoffs. Extended his number of consecutive Playoffs' appearances to nine, dating to its 2007 inception. A T69 showing at The Barclays kept him outside the top 100 and ended his season...Despite an opening-round, 1-over 71 at The Honda Classic, rallied with scores of 68-69-69 to claim a T7 in the Monday-finish event. The showing was his first top-10 since claiming a solo-fourth performance at the 2014 Zurich Classic of New Orleans.\n\n2013-14: Made 17 of 24 cuts with three top-10s. Ended the season at the second FedExCup Playoffs event near Boston, where he finished T69...Carded a first-round, 7-under 64 to take the lead at the Frys.com Open, later adding rounds of 72-69-69 to finish T16...Came back a week later with an opening-round, 8-under 63 at the Shriners Hospitals for Children Open en route to a T9 finish. It marked his first top-10 in seven starts at the Las Vegas event...Four rounds in the 60s led to a seventh-place finish at the Sony Open in Hawaii, his second-consecutive top-10 showing at the event (eighth in 2013)...The 2010 Zurich Classic of New Orleans runner-up returned to TPC Louisiana in April, where he posted first- and third-round scores of 5-under 67 to get into the hunt Sunday. Closed with a 2-under 70 to finish fourth at 16-under, three strokes behind Seung-Yul Noh.\n\n2013: Season included 17 made cuts in 24 starts, with top-10 finishes at the Valero Texas Open and the Sony Open in Hawaii. Ended the season No. 108 in the FedExCup...Posted his first top-10 finish in seven career starts at the Sony Open in Hawaii with an eighth-place finish. Carded four rounds in the 60s, including bookend 5-under 65s, to finish nine strokes behind champion Russell Henley...Next top-10 finish came in Texas in April. Opened and closed the Valero Texas Open with 3-under 69s at TPC San Antonio to claim a T7 with Bob Estes and Daniel Summerhays...Entered the FedExCup Playoffs at No. 100 in the rankings, but a T66 finish at The Barclays left him out of the 100-player Deutsche Bank Championship field for the first time in the FedExCup era. \n\n2012: Finished No. 44 in the FedExCup standings...Fired four sub-70 rounds, including a final-round 66, to finish T5 at the Transitions Championship, his first top-10 of the season. Finished one stroke out of a four-man playoff, at 13-under...In an effort to win and earn an invite into the following week's Masters Tournament, his second top-10 finish of the season came just two weeks later, at the Shell Houston Open, where four sub-par rounds earned him T4 honors...Advanced to the BMW Championship in his home state of Indiana with a T7 finish at the Deutsche Bank Championship, jumping from No. 83 to No. 40 in the FedExCup standings (eventually finished No. 44)...Notched the fourth top-10 finish of the season, an eighth-place finish at the Frys.com Open. Was one of four players at the event with all four rounds in the 60s.\n\n2011: Made 21 of 26 cuts but was only able to record five top 25s compared to 2010 when he had 10 top 25s in 18 made cuts...Made his sixth cut of the season in as many starts with a T6 finish at The Honda Classic, his first top-10 of the year and second at the event (T9 in 2009)...Next top-10 finish came at the HP Byron Nelson Championship, finishing T8 one year after a runner-up finish by two strokes to Jason Day. Opened with a 6-under 64 for his fourth first-round lead\/co-lead on PGA TOUR...Opened with a 1-over 71 at the AT&T National before closing with a 65-68-67 to finish T3, his third top-10 finish of the season. Second-round 65 was just one shy of the season-best 64 he opened with at the HP Byron Nelson Championship...Struggled in his next seven starts before four rounds in the 60s led to a T6 at the McGladrey Classic—his fourth top 10 of the season...Traveled to Kuala Lumpur, Malaysia, in October as a late replacement for David Duval and held the second-round lead at the CIMB Asia Pacific Classic after a 9-under 62, setting the course record at The Mines Resort and GC. Entered the final round one stroke behind Bo Van Pelt and shot a 69 to finish second. 2010: In the regular season, posted a career-best six top-10 finishes, five of which were top-fives within a 10-start stretch beginning with a runnner-up finish at the Zurich Classic of New Orleans. Made his way into each of the four FedExCup Playoffs events, where he finished 29th in the FedExCup points standings...Hired Eric Larson (formerly with Anthony Kim and Mark Calcavecchia) as caddie before posting career-best runner-up finish at Zurich Classic of New Orleans. Shot bogey-free, final-round 66 to finish two strokes behind winner Jason Bohn. Tied for the lead with Bohn before Bohn birdied three of the last four holes...Finished T2 at the HP Byron Nelson Championship for his second top-10 of the season, his first season with more than one top-10...One week later, finished T3 at the Crowne Plaza Invitational at Colonial. Opened the event with a share of the 18-hole lead after a 7-under 63...Four rounds in the 60s led to a third-place finish at the AT&T National...Held a four-stroke lead after 36 holes and a three-stroke advantage after 54 holes at The Greenbrier Classic, but finished second to Stuart Appleby, who closed with a 59. With an eagle putt to tie for the lead on the 71st hole, three-putted for par. Unable to birdie the par-3 18th hole, fell one short of Appleby with a final-round 67...Earned first invitation to the World Golf Championships-Bridgestone Invitational via his position inside the top 50 of the Official World Golf Ranking (No. 47) and finished the week T6, his sixth top-10 of the season. The T6 was his seventh finish inside the top 12 in his previous eight starts, dating to the HP Byron Nelson Championship...Finished 29th in his first start at the TOUR Championship, where he also finished on the FedExCup points list...Finished 2-2 in his first appearance at the Ryder Cup. Teamed with Bubba Watson to defeat Luke Donald and Padraig Harrington in the opening four-ball matches. Also claimed a 3-and-2 victory over Ross Fisher in singles matches. 2009: Made 20 cuts in 28 starts in fourth year on TOUR, posting three top-10 finishes for a third consecutive season. Made more than $1.1 million...First top-10 finish of the year was a T9 at the wind-swept Honda Classic, thanks in part to first and second rounds of 3-under 67. The T9 finish was his best since a fifth-place finish at the 2008 Valero Texas Open...Finished T10 at the St. Jude Classic after a final-round 66 at TPC Southwind...Shot a final-round 67 to finish T13 at The Open Championship, his best finish in a major up to that point. Made 16 birdies on the week. He qualified for the event by finishing second during qualifying at Plano, Texas, in late May, one year after being medalist in North American qualifying. The Open Championship was his first start since suffering a wrist injury and withdrawing during the second round of the AT&T National in early July...Made starts in the first three FedExCup Playoffs events. 2008: Made last eight cuts of the season, including two top-10s, to secure his card for 2009. Also overcame appendicitis to continue with fully exempt status...After missing the cut at the Wyndham Championship, was 144th on the money list and proceeded to earn more than half of his season earnings in the next eight starts...Finished T10 at the Turning Stone Resort Championship and fifth at the Valero Texas Open in consecutive weeks in early October to move into the top 125 on the money list...Underwent an emergency appendectomy on Oct. 21 at the Mayo Clinic in Scottsdale, Ariz. After playing nine holes at Grayhawk GC in preparation for the Frys.com Open, checked with medical personnel, who suggested he see a doctor and he was operated on that night. Ranked 122nd on the PGA TOUR money list at the time and fell to 126th...Returned to action the following week at the Ginn sur Mer Classic, where he finished T18 and was ranked 125th entering the final event of the season...His T21 at the Children's Miracle Network Classic presented by Walmart put him at 118th on the money list to end the season. 2007: In fifth start of the season, a final-round 66 led to a T10 finish at the Stanford St. Jude Championship...Topped that finish in mid-August at the Wyndham Championship in Greensboro, N.C., with a T2. Shared the second-round lead and held a three-stroke lead entering the final round. Brandt Snedeker's final-round 63 won the event at Forest Oaks CC, but Overton finished T2 with Tim Petrovic and Billy Mayfair. Finish moved him from 165th to 109th in the FedExCup standings and into the following week's FedExCup Playoffs event at The Barclays...Ended the year on a high note, finishing T6 at the Children's Miracle Network Classic presented by Walmart and moved up 18 spots on the money list to No. 99. His check for $154,100 pushed him over the $1-million mark for the first time in his career, making him the last of a TOUR-record 99 players to top that number in a single season. 2006: Posted two top-10s in 29 starts as a rookie and finished 136th on the money list...Posted a double eagle on No. 18 at Westchester CC during the Barclays Classic as he holed a fairway wood from 239 yards after a 294-yard drive. It was the fourth in tournament history and the third of the season...First career top-10 came in 16th start, a T10 at the John Deere Classic...Second top-10 was a T9 at the 84 Lumber Classic, moving into the top 125 on the money list at No. 123. 2005: Earned initial TOUR card by finishing T13 at the 2005 Qualifying Tournament. Made it through all three stages in first attempt at Q-School...Missed cut in his only TOUR start at the Buick Championship...Made cut in all three starts on the Web.com Tour, including career-best T19 finish at the Gila River Golf Classic. Amateur: Second-team All-American in 2004-05. Big Ten Player of the Year in 2004-05. 2005 Big Ten champion. All-Big Ten first team 2002, 2004-05. Winner of eight individual collegiate tournaments...Member of winning 2005 Palmer and Walker Cup teams. Secured the winning point in singles with a two-putt par on the 18th hole to recapture the Walker Cup for the United States...Walker Cup teammates J.B. Holmes and Nicholas Thompson also earned TOUR cards via the PGA TOUR Qualifying Tournament...Won the Les Bolstad Award for Big Ten low season stroke average in 2004-05.\n","otherCarHigh" : "","personal" : "Got started playing golf in middle school...Parents are school teachers who taught him the value of hard work.","otherInfo" : "","ntlTeams" : "Ryder Cup (1), 2010; Palmer Cup (1), 2005; Walker Cup (1), 2005.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T6th at the The RSM Classic.","dynStats" : "He ranks T55th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/JeffOvertonPGA"},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/jeffovertonpga"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/#!\/JeffOvertonPGA"},{"cat" : "youtube","desc" : "","url" : "https:\/\/www.youtube.com\/user\/JeffOvertonPGA"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}