{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20121","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Fischer","first" : "Todd","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "160","weightMetric" : "73","birthDate" : "August 23, 1969","age" : "46","birthPlace" : "Columbus, OH","residence" : "Pleasanton, CA","family" : "Wife, Amy; Wyatt David (3\/30\/08), Emerson Brooke (3\/30\/08)","education" : "University of San Francisco (1993, Exercise and Sports Science)","splInterest" : "Travel, all sports","pronunciation" : "","nwTourAlumnus" : "Nationwide Tour Alumnus","trndProYear" : "1993","clubAffl" : "Montreux G&CC (Reno, NV)","cityPlaysFrm" : "Pleasanton; CA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,413,294&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "40th qualifier from QT\/ML 61-100","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the Nationwide Tour from 2001-02 and 2007-10. Member of the PGA TOUR from 2003-06, never making fewer than 32 starts in a season. 2010: Made 21 Nationwide Tour starts and made eight cuts. Recorded his only top-10 finish, at the Price Cutter Charity Championship, his 14th start. Fired 66 in the first and third rounds and a final-round 68 to finish T7. 2009: Made two cuts in seven starts on the Nationwide Tour, with a T34 at the Ford Wayne Gretzky Classic. Made just three starts on the PGA TOUR, with made cuts at the Valero Texas Open (T11) and the AT&T Pebble Beach National Pro-Am (T69). 2008: Made 13 cuts in 26 starts with one top-10, a T7 at the Mexico Open in Morelia, the second event on the schedule. Ended the season No. 100 on the money list, with $56,004. 2007: Made the cut in 14 of 24 starts on the Nationwide Tour, with two top-10 finishes (T5 at the BMW Charity Pro-Am at The Cliffs and T9 at the Legend Financial Group Classic). Finished the year No. 61 on the money list, with $95,358. Made the cut in two of four starts on the PGA TOUR, with a T9 at the Reno-Tahoe Open in August his best finish since finishing third at the same Nevada tournament in 2005. 2006: Made 16 of 35 events on TOUR with three top-25s. 2005: Made 15 cuts in 35 events, with six top-25s and two top-10s including a solo third at the Reno-Tahoe Open. 2004: Finished a career-best No. 94 on the money list, with $847,996 and a career-high four top-10 finishes. 2003: Posted nine top-10 finishes since joining the TOUR in 2003, with four third-place finishes at the Greater Hartford Open, 2004 B.C. Open, 2004 Valero Texas Open and the 2005 Reno-Tahoe Open. 2002: Finished seventh on the Nationwide Tour money list, with $234,777 and had seven top-10 finishes to earn his first PGA TOUR card. Named July Nationwide Tour Player of the Month after winning the Fort Smith Classic. In only his fourth PGA TOUR event of his career and solo 2002 start, posted T15 at the AT&T Pebble Beach National Pro-Am for his first career cut. 2001: Finished 33rd on the Nationwide Tour money list. Earned his way through Monday qualifying, top-25 finishes and sponsor's exemptions. Made the cut in 11 of 12 events and posted four top-10s. Qualified for the 2000 U.S. Open at Pebble Beach GL. Forced to stop play due to weather after six holes during the second round, returned to the course Saturday morning and aced the par-3 seventh hole on his first swing. Bogeyed the 18th hole to miss the cut by one shot. \n","otherCarHigh" : "Four-time All-West Coast Conference selection at University of San Francisco. Second-team All-American in 1992. Won the 1992 Western Intercollegiate championship. Won the 1991 West Coast Conference individual title. Won the 1992 Pacific Coast Amateur Championship.","personal" : "Basically a self-taught player but lists Mitch Lowe, Marshall Smith and Mike Owen as instructors...Says playing his rookie season on the PGA TOUR as his biggest thrill in golf and the birth of his twins as his biggest thrill outside golf...Always marks his ball with his coin heads-up...Favorite course is Muirfield Village and would like to play Augusta National. Favorite teams are Ohio State University and the San Jose Sharks. Favorite TV show is \"Entourage\" and \"Green Eggs and Ham\" is his favorite book. Mexican is his favorite food. Andre Agassi is his favorite athlete to watch...Dallas and Reno are his favorite cities to visit, and Maui is his favorite vacation spot...One player in his dream foursome would be his father...Bucket list includes retiring soon.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2003","qSchoolYear" : "","exmtStatus" : "119th on 2005 money list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2004: Made $847,996 and posted a career-high four top-10s...Recorded four rounds in the 60s at the Omni Tucson National Golf Resort to finish T8 at the Chrysler Classic of Tucson, his first top-10 of the season and only the third of his career...Opened and closed with 65s at the B.C. Open to finish T3. Was one stroke back of the lead through 18 holes at En-Joie Golf Club...The next week shared U.S. Bank Championship in Milwaukee first-round lead at 5-under 65 with seven others, tying a TOUR record for players sharing the lead through 18 holes (2000 Honda Classic) before finishing T18...Posted second consecutive top-10 at the Buick Championship. Closing 66 moved him into the top-10 and finished T9...Fourth top-10 was T3 at Valero Texas Open that featured four rounds in the 60s, including a third-round 63. Finished four strokes behind champion Bart Bryant. 2003: Made the cut in 15 of his 32 events during his rookie season...Finished third, three strokes behind Peter Jacobsen, at the Greater Hartford Open, thanks to four rounds in the 60s. 2002: Finished seventh on the Nationwide Tour money list with $234,777 and had seven top-10s to earn his first PGA TOUR card. Named Nationwide Tour Player of the Month for July after winning the Fort Smith Classic. In only his fourth PGA TOUR event of his career and sole 2002 start, posted T15 at the AT&T Pebble Beach National Pro-Am for his first career made cut. 2001: Finished 33rd on the Nationwide Tour money list. Earned his way through Monday Qualifying, top-25 finishes and sponsor exemptions. Made the cut in 11 of 12 events and posted four top-10s. 2000: Qualified for the U.S. Open at Pebble Beach. Forced to stop play due to weather after six holes during the second round, returned to the course on Saturday morning and aced the par-3 seventh hole on his first swing. Bogeyed the 18th hole to miss the cut by one shot. Amateur: Four-time All-West Coast Conference selection at University of San Francisco. Second-team All-American in 1992. Won the 1992 Western Intercollegiate championship and the Pacific Coast Amateur Championship.. Won the 1991 West Coast Conference Individual title.\n","otherCarHigh" : "","personal" : "Lists his father David as his hero. Father introduced him to golf at age 7...Basically a self-taught player...Has had three competitive career holes-in-one.","otherInfo" : "Finished seventh on the Nationwide Tour money list with $234,777 and had seven top-10 finishes to earn his first PGA TOUR card. Named Nationwide Tour Player of the Month for July after winning the Fort Smith Classic. In only his fourth PGA TOUR event of his career and sole 2002 start, posted T15 at the AT&T Pebble Beach National Pro-Am for his first career cut. Finished 33rd on the 2001 Nationwide Tour. Earned his way through Monday Qualifying, top-25 finishes and sponsor exemptions. Made the cut in 11 of 12 events and posted four top-10s. Qualified for the 2000 U.S. Open at Pebble Beach. Forced to stop play due to weather after six holes during the second round, returned to the course on Saturday morning and aced the par-3 seventh hole on his first swing. Bogeyed the 18th hole to miss the cut by one shot. Four-time All-West Coast Conference selection at University of San Francisco. Second-Team All-American in 1992. Won the 1992 Western Intercollegiate championship. Won the 1991 West Coast Conference Individual title. Won the 1992 Pacific Coast Amateur Championship. Basically a self-taught player. Has had three competitive career holes-in-one.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 1st in 2002 at the Fort Smith Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}