{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "31003","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Jasper","first" : "Shawn","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "195","weightMetric" : "88","birthDate" : "August 14, 1984","age" : "31","birthPlace" : "Washington, Missouri","residence" : "St. Louis, Missouri","family" : "Single","education" : "University of Missouri (2007, Marketing)","splInterest" : "Hunting, fishing, college sports, St. Louis Cardinals","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2007","clubAffl" : "Boone Valley GC (Augusta, Missouri)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,695&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Conditional","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Monday qualifier at the Web.com Tour's Cox Classic but missed the cut in in his only start of the year. \n\n2011: Struggled in his rookie season on the Web.com Tour and missed the cut in his first 15 starts. Advanced to the weekend in his 16th and final start, the Mylan Classic. \n\n2010: Finished T64 at the PGA TOUR Qualifying Tournament...Has played on PGA TOUR Canada and the Adams Tour since turning pro. \n","otherCarHigh" : "Honorable mention All-American and a member of the Big 12 Conference All-Tournament team at Missouri in 2005. Two-time academic All-American, in 2006 and in 2007. Played his freshman year at Newman University and was the 2004 MCAC Player of the Year...Two-time all-state selection and two-time GAC Player of the Year in high school. Was state medalist two times.","personal" : "Attended Francis Howell High School in St. Charles, Mo...Went to Newman College for one year before transferring to the University of Missouri...Biggest thrill in golf was a hole-in-one during a first-round match of the 2005 U.S. Amateur at Merion...Biggest thrill outside golf was \"finishing my last exam in college.\"...Superstitions include marking his ball with a 1928 half dollar that belonged to his grandfather...Favorite course is Shinnecock Hills GC, and he would like to play Pine Valley...Missouri is his favorite college team and the St. Louis Cardinals are his favorite pro team...Favorite TV shows are \"Suits,\" \"Gold Rush\" and \"Moonshiners.\"...\"Top Gun\" and \"Wedding Crashers\" are his favorite movies...Luke Bryan and Eric Church are his favorite entertainers, and Ozzie Smith is his favorite athlete to watch...Favorite cities to visit are Sea Island, Ga., and Nashville, Tenn...Would round out his dream foursome with George Strait, Ozzie Smith and Arnold Palmer...Not many people know he once caddied for Michael Jordan...Bucket list includes attending a national championship basketball or football game involving Missouri...Has two brothers. One plays golf at Southwestern College and the other played at Missouri Baptist University, both earning all-conference honors...Donated money to Birdies for Kids for every birdie he made on PGA TOUR Canada. Also supports the St. Jude's Children's Hospital and various SIDS-related charities via a friend...First-tee intro song would be \"Hillbilly Deluxe\" by Brooks and Dunn...Twitter name is @sjgolfer.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T63rd in 2011 at the Mylan Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}