{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01051","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Ballesteros","first" : "Seve","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t 6-0","heightMetric" : "1.83","weight" : "195","weightMetric" : "89","birthDate" : "April 9, 1957","age" : "59","birthPlace" : "Pedrena, Spain","residence" : "Bilbao, Spain","family" : "Baldomero (1990), Miguel (1992), Carmen (1994)","education" : "","splInterest" : "Cycling, fishing, gardening","pronunciation" : "sev-EE buy-uh-STARE-ohs","nwTourAlumnus" : "","trndProYear" : "1974","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "Inducted 1999","combTourMoney" : "1,841,189&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1984","qSchoolYear" : "","exmtStatus" : "Deceased","otherVics" : "(4): 1976 World Cup [with Manuel Pinero]. 1977 World Cup of Golf [with Antonio Garrido]. 1992 Fifth Centenary Cup. 1995 Tournament Perrier of Paris [with Jose Maria Olazabal].","intlVics" : "(78): 1974 Spanish National Championship for Under 25s, Vizcaya Open. 1975 Spanish National Championship for Under 25s. 1976 Dutch Open [Eur], Donald Swaelens Memorial, Cataluna Championship, Tenerife Championship, Lancome Trophy. 1977 France Open [Eur], International Golf Championship [Eur], Otago Charity Classic [NZ], Braun International Golf, Swiss Open [Eur], Japan Open [Jpn], Dunlop Phoenix [Jpn]. 1978 Martini International [Eur], German Open, Kenya Open, Spanish National for Under 25s, Scandinavian Enterprise Open [Eur], Japan Open [Jpn], Swiss Open [Eur]. 1979 Lada English Golf Classic [Eur], Prat Open. 1980 Madrid Open [Eur], Martini International [Eur], Dutch Open [Eur]. 1981 Scandinavian Enterprise Open [Eur], Dunlop Phoenix [Jpn], Suntory World Match Play Championship, Spanish Open [Eur], Australian PGA Championship [Aus]. 1982 Madrid Open [Eur], San Remo Masters, Suntory World Match Play Championship, France Open [Eur]. 1983 Sun Alliance PGA Championship [Eur], Irish Open [Eur], Lancome Trophy [Eur], Million Dollar Challenge [SAf]. 1984 Irish Open [Eur], France Open [Eur], Sanyo Open [Eur], Spanish Open [Eur], Suntory World Match Play Championship, Million Dollar Challenge [SAf]. 1985 Spanish Championship, Suntory World Match Play Championship, Championship of Spain-Codorniu. 1986 Dunhill British Masters, Irish Open [Eur], Monte Carlo Open [Eur], France Open [Eur], Dutch Open [Eur], Lancome Trophy [Eur]. 1987 Suze Open [Eur]. 1988 Mallorca Open de Baleares [Eur], APG Larios, Championship of Spain for Professionals, Scandinavian Enterprise Open [Eur], German Open [Eur], APG Larios, Lancome Trophy [Eur], Taiheiyo Masters [Jpn]. 1989 Cepsa Madrid Open [Eur], Grand Prix of Europe Matchplay Championship [Eur], European Masters Swiss Open [Eur]. 1990 Renault Open de Baleares [Eur]. 1991 The Crowns [Jpn], Toyota World Match Play Championship, Volvo PGA Championship [Eur], British Masters [Eur]. 1992 Dubai Desert Classic [Eur], Turespana Open de Baleares [Eur]. 1994 Benson & Hedges International Open [Eur], German Masters [Eur]. 1995 Spanish Open [Eur].","curYearHigh" : "","carHigh" : "Winner of 82 tournaments worldwide, including a record 50 titles on the European Tour. Won national opens in nine countries: the Netherlands, France, Switzerland, Great Britain, Spain, Ireland, Germany, Japan and Kenya. \n\n2011: Died of brain cancer on May 7 at his home in Pedrena, Spain.\n\n2008: Lost consciousness in Madrid, Spain, and was later diagnosed with a malignant brain tumor. A month later, on October 14, underwent brain surgery to have the tumor removed. Had further surgery 10 days later. Left the hospital in December, returning to his home for rehabilitation and chemotherapy threatments.\n\n2007: Announced his retirement from competitive golf in July , just before The Open Championship, after missing the cut at the Masters and making his debut on the Champions Tour, with a T77 finish at the Regions Charity Classic near Birmingham, Ala. \n\n2006: Played two events, missing the cut at The Open Championship and the French Open. \n\n2005: Made one start.\n\n2004: Was in the field at the Bay Hill Invitational but did not make the start. \n\n2003: Made one appearance on the European Tour...Missed the cut at the Masters. \n\n2002: Played in the Masters in April, missing the cut. \n\n2001: Both of his starts came in major championships, the Masters Tournament and The Open Championship. Missed the cut in both.\n\n2000: Had his last under-par round on the PGA TOUR, shooting a second-round 69 at The Open Championship. Still missed the cut after an opening 78...Missed the cut at the Masters following consecutive 81s at Augusta National...Instrumental in introducing the Seve Trophy, a team competition pitting players representing Great Britain and Ireland vs. a team from continental Europe. \n\n1999: Earned the game's highest honor when the World Golf Hall of Fame inducted him...Played in four TOUR events, missing the cut in all four.\n\n1998: Missed the cut at the Freeport-McDermott Classic, the Masters Tournament and The Open Championship.\n\n1997: Guided the European Ryder Cup team to victory in his only year serving as captain. At Valderrama GC in his native Spain, Europe edged the U.S. by one point...Missed the cut at both the Masters Tournament and The Open Championship.\n\n1996: Made his final PGA TOUR cut, at the Masters Tournament. Shot rounds of 73-73-77-76 at Augusta National to finish 43rd...Missed the cut at the BellSouth Classic the week before the Masters...Missed the cut at The Open Championship.\n\n1995: Won his final professional title, at the Spanish Open...Turned in his final PGA TOUR top-10, a T8 effort at the Honda Classic in March. Recovered from a third-round 76 with a 69...In his final Ryder Cup appearance as a player, played in three matches. Team with David Gilford for a 4-and-3 four-balls' win over Brad Faxon-Peter Jacobsen then lost with Gilford, also in four-balls, to Jay Haas-Phil Mickelson. Lost in singles to Tom Lehman, 4 and 3. \n\n1994: Played on the weekend in four of his six PGA TOUR starts, with T18s at the Masters and the U.S. Open his best showings.\n\n1993: At the Ryder Cup appearance, again formed a powerful team with fellow countryman Jose Maria Olazabal, winning all three of their matches together. Lost to Jim Gallagher, Jr., 3 and 2, in singles in the U.S.'s two-point win at The Belfry...A T11 at the Masters, with three consecutive under-par rounds after an opening 74 led to a T11 at Augusta National. \n\n1992: Best TOUR finish in six starts was a T12 at the Freeport-McMoRan Golf Classic.\n\n1991: In June, was T5 at the Buick Classic for his top performance...Added a T9 at the Open Championship later in the season after shooting a first-round 66 at Royal Birkdale GC to take the first-round lead...In the Ryder Cup, again played exclusively with Jose Maria Olazabal as his partner. The Spaniards won both of their foursomes matches (over Paul Azinger-Chip Beck and over Fred Couples-Raymond Floyd), defeated Azinger and Beck in first-day four-ball play then halved their second-day four-ball match against Payne Stewart-Couples). Defeated Wayne Levi, 3 and 2, to wrap up an undefeated week at The Ocean Course on Kiawah Island, S.C., in Europe's one-point loss to the U.S...After a 14-year absence from competition, returned to the World Cup for a final time, turning in a T6 performance with partner Jose Rivero at Le Querce GC in Rome, Italy. His 68-6971-72 was good for a T4 with Switzerland's Andre Bossert in the International Trophy won by Ian Woosnam...Won on the Japan Golf Tour, capturing The Crowns. Was one shot better than Australia's Roger Mackay in Togucho, Japan, when he rolled in a 20-foot birdie putt to beat Mackay on the 72nd hole...In October, defeated Nick Price, 3 and 2, in the finals of the World Match Play tournament in Virginia Water, England. It was his fifth title in the event, tying him with Gary Player for most all-time...Took a seven-shot lead into the final round of the British Masters, shot a 3-over 75 in the final round and won for a second consecutive week and giving him consecutive victories for the first time since 1986. \n\n1990: At the rain-shortened Independent Insurance Agent Open, shot rounds of 69-68-68 near Houston to T3...Carried that momentum with him to the Masters Tournament the next week. Started slowly in the week's first major, shooting 74-73 in the first two rounds. Came back with a 68-71 finish to T7.\n\n1989: Again played all of his Ryder Cup team matches with Jose Maria Olazabal as his partner. The duo went 3-0-1. In four-balls, the team beating Tom Watson and Mark O'Meara and the team of Mark Calcavecchia and Ken Green. In foursomes, it halved its match against Watson-Chip Beck and defeated the team of Curtis Strange-Tom Kite. Lost his singles match to Paul Azinger, 1-down, as Europe tied the U.S., again at The Belfry, to retain the Cup.\n\n1988: Won his final major championship when he won his final Open Championship title.\n\n1987: Joined forces with Jose Maria Olazabal in all of his foursomes and four-ball matches, with the duo turning in a 3-1 week, their only loss coming in foursomes (to Ben Crenshaw and Payne Stewart). Defeated Curtis Strange in singles, 2 and 1. \n\n1985: In Europe's five-point Ryder Cup victory at The Belfry in Sutton Coldfield, England, was instrumental in the win with a 3-1-1 week. Victories came in two different foursomes' matches (both with Manuel Pinero) and a four-ball triumph over Andy North and Peter Jacobsen, again with Pinero. Halves his singles match with Tom Kite. \n\n1984: Won his second Open Championship.\n\n1983: Won the Masters Tournament for a second time...After not qualifying for the 1981 Ryder Cup, returned to action and began a streak of seven consecutive events he would play, becoming one of Europe's best-known and most-beloved Ryder Cup members. In the U.S.'s one-point win at PGA National GC in Palm Beach Gardens, Fla., was 2-1-2, halving his singles match with Fuzzy Zoeller and halving his four-balls match (with Paul Way) against Gil Morgan and Jay Haas. Victories came in foursomes, again with Way (over Raymond Floyd and Curtis Strange) and over Tom Watson and Bob Gilder. \n\n1981: Won the Australian PGA Championship.\n\n1980: Earned his first green jacket, winning the Masters Tournament in April.\n\n1979: Won the first of three Open Championship titles....Made his Ryder Cup debut for the European team, compiling a 1-4 record while playing in every one of Europe's matches. Lone victory came in foursomes, with Antonio Garrido as his partner, a 3-and-2 decision with Antonio Garrido over Fuzzy Zoeller and Hubert Green.\n\n1978\n\n1977: Won the International Golf Championship in July in London. Finished regulation at Moor Park GC tied with 19-year-old Nick Faldo after leading Faldo by a stroke through 54 holes. Fell three shots behind Faldo midway through the round before rally. On the first sudden-death hole, made a birdie-4 on the par-5 hole for the $10,200 first prize...In mid-July, at Crans-sur-Sierre, Switzerland, won the Swiss Open by three strokes at the Crans GC's Alpine Course. Shot a 3-under 69 in the final round to defeat John Schroeder by three shots to cap the wire-to-wire win...Represented Spain again in the World Cup and the country successfully defended its title. With Pinero unable to play, teamed with Antonio Garrido. The duo fired 295-296—591, three better than the runner-up team from the host-country Philippines (Rudy Lavares-Ben Arda). Shot rounds of 73-77-69-76 at Wack Wack GC in Manila to finish T6 in the International Trophy...In November, won from start to finish at the Japan Open in Tokyo. Finished his four rounds at Narashino CC at even par, edging Japan's Takashi Murakami by a shot...Stayed in Japan and the following week added the Dunlop Phoenix title at Miyazaki Phoenix CC. Finished the tournament at 6-under, a stroke ahead of Kikuo Arai and two in front of Hubert Green and Fujio Kobayashi. The win was worth $50,000, giving him a two-week haul of $91,000 in Japan...Added the Otago Charity Classic title in early December, shooting a final-round 67 at New Zealand's St. Clair GC to edge the U.S.'s Bob Byman by four shots and Australian Ted Ball by five.\n\n1976: Playing in his second World Cup, joined with Manuel Pinero to represent Spain at the annual team competition, held at Mission Hills in Palm Springs, Calif. Shot rounds of 71-72-72-74, and with Pinero's 285 total the team combined for an eight-round total of 574 and a two-shot victory over the U.S. team of Jerry Pate and Dave Stockton. After runner-up finishes in 1958, 1963 and 1965, Spain recorded its first title.\n\n1975: Was part of Spain's World Cup team for the first time, playing alongside Angel Gallardo. Team finished 17th at Navatanee GC in Bangkok, Thailand\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "Ryder Cup (8), 1979, 1983, 1985, 1987, 1989, 1991, 1993, 1995. Ryder Cup Captain (1), 1997; World Cup (4), 1975, 1976, 1977, 1991; Seve Trophy Captain (4), 2000, 2002, 2003, 2007.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2007","qSchoolYear" : "","exmtStatus" : "PGA TOUR Career Victory Category","otherVics" : "(79) 1974 Campeonato Nacional Para Sub-25, Vizcaya Open. 1975 Campeonato Nacional Para Sub-25. 1976 Dutch Open, Lancome Trophy, Memorial Donald Swaelens, Campeonato de Cataluna, Campeonato de Tenerife. 1977 French Open, Uniroyal International, Swiss Open, Braun International Golf, Japanese Open, Dunlop Phoenix, Otago Classic. 1978 Martini International, German Open, Scandanavian Enterprise Open, Swiss Open, Kenya Open, Campeonato de Espana Sub-25, Japanese Open. 1979 English Golf Classic, Open el Prat. 1980 Madrid Open, Martini International, Dutch Open. 1981 Scandanavian Enterprise Open, Benson and Hedges Spanish Open, Australian PGA Championship, Suntory World Match Play Championship, Dunlop Phoenix. 1982 Cepsa Madrid Open, Paco Rabanne French Open, Masters de San Remo, Suntory World Match Play Championship. 1983 Sun Alliance PGA Championship, Carrolls Irish Open, Lancome Trophy, Million Dollar Challenge. 1984 Suntory World Match Play Championship, Million Dollar Challenge. 1985 Carrolls Irish Open, Peugeot French Open, Sanyo Open, Benson and Hedges Spanish Open, Campeonato de Espana-Codomiu, Suntory World Match Play Championship. 1986 Dunhill British Masters, Carrolls Irish Open, Johnnie Walker Monte Carlo Open, Peugeot French Open, KLM Dutch Open, Lancome Trophy. 1987 Suze Open, APG Larios, Campeonato de Espana Para Profesionales. 1988 Mallorca Open de Baleares, Scandanavian Enterprise Open, German Open, Lancome Trophy, APG Larios, VISA Taiheiyo Masters. 1989 Cepsa Madrid Open, Epson Grand Prix, Ebel European Masters-Swiss Open. 1990 Open Renault de Baleares. 1991 Volvo PGA Championship, Dunhill British Masters, Toyota World Match Play Championship, Chunichi Crowns Open. 1992 Dubai Desert Classic, Turespana Open de Baleares, Copa Quinto Lentenario per Equipos. 1994 Benson and Hedges International Open, Mercedes German Masters. 1995 Peugeot Open de Espana, Tournoi Perrier de Paris [with Jose Maria Olazabal].","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "Becomes eligible for the Champions Tour at this year's Liberty Mutual Legends of Golf...One of the greats of European Tour golf, with 87 victories around the world in his career, including two Masters Tournaments (1980, 1983) and three Open Championship titles (1979, 1984, 1988)...First received international attention at the 1976 Open Championship at Royal Birkdale when, along with Jack Nicklaus, he finished second to Johnny Miller...Claimed 50 titles in Europe and won open championships in nine countries: The Netherlands, France, Switzerland, Great Britain, Spain, Ireland, Germany, Japan and Kenya...Also won 1981 Australian PGA...First PGA TOUR title came at the 1978 Greater Greensboro Open, coming from 10 strokes back at the halfway mark to edge both Fuzzy Zoeller and Jack Renner by a stroke...Victory in the 1980 Masters at age 23 made him the youngest winner of that prestigious event at the time. Led by seven strokes after three rounds and won by four at Augusta National...Might best be known for spearheading Europe's rise to Ryder Cup glory. Played on eight European Ryder Cup teams, winning 22 1\/2 points from his 37 matches. Victorious European Ryder Cup captain in 1997 at Valderamma, Spain...First player to reach £1 million, £2 million and £3 million in earnings on the European Tour...Won the European Tour Order of Merit in 1976-78, 1986, 1988 and 1991...Represented Spain in the World Cup in 1975-77 and 1991, winning in both '76 and '91...Also played for Spain in the 1985-86 and 1988 Dunhill Cup Matches...Won the Johnnie Walker Golfer of the Year in 1986, 1988 and 1991...Inducted into the World Golf Hall of Fame in 1999.","personal" : "One of four brothers—all golf professionals—he learned the game at the age of seven using a cut-down 3-iron on the beach near his home...Grew up on a farm adjacent to a golf course and worked as a caddie...Instrumental in the birth and development of The Seve Trophy, a competition on the European Tour pitting professionals from continental Europe against players from Great Britain and Ireland...Website is seveballesteros.com","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T77th in 2007 at the Regions Charity Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}