{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29833","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Fujimoto","first" : "Yoshinori","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-5","heightMetric" : "1.65","weight" : "150","weightMetric" : "68","birthDate" : "October 25, 1989","age" : "26","birthPlace" : "Nara, Japan","residence" : "","family" : "","education" : "","splInterest" : "","pronunciation" : "YO-shih-nor-ee FOO-jee-mo-toe","nwTourAlumnus" : "","trndProYear" : "2012","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : ""}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(2): 2012 Japan Golf Tour Championship Citibank Cup Shishido Hills [Jpn]. 2013 Toshin Golf Tournament [Jpn].","curYearHigh" : "","carHigh" : "2015: Made 20 cuts in 24 Japan Golf Tour starts and finished third on the money list. Shot four consecutive rounds in the 60s at the Japan PGA Championship Nissin Cupnoodles Cup. Finished third, four shots behind winner Adam Bland's winning score...A week later, added three more sub-70 rounds to start the Kansai Open Golf Championship, giving him eight consecutive rounds in the 60s dating to The Crowns earlier in the month. Fired a final-round 70 to T9...At the ISPS Handa Global Cup, three 68s and a third-round 70 led to a T10...In his next start, after opening with a 71, finished 68-69-69 at the Shigeo Nagashima Invitational Sega Sammy Cup to T6...Game really rounded into shape late in the season, beginning in early November. At the Mynavi ABC Championship, fired a final-round 69 to T8...A week later, was a hard-luck runner-up at the Heiwa PGM Championship. Rounds of 68-68-66-69 weren't enough to catch Hideto Tanihara, who won by two shots...Third consecutive top-10 came at the Mitsui Sumitomo Visa Taiheiyo, a T8 at the rain-shortened event...Added his second runner-up finish of the season when he enjoyed for sub-70 rounds at the Dunlop Phoenix to T2 with Hideki Matsuyama, two shots short of winner Yusaku Miyazato...Put himself in contention again a week later, at the Casio World Open. Was only tied for 22nd at the halfway mark until a Saturday 68 left him five behind leader Ryo Ishikawa with 18 holes to play. Added a week's best 67 on the final day but couldn't make up any ground, eventually falling to South Korean Jung Gon Hwang by five shots...Sixth top-10 in a row came at the season-ending Golf Nippon Series JT Cup. Finished T2, with rounds of 66-71-69-65 leaving him tied with Koumei Oda, five shots behind Ishikawa dominant performance. \n\n2014: Had a solid campaign, with eight top-10s, a pair of runner-up performances and a 12th-place finish on the final money list. Held the outright 54-hole lead at the Kansai Open Golf Championship after rounds of 67-69-66 gave him a two-stroke advantage of Tetsuji Hiratsuka with 18 holes to play at Rokko CC. Couldn't maintain his momentum and shot a 1-over 73 on the final day, dropping into second place, two shots behind winner Koumei Oda...Added a T9 two starts later, at the PGA Championship Nissin Cupnoodles Cup. Was mored in a tie for 30th through 54 holes then posted a 4-under 68 on the final day to earn the top-10...Added consecutive top-10s in mid-summer. At the Fujisankei Classic, a final-round 69 led to a 10th-place showing..In his next start, was tied for second at the 36-hole mark, using a second-round, 7-under 65 to move into position. A 69-68 weekend gave him a T3, two shots out of the Matsumasa Miyamoto-Hideto Tanihara playoff...Took the 36-hole lead at the Top Cup Tokai Classic before a third-round 77 became his undoing. Rallied with a final-round 70 to T5...Was T8 in mid-October at the Japan Open. Three 68s and a third-round 64 earned him a T2 at the Heiwa PGM Championship in Kasumigaura. Entered the final round tied for second, two behind leader Tomohiro Kondo. Couldn't catch Kondo when he played dominant Sunday golf with a 5-under 66. Tied with Tanihara and Hyun Woo Ryu, four shots short of Kondo...Final top-10 was a seventh-place effort at the Golf Nippon Series JT Cup. \n\n2013: Had six top-10s, including his first victory on his way to a another solid season. Completed the year 10th on the money list...At the PGA Championship Nissin Cupnoodles Cup, held the 36-hole lead following a 69-65 opening two rounds. Shot a third-round 78 to fall way back but then righted the ship Sunday, with a 3-under 68 to T2, falling a stroke short of winner Hyung Sung Kim...Next top-10 came in style, in October. Accelerated out of the gate with an opening 63 at the Toshin Golf Tournament. Sealed the deal with rounds of 64-70-67 to win by four strokes over countryman Koumei Oda. Finished at 24-under-par 264 to lock up a title for a second consecutive season...Added a third-place showing three starts later. At the Mynavi ABC Championship, moved into contention with a 7-under 64. Was tied for second with 18 holes to play, a stroke behind pacesetter S.K. Ho.Settled for the third-place performance when he shot a 68 on the final day to miss the Ho-Yuta-Ikeda playoff by a shot...The following week, finished T8 at the Heiwa PGM Championship in Kasumigaura...Closed the year with a T10 at the Dunlop Phoenix, followed by a T6 at the Golf Nippon Series JT Cup. \n\n2012: Had an impressive rookie campaign, winning once and finishing fifth on the money list. In his first four made cuts, was top-10 in all of them. Began the year with a seventh-place outing at the Token Homemate Cup, thanks to a final-round, 7-under 64...Took a share of the first-round lead at the Totoumi Hamamatsu Open then held the outright lead at the 36- and 54-hole junctures. Led Hideto Tanihara by two shots with 18 holes to play. Managed a 1-under 71 on the final day, but that allowed a hard-charging Jay Choi (Sunday 65) to pass him and win by a shot...In his next start, finished T6 at the Diamond Cup Golf...Prevailed at the Japan Golf Tour Championship Citibank Cup Shishido Hill, turning back Masamichi Uehira by two strokes with rounds of 68-68-67-68. Slowly moved up the leaderboard until he took a one-shot advantage into the final round over Masahiro Kawamura and Uehira. Fourth consecutive round in the 60s—and a third 68 during the week—moved him to the final victory margin...Waited all the way until November for his next top-10. Four sub-par rounds gave him a third-place finish at the Mitsui Sumitomo Visa taiheiyo Masters...Final top-10 of the campaign was a T3 at the Casio World Open...Made his major championship debut, finishing T54 at The Open Championship in July...Two weeks later, played in his first World Golf Championships event—the Bridgestone Invitational. Finished T60 at Firestone CC. \n\nAmateur: Won the individual silver medal at the 2011 Summer Universiade aiding the Japanese team to claim the gold medal.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T54th in 2012 at the The Open Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}