{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01353","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Fleisher","first" : "Bruce","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "205","weightMetric" : "93","birthDate" : "October 16, 1948","age" : "67","birthPlace" : "Union City, Tennessee","residence" : "BallenIsles, Florida","family" : "Wife, Wendy; Jessica (3\/23\/80); one grandchild","education" : "Miami-Dade Junior College, Furman University","splInterest" : "Music, fitness, nutrition","pronunciation" : "FLY-shur","nwTourAlumnus" : "","trndProYear" : "1969","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "brucefleisher.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "16,461,141&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Teamed with Larry Nelson to go wire to wire in the Legends Division of Bass Pro Shops Legends of Golf in April. The pair finished with a 45-hole total of 12-under-par 139, three shots better than Jack Nicklaus and Gary Player...Made just two other starts during the year, and none after the win in Missouri in late April.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Teamed with Larry Nelson to go wire to wire in the Legends Division of Bass Pro Shops Legends of Golf in April. The pair finished with a 45-hole total of 12-under-par 139, three shots better than Jack Nicklaus and Gary Player...Made just two other starts during the year, and none after the win in Missouri in late April.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1972","qSchoolYear" : "Fall 1971, 1997","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Teamed with Larry Nelson to go wire to wire in the Legends Division of Bass Pro Shops Legends of Golf in April. The pair finished with a 45-hole total of 12-under-par 139, three shots better than Jack Nicklaus and Gary Player...Made just two other starts during the year, and none after the win in Missouri in late April.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1999","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(8): 1968 U.S. Amateur. 1971 Brazilian Open. 1977 Little Crosby Pro-Am. 1989 PGA Club Pro Championship, 1990 PGA Cup [team], Jamaican Open, Bahamas Open, Brazilian Open.","intlVics" : "(2): 2000 AIB Irish Seniors Open. 2015 Bass Pro Shops Legends of Golf (Legends) [with Larry Nelson].","curYearHigh" : "Teamed with Larry Nelson to go wire to wire in the Legends Division of Bass Pro Shops Legends of Golf in April. The pair finished with a 45-hole total of 12-under-par 139, three shots better than Jack Nicklaus and Gary Player...Made just two other starts during the year, and none after the win in Missouri in late April.","carHigh" : "2014: Played just six official events once again and turned in his best outing in his first start, a T43 at the Allianz Championship...Teamed with Larry Nelson for a second-place finish in the unofficial Legends Division in June's Big Cedar Lodge Legends of Golf. \n\n2013: Limited his schedule to just six events, the fewest of his career...Best finish was a T44 at the Toshiba Classic in March...Was also T6 in the unofficial Raphael Division at the Liberty Mutual Insurance Legends of Golf, with partner Tom Jenkins.\n\n 2012: For the first time since the 2004 Bruno's Memorial Classic, was a sole first-round leader in a Champions Tour event after opening with 6-under 65 at the Encompass Insurance Pro-Am. Eventually placed T32 in the Tampa-area tournament...Teamed with good friend Tom Jenkins to finish T9 at the Liberty Mutual Legends of Golf in Savannah in April. \n\n2011: Shot 6-under 65 in the second round of The Principal Charity Classic and eventually finished T16 in Iowa, his best finish during the year. That round included a front-nine, 6-under 29, tying the nine-hole tournament record on that side. 2009: Turned in a strong performance at the Senior PGA Championship in May when he finished third on the strength of weekend rounds of 69-67. Performance at Canterbury GC was his best in a major on the Champions Tour since he was third at the 2004 Ford Senior Players Championship at TPC Michigan. 2008: Was the 36-hole leader at the SAS Championship and eventually T5 near Raleigh, his best performance since his T5 at the 2006 Outback Steakhouse Pro-Am...Ended his season on a high note by finishing T5 again at the AT&T Championship in San Antonio. Second-round 65 included an ace on the par-3 18th hole at Oak Hills, his fourth career Champions Tour hole-in-one. Had three consecutive rounds in the 60s in a tournament for the first time since the 2005 Administaff Small Business Classic. 2006: Plagued by foot problems during the last half of the season...Had a pair of opportunities to win early in the year. After holding the 36-hole lead at the FedEx Kinko's Classic, opened with a 4-under-32 on the front nine before disaster struck on the back nine. Made a bogey at No. 11 and then played Nos. 14-17 in 5-over par and eventually finished T6...Made the fifth hole-in-one of his competitive career when he aced No. 3 in the second round at The Hills CC, with a 5-iron from 177 yards. It was his third ace in 10 months, after holes-in-one at the 2005 Allianz Championship and the SBC Championship...Finished T5 at the Outback Steakhouse Pro-Am in Tampa after being two strokes off the pace after 36 holes. 2005: Among the top 10 in a third of his 27 appearances, highlighted by a trio of T5s during the season. One came in Texas where he trailed by one stroke at the FedEx Kinko's Classic entering the final round in Austin, but fell back after a final-round 73...Reeled off a Champions Tour-best 21 straight rounds of par\/better late in the year...Was the only player during the campaign to make a pair of aces. Made his first hole-in-one of the season in the opening round of the Allianz Championship at the Tournament Club of Iowa (No. 16 from 178 yards with a 4-iron). Second came Saturday of the SBC Championship (No. 9 from 163 yards with a 7-iron). 2004: Got off to a fast start when he prevailed by one stroke over Dana Quigley at the Royal Caribbean Golf Classic. Continued his mastery at the Crandon Park GC, winning the event for the third time in six tries. His 6-under-par total of 210 was the highest winning total in tournament history. Was the only player to finish all three rounds under par, including a final-round 71 in windy conditions that included a birdie on the final hole to edge Quigley. The victory marked the second time in his career he had won the same event three times, having done so at the Home Depot Invitational from 1999-2001...Became the first multiple winner of 2004 when he went wire to wire near Birmingham and cakewalked to a seven-stroke victory at the Bruno's Memorial Classic. Victory was his 18th career title on the Champions Tour, and his 12th different tournament title. Made just two bogeys in the event and led the field by hitting 48 of 54 greens (90.7 percent). Winning margin at Greystone was largest of his career...Thwarted in his bid to win a third title at the Greater Hickory Classic at Rock Barn. Started the final round with a three-stroke advantage, but was overtaken by Doug Tewell and finished second despite posting a 4-under 68 Sunday. 2003: Claimed his second Verizon Classic title early in the campaign. Outdueled Hale Irwin down the stretch at the TPC Tampa Bay. Was the beneficiary of a two-stroke swing at the 17th hole Sunday...Challenged Tom Jenkins down the stretch at the Bruno's Memorial Classic, but finished solo second after making bogeys on two of the last three holes...Made a spirited bid for another victory at the Columbus Southern Open, but his closing-round, 8-under-par 62 fell two strokes shy of eventual winner Morris Hatalsky...Opened with a 7-under-par 64 at the FleetBoston Classic in August and hung in contention for the duration before falling by three strokes to Allen Doyle and finishing T2 along with Bob Gilder...Also T2 at the Allianz Championship despite shooting a 7-under 64 in the second round. 2002: Recorded 20 top-10 finishes with 46 rounds in the 60s, both second to Hale Irwin (22\/50)...Claimed his first title in more than 12 months when he had a record-setting performance at the RJR Championship. Was a five-stroke victor over Irwin, and in the process, set Champions Tour 36- and 54-hole scoring records. His 54-hole total of 191 (19-under-par) broke the previous three-round low by two strokes (set in 1989 by Bob Charles and later matched by Charles Coody in 1991 and Gibby Gilbert in 1992) and his 36-hole score also broke the old mark by two strokes (set by Jim Colbert in 1994 and matched by Hale Irwin in 1997). Opened the tournament by tying the Champions Tour 18-hole record with a 60 (10-under-par) that included pars on the last four holes. Made 10 birdies and had just 23 putts on the par-70 Tanglewood course. Victory made him the last of three wire-to-wire winners during the year (Tom Kite, MasterCard Championship, and Bob Gilder, FleetBoston Classic. 2001: Earned over $2 million for the third straight year and went down to the wire with Allen Doyle for the top spot in the first Charles Schwab Cup competition and the single-season money list...Of his 94 rounds, 48 were in the 60s, and he had 70 sub-par scores during the campaign...Among his three victories was his first senior major championship on the Champions Tour. Claimed his biggest career title at the U.S. Senior Open at Salem CC near Boston, one year after losing the 54-hole lead at Saucon Valley and finishing second to Hale Irwin. Was among four players four strokes back with one round to play, but carded a steady 68 in the final round to edge Gil Morgan and Isao Aoki by one stroke...Went on to join Doyle as the only players to finish in the top 10 in all four senior majors...First win of the season came at the Las Vegas Senior Classic when he overcame a two-stroke deficit to win by three strokes...During the spring, became just the sixth player in Champions Tour history to win the same event three straight times when he won The Home Depot Invitational near Charlotte with a tournament-record score of 15-under 201. Was the only player in the field to post three rounds in the 60s and was three strokes better than John Bland. 2000: Successfully defended three titles during the year...Edged Vicente Fernandez by two points at the Royal Caribbean Classic, thanks to five birdies Sunday in the Modified Stableford format event...Bested Hubert Green in a playoff at The Home Depot Invitational, making birdie on the third extra hole of overtime. Went wire-to-wire for the second year in a row to claim the Lightpath Long Island Classic, defeating Dana Quigley by two strokes...Had outdistanced Quigley by four strokes earlier in the year at the GTE Classic in Tampa and earned February Player of the Month honors. GTE Classic win gave him nine victories in his first 36 senior career starts and the nine wins came in a period of one year, 15 days, the fastest anyone has reached that mark in Champions Tour history... Suffered his most disappointing defeat of the season at the U.S. Senior Open at Saucon Valley. Fired a course-record, 7-under 64 on the first day and was also the 36- and 54-hole leader before being overtaken by Hale Irwin Sunday. 1999: Was the dominant player on the Champions Tour and collected every top post-season honor, including Player of the Year, Rookie of the Year and the Byron Nelson Trophy for lowest scoring average (69.19)...Was the first rookie since Lee Trevino in 1990 to win the Arnold Palmer Award as the leading money-winner with $2,515,705 ($78,894 per start), the second highest single-season total in the history of the circuit at the time...Also joined Trevino (1990), Bruce Crampton (1986) and Miller Barber (1981) as the only players to win seven official events in their first year on the Champions Tour...Had 56 rounds in the 60s, a record at the time, and was under par in 75 of his 96 rounds played (78.1 percent)...Became the eighth player in Champions Tour history to win his debut when he went wire-to-wire in claiming the Royal Caribbean Classic at Key Biscayne...Won the American Express Invitational in Sarasota by three strokes over Larry Nelson the very next week to become the first player ever to claim his first two starts on the circuit...Added a third title in late April at The Home Depot Invitational, edging Terry Dill and Jim Holtgrieve by a stroke in Charlotte...Used a 9-under-par 63 on Saturday, his low round of the year, to nip Al Geiberger by a shot for the BellSouth Senior Classic at Opryland title in Nashville...Went wire-to-wire in early August to clip Allen Doyle by two strokes at the Lightpath Long Island Classic...Outdueled Doyle again late in the season at The Transamerica, then clinched the money title two weeks later by edging Doyle again at the EMC Kaanapali Classic. 1998: Earned a full exemption for the 1999 season after finishing second at the Champions Tour National Qualifying Tournament at Grenelefe...Fired four consecutive sub-par rounds and ended up three strokes behind Doyle.\n","otherCarHigh" : "Played 410 events on the PGA TOUR, starting as an amateur in 1969 through the 1998 season, with earnings of nearly $1.7 million...Made 280 cuts in his career and probably enjoyed his greatest success in a three-year span in the early 1990s...Won only PGA TOUR title in 1991 when he went seven extra holes to defeat Ian Baker-Finch, who would go on to win The Open Championship the next week. Rolled in 50-foot birdie putt on seventh playoff hole to defeat Baker-Finch...Had his best year in 1992 when he won $236,516 and finished 68th on the money list...Posted the first of four runner-up finishes when he was second at the 1974 Quad Cities Classic. Other second-place finishes were at the 1978 Magnolia Classic, the 1981 USF&G New Orleans Open and the 1993 New England Classic...Co-winner of the 1991 Hilton Bounceback Award...Joined the PGA TOUR on a full-time basis in 1972 after a much-heralded amateur career...Winner of the 1968 U.S. Amateur at Scioto CC in Columbus, Ohio...That victory earned him the honor of playing the first round of the 1969 Masters with Arnold Palmer, where he bested The King, 69-73...Won the 1989 PGA Club Pro Championship and was a member of the victorious U.S. team in the 1990 PGA Cup matches...Member of the 1969 Walker Cup team...Won a national junior college title while competing at Miami-Dade North and is a member of the NJCAA Golf Hall of Fame...Won a gold medal in golf at the 1969 World Maccabiah Games in Israel and coached the team that represented the U.S. there in 1989...Has had six career holes-in-one in competition.","personal" : "Worked as a club professional in the mid-to-late 1980s, including a stint at Williams Island CC in North Miami Beach...Lists Arnold Palmer and former President George W. Bush as his heroes...Favorite golf course is Muirfield Village...Got started in golf at age 7 by working as a caddie with his two brothers...Says the biggest influence in his career was Henry Atkinson, an assistant pro in Wilmington, N.C., and the person who helped teach him the golf swing and how to play the game...His favorite meal is his wife's fried chicken, with mashed potatoes on the side.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 18 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}