{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "46501","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Schniederjans","first" : "Ollie","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "190","weightMetric" : "86.18","birthDate" : "June 15, 1993","age" : "22","birthPlace" : "Dallas, Texas","residence" : "Powder Spings, Georgia","family" : "","education" : "Georgia Tech (Business Management, 2015)","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2015","clubAffl" : "The GC of Georgia (Alpharetta, Georgia)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "320,780&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2015","exmtStatus" : "Finished T9 at 2015 Web.com Tour Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Competed in seven PGA TOUR events, made three cuts and placed inside the top 25 in all three showings. Teed it up at the U.S. Open contested at Chambers Bar as an amateur, carded 69-73-72-73 for a T42...Next start came at The Open Championship at St. Andrews. Posted 70-72-70-67 for a T12, the third-lowest amateur in the field. Made his professional debut at the RBC Canadian Open the next week. Played his way into contention with a 66 in the third round. Struggled Sunday, carded a 73 for a T22...Played the next week at the Quicken Loans National, shot 66-69-68-72 for a T15 performance.\n","otherCarHigh" : "Named ACC Player of the Year both as a junior and senior at Georgia Tech and became the sixth player in conference history to repeat, was also a first-team All-American both years...Ascended to No. 1 in the World Amateur Golf Rankings in June of 2014 and held that position through the summer and fall...A semifinalist for the 2015 Ben Hogan Award and the Haskins Award...Named to the U.S. team for the Palmer Cup in 2014 and 2015, compiling a 6-2 record...Named to the Global Golf Post All-Amateur team for 2014...Three-time All-American and three-time All-ACC selection...In 55 career events, had 27 top-10 finishes, including 17 top-5s and six wins...Career scoring average of 70.96, No. 2 in Tech history behind the 70.69 set by PGA TOUR member Bryce Molder...Arrived at Georgia Tech as one of the nation's top junior players, graduated early from Harrison High School and entered Tech in January of 2011 (sat out the spring season)...Named recipient of the Mark H McCormack Medal in August, 2014 as the world's No. 1-ranked amateur player for the 2013-14 year...With it came exemptions into the 2015 U.S. Open and The Open Championship...Opened the first round of the 2014 Air Capital Classic with a 64, on the strength of three birdies on the back nine's final holes. Followed second-round 71 with 65 Saturday to enter the final round T7. A hole-in-one on No. 8 Sunday earned him a T5, the highest amateur finish at the event.","personal" : "Loves all activities that involves the ocean...Didn't take up golf until he was 12, was focused on baseball and basketball growing up...Picked up golf because of his friends and loved the individual aspect of the game...Biggest thrill in golf was ascending and holding the No. 1 position in the World Golf Amateur Ranking...Biggest thrill outside golf was earning a degree from Georgia Tech \"finishing what I started.\"...Really enjoyed meeting and having a drink with Jim Nantz at The Open Championship and talking sports with him for a half an hour...Would love to own a boat and sail around the world...Has two younger brothers, Ben and Luke...Ben is a pitcher on the Georgia Tech baseball team...Had four holes-in-one in 2007..Twitter name is @ollie_gt.","otherInfo" : "","ntlTeams" : "Palmer Cup (2), 2014, 2015.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is 2nd at the Servientrega Championship Presented by Efecty.","dynStats" : "He ranks 6th in Driving Distance on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}