{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32062","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Brown","first" : "Chris","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-7","heightMetric" : "1.7","weight" : "190","weightMetric" : "","birthDate" : "August 24, 1989","age" : "26","birthPlace" : "Adelaide, Australia","residence" : "Adelaide, Australia","family" : "Single","education" : "","splInterest" : "Cricket","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2014","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Finished 43rd on the final Order of Merit, with one top-10 among his 12 starts. Picked up his first career Ping An Bank China Tour – PGA TOUR China Series' top-10 when he finished T9 at the Lanhai Open outside Shanghai in late-May. After opening 73-76 at Lanhai International GC, fired rounds of 69-70 on the weekend to earn the top-10 and exceed his previous-best finish—a T18 earlier in the month at The Eternal Courtyard Open...Became the fourth player this season with two eagles in one round when he made a hole-in-one in the final round at the par-3 sixth hole at the Cadillac Championship. Two holes later, eagled the par-5 eighth hole. The ace was the sixth of the season and 14th in the Series' history. Went on to T34 in Beijing. \n\n2014:  Earned conditional-exempt stats on the PGA TOUR China Series. Was in tenuous position standing on the 16th green at the first qualifying tournament but finished birdie-birdie-par to shoot a 74 and T32...Made the cut at the Mission Hills Haikou Open (T59) and the United Investment Real Estate Wuhan Open (T44)...Earned his best finish of the season when he strung together three par-or-better rounds over his final 54 holes (72-70-71) to T21 at the Lanhai Open...After a T41 at the Yulongwan Yunnan Open, posted his second top-25 of the season, a T25 at the Nine Dragons Open in mid-November. \n","otherCarHigh" : "Won several amateur events, taking the Golf SA Amateur Classic and the South Australian Amateur Medal…Represented Australia at the Sujana and Malaysian Amateur in May 2013…Was the South Australia state captain for the 2013 Interstate Series.","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T9th in 2015 at the Lanhai Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}