{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "10117","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Heintz","first" : "Bob","middle" : "","extn" : "","nick" : ""}, "height" : "6-0","weight" : "215","birthDate" : "May 1, 1970","age" : "42","birthPlace" : "Syosset, New York","residence" : "Clearwater, Florida","family" : "Wife, Nancy; Eryn (5\/96), Phillip (6\/99), Daniel (3\/02), Brody Joseph (8\/09)","education" : "Yale University (1992, Economics)","splInterest" : "Novels, chess, family vacations, puzzles, cars","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (1999)","trndProYear" : "1992","qSchoolYear" : "2001, 2004, 2006, 2008","clubAffl" : "Countryside CC (Clearwater, Florida)","cityPlaysFrm" : "Dunedin; Florida; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "2,851,329&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1994","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Played the PGA TOUR in 2000, 2002, 2006 and 2008-09 and the Web.com Tour in 1994, 1999, 2001, 2003-04, 2006-07 and 2010. 2011: Made the cut in 11 of 25 starts on the Web.com Tour and had one top-10 finish...Consecutive rounds in the 60s, including a final-round 66, led to a T4 finish at the WNB Golf Classic in Texas in October. 2010: Made the most of only three PGA TOUR starts. Finished T41 at the Transitions Championship in his hometown of Tampa...Earned the best finish of his PGA TOUR career in just his second start of 2010 with a solo second-place performance at the Reno-Tahoe Open, one-stroke behind Matt Bettencourt. Lipped out a birdie putt from 3 feet, 4 inches on the 72nd hole that would have forced a playoff. Began the week playing in the Monday qualifier for the Web.com Tour's Chiquita Classic before getting into that field as an alternate and later finding out he was in the Reno-Tahoe Open as an alternate...Also made the cut the following week at the RBC Canadian Open, ending the year with more than $355,000...Made only two cuts in 12 starts on the Web.com Tour with his top finish a T44 at the Mexico Open Bicenterary. 2009: Earned one top-10, a T8 at Buick Open, while making 11 cuts in 20 starts. Was 100 percent in Sand Saves (7 of 7) at Buick Open where he was also the only player in the field to play the front nine bogey free for the week. Matched his career-low round with a 63 in the opening round of Justin Timberlake Shriners Hospitals for Children Open to be one stroke off the lead, eventually finishing T19 for his only other top-25 finish of the season. 2008: Made seven cuts in 17 starts on the PGA TOUR, with a best finish coming with a T11 at the Legends Reno-Tahoe Open. Successfully made his way through final two stages of the 2008 PGA TOUR Qualifying Tournament to earn exempt status for the 2009 season. 2007: Finished 136th on the 2007 money list with three top-25s, including two top-10 finishes in 27 starts. Birdied the final three holes of the final round to finish T5 at the 2007 U.S. Bank Championship, matching best career finish on the PGA TOUR (2005 Valero Texas Open). One week later, finished T5 at the Canadian Open with four rounds in the 60s. Top-10s in two-week span matched career totals. In two weeks, jumped from 174th to 121st on the season money list. Earned TOUR card for 2007 with T8 finish at 2006 the PGA TOUR Qualifying Tournament. 2006: Finished No. 43 on Web.com Tour money list, with four top-10s in 29 starts. Best finish was T5 at The Rex Hospital Open. 2005: Posted lone TOUR top-10 of the season and only the second of his career with his T5 finish at the Valero Texas Open. His $133,000 paycheck was more than he made in his first two seasons as a member of the TOUR. 2004: Finished No. 77 on the Web.com Tour money list. 2003: Logged two top-10s and ended the year No. 44 on the Web.com Tour money list. 2002: Posted two top-25s and finished 192nd on TOUR money list. 2000: First career top-10 was T10 at the 2000 B.C. Open in his rookie season. 1999: Won twice on Web.com Tour, at the Shreveport Open and season-ending Web.com Tour Championship. Playoff victory in final event moved him from No. 16 to No. 6 on final money list and gave him his first TOUR card.\n","otherCarHigh" : "Three-time Ivy League champion at Yale. Was a 1992 Academic All-America.","personal" : "From January 1996 through March 1997, gave up on golf to pursue career as a financial analyst. Recruited to play basketball at Yale. Lists heroes as his wife Nancy, Jack Nicklaus in golf and former President George H.W. Bush in politics. Dad brought him to local municipal course at age 6 or 7 to learn golf...Biggest thrill in golf was winning the 1999 Web.com Tour Championship. Biggest thrill outside golf is birth of his kids. Never travels without his iPhone and USA Today puzzles. Always marks his ball with a \"Y.\" Favorite websites are pgatour.com, weatherchannel.com, caranddriver.com and motortrend.com...Favorite college teams are Yale and Villanova. Follows the Yankees and Devil Rays. Watches NCIS and the Mentalist. Favorite music groups are Pitbull, Eminem, Offspring and Run DMC...Twitter account is @bobheintzgolf.com. Favorite gadget is his iPhone...Not many people know that he is allergic to almost anything outdoors.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2000","exmtStatus" : "Veteran Member","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Played the PGA TOUR in 2000, 2002, 2006 and 2008-09 and the Nationwide Tour in 1994, 1999, 2001, 2003-04, 2006-07 and 2010. 2010: Earned the best PGA TOUR finish of his career in just his second start with a solo second-place performance at the Reno-Tahoe Open, one-stroke behind Matt Bettencourt. Lipped out a birdie putt from 3 feet, 4 inches on the 72nd hole that would have forced a playoff. Began the week playing in the Monday qualifier for the Nationwide Tour's Chiquita Classic before getting into that field as an alternate and later finding out he was in the Reno-Tahoe Open as an alternate. 2009: Earned one top-10, a T8 at Buick Open, while making 11 cuts in 20 starts. Matched his career-low round with a 63 in the first round of Justin Timberlake Shriners Hospitals for Children Open to be one stroke off the lead, eventually finishing T19 for his only other top-25 finish of the season. 2008: Made seven cuts in 17 PGA TOUR starts, with a best finish coming when he T11 at the Legends Reno-Tahoe Open. 2008: Successfully made his way through final two stages of the PGA TOUR Qualifying Tournament to earn exempt status for the 2009 season. 2007: Finished 136th on the PGA TOUR money list, with three top-25s, including two top-10 finishes in 27 starts. Birdied the final three holes of the final round to finish T5 at the U.S. Bank Championship, matching best career finish on the PGA TOUR (2005 Valero Texas Open). One week later, finished T5 at the Canadian Open, with four rounds in the 60s. Top-10s in two-week span matched career totals. In two weeks, jumped from 174th to 121st on the money list. 2006: Earned TOUR card for 2007 with T8 finish at Qualifying Tournament. Finished 43rd on Nationwide Tour money list, with four top-10s in 29 starts. Best finish was T5 at The Rex Hospital Open. 2005: He posted lone TOUR top-10 and only the second of his career with his T5 finish at the Valero Texas Open. His $133,000 paycheck was more than he made in his first two seasons as a TOUR member. 2004: Finished 77th on the Nationwide Tour money list. 2003: Also logged two top-10s, where he finished 44th on money list. 2002: He posted two top-25s and finished 192nd on TOUR money list. First career top-10 was T10 at the 2000 B.C. Open in his rookie season. 1999: Won twice on Nationwide Tour, at the Shreveport Open and season-ending Nationwide Tour Championship. Playoff victory in final event moved him from 16th to sixth on final money list and gave him his first TOUR card. From January 1996 through March 1997, gave up on golf to pursue career as a financial analyst. Amateur: Three-time Ivy League champion at Yale. 1992 Academic All-America. Recruited to play basketball at Yale.\n","otherCarHigh" : "","personal" : "Has one career hole-in-one...List heroes as Jack Nicklaus and Yale golf coach Dave Paterson in golf and former U.S. President George H.W. Bush in politics...Dad brought him to local muni at age 6 or 7 to learn golf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2012 is T27th at the Midwest Classic Presented by Cadillac.","dynStats" : "He ranks T55th in Career Cuts on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}