{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06581","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Sutherland","first" : "David","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "185","weightMetric" : "84","birthDate" : "February 20, 1966","age" : "50","birthPlace" : "Roseville, CA","residence" : "Sacramento, CA","family" : "Wife, Molly; Allan Matthew (1\/21\/01), Andrew Robert (8\/14\/02)","education" : "Fresno State University (1989, History)","splInterest" : "Basketball, hiking","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1989","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,391,862&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Made just three cuts in 17 appearances on the Nationwide Tour in 2006, finishing the year No. 142 on the money list. Missed the cut in his first 11 starts of the season before finishing T6 at the Xerox Classic. Made the cut in three of four starts on the 2005 Nationwide Tour. A T29 at the season-opening BellSouth Panama Championship was his season-best. Had two top-25 finishes on the 2004 PGA TOUR on his way to the No. 187 spot on the final money list. Season-best T11 at the Bell Canadian Open and T15 at the HP Classic of New Orleans. Finished T13 at the 2003 Shell Houston Open in April for his best finish since the 2000 National Car Rental Walt Disney World Golf Classic, where he finished T7. Older brother, Kevin, finished T9 in Houston and it was the third time in their careers that both brothers finished in the top 20 in the Shell Houston Open (1997, 2000 and 2003). Only other top-10 in 2003 was solo ninth at the Reno-Tahoe Open, eight strokes behind champion Kirk Triplett, which lifted him over the mark ($406,352) to remain in the Major Medical Extension category for the remainder of the 2003 season. Finished the year No. 136 on the money list, with $451,442. Limited to 11 events due to fractured wrist in 2002. Did not play after Compaq Classic of New Orleans. Made six cuts in 11 events, with a best finish of T37 at The Honda Classic. Played in only one event in 2001, Touchstone Energy Tucson Open, before undergoing left-shoulder surgery on March 2. Granted a Major Medical Extension. Made the cut in late October at the Buick Challenge. Won Nationwide Tour Utah Classic in early September, first event back after surgery. Opened 63-64 and beat Danny Briggs by one. In 2000, had very busy season, playing in 32 events and making the cut in 22. Enjoyed best financial year of career with $498,749 and second-best money list finish (96th). Pair of top-10s at Shell Houston Open and National Car Rental Golf Classic at Walt Disney World Resort matched a career best. During opening round of The Honda Classic, posted double eagle on No. 14 that was the first of the season on TOUR and the first since Carlos Franco at the 1999 Memorial Tournament. Holed 3-wood from 274 yards. At 1999 Bell Canadian Open, recorded T3, matching second-best finish of career. Paired with his brother, Kevin, for the first two rounds of the Compaq Classic of New Orleans, the first time they had been paired together on the PGA TOUR in an official-money event (they had been paired together in the National Qualifying Tournament). Broke into money-list top 100 for first time in his career in 1997, including career-best T2 at Greater Milwaukee Open. An amateur historian and huge Civil War buff. Brother, Kevin, is a member of the PGA TOUR and won the 2002 World Golf Championships-Accenture Match Play Championship, defeating Scott McCarron in the final.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "1991, 1996, 2002","exmtStatus" : "136th on 2003 money list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2003: Finished T13 at the Shell Houston Open in April for his best finish since the 2000 National Car Rental Walt Disney World Golf Classic where he finished T7. Brother Kevin finished T9 in Houston and it was the third time in their careers that both brothers finished in the top-20 in the Shell Houston Open (1997, 2000 and 2003)...Second top-10 finish was solo ninth at the Reno-Tahoe Open, eight strokes behind champion Kirk Triplett. 2002: Limited to 11 events due to fractured wrist in 2002. Did not play after Compaq Classic of New Orleans. Major Medical Extension will carry over from 2002 into the 2003 season. Combined with 2001 and 2002 official earnings of $70,803, has 18 events to equal or exceed to No. 125 on the 2001 money list ($406,352) and remain in the Major Medical Extension category for the remainder of the 2003 season...Made six cuts in 11 events, with a best finish of T37 at The Honda Classic. 2001: Played in only one event, Touchstone Energy Tuscon Open, before undergoing left shoulder surgery on March 2...Granted a Major medical extension...Made the cut in late October at the Buick Challenge, finishing T54 with $7,752...Won Nationwide Tour Utah Classic in early September, first event back after surgery. Opened 63-64 and beat Danny Briggs by one. 2000: Had very busy season, playing in 32 events and making the cut in 22...Enjoyed best financial year of career with $498,749 and second-best money list finish (96th)...Pair of top-10s at Shell Houston Open and National Car Rental Golf Classic at Walt Disney World Resort matched a career best...Season-low round of 64 came in first round at Touchstone Energy Tucson Open...Memorable season moment came during opening round of Honda Classic. Posted double eagle on No. 14 that was the first of the season on TOUR and the first since Carlos Franco at the 1999 Memorial Tournament. Accomplished the feat by using driver off the tee and holed 3-wood from 274 yards...At Shell Houston Open, opened 72-70, but finished strong with 67-69 for T7 and $84,350 payday...In second-to-last appearance of year at National Car Rental Golf Classic, finished T8 and earned a season-high $90,000. 1999: Rounds of 63-65-72-71 produced Bell Canadian Open T3, matching second-best finish of career and bringing $120,000 payday...Paired with his brother Kevin for the first two rounds of the Compaq Classic of New Orleans, the first time they had been paired together on the PGA TOUR in an official money event (they had been paired together in the Qualifying Tournament). 1998: Made cut in his last two starts, at Las Vegas Invitational and National Car Rental Golf Classic at Walt Disney World Resort, to finish 122nd on money list. 1997: Broke into money-list top 100 for first time in his career, in which he also earned his best finish prior...Shot 70-65-65 and shared first-round lead with Fulton Allem at Greater Milwaukee Open. Final-round 69 good for T2 with Loren Roberts, one stroke behind Scott Hoch. Barely missed 50-foot putt for eagle from fringe that would have forced playoff with Hoch...Earned exempt status on 1997 TOUR by finishing T16 at 1996 PGA TOUR Qualifying Tournament.\n","otherCarHigh" : "","personal" : "Brother Kevin is also member of PGA TOUR...An amateur historian and huge Civil War buff.","otherInfo" : "Major Medical Extension was carried over from 2002 into the 2003 season. Combined with 2001 and 2002 official earnings of $70,803, had 18 events to equal or exceed to No. 125 on the 2001 money list ($406,352) and remain in the Major Medical Extension category for the remainder of the 2003 season. Finished T13 at the Shell Houston Open in April for his best finish since the 2000 National Car Rental Walt Disney World Golf Classic where he finished T7. Older brother Kevin finished T9 in Houston and it was the third time in their careers that both brothers finished in the top-20 in the Shell Houston Open (1997, 2000 and 2003). Only other top-10 in 2003 was solo ninth at the Reno-Tahoe Open, eight strokes behind champion Kirk Triplett, which lifted him over the mark ($406,352) to remain in the Major Medical Extension category for the remainder of the 2003 season. Limited to 11 events due to fractured wrist in 2002. Did not play after Compaq Classic of New Orleans. Made six cuts in 11 events, with a best finish of T37 at The Honda Classic. Played in only one event in 2001, Touchstone Energy Tucson Open, before undergoing left shoulder surgery on March 2. Granted a Major medical extension. Made the cut in late October at the Buick Challenge. Won Nationwide Tour Utah Classic in early September, first event back after surgery. Opened 63-64 and beat Danny Briggs by one. In 2000, had very busy season, playing in 32 events and making the cut in 22. Enjoyed best financial year of career with $498,749 and second-best money list finish (96th). Pair of top-10s at Shell Houston Open and National Car Rental Golf Classic at Walt Disney World Resort matched a career best. During opening round of Honda Classic, posted double eagle on No. 14 that was the first of the season on TOUR and the first since Carlos Franco at the 1999 Memorial Tournament. Holed 3-wood from 274 yards. At 1999 Bell Canadian Open, recorded T3, matching second-best finish of career. Paired with his brother Kevin for the first two rounds of the Compaq Classic of New Orleans, the first time they had been paired together on the PGA TOUR in an official money event (they had been paired together in the Qualifying Tournament). Broke into money-list top 100 for first time in his career in 1997, including career-best T2 at Greater Milwaukee Open. An amateur historian and huge Civil War buff.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 1st in 2001 at the BUY.COM Utah Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}