{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02255","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "6","capcure" : "N", "personalInfo" : {"name" : {"last" : "Watson","first" : "Denis","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "190","weightMetric" : "86","birthDate" : "October 18, 1955","age" : "60","birthPlace" : "Salisbury, Rhodesia (Zimbabwe)","residence" : "Fort Lauderdale, FL","family" : "Wife, Susan E. Loggans; Kyle (9\/23\/86), Paige (4\/22\/89), Ross (8\/31\/91), Suzy (2\/6\/01), twins Donald and Denis (1\/22\/02), twins Sloan and Saxon (3\/5\/03)","education" : "Rhodesia (English System)","splInterest" : "Kids, skiing, fly fishing, classic cars, Bible study","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1976","clubAffl" : "Old Head GC (Kinsale, Ireland)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,633,528&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1981","qSchoolYear" : "1981","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Member of the PGA TOUR since 1981 but has not played full-time since 1994... Did not play in 1995 due to surgery on right arm to repair ulnar nerve damage...runner-up to Blaine McCallister at the 1993 B.C. Open...best season camein 1984 when he won three times and finished No. 4 on the money list with $408,562...earned titles at the Buick Open, the NEC World Series of Golf and the Panasonic Las Vegas Invitational...joined Tom Watson as the only three-time winners in 1984...finished second at the 1985 U. S. Open to Andy North at Oakland Hills CC, one of seven runner-up finishes...also finished second to Roger Maltbie in 1985 defense of his World Series title...played in five BUY.COM TOUR events in 1999, but did not make a cut...played in 10 events in 1998, with a T9 at the Greater Austin Open his best finish that year...has been plagued by series of injuries during his career including wrist and elbow surgery in 1989, followed by cervical fusion in 1991 to correct neck problem which had existed since 1985...named Rhodesian Sportsman of the Year in 1975...winner of 1975 World Amateur Team title with George Harvey...twice represented South Africa in World Series of Golf (1980, 1982)...Can be found on The Golf Channel Academy with David Leadbetter.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2005","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(1): 1975 World Amateur Team Championship [with George Harvey].","intlVics" : "","curYearHigh" : "","carHigh" : "2010: Made 21 starts with a pair of top-25 finishes to his credit...Was T11 at the Constellation Energy Senior Players Championship and teamed with Eduardo Romero for a T22 finish in the Legends Division at the Liberty Mutual Legends of Golf. 2009: In contention throughout at the Toshiba Classic before finishing T4 in the event. Trailed Eduardo Romero by one stroke midway through the back nine Sunday but a bogey-bogey finish dropped him back...Was T5 at the SAS Championship after being tied for the first-round lead at Prestonwood and trailing by just one stroke through 36 holes...Was also among the leaders at The Senior Open Championship through 54 holes, but a final-round, 1-over 71 at Sunningdale left him T8. 2008: One of 10 multiple-event winners on the Champions Tour in 2008 and one of 19 players reaching the $1-million mark in earnings. It marked the second year in succession he had reached seven figures and collected a pair of titlesâŚBoth his wins came early in the year. Claimed his third career Champions Tour title when he came from seven strokes back in the final round of the AT&T Champions Classic to catch 36-hole leader Brad Bryant as well as Loren Roberts. Prevailed in the playoff when he made a birdie on the third extra hole. After Bryant was eliminated on second extra hole, hit 9-iron approach shot to within two feet to beat Roberts. Trailed Bryant by seven strokes at the start of Sunday's round but fired a 7-under 65, the low round of the tournament, to earn a spot in the playoff. When he made up seven strokes Sunday, it tied the third best come-from-behind win in Champions Tour history...Came from five shots back to win for the second time in 2008 at the FedEx Kinko's Classic in Austin. Took advantage of a Nick Price collapse late on the back nine and then holed a 7-foot birdie putt on the final hole to register a one-stroke triumph over Scott Hoch, Tim Simpson and Price. Made consecutive eagles in the opening round of the event, a first on the Champions Tour since R.W. Eaks made back-to-back eagles at the 2007 Bank of America Championship...Bothered by a hyperextended knee for most of the second half of the season and missed a couple of events in July as a result of the injury...Made two eagles in a round three times during the season, a first on the Champions Tour since Jim Dent had a pair of eagles three times during the 1991 campaign. 2007: Enjoyed a standout rookie season on the Champions Tour and emerged as one of the Tour's most consistent performers after coming back from what might have been a career-ending shoulder injury the previous season...Named Rookie of the Year in a vote of fellow players and also received the Ben Hogan Award from the Golf Writers Association of America...Was not fully exempt at the start of the season, but posted a T2 finish in his first start at the Turtle Bay Championship and he was off and running...Undoubtedly, the highlight of his campaign was his triumph at the Senior PGA Championship at Kiawah Island, SC, claiming his first tournament title in almost 23 years. Made up four shots on Eduardo Romero in two holes on The Ocean Course on Sunday and hung on to win in his 12th career Champions Tour start. Became the first international player to win the prestigious event since South Africa's Gary Player claimed the 1990 title at PGA National...Added a second win in August near Seattle when he prevailed in a record seven-man playoff at the Boeing Classic. Despite a double bogey on the 71st hole, he still earned a spot in the playoff. Chipped in from 23 feet on the first extra hole for a birdie to join Craig Stadler and R.W. Eaks on the second hole and then ended the affair with an 18-foot eagle putt. It marked the first time a playoff had ended with an eagle since 1985 when Lee Elder defeated Peter Thomson at the 1985 Merrill Lynch Golf Digest Commemorative...Had an impressive showing in his first start of the season, joining four others to finish T2 behind winner Fred Funk at the Turtle Bay Championship...Nearly earned a spot in the playoff at the Regions Charity Classic in May when he recorded rounds of 66-67 on the weekend to finish one stroke shy of the Brad Bryant-Eaks overtime session, eventually won by Bryant on the third extra hole...Capped his year with a T2 finish at the Charles Schwab Cup Championship in October in Sonoma, CA. Was the 54-hole leader by one stroke over Brad Bryant and Jim Thorpe following rounds of 69-64-68. The 64 was his season-low. Fired a final round 70, but could not hold off a late charge by Thorpe, who closed with four straight birdies for his third win in the event...Champions Tour Player of the Month for May. 2006: Missed a good portion of the year while recovering from early season right-shoulder surgery...Played just three times late in the year from the PGA TOUR Career Victory List. 2005: Turned 50 on Tuesday of the SBC Championship in San Antonio, the last full-field event of the season, and finished T54 in his Champions Tour debut. \n","otherCarHigh" : "Played the PGA TOUR regularly from 1981-96...Won all three of his titles in 1984 and finished fourth on the final money list...Came close to winning PGA Player of the Year honors by joining Tom Watson as the only three-time winner that year...Had brilliant seven-week spurt late in the summer of 1984. Won his first TOUR title at the Buick Open, thanks to a 63-68 finish at Warwick Hills. Then placed 33rd at the PGA Championship. Shot course-record 8-under-par 62 in the second round of the NEC World Series of Golf at Firestone, then stayed in front the rest of the way to collect $126,000 and 10-year exemption. Three events later, earned TOUR's richest payday ($162,000) when he won the Las Vegas Invitational, edging Andy Bean by one stroke...Followed stellar 1984 season with a solid 1985 campaign that included a pair of runner-up finishes. T2 in the U.S. Open, one shot behind Andy North. Also finished second to Roger Maltbie in defense of World Series title...Did not play on the PGA TOUR in 1995 due to surgery on right arm to repair ulnar nerve damage...Received the Ben Hogan Award from the Golf Writers Association of America in 2007 for remaining active in golf despite a physical handicap or serious illness...Named Rhodesian Sportsman of the Year in 1975...Twice represented South Africa in World Series of Golf (1980 and 1982)...Did several instructional segments on \"The Golf Channel Academy\" with good friend David Leadbetter.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "Due to limited exempt status, he played in just three official events, with his best showing a 41st at the Mitsubishi Electric Championship at Hualalai...Was T4 with teammate Jerry Pate in the Raphael Division at the Liberty Mutual Legends of Golf."}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 4 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}