{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29531","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Ramsay","first" : "Richie","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "160","weightMetric" : "73","birthDate" : "June 15, 1983","age" : "32","birthPlace" : "Aberdeen, Scotland","residence" : "Aberdeen, Scotland","family" : "Single","education" : "University of Stirling (2007, Marketing and Sports Studies)","splInterest" : "Fitness, swimming, soccer, socializing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2007","clubAffl" : "","cityPlaysFrm" : "Scotland; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(5): 2008 Vodafone Challenge [EurChall], AGC Allianz Open [EurChall]. 2009 South African Open [Eur]. 2012 Omega European Masters [Eur]. 2015 Trophy Hassan II [Eur].","curYearHigh" : "Shot a final-round 69 at the Trophy Hassan II in Morocco to secure his third European Tour title by a stroke over runner-up Romain Wattel. Shot a Friday 66 and moved into contention, sharing the lead with three others at the halfway point at the Royal Golf Palace in Agadir. Stayed tied with Andrew McArthur and Romain Wattel then overcame a bogey-triple bogey, two-hole stretch on Nos. 7 and 8 by making three consecutive birdies on the back nine (Nos. 12-14) to hold off Wattel...Picked up a seventh-place finish at the Volvo China Open in late-April. Finished four shots behind champion Ashun Wu...Performed well at the Saltire Energy Paul Lawrie Match Play in Scotland, making it to the quarterfinals after a 1-up victory over Morten Orum Madsen. As one of the final eight players, lost to Robert Karlsson, 1-down, at Murcar Links GC for the T5.","carHigh" : "2013-14: Finished 43rd in the European Tour's final Race to Dubai standings. Picked up a T4 in late-August at the Open D'Italia in Torino. Enjoyed four under-par rounds to T4 with Joost Luiten, four shots behind winner Hennie Otto...Opened with an 8-under 62 at the Omega European Masters to take the first-round lead. Followed with a second-round 66 and maintained a one-shot, halfway-point lead. Was 2-under on the weekend to finish eighth at Crans-sur-Sierre GC in Switzerland...Finished T9 at the KLM in mid-September in the Netherlands...Shot four rounds in the 60s at the Alfred Dunhill Links Championship in October in Scotland but fell a stroke short of champion Oliver Wilson at the event at St. Andrews' Old Course, Carnoustie and Kingsbarns. His 69-68-68-67 effort left him tied with Tommy Fleetwood and Rory McIlroy.\n\n2013: Finished T9 at the Volvo Golf Champions in South Africa in mid-January...Picked up another T9 in late-May, at the BMW PGA Championship at Wentworth Club outside London...Was T10 at the Johnnie Walker Championship at Gleneagles in late-August...Fired a 4-under 74 during difficult final-round conditions at the Open de Espana to T5 in Spain, two shots out of the Miguel Angel Jimenez-Richard Green-Thomas Pieters playoff.\n\n2012: Despite a 68-65 weekend performance at the Ballantine's Championship on the European Tour, he finished T2, a distant five strokes behind winner Bernd Wiesberger for his first top-10 of the season. It was his first runner-up finish since he T2 at the 2008 Qingdao Golf Open in China...Earned his second European Tour title and first since 2009 when he rolled to a four-shot win at the Omega European Masters in Switzerland in late-August. His was a solid performance, opening with a 69 at Crans-sur-Sierre, followed by a 68-64-66 finish to outdistance the field. Shot a front-nine, 5-under 31 Sunday to give him plenty of breathing room over his final nine holes...Contended in early September in the Netherlands. Opened with a 1-over 71 at the KLM Open at Hilversumsche GC then rallied with rounds of 66-64-67 to T2, two shots short of winner Peter Hanson. \n\n2011: Had six top-10s during the season with a trio of third-place outings his top performances...With just four bogeys over 72 holes, he finished T3 at the World Golf Championships-HSBC Champions in China. Qualified for his first World Golf Championships event by virtue of winning the 2009 South African Open...Late in the season in Spain, had back-to-back third-place finishes. At the Castello Masters, opened with a 72 then peeled off rounds of 64-68-65 but still finished a distant 12 strokes behind winner Sergio Garcia. The following week, opened with a 65 to lead the Castello Masters. Ultimately finished T3, two strokes behind Garcia...Was T5 at the Open de France Alstom...First top-10 of the year came at the Volvo Golf Championship on the strength of a 67-67 weekend...Was also T7 at the Hassan II Golf Trophy. Couldn't overcome a second-round 74 despite a 66-68 showing on the weekend...Struggled to a 2-over 72 in the third round of the UBS Hong Kong Open that hurt his chances, but rebounded with a 4-under 66 to T4 at Hong Kong GC. \n\n2010: Had a difficult season, turning in only one top-10, a T9 at the Irish Open. Shot a final-round 64. His Sunday play allowed him to move from a T27 when the day began. 2009: Captured his first European Tour event, in late December, beating Shiv Kapur in a playoff for the South African Open. 2008: Won twice on the European Challenge Tour and just missed on a third title...First professional victory came at the Vodafone Challenge, edging Stephan Gross and George Murray by a stroke. Six weeks later, at the Open International de Toulouse in France, he capitalized on a 64-68 weekend to defeat Richard McEvoy by two strokes...Was T2 with a quartet of players, six strokes behind winner Gareth Maybin at the Qingdao Golf Open in China. 2007: Was the first amateur golfer to be officially ranked No. 1 when The R&A released the first official amateur ranking on January 23. Later turned professional in July. Made his European Tour debut at the Russian Open in Moscow. Secured a Challenge Tour card for 2008 and won twice en route to graduating to the European Tour. \n\nAmateur: In August 2006, became the first Scotsman since Findlay Douglas in 1898 to win the U.S. Amateur. Played in the 2005 Walker Cup for Great Britain & Ireland, as well as winning numerous Scottish titles. Played one season of college golf at McLennan Community College in Waco, Texas, and graduated from the University of Stirling in Scotland.\n","otherCarHigh" : "","personal" : "Born and raised in Aberdeen. Has been playing golf since age 3.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 2005.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T33rd in 2013 at the World Golf Championships-Accenture Match Play Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}