{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34098","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Henley","first" : "Russell","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "180","weightMetric" : "82","birthDate" : "April 12, 1989","age" : "27","birthPlace" : "Macon, Georgia","residence" : "Kiawah Island, South Carolina","family" : "Wife, Teil","education" : "University of Georgia (2011, Consumer Economics)","splInterest" : "Movies, music, all sports","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2012)","trndProYear" : "2011","clubAffl" : "Daniel Island Club, CC of Charleston (Charleston, South Carolina); Idle Hour CC (Lexington, Kentucky)","cityPlaysFrm" : "Kiawah Island; SC; United States","websiteUrl" : "http:\/\/www.rhenleygolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "7,820,615&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2011","exmtStatus" : "Fully Exempt \/ 2011 Tournament Winner","otherVics" : "","intlVics" : "","curYearHigh" : "Following a T41 in the season-opening Frys.com Open, finished 10th in his second appearance in the Shriners Hospitals for Children Open (missed the cut in 2014) for his first top-10 on TOUR since a fifth-place finish at the 2015 Greenbrier Classic...Next top-10 finish came at The RSM Classic, where an 11-under 271 total left him T6 and a distant 11 strokes behind runaway-champion Kevin Kisner. Closed with a 5-under 65, which included playing the final 11 holes at 7-under (including an eagle-3 on the par-5 15th hole). It marked his second consecutive top-10 at the event, having finished T4 in 2014...Broke a streak of five consecutive missed cuts with a T5 finish at the Shell Houston Open. It marked his fourth consecutive start at the Shell Houston Open and third consecutive top-10 (2015\/4th, 2014\/T7 and 2013\/T45).","carHigh" : "2011: Became only the second amateur in Web.com Tour history to win a tournament when he captured the Stadion Classic at UGA one week before he graduated from the University of Georgia. Fired back-to-back 66s in the second and third rounds to share the 54-hole lead at the UGA GC. A 3-under 68 in the final round put him at 12-under and two better than Troy Kelly, who collected first-place money of $99,000. Got into the tournament on a sponsor's exemption. Joined Daniel Summerhays (2007 Nationwide Children's Hospital Invitational) as the only amateurs to win in Tour history...Had 60 days to join the Tour as a professional but chose to play several amateur events during the summer instead...Finally turned professional at the Soboba Golf Classic in late September and finished T31 in his pro debut...MIssed the cut in his only other start, at the Children's Hospital Invitational in Chattanooga...Officially joined the Tour at the end of 2011 to gain his fully-exempt status for the 2012 season.\n","otherCarHigh" : "Won seven times during his college career at Georgia, tying the school's all-time record set by Chris Kirk...Named Golfweek's National Player of the Year after his junior season...First-team All-America selection...Won the Fred Haskins Award as the nation's most outstanding collegiate golfer...Southeastern Conference Player of the Year and first-team All-SEC...Selected as one of three finalists for the Ben Hogan Award...Helped the Bulldogs win the SEC title in his junior and senior years and claimed medalist honors as a junior...Second-team All-America as a freshman and sophomore...Named Georgia's Student-Athlete of the Year for the 2009-10 season...Qualified for the 2010 U.S. Open and T16, which tied him as the tournament's low amateur...Went 3-1 for the United States team at the 2010 Porter Cup...Two-time winner of the Georgia State Amateur (2008 and 2009)...Member of the 2007 Junior World Cup Championship team that competed in Japan...Graduated from Stratford Academy and led the Eagles to 3A state titles in 2004 and 2005. State medalist for three years (2004-06).","personal" : "Says his biggest thrill in golf is making clutch putts and his biggest thrill outside of golf is watching live music...Puts Pebble Beach and Augusta National as the favorite courses he's played. Says he would like to play Cypress Point...Favorite teams are the Georgia Bulldogs and Atlanta Braves...Favorite TV show is \"Family Guy,\" and Kid Rock is his favorite entertainer...Monterey, Calif., is his favorite city to visit, and Destin, Fla., is his favorite vacation spot...Superstitions include never talking about a score in an upcoming round...Would include Kid Rock, Dave Grohl and Andres Gonzales in his dream foursome...Bucket list includes skydiving, visiting Italy and winning the Masters...Is involved in the Macon Volunteer Clinic, which gives medical care to those in need in his hometown.","otherInfo" : "","ntlTeams" : "Porter Cup (1), 2010.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2013","qSchoolYear" : "","exmtStatus" : "2013-14 tournament winner (through 2015-16)","otherVics" : "","intlVics" : "","curYearHigh" : "Following a T41 in the season-opening Frys.com Open, finished 10th in his second appearance in the Shriners Hospitals for Children Open (missed the cut in 2014) for his first top-10 on TOUR since a fifth-place finish at the 2015 Greenbrier Classic...Next top-10 finish came at The RSM Classic, where an 11-under 271 total left him T6 and a distant 11 strokes behind runaway-champion Kevin Kisner. Closed with a 5-under 65, which included playing the final 11 holes at 7-under (including an eagle-3 on the par-5 15th hole). It marked his second consecutive top-10 at the event, having finished T4 in 2014...Broke a streak of five consecutive missed cuts with a T5 finish at the Shell Houston Open. It marked his fourth consecutive start at the Shell Houston Open and third consecutive top-10 (2015\/4th, 2014\/T7 and 2013\/T45).","carHigh" : "2014-15: Advanced to the FedExCup Playoffs for a third consecutive season by virtue of 11 top-25 finishes in just 21 starts, through the Wyndham Championship. Played well enough to advance through the third Playoffs' event, the BMW Championship. Season ended outside Chicago at No. 63 in the FedExCup standings...Finished T4 in his first start of the season, at The McGladrey Classic. Week was highlighted by a second-round 63 (equaling his best round on the PGA TOUR) and playing guitar on stage with Darius Rucker at the tournament's annual Live Under the Oaks concert event. Joined Rucker on his next-to-last song of the night, playing “Wagon Wheel.\"...The 2013 Sony Open in Hawaii champion finished T3 at the Hyundai Tournament of Champions in his bid to become the fifth player to win both the Hyundai Tournament of Champions and the Sony Open in Hawaii while both events were being contested in Hawaii...After completing his final round at the Northern Trust Open (T61), joined one of his favorite bands, O.A.R., on stage at Riviera CC to play guitar for a few songs...Posted four rounds in the 60s at the Shell Houston Open to claim solo possession of fourth place...Made nine birdies in the final round of The Greenbrier Classic to post a 7-under 63 and claim fifth place. Birdied the par-3 18th hole all four rounds en route to the top-five finish in White Sulphur Springs.\n\n2013-14: Sophomore season included his second TOUR victory, winning The Honda Classic. Made the cut 17 times (equaling his total from 2013) in 29 starts, with three top-10 finishes (also equaling his career-best total)...After missing the cut in three of his four starts leading up to The Honda Classic, birdied the first extra hole at PGA National, No. 18, to claim his second career PGA TOUR victory, over Russell Knox, Ryan Palmer and 2012 Honda Classic champion Rory McIlroy. Opened the week with a 6-under 64 to trail McIlroy by a stroke. He began the final round two strokes off McIlroy's lead before a birdie at the par-5 72nd hole for a 2-over 72 earned him a spot in the playoff. His two-putt birdie after the quartet returned to No. 18 for sudden death was good for the win. The triumph made him just the third American winner of the event in the last 10 years, joining Mark Wilson (2007) and Michael Thompson (2013). It also made him the 14th of 15 Americans to win on the PGA TOUR to that point in the season. Australia's Jason Day won the World Golf Championships-Accenture Match Play Championship the week before. Prior to beginning his winner's interview in the media center, made a phone call to his mom to \"make sure my dad was alive and survived the drama.\"...Three starts later, at the Shell Houston Open, overcame a 1-over 73 in the first round with a 6-under 66 in the final round to claim a T7 with four others, including McIlroy, one of the three players he beat in The Honda Classic playoff...Opened with rounds of 70-66-65 for a one-stroke lead over Billy Horschel after 54 holes of the Deutsche Bank Championship. Closed with a 1-under 70 Monday, including a 28-foot birdie on the final hole, to finish T2 with Geoff Ogilvy and Horschel, two strokes behind fellow former Georgia Bulldog Chris Kirk. Finish marked his third top-10 of the season and first since a T7 at the Shell Houston Open 15 starts prior...Finished T59 at the BMW Championship to advance to the TOUR Championship by Coca-Cola for the first time...At the TOUR Championship by Coca-Cola, went on to finish 12th at East Lake GC and No. 19 in the FedExCup.\n\n\n2013: Made 17 of 24 cuts in his rookie season, with three top-10s and a win. Finished No. 44 in the FedExCup standings...Making just his third official PGA TOUR start (first as a professional), he ran away from the field at the Sony Open in Hawaii, carding three rounds of 7-under 63 and a third-round 3-under 67 for a three-stroke win over Tim Clark. Closing the event with five consecutive birdies helped him become the first rookie to win in his first start as an official member of the PGA TOUR since Garrett Willis at the 2001 Touchstone Energy Tucson Open. In addition to becoming the ninth player to make the Sony Open in Hawaii his first PGA TOUR win (and first since Jerry Kelly in 2002), his 72-hole numerical total of 256 broke the tournament-scoring mark of 260 set by John Huston in 1998 and matched by Brad Faxon in 2001. His 256 was also the third-lowest 72-hole total (tie with Mark Calcavecchia at the 2001 Phoenix Open) in PGA TOUR history. Jumping out of the gate fast, his victory was set up with a Sony Open in Hawaii record for the best opening 36-hole score in event history (63-63, 14-under 126). It broke the record of 12-under 128 set in 1994 by Davis Love III and matched by Huston (1998), Paul Azinger (2000), Faxon (2001) and John Cook (2002). Prior to his victory, the last player to win the Sony Open in his first attempt was Bruce Lietzke (1977)...Second career top-10 came 10 starts later, finishing T6 at the RBC Heritage. Was seeking to become just the sixth player to win the event in his first appearance. The others were Boo Weekley (2007), Jose Coceres (2001), Stewart Cink (2000), Bob Goalby (1970) and Arnold Palmer (1969)...Despite a pair of bogeys on his first seven holes in the first round of the Memorial Tournament, managed seven birdies to post a 5-under 67. A 5-over 77 followed in the second round but a 70-69 weekend resulted in a T6. \n\n2012: Ended the year No. 3 on the Web.com Tour money list and was one of five two-time winners on the year. Joined Casey Wittenberg and Luke Guthrie as the only players to top the $400,000 mark in earnings...Fired a front-nine 30 en route to a final-round 65 at the Winn-Dixie Jacksonville Open to get into a playoff with B.J. Staten. Went on to win with a par on the first extra hole for his second victory of the year. Jumped to third on the money list...Won his first professional title, at the Chiquita Classic. Held a share of the lead after each of the first three rounds and eventually survived a wild finish for the win. Went to the last hole of regulation with a one-stroke lead over hard-charging former collegiate All-Americans Patrick Cantlay and Morgan Hoffmann but dumped his second shot into the water and was forced to hole a clutch 20-foot bogey putt to get into a three-way playoff. Won the extra session on the first hole with a par, two-putting from 20 feet. Hoffmann had hit his second shot in the water moments before Henley's approach shot and made bogey. Cantlay hit his drive in a fairway bunker, was short of the green in two, hit a poor pitch and then missed the 15-foot par effort. Victory vaulted him from 35th into the 12th position on the money list and assured him of his 2013 PGA TOUR exemption...Two weeks later finished third at the Miccosukee Championship on the strength of a pair of 2-under-par 69s on the weekend...Recorded his first top-10 finish of the campaign, at Willow Creek CC to T9 at the Utah Championship...Followed up a couple weeks later with a T7 at the Cox Classic. First- and third-round 64s gave him a share of the 54-hole lead, at 17-under par with Luke Guthrie. Was bogey-free in the final round at Champions Run but managed only two birdies on the day and wound up five back of winner Ben Kohles...Continued his solid summer play with a T2 finish two weeks later at the Midwest Classic in Kansas City. Was one shot off the clubhouse lead after 16 holes Sunday but stumbled with a bogey at No. 17 and wound up two back of winner Shawn Stefani. It was his fifth consecutive made cut and third top-10 in that stretch, which saw him move up from No. 102 to No. 31 on the money list. Led the field in Greens in Regulation for the week...Closed his season with a T6 at the Web.com Tour Championship outside Dallas. Enters his rookie PGA TOUR season with two previous starts on TOUR. \n\n\n\n2011: Became only the second amateur in Web.com Tour history to win a tournament when he captured the Stadion Classic at UGA one week before he graduated from the University of Georgia. Fired back-to-back 66s in the second and third rounds to share the 54-hole lead at the UGA GC. A 3-under 68 in the final round put him at 12-under and two better than Troy Kelly, who collected first-place money of $99,000. Got into the tournament on a sponsor's exemption. Joined Daniel Summerhays (2007 Nationwide Children's Hospital Invitational) as the only amateurs to win in Tour history...Had 60 days to join the Tour as a professional but chose to play several amateur events during the summer instead...Finally turned professional at the Soboba Golf Classic in late September and finished T31 in his pro debut...Missed the cut in his only other start, at the Children's Hospital Invitational in Chattanooga...Officially joined the Tour at the end of 2011 to gain his fully-exempt status for the 2012 season. \n\nAmateur: Won seven times during his college career at Georgia, tying the school's all-time record set by Chris Kirk...Named Golfweek's National Player of the Year after his junior season...First-team All-America selection...Won the Fred Haskins Award as the nation's most outstanding collegiate golfer...Southeastern Conference Player of the Year and first-team All-SEC...Selected as one of three finalists for the Ben Hogan Award...Helped the Bulldogs win the SEC title in his junior and senior years and claimed medalist honors as a junior...Second-team All-America as a freshman and sophomore...Named Georgia's Student-Athlete of the Year for the 2009-10 season...Qualified for the 2010 U.S. Open and T16, which tied him as the tournament's low amateur...Went 3-1 for the United States team at the 2010 Porter Cup...Two-time winner of the Georgia State Amateur (2008 and 2009)...Member of the 2007 Junior World Cup Championship team that competed in Japan...Graduated from Stratford Academy and led the Eagles to 3A state titles in 2004 and 2005. State medalist for three years (2004-06).\n","otherCarHigh" : "","personal" : "Says his biggest thrill in golf is making clutch putts and his biggest thrill outside of golf is watching live music...Puts Pebble Beach and Augusta National as the favorite courses he's played. Says he would like to play Cypress Point...Favorite teams are the Georgia Bulldogs and Atlanta Braves...Favorite TV show is \"Family Guy,\" and Kid Rock is his favorite entertainer...Monterey, Calif., is his favorite city to visit, and Destin, Fla., is his favorite vacation spot...Superstitions include never talking about a score in an upcoming round...Would include Kid Rock, Dave Grohl and Andres Gonzales in his dream foursome...Bucket list includes skydiving, visiting Italy and winning the Masters...Established Kevin Brown Celebrity Classic Golf Tournament to benefit the Macon Rescue Mission and FCA which gives medical care to those in need in his hometown.","otherInfo" : "","ntlTeams" : "Porter Cup (1), 2010. Walker Cup (1), 2011.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T5th at the Shell Houston Open.","dynStats" : "He ranks T82nd in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/russhenleygolf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}