{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02010","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Roberts","first" : "Loren","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "215","weightMetric" : "98","birthDate" : "June 24, 1955","age" : "60","birthPlace" : "San Luis Obispo, California","residence" : "Germantown, Tennessee","family" : "Wife, Kimberly; Alexandria, Addison","education" : "Cal Poly-San Luis Obispo","splInterest" : "His home, clubmaking, junior golf","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1975","clubAffl" : "TPC Southwind (Memphis, Tennessee)","cityPlaysFrm" : "Memphis; Tennessee; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "28,225,524&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1981","qSchoolYear" : "Fall 1980, 1982, 1983, 1986, 1987","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "Had a nice showing at the Tucson Conquistadores Classic in March when he posted rounds of 66-69 on the weekend to finish T6.","carHigh" : "Made the cut in two of three starts on the PGA TOUR in 2009, with his best finish being a T24 at the U.S. Bank Championship in Milwaukee. Claimed 14 top-10 finishes on the Champions Tour, highlighted by three wins, including Senior Open Championship. Won the Charles Schwab Cup title for a second time (2007). Did not make a PGA TOUR start in 2008 for the first time since 1980, but took a Top-50 on the PGA TOUR Career Money List exemption for 2009. Was sixth on the final Champions Tour money list and eighth in defense of his Charles Schwab Cup title. Among his 13 top-10 finishes on the Champions Tour was a victory at the Commerce Bank Championship. Went wire to wire for his eighth career Champions Tour title, matching his PGA TOUR victory total. Finished second to Jay Haas on the Champions Tour money list, with more than $2 million in earnings ($2,170,627), but claimed the prestigious Charles Schwab Cup title after losing it on the final hole in the final event of 2006 to Haas. Played in three PGA TOUR events, making the cut in his hometown of Memphis, TN (T63) at the Stanford St. Jude Championship. Captured the Constellation Energy Senior Players Championship in October near Baltimore. Six-stroke victory earned an exemption into the field for the 2008 PLAYERS Championship on the PGA TOUR. Claimed his sixth career Champions Tour victory at The Boeing Championship at Sandestin in June. Rallied from three strokes back with a final-round 65, defeating Eduardo Romero by three shots. In 2006, donated his $500,000 annuity for second in the Charles Schwab Cup to charities in his hometown of Memphis. Opened the 2006 Champions Tour season with three consecutive victories. His bid for a record-tying fourth straight win fell short when he finished T5 at the Outback Steakhouse Pro-Am. Picked up his fourth 2006 victory in a playoff over Eduardo Romero at Senior Open Championship at Turnberry. Served as an Assistant Captain to Tom Lehman for the U.S. Ryder Cup team. Won his first Champions Tour title when he defeated Dana Quigley in a two-hole playoff at the 2005 JELD-WEN Tradition in his third start. In 2002, picked eighth career PGA TOUR victory at the Valero Texas Open, and finished in the top 30 on the money list. Most lucrative season on TOUR came in 2000 thanks to a victory at the Greater Milwaukee Open and nine top-10s. Member of two Presidents Cup teams (1994, 2000) with a 4-2-1 record and one U.S. Ryder Cup team (1995) with a 3-1-0 record. Won the 1999 GTE Byron Nelson Classic in a playoff over Steve Pate. Won twice in 1996 at MCI Classic and Greater Milwaukee Open. Won the Nestle Invitational in 1994 and 1995, making him the only player to successfully defend a title at Bay Hill Invitational until Tiger Woods joined him in 2001 and 2002. Tied with Ernie Els after 18-hole playoff at 1994 U.S. Open, lost on 20th hole. \n","otherCarHigh" : "","personal" : "Nicknamed \"Boss of the Moss\" for his putting ability. Nickname coined by fellow TOUR member David Ogrin in 1985...Cary Middlecoff said of him in the mid-1980s: \"We've got a kid back home (in Tennessee) who is just a beautiful putter. He'll just break your heart on the greens, he's so pure. If he ever gets to believing in himself, he could really be something to watch\"...Member of Tennessee Hall of Fame (inducted 1995), Cal Poly Athletic Hall of Fame (1998) and Tennessee Golf Hall of Fame (2006).","otherInfo" : "","ntlTeams" : "The Presidents Cup (2) 1994, 2000; Ryder Cup, 1995, Captain's Assistant, 2006.","priorYearSeason" : "In his only PGA TOUR start, missed the cut at The Open Championship...With seven top-10 finishes in 21 starts, went over the million-dollar mark for the fifth consecutive season on the Champions Tour...Highlight of his year was celebrating his 55th birthday by winning the Dick's Sporting Goods Open, his 12th career Champions Tour victory. Came from four strokes back Sunday and capped the win with a clutch, 7-foot birdie putt on the final hole to finish one ahead of Fred Funk. Final-round 65 included a back-nine, 5-under-par 30 that began when he holed out a short wedge shot from the right rough on the par-5 12th hole at En-Joie GC. Extended the number of consecutive years of winning at least one event on that Tour to six, the longest active streak."},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2005","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Had a nice showing at the Tucson Conquistadores Classic in March when he posted rounds of 66-69 on the weekend to finish T6.","carHigh" : "2015: Teamed with Mark Wiebe to finish T3 at the Bass Pro Shops Legends of Golf in April. The pair was 12-under par on the par-3 Top of the Rock Course...Finished T11 in his first start of the year, at the Mitsubishi Electric Championship at Hualalai. Highlight of his effort was an 8-under-par 64 in the final round, his lowest Tour round since a closing 64 at the 2009 U.S. Senior Open at Crooked Stick GC in Indiana...Posted a T9 finish at the SAS Championship \n\n2014: Slipped to 48th on the final money list, with earnings totaling $347,083...Was two strokes off the lead after 36 holes of the Quebec Championship and carded a final-round 71 at La Tempete GC to finish T7 just outside Quebec City...Had his initial top-10 finish in his fourth start of the year when he was T10 at the Toshiba Classic in mid-March. Worked his way up the leaderboard Sunday before a pair of bogeys were his undoing, including one on No. 17...Also T10 at the Nature Valley First Tee Open at Pebble Beach when he birdied four of his last six holes to post a 7-under 65, equaling the low round of the tournament. \n\n2013: Saw his string of top-30 money-list finishes end at eight consecutive years when he slipped to 35th...Posted just two top-10s and was in the top 25 just eight times, fewest in his PGA TOUR Champions career...Played in the final group Sunday at the Insperity Championship in May. His even-par 72 in the final round led to a T4 performance, his best effort since winning the 2012 Toshiba Classic...His other top-10 finish did not come until September when he finished eighth at the Montreal Championship...Made a hole-in-one on No. 13 in the opening round of the AT&T Championship, sinking a 6-iron, from 174 yards at TPC San Antonio's Canyons Course.\n\n2012: Registered only two top-10s during his 23 starts, at the time the fewest he's had since turning 50. One, however, was his 13th career PGA TOUR Champions title. Claimed his first victory in nearly two years when he came from behind in Sunday's final round to win the Toshiba Classic in Newport Beach. Despite bogeys on three of his final five holes, sank a critical 5-foot birdie putt on No. 18 to win by two strokes over Tom Kite, Bernhard Langer and Mark Calcavecchia. One of the keys to his win was a critical par save at No. 10 from 6 feet after a bad tee shot and a difficult second shot. He followed with birdies at Nos. 11 and 13 to give himself a valuable cushion, which he would need later in his round...Late in the year, closed with a 68 to finish T9 at the Greater Hickory Classic at Rock Barn in mid-October. \n\n2011: Troubled with shoulder and upper-back issues for the latter half of the year and was out of action for over a month from mid-June to late-July. Was forced to withdraw prior to starting defense of his title at the Dick's Sporting Goods Open in June as a result of these injuries...Winless season ended a run of six consecutive years with at least one PGA TOUR Champions title...Was among the top-eight in four events, with three of them coming in a four-event stretch during the late-spring\/early-summer...Closed his season on a solid note with a T2 at the Charles Schwab Cup Championship, two strokes back of Jay Don Blake. Jumped into contention with a 6-under 65 at TPC Harding Park in the third round which proved to be the low round of the event. Added a final-round 70 to finish second along with Michael Allen, Jay Haas and Mark Calcavecchia. Holed a five-foot par putt on the final hole to help secure the Charles Schwab Cup for good friend Tom Lehman...First made noise in 2033 when he fired a final-round, 7-under-par 65 at Shoal Creek, which led to a third-place finish at the Regions Tradition, his best finish in that championship since winning it in 2005...Was T8 in his next start at the Senior PGA Championship, where he was on the leaderboard throughout much of the event at Valhalla...Two weeks later, was one of three players to play three straight bogey-free rounds (Peter Senior and Hal Sutton the others) at the Greater Hickory Classic at Rock Barn and 54-hole total of 17-under-par 199 was good enough for a T5 in North Carolina. 2010: Went over the million-dollar mark for the fifth consecutive season and played his best golf during a three-event run early in the summer...Highlight of his year was when he celebrated his 55th birthday by winning the Dick's Sporting Goods Open, his 12th career PGA TOUR Champions victory. Came from four strokes back Sunday and capped the win with a clutch, 7-foot birdie putt on the final hole to finish one ahead of Fred Funk. Final-round 65 included a back-nine, 5-under-par 30 that began when he holed out a short wedge shot from the right rough on the par-5 12th hole at En-Joie GC...Two weeks prior to winning, was T3 at The Principal Charity Classic, thanks to rounds of 66-68 on the weekend at Glen Oaks...A week after claiming the Dick's title, notched his third consecutive top-five finish when he shot 66-67 on the weekend at Club de Golf Fontainebleau to T5 at the inaugural Montreal Championship...Was not among the top three again until October near Washington, D.C. After an opening-round even-par 70, shot three consecutive rounds in the 60s to grab a solo third-place finish at the Constellation Energy Senior Players Championship. 2009: Claimed his second Charles Schwab Cup title when he finished 319 points in front of John Cook. Clinched the crown with a T6 finish at the season-ending Charles Schwab Cup Championship...After taking most of the month of June off, came back to claim two wins among eight top-10 finishes in his final 10 starts...Highlight of his season was winning his second Senior Open Championship in four years at Sunningdale GC near London. Victory was his fourth senior major title and 10th overall win on the PGA TOUR Champions. Triumph came in a dramatic playoff with Mark McNulty and Fred Funk. Along with McNulty, made birdie on the first extra hole to eliminate Funk and then won the championship on the third extra hole with a par after McNulty hit an errant tee shot that forced him to take a drop from an unplayable lie...The following month, made clutch birdies on the final two holes to earn his third win of the season, a one-stroke victory over Mark O'Meara at the Boeing Classic. One-putted 13 of his final 14 holes Saturday and then needed just nine putts on the back nine Sunday. Overall, had just 73 putts in the event, the fewest by a winner on the PGA TOUR Champions since Tom Kite had 72 at the same event in 2006. Victory near Seattle clinched August Player of the Month honors...Claimed his first title in 2009 early in the year when he made birdie on three of his last four holes to slip past Gene Jones and win The ACE Group Classic in Naples, Fla. Victory was his ninth career PGA TOUR Champions title and was his second victory in Naples...Made his first PGA TOUR cut since 2007 when he played on the weekend at the St. Jude Classic near Memphis. In his record-setting 25th appearance at his hometown event, finished T42 and tied a tournament record for most cuts made with 20...Again played the weekend on the PGA TOUR, finishing T24 at the U.S. Bank Championship in Milwaukee. Enjoyed four sub-70 rounds at Brown Deer Park GC.2008: Among his 13 top-10 finishes was a victory at the Commerce Bank Championship, a one-stroke triumph over Nick Price and Lonnie Nielsen, the event's defending champion. Went wire to wire for his eighth career PGA TOUR Champions title, matching his PGA TOUR victory total. Win ended a drought of 16 events, and he became the first player to win the Commerce Bank event after finishing second the year prior. Win was instrumental in him earning June Player of the Month honors...Earlier in the year, made a miraculous chip-in for an eagle on the 54th hole at the AT&T Champions Classic to earn a spot in the three-man playoff with Brad Bryant and eventual winner Denis Watson. After Bryant was eliminated on the second hole, Watson ended the playoff when he made a birdie on the third extra hole. Had lost in a playoff with Tom Purtzer a year earlier...Was second again at the Regions Charity Classic near Birmingham, Ala. Made a late run at Andy Bean but came up one stroke short at Ross Bridge. Missed a 16-foot birdie putt at the last hole that would have sent the event into overtime...Was the 36-hole leader at the Bank of America Championship in June and battled Jeff Sluman throughout the final round before Sluman birdied three of the final four holes to post a two-stroke win near Boston. 2007: Claimed the prestigious Charles Schwab Cup and also was second again to Jay Haas on the money list, with over $2 million in earnings ($2,170,627)...Posted his signature win of the season when he blew away the field by six strokes at the Constellation Energy Senior Players Championship in October near Baltimore. Shot four straight sub-par rounds at Baltimore CC, and after leading by just three strokes through 54 holes, posted a 5-under 30 on the front nine Sunday to pull away for his third major title in as many years. Became only the fifth PGA TOUR Champions player to win a major championship three years in succession, joining Hale Irwin and Miller Barber (five years in succession each) along with Gary Player and Raymond Floyd (three years each). Victory was Roberts' third different major title, making him the ninth player with three different majors. Victory in Baltimore also vaulted him atop the Charles Schwab Cup list for good, and the $390,000 first prize was the largest of his PGA TOUR Champions career...Other win came in early June when he ended an 18-tournament winless string with his sixth career PGA TOUR Champions victory at The Boeing Championship at Sandestin. Rallied from three strokes back with a final-round 65, eventually defeating Eduardo Romero by three shots...Earlier in the season, fell to Tom Purtzer in a four-hole playoff at the AT&T Champions Classic. Made key birdies on Nos. 15 and 16 Sunday to get himself in position, but saw his chances come to an end when Purtzer made a birdie-4 on the fourth extra hole. Set a new PGA TOUR Champions record in the opening round when he posted a 5-under-par 67, his 33rd consecutive round at par or better, breaking Larry Nelson's mark (2002). Eventually had streak end at 37 straight when he shot a final-round 75 at the Liberty Mutual Legends of Golf...Earned January\/February Player of the Month honors and was also the PGA TOUR Champions's Player of the Month in October...For the second straight year, secured the Byron Nelson Award for the lowest scoring average (69.31) on the strength of his play in the year's final event. His back-to-back Nelson trophies were a first since Gil Morgan in 2000-01. 2006: Finished second to Jay Haas in the race for the money title and narrowly lost to Haas in the Charles Schwab Cup race. Fell 20 points short. Had a chance to grab the crown and the $1-million annuity but missed a 4 1\/2-foot putt for par on the 72nd hole at the Charles Schwab Cup Championship to just fall short. Still earned a $500,000 annuity and donated entire amount to charity...Earned a career-best $2,365,395, with four wins...Led all players with 18 top-10 finishes in 21 starts...Earned the Byron Nelson Award as the scoring leader at 69.01...Opened the season with three consecutive victories. His bid for a record-tying fourth straight win fell short when he finished T5 at the Outback Steakhouse Pro-Am. Became the first player in PGA TOUR Champions history to win the first three events in a season when he prevailed by one stroke over R.W. Eaks and Brad Bryant at The ACE Group Classic in Naples. Despite not making a birdie over his final 12 holes, still managed to hold off a late charge by Hale Irwin. Did not make a bogey over his final 35 holes at the TwinEagles GC and became the sixth player to win three straight events...First two titles of the season came in Hawaii. Completed a two-week Hawaiian sweep, holing a 9-foot eagle putt on the final hole of the Turtle Bay Championship for a two-stroke, wire-to-wire victory over Scott Simpson. Win on Oahu made him the first player since Larry Nelson in 2001 to claim his first two starts of a season...Opened his PGA TOUR Champions campaign with a one-stroke victory over Don Pooley at the MasterCard Championship at Hualalai. Shot 25-under 191, breaking the PGA TOUR Champions's 54-hole record in relation to par and matching the circuit's stroke mark. His 26 birdies at Hualalai set an all-time record for a three-round PGA TOUR Champions event, easily breaking the old mark of 24 birdies by three different players. Final-round 61 at Hualalai was a career best and an 18-hole tournament record. Used the 11-under-par round Sunday to come from three strokes back of Pooley and edge him by one...Picked up his fourth victory of the season at The Senior Open Championship at Turnberry. Playoff win over Eduardo Romero was his second senior major championship since turning 50. Blew a five-stroke lead in regulation but rebounded in the playoff, making a clutch 14-foot par putt on the first extra hole just before Romero missed a 6-foot putt for a par. Final-round 75 in Scotland was the highest finish by a winner since 1998 (Hale Irwin, 75 at the Las Vegas Senior Classic) and the highest in a senior major since 1994 (Simon Hobday, 75 at U.S. Senior Open)...Surged past the $2-million mark in season earnings when he finished T2 at the weather-shortened SAS Championship in early October in North Carolina in his first start after serving as an Assistant Captain to Tom Lehman for the U.S. Ryder Cup team...Finished T9 at the U.S. Senior Open but made headlines in the third round when he set a new U.S. Senior Open and tournament course record with his 8-under-par 62 at Prairie Dunes. The 62 was also the lowest round in the history of any USGA championship and also tied the record for the lowest 18-hole score in any of the 13 USGA national championships, breaking the U.S. Senior Open mark of 63 by Allen Doyle in 2005 and Don Pooley in 2002. 2005: Joined the PGA TOUR Champions in July and had an immediate impact continuing to split time between the PGA TOUR and the PGA TOUR Champions...Won his first PGA TOUR Champions title when he defeated Dana Quigley in a two-hole playoff at the JELD-WEN Tradition in his third start. Posted four straight sub-par rounds and got up and down for a birdie on the final hole in regulation to earn a spot in the playoff. After a birdie on the first extra hole, had a two-putt bogey on the second that was good enough to defeat Quigley...Was solo fifth in his PGA TOUR Champions debut at The Senior Open Championship. Was the first-round leader at Royal Aberdeen with a 1-over 72 and was in contention throughout in Scotland...Co-leader after both the second and third rounds of the U.S. Senior Open but eventually T2 after a disappointing 73 Sunday...Selected as the PGA TOUR Champions August Player of the Month.\n","otherCarHigh" : "Joined the PGA TOUR in 1981 but did not post the first of eight career victories until 1994 when he won the Nestle Invitational at Bay Hill with a closing-round 67 to defeat Fuzzy Zoeller, Vijay Singh and Nick Price by one stroke. That same year, he also had three top-10s in majors: Masters (T5), U.S Open (T2) and PGA Championship (T9). Was tied with Ernie Els after 18-hole playoff at U.S. Open at Oakmont CC, then lost on the 20th hole...Defended his Nestle Invitational crown in 1995 at Bay Hill and became first player to win same event for first two TOUR victories since Calvin Peete (1979 and 1982 Greater Milwaukee Opens)...Won multiple titles in 1996, at the MCI Classic and Greater Milwaukee Open. At the MCI Classic, his 265 total broke Hale Irwin's tournament record by one stroke...Birdied two of final three holes at the Greater Milwaukee Open, forcing playoff with Jerry Kelly. Birdied the first extra hole for GMO victory...After failing to finish in the top 30 on the money list in 1998 for the first time since 1993, returned with a solid year in 1999. Fired a third-round 62, matching career-low which produced 54-hole lead at GTE Byron Nelson Classic and a tournament-record 16-under-par 194. Eventually finished tied with Steve Pate with tournament record 18-under-par 262 then won playoff with par on first extra hole. His father, who spent 1998 looking after his Alzheimer's-stricken wife, was in attendance for first time in nearly a year and joined his son when Byron Nelson presented championship trophy...Won a second Greater Milwaukee Open crown in 2000, which helped him earn a then-career best $1,932,280. Continued success at Brown Deer Park GC (also second in 1994 and 1997) when he finished with a 72-hole score of 260, breaking Carlos Franco's previous record by four strokes...In 2002, nearly earned 1,919,047, including a win at the Valero Texas Open in San Antonio. At 47 years, 3 months, 5 days, became the oldest player to win a TOUR event since 48-year-old Tom Watson won the 1998 MasterCard Colonial. His 19-under total of 261 tied Jeff Sluman (Greater Milwaukee Open) and Jonathan Byrd (Buick Challenge) for low 72-hole total on TOUR that season. Co-leader through 36 holes with Pat Perez after 7-under-par 63, his best round since a 63 at the 2000 Greater Milwaukee Open. Entered final round with one-shot lead over Frank Lickliter II, Garrett Willis, Bob Tway and Matt Peterson. After trailing Fred Funk and Fred Couples by one making the turn, birdied four of final six holes to secure three-shot victory over Funk, Couples and Willis. Victory in Texas led to September Player of the Month honors...Six of his eight TOUR victories occurred after turning 40...In four of his eight victories, set tournament records...Member of two Presidents Cup teams (1994 and 2000), with a career record of 4-2-1 and also played on the American Ryder Cup team in 1995. Compiled a 3-1 record at Oak Hill CC...Along with Corey Pavin, served as an assistant captain to Tom Lehman at the 2006 Ryder Cup matches in Ireland...Led the PGA TOUR in Putting in 1994...Attended the PGA TOUR's Qualifying Tournament five times before becoming established on the TOUR...Has seven career holes-in-one with one of those on the PGA TOUR Champions.","personal" : "Earned the nicknamed \"Boss of the Moss\" for his putting ability. Nickname was coined by fellow TOUR member David Ogrin in 1985...Cary Middlecoff said of him in the mid-1980s: \"We've got a kid back home (in Tennessee) who is just a beautiful putter. He'll just break your heart on the greens, he's so pure. If he ever gets to believing in himself, he could really be something to watch.\"...Inducted into Cal Poly-San Luis Obispo Athletic Hall of Fame in 1998...Heroes are his mom and Byron Nelson...Dream foursome would include himself, Nelson, Ben Hogan and Walter Hagen...Favorite golf courses are any built prior to 1950 and those designed by A.W. Tillinghast...Served as an assistant club professional before embarking on a professional career at San Luis Obispo CC and Morro Bay Municipal. One of his jobs as an assistant was making milkshakes, and he still enjoys doing it...First job was a paper boy...Says if he weren't playing golf for a living he'd be a golf professional at a private club...Two of his best friends in golf are Tom Lehman and Vance Veazey...Said one of the strangest things he ever signed was a Roger Clemens-autographed baseball...Helped save the boys and girls golf programs in the Elk Grove Unified School District (Sacramento) in 2009 by donating $35,000 for the programs.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T6th at the Tucson Conquistadores Classic.","dynStats" : "He ranks 32nd in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}