{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24604","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Haas","first" : "Hunter","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "170","weightMetric" : "77","birthDate" : "December 1, 1976","age" : "39","birthPlace" : "Fort Worth, Texas","residence" : "Southlake, Texas","family" : "Wife, Lorie; Piper May, Hayden Huck Finn","education" : "University of Oklahoma (2000, Sociology)","splInterest" : "Wood working, barbecue chili competition, yard work, star gazing, hunting","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2004, 2010)","trndProYear" : "2000","clubAffl" : "The Links at Castle Hills (Lewisville, Texas)","cityPlaysFrm" : "Ft. Worth; TX; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,593,102&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2002","exmtStatus" : "Conditional - Additional Qualifying Tournament Finisher or Finished 76-100 on 2015 Web.com Tour Money List","otherVics" : "","intlVics" : "","curYearHigh" : "Played in 21 Web.com Tour events, making six cuts. Best finish was a T26 at the Cartagena de Indias at Karibana Championship in March.","carHigh" : "2014: Played in 23 Web.com Tour events, making 16 cuts. Had one top-10 and six top-25s. Finished the Regular Season 68th on the money list...Top-10 finish came at the Rex Hospital Open in May. Opened with rounds of 67-68-67 and was tied for the lead with eventual winner Byron Smith and Harold Varner III. A 73 on Sunday dropped him to T8. Rose to 40th on the money list...Next best finish was a T13 at the El Bosque Mexico Championship in April...Best finishes in the Web.com Tour Finals were a T31 in Columbus and a T61 in Charlotte.\n\n2013: Made the cut in 14 of 20 Web.com Tour starts after failing to meet the terms of his Major Medical Extension in five PGA TOUR starts...Finished T7 at the United Leasing Championship...Was T6 at the Albertsons Boise Open. Shared the first-round lead with Steven Alker after firing a 9-under 62. Closed with a flurry at the Hillcrest CC on the final day. Made an eagle-3 at the par-5 16th and then backed that up with an ace at the par-3, 17th, his first career Web.com Tour hole-in-one. Wound up three shots out of a playoff...Made the cut in two of four Web.com Tour Finals' events, with a T19 at the Chiquita Classic his best finish.\n\n2012: Only top-10 finish of the season came in April in his third start, at the Valero Texas Open. After a T15 at TPC San Antonio in 2011, opened the event with a bogey-free, 6-under 66, highlighted by the par-5 18th hole's lone eagle of the day. Along with Ryan Moore and Cameron Tringale, finished T8...Announced on August 13 that he would undergo hip surgery and be \"out until next year.\" His last start before surgery was the Reno-Tahoe Open, where he T31. \n\n2011: Enjoyed a banner year on the PGA TOUR, making 18 cuts in 30 starts. Of those starts, collected eight top-25 finishes, four of which were top-10s...Finished T3 at the Puerto Rico Open, two shots out of the Michael Bradley-Troy Matteson playoff. Only other top 10 on TOUR came at the 2005 BellSouth Classic (T10). Opened with three rounds in the 60s. It is the first time in 74 starts on TOUR (196 rounds) he recorded three consecutive rounds in the 60s...Shared the first-round lead with Adam Scott for at the AT&T National after carding an opening, 4-under 66. Went on to card rounds of 74-70-73 to finish T51. It marked the first time he held the lead\/co-lead after the first round in his PGA TOUR career...Rolled in a 53-foot eagle putt on the par-5 18th hole to climb to 20-under 268 and finish T4 at the Viking Classic. Playing in his third Viking Classic, posted the best Mississippi finish of his career. He missed the cut in 2001 and finished T44 in 2005...Produced third top 10 of the season, with a T10 at the Reno-Tahoe Open...Next top 10 also came in Nevada, finishing T10 at the Justin Timberlake Shriners Hospitals for Children Open. Tied the course record with a career-best 10-under 61 in the second round, equaling Davis Love III (2001) and Tag Ridings (2004) for the best rounds at TPC Summerlin. The 61 equaled the second-best round on TOUR during the season, behind only amateur Patrick Cantlay's 60 at the Travelers Championship. \n\n2010: Made 23 starts on the Web.com Tour and collected a pair of titles among his six top-10s. Was one of a Tour-record four players to go over the $400,000 mark in a single season and finished the year with $408,047 to wind up No. 3 on the money list...Final-round 7-under 65 led to a tournament-record six-stroke victory at the Price Cutter Charity Championship. Collected his third-career Tour win with a 26-under winning total, one shy of Doug LaBelle's tournament-record winning score in 2006. The victory came in Springfield, Mo., which is the home of Rick Neal, Haas' instructor and the director of golf at nearby Hickory Hills CC (the home course of the late Payne Stewart). Collected $112,500 to move from No. 48 to No. 10 on the official money list...Earned his second win of the year and the fourth of his career with a one-stroke victory at the Albertsons Boise Open in September. Started the last day three shots back but posted a career-best final-round score of 64 to overtake 54-hole leader Daniel Summerhays. Birdied six of the first 10 holes to draw into a tie and then rolled in a 20-foot birdie putt on the 16th hole to take the lead. The victory was worth $130,500 and vaulted him from No. 12 to No. 4 on the money list, wrapping up a return trip to the PGA TOUR for the 2011 season...Prior to his wins, made three cuts in a row before finally breaking into the top 10 with a T5 at the Mexico Open Bicentenary. Birdied four of the final seven holes Sunday for a 5-under 67, finishing at 9-under par and three strokes out of a playoff...Four sub-70 rounds in Kansas at the Preferred Health Systems Wichita Open led to T4 the week before his Springfield win...Recorded his fifth top-10 at the Soboba Classic (T5), two starts after his Boise win...Closed the season with another T5 at the Web.com Tour Championship at Daniel Island and earned enough to pass Tommy Gainey by $4,090 and into third place on the money list. \n\n2009: Finished the Web.com Tour season No. 68 on the money list, with eight top-25 finishes but only two top-10s. Earned his first top-10 of the year with a T6 at the Christmas In October Classic. Added a T7 at the WNB Golf Classic, thanks to a final-round 66 at Midland CC. \n\n2008: Played 26 Web.com Tour events, with six top-10s, including a season-best T2 at the Preferred Health Systems Wichita Open. An opening-round 65 and a closing 66 helped earn a T5 at the Ford Wayne Gretzky Classic. Putted well (tying for second in the category for the week) for a T6 finish at the Xerox Classic. Had back-to-back top-10s on the western swing, with a T6 at the Albertsons Boise Open and a T8 at the Oregon Classic. Moved to No. 27 on the money list after Oregon. Shot 19-under to finish fourth at the Chattanooga Classic. Final round 72 at the season-ending Web.com Tour Championship at TPC Craig Ranch dropped him from 26th to 27th on the money list. Rounds of 80-70 at the U.S. Open led to a missed cut in his first PGA TOUR start since his rookie season in 2004. \n\n2007: Made the cut in 14 of 25 starts on the Web.com Tour, with five top-25 finishes. Concluded the season No. 59 on the money list, with $102,985. Opened the year with a runner-up finish at the Movistar Panama Championship, two strokes behind tournament winner Miguel Carballo. It represented the third second-place showing of his career to go along with two wins. Only other top-10 came at the Athens Regional Foundation Classic (T6). \n\n2006: Made the cut in 20 of 29 starts on the Web.com Tour, with 10 top-25 finishes—two of which were top 10s. Finished the season No. 30 on the money list, with $175,189. Failed to crack the top 10 in any of his first 12 starts of the season but more than made up for it with his second Tour victory at the Knoxville Open. Rounds of 67-66-67-69 led to a 19-under-par 269, five strokes clear of his nearest challenger and tying Andrew Buckle for the largest winning margin on Tour that year. Collected $85,500 for the victory, becoming one of just six players in Tour history to win the same event twice (first victory came at the 2004 Knoxville Open). Came back the following week with a T8 outing at the Chattanooga Classic. For his efforts, was named the Tour's June Player of the Month. \n\n2005: Returned for his second stint on the PGA TOUR after spending the past three seasons on the Web.com Tour. Picked up his first top-10 of the season, a T10 at the weather-shortened, 54-hole BellSouth Classic, in his sixth start. It was his then-career-best finish on TOUR in 43 starts. Opened with a personal-best, bogey-free 9-under 63 to hold the first-round lead at the FUNAI Classic at Walt Disney World Resort. Finished T58. \n\n2004: Posted five top-10s and finished 16th on the Web.com Tour money list, with $212,065. Broke through for his first career win at the Knoxville Open. Birdied the first extra hole to defeat Shane Bertsch and Justin Bolli for the $85,500 first-place check. Also lost a playoff to Bradley Hughes at the Preferred Health Systems Wichita Open. \n\n2003: Finished 54th on the Web.com Tour money list, with four top-10s. \n\n2002: Was 44th on the Web.com Tour money list, with two top-10s including a second-place showing at the Lake Erie Charity Classic at Peek 'n Peak Resort, one stroke behind winner Patrick Moore. Posted one of three double eagles on Tour when his 3-iron from 234 yards found the bottom of the cup in the final round of the Gila River Golf Classic. \n\n2001: Earned his PGA TOUR playing privileges with a T8 at the 2000 PGA TOUR National Qualifying Tournament. Made the cut in eight of 30 TOUR events, with his only top-25 finish coming in his first event of season and seventh career start, a T15 at the Touchstone Energy Tucson Classic. Best round of the year was a 65 in the second round of the Invensys Classic at Las Vegas. \n","otherCarHigh" : "Three-time All-American. Named the 1998 Big 12 Player of the Year. Summer of 1999, shortly after finishing his college golf eligiblity, won the U.S. Public Links and the Porter Cup in back-to-back weeks. The Public Links victory gave him an automatic exemption to the U.S. Amateur at Pebble Beach GL and the 2000 Masters. Was planning on playing professionally in 2000 while finishing his degree but could not pass up a guaranteed spot in the Masters, where he eventually missed the cut. Did manage to make a 35-foot putt on his final hole at the annual Masters Par-3 Contest to advance to four-person playoff. Chris Perry beat Haas, Jay Haas (no relation) and Steve Pate on the first playoff hole. Reached the semifinals at the 1999 U.S. Amateur. Member of the 1999 U.S. Walker Cup team.","personal" : "Has six brothers and sisters who all play competitive golf. Credits his father and sister for giving him his start in golf...Biggest thrill in golf is giving advice to amateur players and seeing improvement in their game. Favorite golf course played is Spyglass Hill...Would most like to play Bandon Dunes in Oregon...Favorite professional team is the Dallas Cowboys. Favorite movie is \"Unforgiven\" and likes Minnesota Vikings' running back Adrian Peterson...Favorite food is Lebanese...Favorite city to visit is Norman, Okla...Would most like to play golf with Clint Eastwood.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 1999.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2001","qSchoolYear" : "2000, 2009","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in 21 Web.com Tour events, making six cuts. Best finish was a T26 at the Cartagena de Indias at Karibana Championship in March.","carHigh" : "Member of the PGA TOUR in 2001, 2005 and 2011-12, and member of the Web.com Tour in 2002-04 and 2006-10. \n\n2012: First top-10 finish of the season came in April in his third start at the Valero Texas Open. After a T15 at TPC San Antonio in 2011, opened the event with a bogey-free, 6-under 66, highlighted by the par-5 18th hole's lone eagle of the day. Along with Ryan Moore and Cameron Tringale, finished T8...Announced on August 13 that he would be undergoing hip surgery and \"out until next year.\" His last start before surgery was the Reno-Tahoe Open, where he T31...Will have five events in the 2013 season to earn $248,146, which coupled with 2012 earnings of $399,364 would equal No. 125 from the 2012 money list.\n\n2011: Enjoyed a banner year, making 18 cuts in 30 starts. Of those starts, collected eight top-25 finishes, four of which were top-10s...Finished T3 at the Puerto Rico Open, two shots out of the Michael Bradley-Troy Matteson playoff. Only other top 10 on TOUR came at the 2005 BellSouth Classic (T10). Opened with three rounds in the 60s. It is the first time in 74 starts on TOUR (196 rounds) he recorded three consecutive rounds in the 60s...Shared the first-round lead with Adam Scott for at the AT&T National after carding an opening, 4-under 66. Went on to card rounds of 74-70-73 to finish T51. It marked the first time he held the lead\/co-lead after the first round in his PGA TOUR career...Rolled in a 53-foot eagle putt on the par-5 18th hole to climb to 20-under 268 and finish T4 at the Viking Classic. Playing in his third Viking Classic, posted the best Mississippi finish of his career. He missed the cut in 2001 and finished T44 in 2005...Produced third top 10 of the season, with a T10 at the Reno-Tahoe Open...Next top 10 also came in Nevada, finishing T10 at the Justin Timberlake Shriners Hospitals for Children Open. Tied the course record with a career-best 10-under 61 in the second round, equaling Davis Love III (2001) and Tag Ridings (2004) for the best rounds at TPC Summerlin. The 61 equaled the second-best round on TOUR during the season, behind only amateur Patrick Cantlay's 60 at the Travelers Championship. 2010: Made 23 starts on the Web.com Tour and collected a pair of titles among his six top-10s. Was one of a Tour-record four players to go over the $400,000 mark in a single season and finished the year with $408,047 to wind up No. 3 on the money list...Final-round 7-under 65 led to a tournament-record six-stroke victory at the Price Cutter Charity Championship. Collected his third-career Tour win with a 26-under winning total, one shy of Doug LaBelle's tournament-record winning score in 2006. The victory came in Springfield, Mo., which is the home of Rick Neal, his instructor and the director of golf at nearby Hickory Hills CC (the home course of the late Payne Stewart). Collected $112,500 to move from No. 48 to No. 10 on the official money list...Earned his second win of the year and the fourth of his career with a one-stroke victory at the Albertsons Boise Open in September. Started the last day three shots back but posted a career-best final-round score of 64 to overtake 54-hole leader Daniel Summerhays. Birdied six of the first 10 holes to draw into a tie and then rolled in a 20-foot birdie putt on the 16th hole to take the lead. The victory was worth $130,500 and vaulted him from No. 12 to No. 4 on the money list, wrapping up a return trip to the PGA TOUR for the 2011 season...Prior to his wins, made three cuts in a row before finally breaking into the top 10 with a T5 at the Mexico Open Bicentenary. Birdied four of the final seven holes Sunday for a 5-under 67, finishing at 9-under par and three strokes out of a playoff...Four sub-70 rounds in Kansas at the Preferred Health Systems Wichita Open led to T4 the week before his Springfield win...Recorded his fifth top-10 at the Soboba Classic (T5), two starts after his Boise win...Closed the season with another T5 at the Web.com Tour Championship at Daniel Island and earned enough to pass Tommy Gainey by $4,090 and into third place on the money list. 2009: Finished the Web.com Tour season No. 68 on the money list, with eight top-25 finishes but only two top-10s. Earned his first top-10 of the year with a T6 at the Christmas In October Classic. Added a T7 at the WNB Golf Classic, thanks to a final-round 66 at Midland CC. 2008: Played 26 Web.com Tour events, with six top-10s, including a season-best T2 at the Preferred Health Systems Wichita Open...An opening-round 65 and a closing 66 helped earn a T5 at the Ford Wayne Gretzky Classic...Putted well (tying for second in the category for the week) for a T6 finish at the Xerox Classic...Had back-to-back top-10s on the western swing, with a T6 at the Albertsons Boise Open and a T8 at the Oregon Classic. Moved to No. 27 on the money list after Oregon...Shot 19-under to finish fourth at the Chattanooga Classic...Final round 72 at the season-ending Web.com Tour Championship at TPC Craig Ranch dropped him from 26th to 27th on the money list...Rounds of 80-70 at the U.S. Open led to a missed cut in his first PGA TOUR start since his rookie season in 2004. 2007: Made the cut in 14 of 25 starts on the Web.com Tour, with five top-25 finishes. Concluded the season No. 59 on the money list, with $102,985. Opened the year with a runner-up finish at the Movistar Panama Championship, two strokes behind tournament winner Miguel Carballo. It represented the third second-place showing of his career to go along with two wins...Only other top-10 came at the Athens Regional Foundation Classic (T6). 2006: Made the cut in 20 of 29 starts on the Web.com Tour, with 10 top-25 finishes—two of which were top 10s. Finished the season No. 30 on the money list, with $175,189...Failed to crack the top 10 in any of his first 12 starts of the season but more than made up for it with his second Tour victory at the Knoxville Open. Rounds of 67-66-67-69 led to a 19-under-par 269, five strokes clear of his nearest challenger and tying Andrew Buckle for the largest winning margin on Tour that year. Collected $85,500 for the victory, becoming one of just six players in Tour history to win the same event twice (first victory came at the 2004 Knoxville Open)...Came back the following week with a T8 outing at the Chattanooga Classic. For his efforts, was named the Tour's June Player of the Month. 2005: Returned for his second stint on the PGA TOUR after spending the past three seasons on the Web.com Tour...Picked up his first top-10 of the season, a T10 at the weather-shortened, 54-hole BellSouth Classic, in his sixth start. It was his then-career-best finish on TOUR in 43 starts...Opened with a personal-best, bogey-free 9-under 63 to hold the first-round lead at the FUNAI Classic at Walt Disney World Resort. Finished T58. 2004: Posted five top-10s and finished 16th on the Web.com Tour money list, with $212,065...Broke through for his first career win at the Knoxville Open. Birdied the first extra hole to defeat Shane Bertsch and Justin Bolli for the $85,500 first-place check...Lost a playoff to Bradley Hughes at the Preferred Health Systems Wichita Open. 2003: Finished 54th on the Web.com Tour money list, with four top-10s. 2002: Was 44th on the Web.com Tour money list, with two top-10s including a second-place showing at the Lake Erie Charity Classic at Peek 'n Peak Resort, one stroke behind winner Patrick Moore...Posted one of three double eagles on Tour when his 3-iron from 234 yards found the bottom of the cup in the final round of the Gila River Golf Classic. 2001: Earned his PGA TOUR playing privileges with a T8 at the 2000 PGA TOUR National Qualifying Tournament. Made the cut in eight of 30 TOUR events...Only top-25 finish came in his first event of season and seventh career start, a T15 at the Touchstone Energy Tucson Classic...Best round of the year was a 65 in the second round of the Invensys Classic at Las Vegas. Amateur: Three-time All-American. Named the 1998 Big 12 Player of the Year. Summer of 1999, shortly after finishing his college golf eligiblity, won the U.S. Public Links and the Porter Cup in back-to-back weeks. The Public Links victory gave him an automatic exemption to the U.S. Amateur at Pebble Beach GL and the 2000 Masters. Was planning on playing professionally in 2000 while finishing his degree but could not pass up a guaranteed spot in the Masters, where he eventually missed the cut. Did manage to make a 35-foot putt on his final hole at the annual Masters Par-3 Contest to advance to four-person playoff. Chris Perry beat Jay Haas (no relation), Steve Pate and him on the first playoff hole. Reached the semifinals at the 1999 U.S. Amateur. Member of the 1999 U.S. Walker Cup team. \n","otherCarHigh" : "","personal" : "Has six bothers and sisters who all play competitive golf. Credits his father and sister for giving him his start in golf...Biggest thrill in golf is giving a advice to amateur players and seeing improvement in their game. Favorite golf course played is Spyglass Hill...Would most like to play Bandon Dunes in Oregon...Favorite professional team is the Dallas Cowboys. Favorite movie is \"Unforgiven\" and likes Minnesota Vikings' running back Adrian Peterson...Favorite food is Lebanese...Favorite city to visit is Norman, Okla...Would most like to play golf with Clint Eastwood.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 1999.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 4 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/hunterhaas"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}