{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "12714","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Tidland","first" : "Chris","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "170","weightMetric" : "77","birthDate" : "September 28, 1972","age" : "43","birthPlace" : "Torrance, California","residence" : "Stillwater, Oklahoma","family" : "Wife, Amy; Jackson Riley (10\/7\/99), Isabella Grace (5\/31\/02)","education" : "Oklahoma State University (1995, Marketing)","splInterest" : "Reading, cooking, family","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2009)","trndProYear" : "1995","clubAffl" : "Karsten Creek (Stillwater, Oklahoma)","cityPlaysFrm" : "Stillwater; Oklahoma; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,640,984&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1996","exmtStatus" : "Exempt - Major Medical","otherVics" : "","intlVics" : "(1) 1998 Bayer Championship [Can].","curYearHigh" : "","carHigh" : "2014: Did not play in any PGA TOUR or Web.com Tour events.\n\n2013: Made just five Web.com Tour starts...A T13 in the season-opening Panama Claro Championship was his best finish...Made one more cut (61st) and missed three others through April and did not compete the rest of the season.\n\n2012: Missed the entire season due to shoulder problems. \n\n2011: Made the cut in three of 12 PGA TOUR starts. Best finish was a T7 at the Puerto Rico Open where a 9-under 63 in the second round put him into a three-way tie with James Driscoll and Troy Matteson for the lead. Made only three cuts in eight Web.com Tour starts, and his best finish was a T11 in the Winn-Dixie Jacksonville Open, the final full-field event on the schedule. \n\n2010: In his third year on the PGA TOUR, carded a pair of top-10 finishes in 24 starts. Made the cut in 14 events to finish 148th on the money list...Rallied from a first-round 73 with second- and third-round 67s en route to T9 at The Honda Classic, second career top-10 finish in 66 starts on the PGA TOUR...Second top 10 of the season came in October at the Frys.com Open during the PGA TOUR Fall Series. Matched his career-low round of 6-under 65 in the third round to finish a career-best fifth. \n\n2009: Finished sixth on the Web.com Tour money list to regain his card for 2010…Had a stretch where he made 12 of 13 cuts and collected a win, two seconds and nine top-25 finishes…Earned his first top-10 of the year with a runner-up finish at the South Georgia Classic, where he shared the third-round lead with eventual winner Garth Mulroy. Paycheck pushed him over the $1-million mark in career earnings ($1,046,630), the ninth Web.com Tour player to reach that plateau…Picked up his second Web.com Tour career victory at the Preferred Health Systems Wichita Open with an eagle on the 72nd hole to win by a shot over Chad Collins and Dave Schultz…Added a solo fourth at the Northeast Pennsylvania Classic…Runner-up at the Fort Smith Classic, losing on the first hole of a playoff to Jason Enloe. Runner-up finish was the sixth of his career…T9 at the Cox Classic in Omaha and was in contention the following week at the Nationwide Children's Hospital Invitational, where he T8. \n\n2008: Made the cut in 12 of 21 starts on the Web.com Tour and had a trio of top-10 finishes, including his first career win…Earned first career title at the Albertsons Boise Open, where he shared the 54-hole lead. Birdied four of the first six holes Sunday en route to a final-round 64. Four-shot victory came in his 192nd career start on Tour. First-place check of $130,500 vaulted him from No. 86 to No. 16 on the money list…Struggled in the final weeks of the season and wound up No. 28 on the money list. \n\n2007: In 46th career start on the PGA TOUR, earned first top-10 at the AT&T Classic, where he was T6. Made the cut in all four Web.com Tour starts, with three top-15 finishes in four starts, including season-bests at the Utah EnergySolutions Championship (T5) and the Chitimacha Louisiana Open (T6). \n\n2006: Made the cut in 14 of 27 starts on the Web.com Tour, with three top-10 performances. Finished the season No. 50 on the money list, with $122,033, marking the fifth straight year with a top-60 finish without securing his PGA TOUR card. 2005: Made the cut in 19 of 25 starts on the Web.com Tour, with five top-10 and nine top-25 finishes. Earned $168,623 to finish No. 28 on the money list. \n\n2004: Made the cut in 19 of 25 appearances on the Web.com Tour, including 13 top-25 finishes…Ranked No. 21 on the final money list, with $196,251. Best tournament of the season was a playoff loss at the Scholarship America Showdown, falling to eventual winner Kevin Stadler…One of just two players to post back-to-back eagles, doing so on Nos. 2 and 3 during the second round of the Albertsons Boise Open. \n\n2003: Made the cut in 15 of 24 Web.com Tour starts and ended the year No. 32 on the money list. Had four top-10 and eight top-25 finishes…Lost in a playoff to Zach Johnson at the First Tee Arkansas Classic. \n\n2002: Made the cut in 10 of 23 events, with three top-10s. Finished T37 at the PGA TOUR Qualifying Tournament, missing his PGA TOUR card by just one stroke. \n\n2001: Rookie on TOUR, made cut in 14 of 29 tournaments. Earned $191,738 on the season, finishing No. 176 on the final money list. Best finish was a T23 at the Southern Farm Bureau Classic.\n\n1998: Won the Bayer Championship on Canadian Tour. Finished seventh on the Canadian order of merit that year. 1997: Lost in a five-man playoff at Telus Edmonton Open on Canadian Tour.\n","otherCarHigh" : "Helped lead Oklahoma State to the 1995 NCAA Division I national championship. NCAA individual medalist runner-up in 1995. Two-time first-team All-American for OSU. Big Eight Conference Player of the Year in 1993.","personal" : "Received his start in golf from his grandfather...Had to skip the 1999 PGA TOUR Qualifying Tournament when his son, Jackson, was born 10 weeks early, weighing 2 pounds, 6 ounces. Lists his son as his hero...Says winning the 1995 NCAA Championship as his biggest thrill in golf...Five career holes-in-one during competitive rounds, including one at the 2005 Knoxville Open on the Web.com Tour...He and his wife were next-door neighbors growing up.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "2000, 2006","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the PGA TOUR in 2001 and 2007 and the Nationwide Tour in 1996, 1999, 2002-06 and 2008-09. 2010: In his third year on the PGA TOUR, carded a pair of top-10 finishes in 24 starts...Rallied from a first-round 73 with second- and third-round 67s en route to T9 at The Honda Classic, second career top-10 finish in 66 starts on the PGA TOUR...Second top 10 of the season came in October at the Frys.com Open during the PGA TOUR Fall Series. Matched his career-low round of 6-under 65 in the third round to finish a career-best fifth. 2009: Finished sixth on the Nationwide Tour money list to regain his card for 2010…Had a stretch where he made 12 of 13 cuts and collected a win, two seconds and nine top-25 finishes…Earned his first top-10 of the year with a runner-up finish at the South Georgia Classic, where he shared the third-round lead with eventual winner Garth Mulroy. Paycheck pushed him over the $1-million mark in career earnings ($1,046,630), the ninth Nationwide Tour player to reach that plateau…Picked up his second Nationwide Tour career victory at the Preferred Health Systems Wichita Open with an eagle on the 72nd hole to win by a shot over Chad Collins and Dave Schultz…Added a solo fourth at the Northeast Pennsylvania Classic…Runner-up at the Fort Smith Classic, losing on the first hole of a playoff to Jason Enloe. Runner-up finish was the sixth of his career…T9 at the Cox Classic in Omaha and was in contention the following week at the Nationwide Children's Hospital Invitational, where he T8. 2008: Made the cut in 12 of 21 starts on the Nationwide Tour and had a trio of top-10 finishes, including his first career win…Earned first career title at the Albertsons Boise Open, where he shared the 54-hole lead. Birdied four of the first six holes Sunday en route to a final-round 64. Four-shot victory came in his 192nd career start on Tour. First-place check of $130,500 vaulted him from No. 86 to No. 16 on the money list…Struggled in the final weeks of the season and wound up No. 28 on the money list. 2007: In 46th career start on the PGA TOUR, earned first top-10 at the AT&T Classic, where he was T6. Made the cut in all four Nationwide Tour starts, with three top-15 finishes in four starts, including season-bests at the Utah EnergySolutions Championship (T5) and the Chitimacha Louisiana Open (T6). 2006: Made the cut in 14 of 27 starts on the Nationwide Tour, with three top-10 performances. Finished the season No. 50 on the money list, with $122,033, marking the fifth straight year with a top-60 finish without securing his PGA TOUR card. Made the cut in 19 of 25 starts on the 2005 Nationwide Tour, with five top-10 and nine top-25 finishes. Earned $168,623 to finish No. 28 on the money list. 2004: Made the cut in 19 of 25 appearances on the Nationwide Tour, including 13 top-25 finishes…Ranked No. 21 on the final money list, with $196,251. Best tournament of the season was a playoff loss at the Scholarship America Showdown, falling to eventual winner Kevin Stadler…One of just two players to post back-to-back eagles, doing so on Nos. 2 and 3 during the second round of the Albertsons Boise Open. 2003: Made the cut in 15 of 24 Nationwide Tour starts and ended the year No. 32 on the money list. Had four top-10 and eight top-25 finishes…Lost in a playoff to Zach Johnson at the First Tee Arkansas Classic. 2002: Made the cut in 10 of 23 events, with three top-10s. Finished T37 at the PGA TOUR Qualifying Tournament, missing his PGA TOUR card by just one stroke. 2001: Rookie on TOUR, made cut in 14 of 29 tournaments. Earned $191,738 on the season, finishing No. 176 on the final money list. Best finish was a T23 at the Southern Farm Bureau Classic. Prior to 2001 season, had played in eight TOUR events in his career, making the cut twice. 1998: Won 1998 Bayer Championship on Canadian Tour. Finished seventh on the Canadian Order of Merit that year. 1997: Lost in a five-man playoff at 1997 Telus Edmonton Open on Canadian Tour. Amateur: Helped lead Oklahoma State to the 1995 NCAA Division I national championship. NCAA individual medalist runner-up in 1995. Two-time first-team All-American for OSU. Big Eight Conference Player of the Year in 1993.\n","otherCarHigh" : "","personal" : "Received his start in golf from his grandfather...Had to skip the 1999 PGA TOUR National Qualifying Tournament when his son, Jackson, was born 10 weeks early, weighing 2 pounds, 6 ounces. Lists his son as his hero...Says winning the 1995 NCAA Championship as his biggest thrill in golf...Five career holes-in-one during competitive rounds, including one at the 2005 Knoxville Open on the Nationwide Tour...He and his wife were next-door neighbors growing up.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "In addition to eight Nationwide Tour starts, also made 12 PGA TOUR starts, in which he claimed runner-up honors in his second start of the season...Finished T7 at the Puerto Rico Open, thanks in part to a second-round 63 that tied the Trump International GC course record. Held a share of the second-round lead with Troy Matteson and James Driscoll."}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/#!\/ChrisTidland"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}