{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01235","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Crenshaw","first" : "Ben","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "157","weightMetric" : "71","birthDate" : "January 11, 1952","age" : "64","birthPlace" : "Austin, Texas","residence" : "Austin, Texas","family" : "Wife, Julie; Katherine Vail (10\/6\/87), Claire Susan (4\/23\/92), Anna Riley (2\/12\/98)","education" : "University of Texas","splInterest" : "Fishing, bird watching, collecting golf artifacts, golf course architecture, country music","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1973","clubAffl" : "Austin GC (Austin, Texas)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "Inducted 2002","combTourMoney" : "10,230,760&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1973","qSchoolYear" : "1973","exmtStatus" : "Past Champion","otherVics" : "(2): 1985 Shootout at Jeremy Ranch [with Miller Barber]. 1995 PGA Grand Slam of Golf.","intlVics" : "(4): 1976 Irish Open [Eur]. 1981 Mexican Open. 1988 World Cup [indiv], World Cup [with Mark McCumber].","curYearHigh" : "Made his 44th consecutive and final appearance in the Masters Tournament, fourth on the all-time list for consecutive starts at Augusta National. Did not make the cut.","carHigh" : "2011: Made his 40th consecutive start at the Masters (missed cut), the longest current active streak in that category. Jack Nicklaus also had a string of 40 consecutive appearances in succession...Teamed with his junior partner Casie Cathrea to win the pro-junior competition at the Nature Valley First Tee Open at Pebble Beach by four strokes over the team of Brad Bryant and Brandon Baumgarten...Best finish during the year was a T21 at the Mitsubishi Electric Championship at Hualalai, where he opened with an 8-under-par 64, matching his career-low round on the Champions Tour (third round, 2005 Blue Angels Classic). It was his best score in relation to par since turning 50...Was T2 in the Legends Division of the Liberty Mutual Legends of Golf with partner Curtis Strange. 2010: Made 17 appearances during the season, with his best showing a T17 at the Mitsubishi Electric Championship at Hualalai in January. After opening with an even-par 72, followed with rounds of 68-67 on Hawaii's Big Island...Along with Fuzzy Zoeller, finished second in defense of their Wendy's Champions Skins Game title. Duo combined for five skins and $230,000 at Royal Kaanapali GC on Maui in Hawaii. 2009: Was the leader at The ACE Group Classic early on the back nine before ending T3 at TPC Treviso Bay, two strokes back of Loren Roberts. Final-round 68 gave him his best Champions Tour finish since the 2008 Constellation Energy Senior Players Championship (T3)...Was T4 at the AT&T Champions Classic on the strength of a final-round 67 at Valencia CC. 2008: Missed the cut in his 37th consecutive Masters appearance (his only PGA TOUR start)...In the hunt twice over 18 appearances on the 2008 Champions Tour, finishing T3 at the Toshiba Classic and the Constellation Energy Senior Players Championship. His T3 finish in the latter proved to be his best effort in a major since finishing solo second at the 2007 U.S. Senior Open. Was the 36-hole leader, a first on Tour since he co-led the 1995 Memorial Tournament (tied with Robert Gamez) on the PGA TOUR. Pulled within one stroke of D.A. Weibring down the stretch but missed a 4-foot birdie putt to tie at No. 17 and then bogeyed the final hole. 2007: For the second consecutive year, made the cut at the Masters, the first time he appeared on the weekend at Augusta National in consecutive years since 1994-95...Improved 26 spots on the Champions Tour money list from the previous season and earned a spot at the season-ending Charles Schwab Cup Championship. Season earnings nearly matched the total of his previous four seasons combined. Best finish was a second at the U.S. Senior Open, three strokes back of winner Brad Bryant. 2006: Was T4 at the AT&T Championship. Made just two bogeys over final 36 holes and moved up the leaderboard at Oak Hills with a final-round 68...Birdied his final three holes (Nos. 16-18) to make the cut at the Bank of America Colonial with an even-par 140 total. Became the oldest player since Tom Kite (2005 Booz Allen Classic, 55 years) to make a cut in a PGA TOUR event and eventually finished T71 in Fort Worth. 2005: Among the top 20 four times in 18 starts on the Champions Tour...Shot the lowest round of his Champions Tour career, a 6-under 64, in final round of the Blue Angels Classic. 2003: Played in the Masters, missing the cut with rounds of 79-76...On the Champions Tour, played in 18 events with two top-10s. Turned in his best Champions Tour performance with a T4 at the 3M Championship in August. 2002: On Nov. 15, inducted into the World Golf Hall of Fame via the PGA TOUR Ballot...Played in only two PGA TOUR events at the age of 50, concentrating on Champions Tour career, where he made 20 starts. 2001: Honored with Payne Stewart Award at THE TOUR Championship. 1999: Spent most of the season preparing for Ryder Cup. Captain of U.S. team which staged greatest comeback in event's history, winning 8Â˝ points in singles matches on final day to come from four points back for victory. Crenshaw's team was the first U.S. squad to win Ryder Cup since 1993...Appeared in 13 TOUR events but did not make a cut. 1997: Underwent foot surgery. 1995: Prior to being named Ryder Cup Captain, most memorable moment in golf came in winning second Masters. Earlier in week had served as pallbearer at funeral of long-time mentor, friend and teacher Harvey Penick. Closed with a 68 to defeat Davis Love III by one stroke...Produced a victory each year from 1992 through 1995. From July 1992 until April 1994, his only three top-10 finishes were victories. 1991: Won Bob Jones Award from USGA. 1990: Earned second Colonial title. Victory was his fifth in home state of Texas among 19 TOUR victories. 1989: Won William Richardson Award, given by Golf Writers Association of America. 1987: Placed third on the money list and recorded 14 top-10s. 1986: Won Vantage Championship (now THE TOUR Championship) at Oak Hills CC in San Antonio. 1984: Earned first Masters victory. Two strokes off lead entering final round, shot closing 68 to defeat Tom Watson by two strokes. 1983: Prevailed again in Texas with a win in the Byron Nelson Classic. 1977: Claimed the first of two Colonial National Invitation titles. 1976: Won three events and finished second three times on way to second-place finish on money list behind Jack Nicklaus...Despite opening 75, won Bing Crosby National Pro-Am by two over Mike Morley...The following week, closed with rounds of 65-66 to win Hawaiian Open by four over Larry Nelson and Hale Irwin...Third victory came at Ohio Kings Island Open. 1973: Won Qualifying Tournament by then-record 12-stroke margin...In his first start as a PGA TOUR member, defeated Orville Moody by two strokes in the San Antonio-Texas Open. \n\nAmateur: Winner of 1971-73 NCAA Championships, sharing title with University of Texas teammate Tom Kite in 1972, the same year he won the Trans-Mississippi Amateur, beating John Paul Cain in Dallas. Winner of Fred Haskins Award as nation's outstanding collegiate golfer each of those years...Won the 1971 South Amateur at Pinehurst, beating Gary Koch by four strokes. \n","otherCarHigh" : "","personal" : "Noted golf historian...Introduced to golf by his father and won his first tournament as a fourth-grader...Fought winning battle against Graves Disease in mid-1980s...1996 PGA National Golf Day Honorary Chairperson...His book, \"A Feel for the Game,\" reached No. 25 on the New York Times best-seller list in 2001...Named as a Player Ambassador for the World Golf Hall of Fame in 2003.","otherInfo" : "Won the 2001 Payne Stewart Award. Captain of the 1999 Ryder Cup Team where the U.S. recorded the greatest comeback in the event's history, winning 8Â˝ points in singles matches on final day to come from four points back for victory. Crenshaw's team was the first U.S. squad to win Ryder Cup since 1993. Won the Masters in 1984 and 1995 among his 19 career PGA TOUR victories. The 1995 victory came after he served as a pallbearer at a funeral of long-time mentor, friend and teacher Harvey Penick. Closed with a 68 to defeat Davis Love III by one stroke. Produced a victory each year from 1992 through 1995. Won 1991 Bob Jones Award from USGA. Won 1989 William Richardson Award. Won 1973 TOUR Qualifying Tournament by then-record 12-stroke margin. In his first start as a TOUR member, defeated Orville Moody by two strokes in the San Antonio-Texas Open.","ntlTeams" : "Ryder Cup (4), 1981, 1983, 1987, 1995, Ryder Cup Captain (1) 1999; World Cup (2), 1987, 1988; Dunhill Cup (1), 1995; World Amateur Team Championship (1), 1972; U.S. vs. Japan (1), 1983; Kirin Cup Captain (1), 1988.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2002","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(8): 1971 NCAA Championship (indiv.). 1972 NCAA Championship [indiv, tie]. 1973 NCAA Championship (indiv.). 1976 Irish Open. 1981 Mexican Open. 1985 Shootout at Jeremy Ranch [with Miller Barber]. 1988 World Cup [indiv], World Cup [with Mark McCumber].","intlVics" : "(1): 2009 Wendy's Champions Skins Game (with Fuzzy Zoeller).","curYearHigh" : "Made his 44th consecutive and final appearance in the Masters Tournament, fourth on the all-time list for consecutive starts at Augusta National. Did not make the cut.","carHigh" : "2014: Competed in just 10 events for the second consecutive year. Turned in his best performance in June when he and teammate Jerry Pate finished T12 at the Big Cedar Lodge Legends of Golf in the Champions Division...Made his 43rd consecutive appearance in the Masters Tournament, fourth on the all-time list for consecutive starts at Augusta National. Announced during the tournament that 2015 would be his final start at the event. \n\n2013: Played in just 10 Champions Tour events...Teamed with fellow World Golf Hall of Famer Curtis Strange to finish T9 in the unofficial Raphael Division at the Liberty Mutual Insurance Legends of Golf.\n\n2012: Played in just nine events, the fewest since joining the Champions Tour...Teamed with Curtis Strange to finish T10 in the unofficial Raphael Division of the Liberty Mutual Insurance Legends of Golf...Made his 41st consecutive start at the Masters (missed cut). Appearance at Augusta National surpassed Jack Nicklaus' string of 40 consecutive starts at the Masters.\n\n2011: Teamed with his junior partner Casie Cathrea to win the pro-junior competition at the Nature Valley First Tee Open at Pebble Beach by four strokes over the team of Brad Bryant and Brandon Baumgarten...Best finish during the year was a T21 at the Mitsubishi Electric Championship at Hualalai, where he opened with an 8-under-par 64, matching his career-low round on the Champions Tour (third round, 2005 Blue Angels Classic). It was his best score in relation to par since turning 50...Was T2 in the Legends Division of the Liberty Mutual Legends of Golf with partner Curtis Strange. \n\n2010: Made 17 appearances during the season, with his best showing a T17 at the Mitsubishi Electric Championship at Hualalai in January. After opening with an even-par 72, followed with rounds of 68-67 on Hawaii's Big Island...Along with Fuzzy Zoeller, finished second in defense of their Wendy's Champions Skins Game title. Duo combined for five skins and $230,000 at Royal Kaanapali GC on Maui in Hawaii. \n\n2009: Was the leader at The ACE Group Classic early on the back nine before ending T3 at TPC Treviso Bay, two strokes behind Loren Roberts. Final-round 68 gave him his best Champions Tour finish since the 2008 Constellation Energy Senior Players Championship (T3)...Was T4 at the AT&T Champions Classic on the strength of a final-round 67 at Valencia CC. \n\n2008: For the second consecutive year turned in a nice effort at the Toshiba Classic at Newport Beach CC. Posted three straight rounds in the 60s to claim a T3 finish, matching his 2007 performance in southern California...During the fall season, made a spirited run at the Constellation Energy Senior Players Championship near Baltimore during the fall. His T3 finish proved to be his best effort in a major since finishing solo second at the 2007 U.S. Senior Open at Whistling Straits. Was the 36-hole leader in the event, a first for him on Tour since he co-led the 1995 Memorial Tournament (tied with Robert Gamez) on the PGA TOUR. Pulled within one stroke of D.A. Weibring down the stretch but missed a 4-foot birdie putt to tie at No. 17 and then bogeyed the final hole. \n\n2007: Steady play allowed him to move up 26 spots on the money list from the previous season and earned him a berth at the season-ending Charles Schwab Cup Championship. Season earnings nearly matched the total of his previous four seasons combined...Carded a final-round 70 at Whistling Straits and eventually moved up the leaderboard into second place at the U.S. Senior Open, three strokes behind winner Brad Bryant. His performance in Wisconsin was his best on the Champions Tour and equaled his top effort in a USGA event (T2 at the 1972 U.S. Amateur at Charlotte CC). His 2-under-par 70 Sunday was one of just five scores under par in the final round...Earlier in the season, was T3 at the Toshiba Classic in March...Played in the Masters and, for the second consecutive year, made the cut in the prestigious event, the first time he appeared on the weekend at Augusta National in consecutive years since 1994-95. \n\n2006: Was T4 at the AT&T Championship. Made just two bogeys over final 36 holes and moved up the leaderboard at Oak Hills with a final-round 68...Birdied his final three holes (Nos. 16-18) to make the cut at the Bank of America Colonial with an even-par 140 total. Became the oldest player since Tom Kite (2005 Booz Allen Classic, 55 years) to make a cut in a PGA TOUR event and eventually T71 in Fort Worth. \n\n2005: Among the top 20 four times in 18 starts on the Champions Tour...Shot the lowest round of his Champions Tour career, a 6-under 64, in final round of the Blue Angels Classic. \n\n2003: Best effort came in Minnesota when he finished T4 at the 3M Championship...Held the lead late in the final round, but had a double-bogey and bogey on two of the final five holes to slip back...Followed his Minnesota performance two weeks later by placing T10 at the Allianz Championship in Iowa. Finish at Glen Oaks CC gave him back-to-back top 10s for the first time since 1995 campaign on the PGA TOUR (T5 at the Mercedes Championship and third at the Phoenix Open). \n\n2002: Champions Tour debut came at The ACE Group Classic in Naples, a T43 with a 1-under 215 total at The Club at TwinEagles...Debut was delayed one week by illness...Went 281 holes without a three-putt at one point during the year and had only 15 three-putts in 61 rounds...Voted into the World Golf Hall of Fame via the PGA TOUR Ballot, and was inducted on Nov. 1.\n","otherCarHigh" : "Played the PGA TOUR on a full-time basis from 1974-2001 and won 19 times...Won his second Masters title in 1995. Earlier in week had served as pallbearer at funeral of long-time friend and teacher Harvey Penick. Closed with a 68 to defeat Davis Love III by one stroke...Earned his first Masters victory in 1984. Two strokes off lead entering final round, shot closing 68 to defeat Tom Watson by two strokes...Produced a victory each year from 1992 through 1995. From July 1992 until April 1994, his only three top-10 finishes were victories...Earned the second of two Colonial titles in 1990, his fifth PGA TOUR win in his native state of Texas. Had won at Colonial in 1977 and also claimed the Byron Nelson Classic in 1983...Won three events in 1976 (and finished second three times) on way to second-place finish on money list behind Jack Nicklaus. Despite opening 75, won Bing Crosby National Pro-Am by two over Mike Morley. The following week, closed with rounds of 65-66 to win Hawaiian Open by four over Larry Nelson and Hale Irwin. Third victory came at Ohio Kings Island Open. Had 14 top-10 finishes that year, a total he matched in 1987, when he placed third on the money list...Was the medalist in the 1973 PGA TOUR Qualifying Tournament by then-record 12-stroke margin...In his first start as a PGA TOUR member, defeated Orville Moody by two strokes in the San Antonio-Texas Open...Winner of three straight individual NCAA Championships (1971-73), sharing the 1972 title with University of Texas teammate Tom Kite. Also led the Longhorns to team titles in 1971 and 1972...Winner of Fred Haskins Award as nation's outstanding collegiate golfer in 1971, 1972 and 1973...Was a member of the United States Ryder Cup teams in 1981, 1983, 1987 and 1995 and served as the captain of the 1999 American squad which staged the greatest comeback by a U.S. squad in event's history, winning 8 1\/2 points in singles matches on the final day to come from four points back for victory. His team was the first U.S. squad to win Ryder Cup since 1993....Played on two U.S. World Cup teams (1985 and 1988) and was the captain of the American team in the 1988 Kirin Cup...Also played on the U.S. Dunhill Cup team in 1995...Named the Player Ambassador for the World Golf Hall of Fame midway through the 2003 season...Received the Bob Jones Award from USGA in 1991 and was honored with the Old Tom Morris Award in 1997...Received the William Richardson Award in 1989, given by Golf Writers Association of America...Has had five career holes-in-one in competitive rounds.","personal" : "Noted golf historian...Also renowned as a golf course designer, having formed a partnership with Bill Coore in 1986. Duo created noted courses like Sand Hills GC in Nebraska, The Plantation Course at Kapalua, site of the PGA TOUR's Hyundai Tournament of Champions and Colorado GC, site of the 2010 Senior PGA Championship and 2013 Solheim Cup...Introduced to golf by his father and won his first tournament as a fourth-grader...Fought winning battle against Graves Disease (disorder of the thyroid) in mid-1980s... Was the 1996 PGA National Golf Day honorary chairperson...His book, A Feel for the Game, reached No. 25 on the New York Times best-seller list in 2001...At one time was appointed to President's Commission on White House Fellowships by former President George W. Bush...Lists Bobby Jones as his hero and Pine Valley GC as his favorite course.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T28th at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - SENIOR Full Page","XML Output"]}]}