{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01475","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hammond","first" : "Donnie","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "170","weightMetric" : "77","birthDate" : "April 1, 1957","age" : "59","birthPlace" : "Frederick, MD","residence" : "Heathrow, FL","family" : "Wife, Trenny; Matthew William (10\/22\/86), Brittany Marie (3\/3\/89), Brooke Haley (11\/17\/96), Halle Gracyn (7\/14\/99)","education" : "Jacksonville University","splInterest" : "Astronomy, gardening, baseball","pronunciation" : "","nwTourAlumnus" : "Nationwide Tour Alumnus","trndProYear" : "1979","clubAffl" : "","cityPlaysFrm" : "Heathrow; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,555,982&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Played in a combined 15 events in 2004 on the PGA TOUR and Nationwide Tour with best finish a T19 at the Nationwide Tour's Rheem Classic. Made cut in 19 of 27 events but posted just one top-25, a T23 at the 2003 BellSouth Classic. Finished T5 at 2002 TOUR Qualifying School to regain TOUR card for 2003 season, the fourth time in his career he has done so through Q-school. Collected 40th career top-10 on TOUR and first since 2000 Kemper Insurance Open (T10) with T9 at the 2002 Tampa Bay Classic. Longtime TOUR player who maintained his playing privileges from 1983-98. Finished 27th on the 2000 Nationwide Tour, thanks in part to his first victory on that Tour at the Lakeland Classic. Also a member in 1999. Winner of 1986 Bob Hope Chrysler Classic and 1989 Texas Open. In winning second PGA TOUR title at 1989 Texas Open, came within one stroke of the then PGA TOUR scoring record. Won the 2000 Lakeland Classic. Medalist by a record 14 strokes at 1982 Qualifying Tournament played at TPC at Sawgrass. Charter member of Jacksonville (FL) University Sports Hall of Fame.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "1982, 1991, 1996, 2002","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "2007 season spent primarily on Champions Tour with 16 starts, including four top-25s, highlighted by a ninth-place finish at The Senior Open Championship. Missed cut at Bob Hope Chrysler Classic on the PGA TOUR. Finished T5 at 2002 Qualifying Tournament to regain TOUR card for 2003 season, the fourth time in his career he has done so through Q-School. Finished 27th on the 2000 Nationwide Tour, thanks in part to his first victory on that Tour at the 2000 Lakeland Classic. Longtime TOUR player who maintained his playing privileges from 1983-98. Winner of 1986 Bob Hope Chrysler Classic and 1989 Texas Open. Medalist by a record 14 strokes at 1982 Qualifying Tournament played at TPC Sawgrass. Charter member of Jacksonville (FL) University Sports Hall of Fame. Went on a Thanksgiving 2006 tour to the Persian Gulf with the USO\/Armed Forces Entertainment group that included TOUR players Frank Lickliter II, Corey Pavin, Jerry Kelly and Howard Twitty.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2007","qSchoolYear" : "","exmtStatus" : "PGA TOUR Career Victory List","otherVics" : "(1) 1982 Florida Open.","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "Longtime PGA TOUR player who maintained his fully-exempt status from 1983-98...Won twice on the PGA TOUR in 495 career starts…In claiming second TOUR title at the 1989 Texas Open, came within one stroke of all-time scoring record at the time. Shot 65-64-65-64 at Oak Hills to defeat Paul Azinger by seven strokes...The following week, finished second to Tim Simpson at Walt Disney World\/Oldsmobile Classic...Fifth-place finish at season-ending Nabisco Championships capped best earnings year of career—$458,751 (20th)...First TOUR title came at the 1986 Bob Hope Chrysler Classic. After finishing 90 holes at 25-under-par 335, birdied first playoff hole to defeat John Cook...First earned exemption after being the medalist at the 1982 Qualifying Tournament played at TPC Sawgrass. His 14-stroke margin of victory is a Q-School record...Finished T5 at 2002 TOUR Qualifying School to regain TOUR card for 2003 season, the fourth time in his career he has done so through Q-School…Played 33 events on the Web.com Tour, including 15 in 2000 when he finished 27th on the money list, thanks in part to his victory at the Lakeland Classic. Came from five strokes back to defeat Jeff Gallagher and Tom Kalinowski by a stroke...Charter member of Jacksonville (FL) University Sports Hall of Fame.","personal" : "Can thank the Baltimore Colts for introduction to golf. Grew up in Frederick, MD, near the Colts' training camp at Westminster College, and he and his father would watch practice and then play on the nearby nine-hole course.","otherInfo" : "Made four starts in 2009 with best finish a T46 at the Walmart First Tee Open at Pebble Beach...Prior to 2010, made 34 career starts on the Champions Tour with best finish a T9 at the 2007 Senior Open Championship...Longtime PGA TOUR player who maintained his fully-exempt status from 1983-98...Won twice on the PGA TOUR in 495 career start. In claiming second TOUR title at the 1989 Texas Open, came within one stroke of all-time scoring record at the time. Shot 65-64-65-64 at Oak Hills to defeat Paul Azinger by seven strokes...The following week, finished second to Tim Simpson at Walt Disney World\/Oldsmobile Classic...Fifth-place finish at season-ending Nabisco Championships capped best earnings year of career—$458,751 (20th)...First TOUR title came at the 1986 Bob Hope Chrysler Classic. After finishing 90 holes at 25-under-par 335, birdied first playoff hole to defeat John Cook...First earned exemption after being the medalist at the 1982 Qualifying Tournament played at TPC Sawgrass. His 14-stroke margin of victory is a Q-School record...Played several events on the Nationwide Tour, including 15 in 2000 when he finished 27th on the money list, thanks in part to his victory at the Lakeland Classic. Came from five strokes back to defeat Jeff Gallagher and Tom Kalinowski by a stroke...Charter member of Jacksonville (FL) University Sports Hall of Fame.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was 9th in 2007 at the The Senior Open Championship presented by Aberdeen Asset Mngt..","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}