{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25052","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Gillespie","first" : "Derek","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "175","weightMetric" : "80","birthDate" : "July 6, 1978","age" : "37","birthPlace" : "Oshawa, Ontario, Canada","residence" : "Oshawa, Ontario, Canada","family" : "","education" : "University of Arizona (2000, Communications)","splInterest" : "Yoga","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2000","clubAffl" : "Oshawa Golf and Curling Club (Oshawa, Ontario, Canada)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "82,802&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2013","otherVics" : "","intlVics" : "","curYrHigh" : "Shot 69-68 the last two days to share runner-up honors at the Bogota, Colombia Q-School in January to secure PGA TOUR Latinoamérica status.","carHigh" : "2015: Finished T17 at the Lima, Peru Q-School to earn PGA TOUR Latinoamérica status in January… Only top-25 in 13 starts (5 cuts made) in Latin America was T21 at the Dominican Republic Open in June… Finished the season ranked 103rd on the Order of Merit… Made the cut in two of six starts on the Mackenzie Tour – PGA TOUR Canada.\n\n2014: Started the season with a T36 at the Chitimacha Lousiana Open. That was his best finish on three cuts made in eight Web.com Tour starts… Made the cut in two of three starts on PGA TOUR Canada. A T12 at the Cape Breton Classic was his best finish in September... Made the cut in all three of his starts on PGA TOUR Latinoamérica late in the year. Best finish was T7 at the Lexus Peru Open, where he shot 66-64 the second and third day.\n\n2013: Joined PGA TOUR Latinoamérica with a T25 at the Sebring, Florida Q-School in February… Had one top-10, two top-25s and two cuts made in 10 starts on PGA TOUR Latinoamérica, where he finished 75th on the Order of Merit… Best finish was T9 at the Mundo Maya Open in Merida, Mexico in May… Carded a bogey-free 65 (-7) to hold the opening round lead at the Lexus Peru Open, an event he finished T19 in November… Made the cut in three of his nine starts on PGA TOUR Canada with a T9 finish at The Players Cup as his only top 10. Finished the season ranked No. 60 in the Order of Merit to become the last player among those who kept their Tour card for 2014… Made eagle on the 54th hole to win the Southern Ontario Open by one shot for his second win in Canada's Great Lakes Tour… Earned Web.com Tour status with a T67 finish at the final stage of Q-School in December.\n\n2012: Posted a splendid comeback season in 2012, making every cut and posting two top-10s on PGA TOUR Canada... Grabbed the 36-hole lead at the 2012 Times Colonist Island Savings Open before finishing fourth... Shot a 10-under 62 in the third round of the 2012 Dakota Dunes Open before finishing fifth.\n\n2011: Broke his femur, punctured a lung and had five broken ribs in a car crash in Arizona in 2011 that had many wondering if he'd be able to play again... Made three starts at the end of the 2011 season at Seaforth and the Canadian Tour Championship. Also played in California at the Desert Dunes Open. \n\n2010: His best finish of 2010 came at the ATB Financial Classic where he finished T-3.\n\n2009: Finished T-6 at the 2009 Players Cup, his best result that year... Won the Great Lakes Tour Championship at Brantford Golf & Country Club in Ontario, Canada in February.\n\n2008: Had three Top-10s in 14 starts on PGA TOUR Canada: Seaforth (5th), Vancouver (T-9), and Saskatchewan (T- 10).\n\n2007: Finished one stroke behind the winner at the 2007 Iberostar Riviera Maya Open, the 2007 Free Press Manitoba Classic, and the 2007 Roxul Jane Rogers Championship... Led the Tour in both birdies (225) and eagles (13) in 2007.\n\n2003: Won PGA TOUR Canada's Corona Ixtapa Classic by eight shots... Finished 4th at the Nationwide Tour's Samsung Canadian PGA Championship in 2003.\n\n2002: Won his first PGA TOUR Canada title at the Myrtle Beach Barefoot Championship. Also had two runner-up finishes at the Greater Toronto Open and the Scottsdale Swing at Eagle Mountain. Won the Agnico Eagle Award for PGA TOUR Canada's Most Improved Canadian.\n\n2001: Named PGA TOUR Canada Rookie of the Year.\n\nOTHER DETAILS: Played the PGA TOUR's Canadian Open from 2000 to 2005 and 2007. \n","otherCarHigh" : "Played college golf at the University of Arizona, where he was name to the school's Golf Hall of Fame in 2000… During his college career earned an honorary mention All-American and was named Second Team All-American… He was a two-time Ontario Junior Amateur Champion (1993 and 1995)...Won the 1994 Ontario Juvenile.","personal" : "Attended Paul Dwyer Catholic High School in Oshawa, Ontario, Canada... Earliest golf memory was watching Fred Couples at Canadian Skins game... If not a professional golfer, would be a hockey player... Favorite course played is National GC of Canada...Would like to one day play St. Andrews...Favorite teams are the Toronto Maple Leafs, the Toronto Blue Jays and the Arizona Wildcats...Favorite TV show is \"Breaking Bad.\"...Favorite movie is “Happy Gilmore.”...Favorite entertainer is \"The Tragically Hip.\"...Favorite book is “Talent in Overrated.”...Favorite athlete is Roger Federer... Wayne Gretzky is the most famous person he has ever met… Would like to trade places with Brad Pitt for a day… Not many know he's a \"mama's boy.\"... Favorite country in Latin America is Colombia… Supports his good friend Ricky Barnes' charitable foundation... Magazine he would like to be featured in is Men's Fitness because \"I've always wanted to lose my love handles.\"... First-tee intro song would be \"Vertigo\" by U2","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - Finished 2-11 at 2016 Q-School (exempt to midseason reshuffle)"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Conditional","otherVics" : "","intlVics" : "","curYearHigh" : "Shot 69-68 the last two days to share runner-up honors at the Bogota, Colombia Q-School in January to secure PGA TOUR Latinoamérica status.","carHigh" : "2012: Posted a splendid comeback season on PGA TOUR Canada, making every cut and posting two top-10s. Grabbed the 36-hole lead at the Times Colonist Island Savings Open before finishing fourth...Shot a 10-under 62 in the third round of the Dakota Dunes Open before finishing fifth...Finished 60th on the Order of Merit.\n\n\n2011: Broke his femur, punctured a lung and had five broken ribs in a car crash in Arizona that had many wondering if he'd be able to play again. \n\n\n2003: Enjoyed his lone top-10 on the Web.com Tour, finishing T4 at the Samsung Canadian PGA Championship. Opened with a 70, then had three consecutive rounds of 69 at Diamondback GC to finish two shots short of winner Tom Carter. \n\n\n2002: Won the Agnico Eagle Award for Most Improved Canadian.\n\n\n2001: Named the PGA TOUR Canada Rookie of the Year.\n","otherCarHigh" : "Is a two-time Ontario Junior Amateur Champion (1993 and 1995)...Won the 1994 Ontario Juvenile...Voted to the University of Arizona Golf Hall of Fame in 2000.\n","personal" : "Attended Paul Dwyer Catholic High School in Oshawa, Ontario, Canada...Earliest golf memory was Fred Couples speaking to the Canadian junior team at the Canadian Open...If not a professional golfer, would be a hockey player...Favorite course played is National GC of Canada...Would like to one day play St. Andrews...Favorite teams are the Toronto Maple Leafs and the Arizona Wildcats...Favorite TV show is \"Breaking Bad.\"...Favorite movies are \"Slap Shot\" and \"Rocky.\"...Favorite entertainer is \"The Tragically Hip.\"...Favorite book is Tipping Point...Favorite athlete is Wayne Gretzky...Favorite city is Las Vegas...Dream foursome would include Gretzky, Fred Couples and Jessica Alba...Not many know he's a \"mama's boy.\"...Supports his good friend Ricky Barnes' charitable foundation...Magazine he would like to be featured in is Men's Fitness because \"I've always wanted to lose my love handles.\"...First-tee intro song would be \"Vertigo\" by U2.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "Shot 69-68 the last two days to share runner-up honors at the Bogota, Colombia Q-School in January to secure PGA TOUR Latinoamérica status.","carHigh" : "2013: Made three cuts in nine starts on PGA TOUR Canada, with a season-best T9 at The Players Cup.\n\n2012: Posted a splendid comeback season on PGA TOUR Canada, making every cut and posting two top-10s. Grabbed the 36-hole lead at the Times Colonist Island Savings Open before finishing fourth...Shot a 10-under 62 in the third round of the Dakota Dunes Open before finishing fifth. Finished 60th on the Order of Merit.\n\n2011: Broke his femur, punctured a lung and had five broken ribs in a car crash in Arizona that had many wondering if he'd be able to play again... Returned to make three starts on PGA TOUR Canada, making the cut in all three at the Seaforth Country Classic, Tour Championship and Desert Dunes Classic.\n2010: Made five cuts in nine starts, including a season-best T3 at the ATB Financial Classic.\n\n2009: Made seven cuts in 11 starts, with a season-best T6 finish at The Players Cup\n\n2008: Made nine cuts in 14 starts, with top-10s coming at the Seaforth Country Classic (fifth), Saskatchewan Open (T10) and the Greater Vancouver Charity Classic (T9).\n\n2007: Had a brilliant season on PGA TOUR Canada despite having no victories, posting five top-10s and four top-3 finishes. Was runner-up at the Iberostar Riviera Maya Open, Free Press Manitoba Classic and Jane Rogers Championship of Mississauga and was third at the Ford Culiacan Open. Finished in the top-25 in 10 of 14 starts...Led the Tour in both Birdies (225) and Eagles (13)...Missed the cut in the Bell Canadian Open.\n\n2006: Made five cuts in eight starts on PGA TOUR Canada, with a season best finish of 15th at the Tour Championship.\n\n2005: Made eight cuts in 11 starts on PGA TOUR Canada, including top-10s at the Barton Creek Austin Challenge (2nd), Corona Mazatlan Classic (7th), Times Colonist Open (3rd) and MTS Classic (6th)...Missed the cut in the Bell Canadian Open.\n\n2004: Made seven cuts in 10 starts on PGA TOUR Canada, including top-10s at the Barton Creek Challenge (9th), Corona Ixtapa Classic (3rd) and Greater Vancouver Classic (3rd)...Missed the cut in the Bell Canadian Open.\n\n2003: Enjoyed his lone top-10 on the Web.com Tour, finishing T4 at the Samsung Canadian PGA Championship...Opened with a 70, then had three consecutive rounds of 69 at Diamondback GC to finish two shots short of winner Tom Carter...Won the Corona Ixtapa Classic by eight shots...A two-time winner on the Great Lakes Tour. Finished T60 at the Bell Canadian Open.\n\n2002: Won the Agnico Eagle Award for Most Improved Canadian, one year after taking home Canadian Rookie of the Year honors...Tied course-record 64 at the Michelin Ixtapa Classic...Was T38 at the Bell Canadian Open.\n\n2001: Named the PGA TOUR Canada Rookie of the Year...In the Bell Canadian Open, finished 75th.\n\n2000: Finished T42 in the Bell Canadian Open in his PGA TOUR debut. \n","otherCarHigh" : "Is a two-time Ontario Junior Amateur Champion (1993 and 1995)...Won the 1994 Ontario Juvenile...Voted into the University of Arizona Golf Hall of Fame in 2000.","personal" : "Attended Paul Dwyer Catholic High School in Oshawa, Ontario, Canada...Earliest golf memory was Fred Couples speaking to the Canadian junior team at the Canadian Open...If not a professional golfer, would be a hockey player...Favorite course played is National GC of Canada...Would like to one day play St. Andrews...Favorite teams are the Toronto Maple Leafs and the Arizona Wildcats...Favorite TV show is \"Breaking Bad.\"...Favorite movies are \"Slap Shot\" and \"Rocky.\"...Favorite entertainer is The Tragically Hip...Favorite book is Tipping Point, and favorite athlete is Wayne Gretzky...Enjoys visiting Las Vegas, and his dream foursome would include Gretzky, Couples and Jessica Alba...Not many know he's a \"mama's boy.\"...Supports his good friend Ricky Barnes' charitable foundation...Magazine he would like to be featured in is Men's Fitness because \"I've always wanted to lose my love handles.\"...First-tee intro song would be \"Vertigo\" by U2.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Shot 69-68 the last two days to share runner-up honors at the Bogota, Colombia Q-School in January to secure PGA TOUR Latinoamérica status.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri was T7th in 2014 at the Lexus Peru Open.","dynStats" : "He ranks T76th in Scoring Average (Actual) on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}