{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "36336","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hawley","first" : "Alex","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "176","weightMetric" : "80","birthDate" : "March 4, 1987","age" : "29","birthPlace" : "Sydney, Australia","residence" : "Sydney, Australia","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2012","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Finished 29th on the final Order of Merit. Had early season success, making both of his top-10s in the first quarter of the season.\nHad an impressive start to his PGA TOUR of Australasia season, shooting rounds of 69-70-65-66 to T7 at the Queensland PGA Championship in mid-February…Two weeks later, finished T30 at the Holden New Zealand PGA Championship...Made a push for a top-10 at the Buick Open in the Tour's season-opener. Opened and closed with 1-under 71s at Mission Hills GC's Sandbelt Trails Course then had a pair of 72s in his middle rounds to T12 with five others in Haikou...After just missing a top-10 in his first start of the campaign at the Buick Open), claimed a T10 at The Eternal Courtyard Open in Zheng Zhou in May. Was 4-under on the weekend at St. Andrews GC…Enjoyed a career-best Ping An Bank China Tour – PGA TOUR China Series' performance when he T5 at the United Investment Real Estate Wuhan Open in late-May, bettering his T6 at the 2014 Nine Dragons Open. Started slowly at Wuhan Yishan GC, opening with a 73. Played his final 54 holes in 5-under to tie with amateur Zihan She, Daniel Pearce and T.K. Kim.\n\n2014: Made the cut at the Heritage Classic for a second consecutive year and was in prime position to make a run at the title after a 68-70-66 start. Suffered through disappointing final round, beginning day only three shots off the lead through 54 holes. Fired a final-round 82 to T20…Two weeks later, made amends for his poor final round at the Heritage Classic by shooting a Sunday 67 at the Victorian Open to T15…Earned medalist honors at the PGA TOUR China Series' second qualifying tournament in Haikou. Opened with a 72-71 and was T8 going into the final 36 holes of the event at Mission Hills GC's Sandbelt Trails Course. Made his move in the third round, shooting a 6-under 66 to take a one-shot advantage into the final round. Shot a 2-under 70 on the last day to secure a four-shot triumph over Ray Beaufils…Had an up-and-down tournament at the Cadillac Championship, but a solid final round earned him his first top-10 of the season. Shot opening rounds of 69-70 and was 5-under heading into the weekend. Dropped down the leaderboard after a third-round 79 that included three double bogeys. Rebound Sunday with an eight-birdie effort that gave him the low round of the day, a 6-under 66, to T13 in Beijing…Took the opening-round lead at the Nine Dragons Open and parlayed that into a T6, his first top-10 of the season. His ￥45,600 payday was his largest of the season and moved him to No. 41 on the order of merit with two tournaments to play.  \n2013: Suffered through an injury-riddled season, where he made only one PGA Tour of Australasia cut in eight starts. Finished T46 at the Heritage Classic…Also played in other Pacific Rim events, with his best showing a T16 at the SP Export PNG Golf Open, with opening (69) and closing (71) under-par rounds in Port Moresby.  \n2012: Finished his PGA Tour of Australasia season No. 93 on the Order of Merit. \n","otherCarHigh" : "","personal" : "Likes to swim, go to the gym and play soccer…Twitter is @alex_hawley…Played competitive soccer well into his teenage years and didn't get serious about golf until he was 20.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T5th in 2015 at the United Investment Real Estate Wuhan Open.","dynStats" : "He ranks 50th in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}