{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "37273","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Ernst","first" : "Derek","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "175","weightMetric" : "79","birthDate" : "May 16, 1990","age" : "25","birthPlace" : "Woodland, California","residence" : "Weatherford, Texas","family" : "Wife, Laney","education" : "University of Nevada-Las Vegas (2012, Hotel Management)","splInterest" : "Music, play drums and guitar","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2012","clubAffl" : "","cityPlaysFrm" : "Weatherford; TX; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,090,909&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2013","qSchoolYear" : "2012","exmtStatus" : "42nd on 2015 Web.com Tour priority list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: In his bid to move inside the top 125 and advance to the FedExCup Playoffs, opened with a 7-under 63 at the Wyndham Championship, the 43rd and final event leading up to the Playoffs. Finished T18 in Greensboro, resulting in a 170th-place finish in the FedExCup standings to end his TOUR season...In the Web.com Tour Finals, missed the cut and finished T43 in the first two events. Opened with a 68 at the Nationwide Children's Hospital Championship and was one shot off the lead. Was in contention heading into Sunday's final round, following a pair of 71s. Bogeys on Nos. 15 and 16 led to a T5 finish, three off winner Andrew Loupe's pace. The T5 jumped his Finals' earnings to $38,535 and into a fairly comfortable position of 16th with one event to go...A T43 at the Web.com Tour Championship sealed his card. Was 42nd on the final priority-ranking order.\n\n2013-14: Sophomore season included just 12 made cuts in 28 starts, with a season-best T27 finish at the Barracuda Championship. Showed promise late in the season, finishing the year with five consecutive made cuts (his best career PGA TOUR streak), capped with four rounds in the 60s and a T38 finish at his season-ending Wyndham Championship.\n\n2013: Rookie made seven of 21 cuts on TOUR with his only top-10 coming in a win at the Wells Fargo Championship. Finished No. 93 in the FedExCup standings. Nominated for PGA TOUR Rookie of the Year, one of three rookies to win a tournament...Defeated David Lynn with a par-4 on the first playoff hole (No. 18) at the Wells Fargo Championship to win his first TOUR event in his ninth career start. Joins Jim Furyk (2003) as the only first-round leaders\/co-leaders of the event who held on for the win. Won in his first start in the Wells Fargo Championship after getting a spot in the field off the alternate list Monday of tournament week when Freddie Jacobson withdrew. With the win, earned a spot into THE PLAYERS Championship the following week. Won in his first playoff on TOUR. Played The Green Mile (Nos. 16-18) at 2-under for the week. At 22 years, 11 months, 19 days, is the third youngest champion at the Wells Fargo Championship behind Rory McIlroy in 2010 (20 years, 11 months, 28 days) and Anthony Kim in 2008 (22 years, 10 months, 15 days).\n\n2012: Played his rookie season on the PGA TOUR in 2013 after finishing T17 at the PGA TOUR Qualifying Tournament at PGA West in Palm Springs...Successfully navigated all three prior stages (pre-qualifying, first stage and second stage) to earn a start at the finals...Has enjoyed only one previous start on the PGA TOUR. Was T41 at the 2012 Fry's.com Open. Opened with a 6-under 65 at CordeValle GC in San Martin, Calif., and was tied for second after the initial 18. \n\nAmateur: Won the Valley Championship three times at Clovis East High School in California...Won the Mountain West Conference Championship and a total of five college tournaments.\n","otherCarHigh" : "","personal" : "If he weren't a golfer, says he would be a rock star...Enjoys playing the drums...Fan of the Denver Broncos and the Chicago Bears...Dream foursome would include Tim Tebow, Arnold Palmer and Brian Urlacher...Not many people know he is the only person to make a hole-in-one on a par-4 in the U.S. Public Links Championship...Supports the Pediatric Brain Tumor Foundation and the Fellowship of Christian Athletes...Wants to own a sports team some day...While attempting to make his mom a gift when he was in the second grade, he sliced his right eye with a shard of PVC pipe. As the eye healed, scar tissue developed. The scar tissue is still there, and his vision is cloudy. Has poor depth perception out of his right eye.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T20th at the Sanderson Farms Championship.","dynStats" : "He ranks T82nd in Driving Distance - Driver on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/ernstd3"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/DerekErnst7"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}