{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01577","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Janzen","first" : "Lee","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "175","weightMetric" : "79","birthDate" : "August 28, 1964","age" : "51","birthPlace" : "Austin, Minnesota","residence" : "Orlando, Florida","family" : "Wife, Beverly; Connor MacLeod (10\/20\/93)","education" : "Florida Southern College (1986, Marketing)","splInterest" : "Christian music, reading, snow skiing, comedy","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1986","clubAffl" : "Isleworth CC, Windermere, Florida","cityPlaysFrm" : "Orlando; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "17,389,334&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2012","exmtStatus" : "Conditionally Exempt: 178th on 2012 PGA TOUR Money List","otherVics" : "(1): 2000 Franklin Templeton Shootout [with Rocco Mediate].","intlVics" : "","curYearHigh" : "Closed with a 5-under-par 67 to earn a T8 finish at the Mississippi Gulf Resort Classic.","carHigh" : "2012: Missed the cut in his first Web.com Tour start—at the 2012 South Georgia Classic—since he played in two events in 1990...Followed with a T2 the next week at the Stadion Classic at UGA. Opened with a 6-under 65 at the University Course to get near the leaders. Was three back to start the final round and closed with a 7-under 29, including five straight birdies to end his day. His runner-up finish was his best since a runner-up effort at the Memorial Tournament in 2003...Was just two strokes off the 36-hole lead at the Chiquita Classic and eventually finished T9 after posting rounds of 70-71 on the weekend at The Club at Longview...In his ninth start on the PGA TOUR, claimed his first top-10 finish since a fourth-place showing at the 2010 Zurich Classic of New Orleans. Birdied Nos. 16-18 in each of the first three rounds en route to a T8 at the John Deere Classic, finishing six strokes behind winner Zach Johnson. 2011: Made the cut in 11 of 19 starts, with his lone top-25 finish a T17 at the RBC Canadian Open. 2010: Finished outside of the top 125 on the money list, with one top-10 to his credit...Finished fourth at Zurich Classic of New Orleans, his best result since a third at the 2006 Viking Classic. 2009: Recorded two top-10s in 23 starts, his most since 2006, and finished in the top 125 on the money list for the first time since 2004...Opened with a 6-under 65 on his way to a T4 at the Verizon Heritage, his best showing since a third-place finish at the 2006 Southern Farm Bureau Classic. Highlight came in the second round with a hole-in-one on the par-3 17th hole with an 8-iron from 176 yards...Shared the first-round lead at the John Deere Classic with a 64. Finished T23...Claimed his second top-10 of the season at the RBC Canadian Open at Glen Abbey GC in a Monday finish. Despite rain delays each day Thursday through Sunday, managed to claim T5 with Anthony Kim, Jerry Kelly and Brandt Snedeker. Had previously missed the cut in 2006-2008. 2008: Made the most of a sponsor exemption at the PODS Championship, finishing T10, his first top-10 finish since the 2006 Frys.com Open (T5). At even-par 284, finished four shots behind champion Sean O'Hair...Was the last qualifier at No. 144 in the standings for The Barclays, the first event in the PGA TOUR Playoffs for the FedExCup. Finished at even par in New Jersey to jump to 119th, the second-to-last spot for the Deutsche Bank in Norton, Mass. 2007: Four consecutive 73s at the U.S. Open gave two-time U.S. Open champion his best finish of the year, a T13. Finished 160th on the money list, third consecutive year out of top 125. 2006: Using one-time, top-50 all-time PGA TOUR money list exemption, finished 146th on the money list. Finished third at the Southern Farm Bureau Classic, one stroke out of a playoff with Joe Durant and D.J. Trahan. It was his best finish since being runner-up to Kenny Perry at the 2003 Memorial Tournament. 2005: Two-time U.S. Open champion finished outside the top 125 for the first time since joining the PGA TOUR in 1990...Recorded back-to-back eagles on Nos. 5 and 6 at La Quinta CC during the fourth round of the Bob Hope Chrysler Classic, where he missed the cut...Posted four rounds in the 60s at the U.S. Bank Championship in Milwaukee to record his lone top-10 of the season, a T7…Missed final three cuts of the season to finish at No. 155. 2004: Finished inside the top 100 on the money list for the 14th straight time in his 15-year career, posting three top-10s. 2003: Managed to exceed the $1-million mark for the fourth time in his career with $1,132,001...Held or shared the lead on several occasions during Sunday's final round of the FedEx St. Jude Classic. Stumbled with bogeys on three of the last five holes to finish T6. 2002: Finished T4 at the Phoenix Open...Topped the previous week's finish with a T3 at the AT&T Pebble Beach National Pro-Am, four strokes behind Matt Gogel. 2001: Best showing of the year occurred at the Shell Houston Open, where he shared first-round lead after opening with 67. Led by one after two rounds and was one back entering final round. Closing 73 produced T2, three strokes behind Hal Sutton. 2000: First top-10 came at THE PLAYERS Championship, a T9. Marked first top-10 finish in THE PLAYERS Championship since winning the event in 1995...Best finish of the season came at Tampa Bay Classic, a T6. 1999: Slipped out of the top 40 on the money list for the first time in five seasons...Shared first-round lead at Bell Canadian Open after opening with 66. Took outright lead with third-round 68 before closing 76 left him T3. 1998: Captured his second U.S. Open title in six years by recording the best final-round U.S. Open comeback in 25 years. Five strokes behind Payne Stewart through 54 holes. Closed with 68 to win by one over Stewart, who closed with 74 at Olympic Club. Five-stroke comeback was the best since Johnny Miller came from six back to win 1973 U.S. Open. It was his first victory on TOUR since 1995 and eighth career win. 1997: Posted seven top-10 finishes, including two seconds, and earned a fourth trip to THE TOUR Championship. 1995: Won three times—THE PLAYERS Championship, Kemper Open and Sprint International...Trailed Bernhard Langer and Corey Pavin by one entering final round at TPC Sawgrass. Shot closing 71 for one-stroke victory...Birdied 72nd hole at Kemper Open to tie Pavin then birdied 18th again to win playoff...Birdied holes 14-17 on Sunday to overtake Ernie Els and win Sprint by one point under Modified Stableford scoring system. 1994: Won Buick Classic by three strokes over Els, who won U.S. Open the following week. 1993: First U.S. Open title came in head-to-head battle with Payne Stewart at Baltusrol GC. Shot 67-67-69-69—272 to equal U.S. Open scoring record set by Jack Nicklaus in 1980 and defeat Stewart by two strokes...Earlier that year, defeated Andrew Magee by two strokes for Phoenix Open title. 1992: First TOUR victory came at Northern Telecom Open. Closing 65 gave him one-stroke win over Bill Britton. 1989: Leading money winner on U.S. Golf Tour. \n\n","otherCarHigh" : "Won 1986 Division II national championship while at Florida Southern. First-team All-American in 1985-86.","personal" : "Began to take golf seriously at age 14 after family moved to Florida from Maryland, where he played Little League baseball. Still avid Baltimore Orioles fan...Won first tournament at 15 as member of Greater Tampa Junior Golf Association...Played with Aaron Stewart, the late Payne Stewart's son, in the 2004 Father-Son Challenge.","otherInfo" : "","ntlTeams" : "The Presidents Cup (1), 1998; Ryder Cup (2), 1993, 1997; Dunhill Cup (1), 1995.\n","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1990","qSchoolYear" : "1989","exmtStatus" : "Past Champion","otherVics" : "(1): 2000 Franklin Templeton Shootout [with Rocco Mediate].","intlVics" : "","curYearHigh" : "Closed with a 5-under-par 67 to earn a T8 finish at the Mississippi Gulf Resort Classic.","carHigh" : "2013: Made two of 11 PGA TOUR cuts. Had made at least eight cuts each season since 1990. Failed to record a top-25 finish for the first time since 1989. Will become eligible for the Champions Tour in August 2014...Best finish on the Web.com Tour was a T30 at the Price Cutter Charity Championship in Springfield, Mo.\n\n2012: Missed the cut in his first Web.com Tour start—at the South Georgia Classic—since he played in two events in 1990...Followed with a T2 the next week at the Stadion Classic at UGA. Opened with a 6-under 65 at the University Course to get near the leaders. Was three back to start the final round and closed with a 7-under 29, including five straight birdies to end his day. His runner-up finish was his best since a runner-up effort at the Memorial Tournament in 2003...Was just two strokes off the 36-hole lead at the Chiquita Classic and eventually finished T9 after posting rounds of 70-71 on the weekend at The Club at Longview...In his ninth start on the PGA TOUR, claimed his first top-10 finish since a fourth-place showing at the 2010 Zurich Classic of New Orleans...Birdied Nos. 16-18 in each of the first three rounds en route to a T8 at the John Deere Classic, finishing six strokes behind winner Zach Johnson.\n\n2011: Made the cut in 11 of 19 starts, with his lone top-25 finish a T17 at the RBC Canadian Open. 2010: Finished outside of the top 125 on the money list, with one top-10 to his credit...Finished fourth at Zurich Classic of New Orleans, his best result since a third at the 2006 Viking Classic. 2009: Recorded two top-10s in 23 starts, his most since 2006, and finished in the top 125 on the money list for the first time since 2004...Opened with a 6-under 65 on his way to a T4 at the Verizon Heritage, his best showing since a third-place finish at the 2006 Southern Farm Bureau Classic. Highlight came in the second round with a hole-in-one on the par-3 17th hole with an 8-iron from 176 yards...Shared the first-round lead at the John Deere Classic with a 64. Finished T23...Claimed his second top-10 of the season at the RBC Canadian Open at Glen Abbey GC in a Monday finish. Despite rain delays each day Thursday through Sunday, managed to claim T5 with Anthony Kim, Jerry Kelly and Brandt Snedeker. Had previously missed the cut in 2006-2008. 2008: Made the most of a sponsor exemption at the PODS Championship, finishing T10, his first top-10 finish since the 2006 Frys.com Open (T5). At even-par 284, finished four shots behind champion Sean O'Hair...Was the last qualifier at No. 144 in the standings for The Barclays, the first event in the FedExCup Playoffs. Finished at even par in New Jersey to jump to 119th, the second-to-last spot for the Deutsche Bank in Norton, Mass. 2007: Four consecutive 73s at the U.S. Open gave two-time U.S. Open champion his best finish of the year, a T13. Finished 160th on the money list, third consecutive year out of top 125. 2006: Using one-time, top-50 all-time PGA TOUR money list exemption, finished 146th on the money list. Finished third at the Southern Farm Bureau Classic, one stroke out of a playoff with Joe Durant and D.J. Trahan. It was his best finish since being runner-up to Kenny Perry at the 2003 Memorial Tournament. 2005: Two-time U.S. Open champion finished outside the top 125 for the first time since joining the PGA TOUR in 1990...Recorded back-to-back eagles on Nos. 5 and 6 at La Quinta CC during the fourth round of the Bob Hope Chrysler Classic, where he missed the cut...Posted four rounds in the 60s at the U.S. Bank Championship in Milwaukee to record his lone top-10 of the season, a T7…Missed final three cuts of the season to finish at No. 155. 2004: Finished inside the top 100 on the money list for the 14th straight time in his 15-year career, posting three top 10s. 2003: Managed to exceed the $1-million mark for the fourth time in his career with $1,132,001...Held or shared the lead on several occasions during Sunday's final round of the FedEx St. Jude Classic. Stumbled with bogeys on three of the last five holes to finish T6. 2002: Finished T4 at the Phoenix Open...Topped the previous week's finish with a T3 at the AT&T Pebble Beach National Pro-Am, four strokes behind Matt Gogel. 2001: Best showing of the year occurred at the Shell Houston Open, where he shared first-round lead after opening with 67. Led by one after two rounds and was one back entering final round. Closing 73 produced T2, three strokes behind Hal Sutton. 2000: First top-10 came at THE PLAYERS Championship, a T9. Marked first top-10 finish in THE PLAYERS Championship since winning the event in 1995...Best finish of the season came at Tampa Bay Classic, a T6. 1999: Slipped out of the top 40 on the money list for the first time in five seasons...Shared first-round lead at Bell Canadian Open after opening with 66. Took outright lead with third-round 68 before closing 76 left him T3. 1998: Captured his second U.S. Open title in six years by recording the best final-round U.S. Open comeback in 25 years. Five strokes behind Payne Stewart through 54 holes. Closed with 68 to win by one over Stewart, who closed with 74 at Olympic Club. Five-stroke comeback was the best since Johnny Miller came from six back to win 1973 U.S. Open. It was his first victory on TOUR since 1995 and eighth career win. 1997: Posted seven top-10 finishes, including two seconds, and earned a fourth trip to THE TOUR Championship. 1995: Won three times—THE PLAYERS Championship, Kemper Open and Sprint International...Trailed Bernhard Langer and Corey Pavin by one entering final round at TPC Sawgrass. Shot closing 71 for one-stroke victory...Birdied 72nd hole at Kemper Open to tie Pavin then birdied 18th again to win playoff...Birdied holes 14-17 on Sunday to overtake Ernie Els and win Sprint by one point under Modified Stableford scoring system. 1994: Won Buick Classic by three strokes over Els, who won U.S. Open the following week. 1993: First U.S. Open title came in head-to-head battle with Payne Stewart at Baltusrol GC. Shot 67-67-69-69—272 to equal U.S. Open scoring record set by Jack Nicklaus in 1980 and defeat Stewart by two strokes...Earlier that year, defeated Andrew Magee by two strokes for Phoenix Open title. 1992: First TOUR victory came at Northern Telecom Open. Closing 65 gave him one-stroke win over Bill Britton. 1989: Leading money winner on U.S. Golf Tour. Amateur: Won 1986 Division II national championship while at Florida Southern. First-team All-American in 1985-86.\n","otherCarHigh" : "","personal" : "Began to take golf seriously at age 14 after family moved to Florida from Maryland, where he played Little League baseball. Still avid Baltimore Orioles fan...Won first tournament at 15 as member of Greater Tampa Junior Golf Association...Partnered with Feed The Children for food drives at various TOUR events...A big supporter of the College Golf Fellowship.","otherInfo" : "","ntlTeams" : "The Presidents Cup (1), 1998; Ryder Cup (2), 1993, 1997; Dunhill Cup (1), 1995.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2014","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Closed with a 5-under-par 67 to earn a T8 finish at the Mississippi Gulf Resort Classic.","carHigh" : "2015: Turned in a solid first full season on the PGA TOUR Champions with seven top-10s in his 22 starts during the campaign...In his second appearance of the season, returned to the winner's circle for the first time in nearly 17 years when he prevailed in a one-hole playoff with Bart Bryant at The ACE Group Classic. Made a clutch, 8-foot birdie putt on the 54th hole to force a playoff and then two-putted from 40 feet on the first extra hole for the win after Bryant's second shot landed in the water. The victory was his first since winning the 1998 U.S. Open at The Olympic Club, and it came in his 413th start since that win in San Francisco. The Naples victory ended a drought that lasted 16 years, 7 months, 25 days. He also became the 12th player to win The ACE Group Classic in his first appearance and the fourth player to earn his first PGA TOUR Champions victory in the event...Turned in one of the best final rounds at the U.S. Senior Open in June, closing with a 6-under-par 64, which helped him to a T5 finish at Del Paso CC in Sacramento. Played in a final-day twosome with Billy Andrade, who closed with a 7-under-par 63...Trailed 36-hole leader Kenny Perry by just two strokes after 36 holes at the SAS Championship and eventually finished T5 in October in North Carolina...Just days after successfully qualifying for the U.S Open as the sectional medalist, finished solo sixth at the Constellation SENIOR PLAYERS, thanks to a final-round 68 at Belmont CC...Shared the first-round lead at the Encompass Championship after a 65 but rounds of 70-71 on the weekend dropped him back into a T6 at North Shore CC...A final-round 6-under-par 65 at the Toshiba Classic was instrumental in his T7 finish...He and former college teammate Rocco Mediate T10 at the Bass Pro Shops Legends of Golf in April...Finished T16 at the PGA TOUR's Puerto Rico Open in early March. It was his best showing in a TOUR event since he T8 at the 2012 John Deere Classic.\n2014: Debuted on the PGA TOUR Champions in early September at the Quebec Championship. A final-round 72 led to a T23 finish in his first Tour event held just outside Quebec City...Posted a T6 effort at the Nature Valley First Tee Open at Pebble Beach. Moved into contention early in the final round when he was 4-under after his first six holes. However, a double bogey-6 at the par-4 eighth hole derailed his chances. Teamed with Chris Meyers to win the pro-junior portion of the event combining for a 22-under 193 total. Witnessed Meyers' dramatic hole-out Sunday for double eagle on the famed par-5 18th hole at Pebble Beach. Made five of eight PGA TOUR cuts but did not record a top-25 finish for the second consecutive season. Had at least one top-25 each year from 1990-2012..Finished T27 at the PGA TOUR's Barracuda Championship...Also made the cut at the AT&T Pebble Beach National Pro-Am (T64), the Arnold Palmer Invitational (T56) and the Puerto Rico Open (T78)...Also made three Web.com Tour starts but failed to make a cut...Following the official season, finished second in the Callaway Invitational, losing in a playoff to Tommy Armour III at Pebble Beach.\n","otherCarHigh" : "Won eight times in his PGA TOUR career, with a pair of U.S. Open titles and a PLAYERS Championship to his credit…Claimed his first U.S. Open title, in 1993, in a head-to-head battle with Payne Stewart at Baltusrol GC. Shot 67-67-69-69 to equal the U.S. Open scoring record set by Jack Nicklaus in 1980. Went on to defeat Stewart by two strokes...Captured his second U.S. Open title, in 1998, by recording the best final-round comeback in an Open in 25 years, coming from five strokes back of Stewart, the 54-hole leader. Closed with 68 to win by one over Stewart, who closed with 74 at The Olympic Club. Five-stroke comeback was the best in the tournament since Johnny Miller came from six back to win in 1973. It was his first victory on TOUR since 1995 and eighth career win…Win at the 1995 PLAYERS was the first of three titles that season and led to his career year, eventually finishing third on the money list ($1,378,966). Trailed Bernhard Langer and Corey Pavin by one entering final round at TPC Sawgrass. Shot a 71 Sunday for a one-stroke victory. Also won the Kemper Open when he birdied the 72nd hole to tie Pavin and then birdied the 18th again to win the playoff. Claimed the Sprint International at Castle Pines, Colo. Birdied holes 14-17 Sunday to overtake Ernie Els and win by one point under the Modified Stableford scoring system…First TOUR victory came at the 1992 Northern Telecom Open in Tucson. Closing 65 gave him one-stroke win over Bill Britton…Prior to first U.S. Open title, won the 1993 Phoenix Open, defeating Andrew Magee by two strokes at TPC Scottsdale…Also won the 1994 Buick Classic by three strokes over Els, who won U.S. Open the following week…Was a member of the 1993 and 1997 U.S. Ryder Cup teams, as well as a member of the 1998 U.S. Presidents Cup squad…Has split time between the PGA TOUR and Web.com Tour in both 2012 and 2013 seasons. Was T2 at the 2012 Stadion Classic at UGA, his runner-up finish his best since a runner-up effort at the Memorial Tournament on the PGA TOUR in 2003. Opened with a 6-under 65 at the University Course to get near the leaders. Was three back to start the final round and closed with a 7-under 29, including five straight birdies to end his day...Was the leading money-winner on the U.S. Golf Tour in 1989…Won 1986 Division II national championship while at Florida Southern. First-team All-American in 1985-86. \n\n","personal" : "Began to take golf seriously at age 14 after family moved to Florida from Maryland, where he played Little League baseball. Still avid Baltimore Orioles fan...Won first tournament at 15 as member of Greater Tampa Junior Golf Association...Played with Aaron Stewart, the late Payne Stewart's son, in the 2004 Father-Son Challenge.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T8th at the Mississippi Gulf Resort Classic presented by C Spire.","dynStats" : "He ranks 14th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/pages\/Lee-Janzen\/559577297414178"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/LeeJanzen"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}