{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "31027","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Petersson","first" : "Thomas","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "171","weightMetric" : "78","birthDate" : "April 7, 1984","age" : "32","birthPlace" : "Stockholm, Sweden","residence" : "San Francisco, California","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2007","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Finished 44th on the final Order of Merit, posting one top-10 and an additional two top-20s. Earned his first career Ping An Bank China Tour – PGA TOUR China Series' top-10 when he T7 at the Lanhai Open in late-May. Only a third-round 75 kept him out of the top five. Was 4-under for his other 54 holes to tie with amateur Cheng Jin...Held both the first- and second-round leads at the Chongqing Jiangnan NewTown KingRun Open in mid-October before falling back on the weekend. A third-round, 4-over 76 ended hopes of victory. Shot a Sunday 71 to T17 at KingRun Nanshan GC. \n\n2014: Began his year with a T23 at the Coca-Cola Queensland PGA Championship in mid-February…The native of Sweden was the only European to qualify for the inaugural PGA TOUR China Series out of the first qualifying tournament in Shenzhen. Shot rounds of 72-72-75-74 to T14 with Australia's Ryan Haller and the U.S.'s Anthony Kang…Made his first cut when he T31 at the Mission Hills Haikou Open in April. Shot a final-round 68 to vault up the leaderboard…Added a T29 at the United Investment Real Estate Wuhan Open…Opened 72-67-72 at the Earls Beijing Open then closed with a 1-over 73 at Earls CC to T36. \n2013: Made 10 PGA Tour of Australia starts but got to the weekend in only one tournament, the New South Wales Open, where he T48…On the Asian Tour, two made cuts in seven events came at the Solaire Open (T35) and the Worldwide Holdings Selangor Masters (T49)…In July, playing on the course where he learned the game, he shot an even-par 142 (71-71) to win the Saltsjobadskannan on the second playoff hole. \n2012: Won his first professional event, taking the title at the Lidkoping Open in his native Sweden. Trailed by two going into the final round of the 36-hole tournament, he eagled his first hole and went on to win by two shots…Enjoyed a solid finish on the PGA Tour of Australasia when he T6 at the New South Wales PGA Championship. Opened 67-68 before falling back to a 73-71…Next-best finish was a T27 at the Queensland PGA Championship. \n2011: Playing primarily on the Canadian Tour, made five of seven cuts—a T43 in the season-ending Canadian Tour Championship best effort. \n2010: On the Canadian Tour, was T30 at the Riviera Nayarit Classic…Only other made cut came at the Canadian Tour's Corona Mazatlan Mexican PGA Championship. \n2009: Lone made Canadian Tour cut was at the Corona Mazatlan Mexican PGA Championship (T53). \n2008: Played on the Canadian Tour, making three cuts in five starts. \n2007: Played in one Canadian Tour event, missing the cut at the Greater Vancouver Classic. Earned his playing status by winning the spring qualifying tournament. \n","otherCarHigh" : "Played collegiate golf in the United States, at the University of the Pacific in Stockton, Calif.","personal" : "Earned his bachelor's of science degree in business administration from the University of the Pacific in 2007…Likes following sports, particularly tennis…Twitter is @t_petersson.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T7th in 2015 at the Lanhai Open.","dynStats" : "He ranks 67th in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}