{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23656","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "6","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Caron","first" : "Jason","middle" : "","extn" : "","nick" : ""}, "height" : "5-11","weight" : "170","birthDate" : "July 25, 1972","age" : "40","birthPlace" : "Hyannis, Massachusetts","residence" : "Jupiter, Florida","family" : "Single","education" : "Charleston Southern University (1994, Business Management)","splInterest" : "Wine collecting, fishing","trndProYear" : "1994","qSchoolYear" : "1999, 2002","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "1,011,199&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Conditionally Exempt \/ Minor Medical","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the Web.com Tour in 2001-02 and 2004-07. Member of the PGA TOUR in 2000 and 2003. 2011: Did not play an event and has been granted a Minor Medical extension for 2012. 2010: Missed the cut in his only two starts, at the Ford Wayne Gretzky Classic and the PGA TOUR's Travelers Championship. 2009: Played seven Web.com Tour events, with a T34 at the Mexico Open his best finish. Also made one PGA TOUR start, at The Honda Classic, where he missed the cut. 2008: Made the cut in three of eight starts on the Web.com Tour, interestingly finishing T32 in each of the three. 2007: Made the cut in 21 of 28 starts on Tour, with seven top-25 finishes and a season-best T14 at the Knoxville Open. Finished the year No. 72 on the money list, with $81,490. For the first time in his career as a member of the Tour, failed to post a top-10 finish. 2006: Made the cut in 10 of 22 starts on the Web.com Tour, with all four top-10 performances coming in a six-tournament stretch. Finished the season No. 64 on the money list, with $92,922. Recorded rounds of 71-72-67-70 to finish solo-third at 8-under 280 at the Henrico County Open, just one shot shy of the Matt Kuchar-Paul Claxton playoff. Collected $30,600 for his efforts. Other strong performances were posted at the Knoxville Open (T7), Peek'n Peak Classic (T8) and the Scholarship America Showdown at Somerby (T6). Led the Tour in Sand Save Percentage (64.37 percent). 2005: Made the cut in nine of 24 starts in 2005, with four top-25 finishes. Concluded the year No. 100 on the money list, with $44,132. A T9 at the Mark Christopher Charity Classic was his only top-10 of the year. 2004: Made the cut in 18 of 27 appearances, including 12 top-25 finishes. Ended the year No. 28 on the official money list, with $177,629. Started the season with a T4 at the inaugural BellSouth Panama Championship. Had season-best T3 finish at the Reese's Cup Classic, just two shots out of a playoff between Ben Bates and Paul Gow. Matched that T3 in the Web.com Tour Championship, finishing four shots behind champion Nick Watney. 2003: Made the cut in nine of 29 events on the PGA TOUR. Only top-25 of the season was a T15 at the AT&T Pebble Beach National Pro-Am, his first event of the year. 2002: Finished No. 20 on the Web.com Tour money list, with $155,044. Consistent throughout the year, making 17 of 22 cuts and finishing in the top 10 six times. Best showing was a runner-up finish to Monday qualifier Jace Bugg at the Arkansas Classic. Shot a final-round, bogey-free, 4-under-par 68 to finish just one stroke behind Bugg. Qualified for the U.S. Open, finishing T30 after firing rounds of 75-72-72-73. Picked up a check for $35,639 for his efforts. 2001: Rookie on the Web.com Tour, making the cut in 17 of 26 events, with four top-10 finishes. Carded a final-round 64 to come from four strokes off the pace and post a 23-under par total at the Gila River Classic. Joined Ben Crane and Bo Van Pelt in a playoff for the title but was eliminated on the second extra hole of the playoff, which was won by Crane four holes later. Had 17 eagles during the season to rank No. 1 on the Web.com Tour. 2000: Recorded one top-20 finish during his rookie season on the PGA TOUR, a T19 at the Honda Classic. Qualified by finishing T37 at the 1999 PGA TOUR National Qualifying Tournament. 1999: Won three events in seven weeks on the Hooters Tour to finish third on that Tour's money list. \n","otherCarHigh" : "","personal" : "Began playing golf at age 8.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2001","exmtStatus" : "T26 at 2002 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Returns to PGA TOUR after finishing T26 at the Qualifying Tournament. Qualified for the 2002 U.S. Open Championship at Bethpage Black, finishing T30 after firing rounds of 75-72-72-73. Picked up a check for $35,639 for his efforts. Placed 20th on the 2002 Nationwide Tour money list with $155,044. Made 17 of 22 cuts and finished in the top-10 six times. Best showing was a runner-up finish to Monday qualifier Jace Bugg at the Arkansas Classic. Finished 38th on the money list in 2001 where he lost in a three-man playoff to Ben Crane at the Gila River Classic. Made just 10 cuts in his first go around at the TOUR in 2000, including a career-best T19 finish at The Honda Classic. Won three events in seven weeks on the 1999 Hooters Tour to finish third on that Tour's money list.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}