{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "31686","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Ching","first" : "Alex","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "170 lbs","weightMetric" : "77","birthDate" : "April 1, 1990","age" : "26","birthPlace" : "Honolulu, Hawaii","residence" : "San Diego, California","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2012","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2015","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Easily qualified for the PGA TOUR China Series by stringing together rounds of 74-73-77-69 to tie with Jon McLean and Kenneth McCready at 5-over 293 and a T9 finish. Is fully exempt for the entire season...Had the round of the day and the tournament in the final round of the Nine Dragons Open, firing a 7-under 65 at Nine Dragons GC. Shot a 4-under 32 on the front nine and then responded with three additional birdies to close his round. The T15 finish was a career-best, easily bettering the T53 he recorded at the Lanhai Open...Middle rounds of 71-71 led to a 3-over finish and a T9—his first top-10 of the season—at the windy Hainan Open. Tied with Zheng Ouyang and Quincy Quek.\n\n2014: Attended the Latinoamérica Qualifying Tournament, where he failed to earn his card…Shot rounds of 72-75-74-72 to miss qualifying for the second stage of the Web.com Tour Qualifying Tournament…Played in one Latinoamérica event, missing the cut at the Dominican Republic Open.  \n2013: Played a full Latinoamérica slate of events after earning his status by finishing T28 at the Qualifying Tournament. Struggled during much of the season, making only three cuts. Best outing of the campaign came in June when he T11 at the Dominican Republic Open. Used rounds of 70-71 on the weekend to move up the leaderboard.  \n2012: Played in four Latinoamérica events, making three cuts. Best performance came in early December at the Olivos Golf Classic. After opening with a 1-over 72, peeled off rounds of 65-69 at Olivos GC in Buenos Aires, Argentina, to take the 54-hole lead by two strokes over three players. Shot a Sunday 73 to drop into fifth place, four shots behind winner Ariel Canete…Other made cuts came at the Puerto Rico Classic (T14) and the Colombian Coffee Classic (T18).\n","otherCarHigh" : "Played collegiate golf at the University of San Diego, where his coach was Tim Mickelson. Was the 2011 and 2012 West Coast Conference Men's Golfer of the Year. Won the 2011 San Diego Intercollegiate at San Diego CC. Also won the 2010 Western Refining College All-America Golf Classic by three shots over J.T. Griffin and Tain Lee. Also added the weather-shortened Wolf Pack Classic title in Reno, Nev., to his resume. Shot rounds of 69-66-73 to finish second in the individual portion of the NCAA Championship after holding the 36-hole lead in the 54-hole event. Was the 2009 WCC Freshman of the Year…Played in the PGA TOUR's Sony Open in Hawaii in 2008 after open-qualifying. ","personal" : "Attended the same high school, Punahou School, as U.S. President Barack Obama, LPGA player Michelle Wie and former PGA TOUR player Parker McLaughlin…Sister, Alina, played college golf at Pepperdine…Enjoys fishing, kayaking, surfing and bodyboarding. ","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2012","qSchoolYear" : "","exmtStatus" : "Conditional Members","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T9th in 2015 at the Hainan Open.","dynStats" : "He ranks T85th in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}