{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02294","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Wood","first" : "Willie","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-7","heightMetric" : "1.7","weight" : "145","weightMetric" : "66","birthDate" : "October 1, 1960","age" : "55","birthPlace" : "Kingsville, Texas","residence" : "Edmond, Oklahoma","family" : "Three children","education" : "Oklahoma State University","splInterest" : "Fishing, physical fitness","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1983","clubAffl" : "Oak Tree GC (Edmond, Oklahoma)","cityPlaysFrm" : "Edmond; Oklahoma; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "5,026,507&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Regained fully-exempt status for 2016 by finishing T2 at the PGA TOUR Champions National Qualifying Tournament at the TPC Scottsdale on the strength of four straight rounds in the 60s...Played in 13 events during the season and recorded his first top-10 finish in more than a year when he shot rounds of 69-67 on the weekend to T10 at the Constellation SENIOR PLAYERS near Boston. It was his best career performance in a senior major.","carHigh" : "Split time between PGA TOUR and Nationwide Tour from 2000-08. Missed all five cuts on TOUR in 2008, but managed to post two top-25 finishes in eight starts on the Nationwide Tour, with a season-best T19 at the Fort Smith Classic. In 2007, made one of six cuts on the PGA TOUR and two of six cuts on the Nationwide Tour. Best finish was a T14 at the Knoxville Open on the Nationwide Tour. Made three of 11 cuts on TOUR in 2006 and just one of three on the Nationwide Tour. Played primarily on 2005 Nationwide Tour, earning his first top-10 since 2001 with a T5 at the Chattanooga Classic. Recorded a T18 at the 2003 Greater Hartford Open, best effort on TOUR since finishing 12th at the 2001 Southern Farm Bureau Classic. Member of the TOUR since 1983. Enjoyed his best TOUR earnings season in 1998 when he finished 76th on the money list and made $397,110 on strength of a runner-up showing at the Sprint International and T4 at the CVS Charity Classic. Recorded a T12 at the 1997 Masters. First career victory came at the 1996 Deposit Guaranty Golf Classic, by one stroke over Kirk Triplett. Lost playoff to Joey Sindelar at 1990 Hardees' Golf Classic. Medalist at 1983 Qualifying Tournament. Winner of 1990 and 1995 Oklahoma Opens. \n","otherCarHigh" : "Played in the 1982 Masters as an amateur, finishing T41. Outstanding junior career featured victories at 1977 U.S. Junior, 1978 PGA Junior and 1979 Western Junior.","personal" : "Sister Deanie was member of the LPGA.","otherInfo" : "Split time between the PGA TOUR (nine events) and Nationwide Tour (five events). Made four cuts on the PGA TOUR, including a T18 at the 2004 Reno-Tahoe Open. Posted an ace in the third round of the 2004 John Deere Classic with a 7-iron on No. 16 from 168 yards and finished T59. Recorded a T18 at the 2003 Greater Hartford Open, best effort on the PGA TOUR since finishing 12th at the 2001 Southern Farm Bureau Classic. Aced No. 4 with a 5-iron from 186 yards in the final round of the FedEx St. Jude Classic. Made five cuts in six starts on the 2003 Nationwide Tour. In 2002, made a combined seven of 19 cuts, including one top-25 on each Tour. Member of the PGA TOUR since 1983. Enjoyed his best PGA TOUR earnings season in 1998 when he finished 76th on the money list and made $397,110 on strength of a runner-up showing at the Sprint International and T4 at the CVS Charity Classic. Recorded a T12 at the 1997 Masters. First career victory came at the 1996 Deposit Guaranty Golf Classic. Came to Madison, MS after posting eight top-10s in 13 starts on the Nationwide Tour. Won in Mississippi by one stroke over Kirk Triplett. Lost playoff to Joey Sindelar at 1990 Hardees' Golf Classic. Medalist at 1983 PGA TOUR Qualifying Tournament. Winner of 1990 and 1995 Oklahoma Opens. Played in the 1982 Masters as an amateur. Made the cut and finished T41. Outstanding junior career featured victories at 1977 U.S. Junior, 1978 PGA Junior and 1979 Western Junior.","ntlTeams" : "Walker Cup, 1983","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1984","qSchoolYear" : "1983, 1992","exmtStatus" : "Past Champion","otherVics" : "(2) 1990 Oklahoma Open. 1995 Oklahoma Open.","intlVics" : "","curYearHigh" : "Regained fully-exempt status for 2016 by finishing T2 at the PGA TOUR Champions National Qualifying Tournament at the TPC Scottsdale on the strength of four straight rounds in the 60s...Played in 13 events during the season and recorded his first top-10 finish in more than a year when he shot rounds of 69-67 on the weekend to T10 at the Constellation SENIOR PLAYERS near Boston. It was his best career performance in a senior major.","carHigh" : "2010: Split time between PGA TOUR and Web.com Tour. Missed one of two cuts on both the PGA TOUR and Web.com Tour. Became eligible for the Champions Tour in early October. Made one start, at the AT&T Championship in San Antonio, where he T13. 2009: Member of the PGA TOUR since 1983, missed the cut in both starts on the PGA TOUR, but made 10 of 17 cuts on the Web.com Tour, earning $22,783. 2008: Missed all five cuts on TOUR, but managed to post two top-25 finishes in eight starts on the Web.com Tour, with a season-best T19 at the Fort Smith Classic. 2007: Made one of six cuts on the PGA TOUR and two of six cuts on the Web.com TourâŚBest finish was a T14 at the Knoxville Open on the Web.com Tour. 2006: Made three of 11 cuts on TOUR and just one of three on the Web.com Tour. 2005: Played primarily on the Web.com Tour, earning his first top-10 since 2001 with a T5 at the Chattanooga Classic. 2003: Recorded a T18 at the Greater Hartford Open, best effort on TOUR since finishing 12th at the 2001 Southern Farm Bureau Classic. 1998: Enjoyed his best TOUR earnings season when he finished 76th on the money list and made $397,110 on strength of a runner-up showing at the Sprint International and T4 at the CVS Charity Classic. 1997: Recorded a T12 at the Masters. 1996: Lone TOUR victory came at the Deposit Guaranty Golf Classic, by one stroke over Kirk Triplett. 1990: Lost in a playoff to Joey Sindelar at the Hardees Golf Classic. 1983: Medalist at the PGA TOUR Qualifying Tournament. Winner of 1990 and 1995 Oklahoma Opens. Amateur: Played in the 1982 Masters as an amateur, finishing T41. Outstanding junior career featured victories at 1977 U.S. Junior Amateur, 1978 PGA Junior and 1979 Western Junior. \n","otherCarHigh" : "","personal" : "Sister Deanie was a member of the LPGA.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 1983.","priorYearSeason" : "Missed the cut in both starts on the PGA TOUR. Did not make any starts on the Web.com Tour for the first time in his career."},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2010","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(4) 1979 Nevada Open. 1990 Oklahoma Open. 1984 Colorado Open. 1995 Oklahoma Open.","intlVics" : "","curYearHigh" : "Regained fully-exempt status for 2016 by finishing T2 at the PGA TOUR Champions National Qualifying Tournament at the TPC Scottsdale on the strength of four straight rounds in the 60s...Played in 13 events during the season and recorded his first top-10 finish in more than a year when he shot rounds of 69-67 on the weekend to T10 at the Constellation SENIOR PLAYERS near Boston. It was his best career performance in a senior major.","carHigh" : "2014: Had just one top-10 finish in 24 starts and finished 51st on the money list...Posted a 6-under-par Sunday at the Greater Gwinnett Championship, the day's best round, and finished T8. Opened with a 2-over-par 74 Friday and was tied for 45th. His finish near Atlanta was his best showing in an event since he was T6 at the 2013 Nature Valley First Tee Open at Pebble Beach...Made the first hole-in-one of his Champions Tour career when he sank an 8-iron from 157 yards on the fifth hole in the final round of the Shaw Charity Classic.\n\n2013: Dropped from 15th in 2012 to 42nd on the final money list...Did not post his first top-10 finish until September when he was T9 at the Montreal Championship...Two starts later was T6 at the Nature Valley First Tee Open at Pebble Beach...Fell from 22nd to 69th in Greens in Regulation from his 2012 season, and his scoring average from eighth to 45th overall...Attended the Champions Tour National Qualifying Tournament in November in an attempt to improve his status for 2014 by earning one of the five fully-exempt spots. Was one of five players tied for fourth place at 12-under-par and vying for the two fully-exempt positions through 72 holes. After Scott Dunlap and Jeff Hart earned the final two exempt positions, he finished seventh, making bogey on the third playoff hole.\n\n 2012: Had a remarkable second half to his season and made more than 80 percent of his seven-figure earnings' total in the last seven of his 14 starts...Was the fourth of eight two-time winners on the Champions Tour and perhaps the circuit's best player during the summer when he was selected as the Player of the Month for both August and September...Came from five strokes back in the final round to win the inaugural Pacific Links Hawaii Championship in mid-September. Playing in a group one in front of 36-hole leader Bill Glasson, he birdied his final two holes, including a clutch 20-footer on the 54th hole to move into a tie for the lead at 14-under. However, moments later Glasson missed a 10-foot putt for par which would have sent the pair into a playoff. Victory in Hawaii was his second win in three starts. Played all 54 holes without a bogey, becoming the 14th tournament winner in history to accomplish the feat as well as the first since David Frost at the 2010 3M Championship...In mid-August, ended a victory drought of more than 16 years when he won the Dick's Sporting Goods Open in a playoff with Michael Allen, becoming the 12th open qualifer in Champions Tour history to do so and the first since Rod Spittle at the 2010 AT&T Championship. Claimed the Dick's Sporting Goods Open title with a par-4 on the first extra hole after Allen found the water off the tee. Got into the overtime session with a clutch 35-foot birdie putt on the final hole of regulation. Prior to triumph at Dick's event, last win came on the PGA TOUR at the 1996 Deposit Guaranty Golf Classic...In between victories, was in the mix again at the Boeing Classic, where he trailed by two shots after 36 holes and, playing in the final grouping, carded a final-round 70 to finish third in Seattle...Was also T5 in San Antonio despite not posting any score in the 60s at the AT&T Championship...Reeled off a Champions Tour season-best of 25 consecutive rounds of par or better (late May-early October)...Also strung together a stretch of 212 holes without a three-putt during the year...In his only PGA TOUR start, finished T18 at the True South Classic in July, his first top-25 finish on TOUR since 2004. \n\n2011: Made seven starts, with his best showing a T29 at the U.S. Senior Open in Toledo...Also T32 at the Allianz Championship...Attended the Champions Tour National Qualifying Tournament ands finished T25 at TPC Scottsdale. 2010: Made his Champions Tour debut at the AT&T Championship, finishing T13 at Oak Hills...Also played in the National Qualifying Tournament and finished T23 at TPC Eagle Trace. \n","otherCarHigh" : "Made nearly 500 PGA TOUR starts, beginning in the early 1980s...After 12 years on TOUR, posted his only victory, at the 1996 Deposit Guaranty Golf Classic. Came to Madison, Miss., after recording eight top-10 finishes in 13 starts on the Web.com Tour. After a third-round 66 moved him to within a stroke of 54-hole leader Greg Kraft, closed with 67 to defeat Kirk Triplett by one. His $180,000 winner's check was more than he had made in any prior season...Prior to his victory, was a runner-up three times since 1983. Opened with 63 at 1984 Anheuser-Busch Golf Classic and held lead after each of first three rounds, but was passed by Ronnie Black's 63 and finished alone in second...In 1986, trailed Raymond Floyd, Mike Reid and Bob Tway by two strokes entering the final round of the Manufacturers Hanover Westchester Classic. Closing-round 66 left him second, one behind Tway...Shared lead with Tway through 54 holes of 1990 Hardee's Golf Classic before a 69 on Sunday left him tied with Joey Sindelar, who then parred the first extra hole for victory...Outstanding junior career featured victories at 1977 U.S. Junior, 1978 PGA Junior and 1979 Western Junior...Was the winner of the inaugural Rolex Junior Player of the Year Award in 1978 for top performances in AJGA and non-AJGA events...College star at Oklahoma State where he was a two-time first-team All-America choice while a member of the Cowboys men's team. Earned the 1982 Fred Haskins Award as the nation's top collegiate player. College teammates included Bob Tway and Scott Verplank and Cowboy squads were NCAA champions in 1980 and 1983...Member of the 1983 U.S. Walker Cup team...Medalist at 1983 PGA TOUR Qualifying Tournament. His seven career PGA TOUR aces tie him for fifth with four others for most since the TOUR began keeping track of that stat in 1971.","personal" : "Sister Deanie was a member of the LPGA...Says the person he'd most like to sit down with for a discussion is the late UCLA basketball coach John Wooden...Most memorable shot of his career was his last putt to win Dick's Sporting Goods Open...His bucket list includes sailing in the Caribbean and visiting Yellowstone Park...Favorite TV show is \"Two and a Half Men.\"...Enjoys the Zac Brown Band as well as watching college football on TV...First job was picking balls off the range at Shreveport CC...Favorite team he followed as a kid was the Minnesota Vikings, and his favorite player was Fran Tarkenton.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 1983.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T17th at the Mitsubishi Electric Classic.","dynStats" : "He ranks 50th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/wood_willie"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}