{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34374","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Barnes","first" : "Erik","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "175","weightMetric" : "80","birthDate" : "October 22, 1987","age" : "28","birthPlace" : "Kalamazoo, Michigan","residence" : "Cape Coral, Florida","family" : "Wife, Ashleigh; Jaxton","education" : "Austin Peay State University (2010, Business Administration )","splInterest" : "Spending time with his son","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2011","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "TWITTER: @ebarnesgolf10","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2015","exmtStatus" : "Exempt - Top-75 Money Winner from 2015 Web.com Tour Regular Season","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Finished the Web.com Tour season with 20 starts, one runner-up, three top-25s and 10 cuts made. Was 71st on the final combined money list...Had the second-best birdie streak of the year on Tour when he reeled off six in a row in the first round of the Brasil Champions in March...Contended for the win at the Chile Classic the next week in only his sixth Tour start. Sub-par rounds of 67-67-65 put him within one of third-round leader Craig Barlow. On Sunday, opened with birdies on three of his first four holes and closed with three more on 16-17-18. A final-round 66 came up one shot shy of winner Dawie van der Walt (65), who he was tied with after three rounds...Followed Chile with a T16 at the Chitimacha Louisiana Open...Next 16 outings did not bear much fruit, with just five cuts made and a best finish of T45 at the Albertsons Boise Open. Last start came in mid-August, at the Price Cutter Charity Championship. Was injured playing the 54th hole. Suffered a fracture of the hook of the hamate bone in his left hand...Ended the Regular Season 57th on the money list. Had wrist surgery shortly thereafter. Was cleared to swing a club in late-September. Only played in one Web.com Tour Finals' event, the season-ending Web.com Tour Championship. Withdrew after nine holes, citing his healing wrist.\n\n2014: Finished T35 at Web.com Tour Qualifying Tournament in December...Recorded three top-10s in 11 starts on PGA Tour Latinoamerica. Finished the season No. 34 on the Order of Merit...Also played eight PGA TOUR Canada events. Posted a solo fourth at the SIGA Dakota Dunes Open and a T10 at the Tour Championship of Canada.\n","otherCarHigh" : "While at Austin Peay State University was named Ohio State Valley Freshman of the Year in 2007 and OSV Player of the Year in 2009.","personal" : "Dream foursome includes Tiger Woods, Lee Trevino and Ben Hogan...If he weren't playing golf he would be a club professional...Would like to be Warren Buffett for a day...Favorite early golf memory was playing nine holes with his family after his father got off work...Favorite golf courses include The Olympic Club, Sycamore Hills and Concession. Favorite college team is the Indiana University Hoosiers. Favorite pro teams include the Indianapolis Colts and Indiana Pacers. Enjoys vacationing in Cozumel, Mexico...Favorite quote is \"Never give up, never give in.\"...Twitter handle is @ebarnesgolf10.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "2013","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2013: Earned exempt status with rounds of 73-69-64-74 at the Qualifying Tournament. 2011: Won the Avoca Classic on the NGA Tour...Has five wins on the West Florida Golf Tour.\n","otherCarHigh" : "Three-time All-State at Austin Peay State.","personal" : "Graduated in 2010 from Austin Peay State with a degree in Business Administration...Favorite golf courses include The Olympic Club, Sycamore Hills and Concession. Favorite college team is the Indiana University Hoosiers, favorite pro teams include the Indianapolis Colts and Indiana Pacers. Favorite vacation spot is Cozumel, Mexico. Dream foursome would include Tiger Woods, Ben Hogan and Jack Nicklaus. Favorite quote is \"Never give up, never give in.\"","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is T35th at the Chitimacha Louisiana Open presented by NACHER.","dynStats" : "He ranks T97th in Scoring Average (Actual) on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}