{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "31573","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Acuna","first" : "Pablo","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-6","heightMetric" : "1.68","weight" : "140","weightMetric" : "64","birthDate" : "November 29, 1983","age" : "32","birthPlace" : "Guatemala City, Guatemala","residence" : "Houston, Texas","family" : "Single","education" : "University of Houston (2007, Economics)","splInterest" : "Photography, art, music","pronunciation" : "PAH-bloh ah-KOON-ya","nwTourAlumnus" : "","trndProYear" : "2007","clubAffl" : "Redstone GC (Humble, Texas); Guatemala CC (Guatemala City, Guatemala)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,220&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2012","otherVics" : "","intlVics" : "(1) 2015 XIV Campeonato Internacional Hacienda Nueva [Guatemala]","curYrHigh" : "Won the 14th playing of the Campeonato Internacional Hacienda Nueva, a local tournament in Guatemala, with a total of 2-under 286 at Hacienda Nueva CC on March 7. Won by eight shots over his countryman and fellow PGA TOUR Latinoamérica member José Toledo.","carHigh" : "2014: Earned the PGA TOUR Latinoamérica card by finishing T3 at the Qualifying Tournament in Lima, Peru in January… Shot 68-70-68 over the last three rounds of the Lexus Peru Open in November to finish T4 and collect his best career finish on PGA TOUR Latinoamérica... A week earlier, teaming up with his countryman José Toledo, went on to finish T6 at the inaugural Bridgestone America's Golf Club. An unofficial PGA TOUR Latinoamérica event, the BAGC featured 36 two-man teams competing at Olivos GC in Buenos Aires, Argentina… Kept his PGA TOUR Latinoamérica card by finishing the season ranked No. 56 in the Order of Merit. His year on Tour featured one top-10 and four top-25s in 13 official starts.\n\n2013: A 72nd place finish at the Q-School in Lima, Peru prevented him from earning PGA TOUR Latinoamérica status back in February.\n\n2012: Finished the PGA TOUR Latinoamérica inaugural season ranked No. 54 in the Order of Merit to lose his Tour card. Made the cut in five of his ten starts. Had three top-25 finishes, with a T13 finish at the Colombian Classic as his best in November. Joined PGA TOUR Latinoamérica by finishing T25 at the Qualifying Tournament played in Buenos Aires, Argentina in June.\n\n2011: Represented Guatemala at the World Cup in Mission Hills, China for the second time in his career. Teamed up with his countryman José Toledo… Missed the cut in both of his starts on the Web.com Tour: at the Panama Claro Championship in February and at the Midwest Classic in August.\n\n2010: Had two top-20 finishes in four starts on the Tour de las Americas, with a T7 finish at the Toyota Peru Open as his best… Missed the cut at the Web.com Tour's Panama Claro Championship… Had three top-10 finishes in three starts on the Adams Tour, with a T5 finish at the Beaumont Open as his best.\n\n2008: Made his first career start he represented Guatemala at the World Cup in Mission Hills, China. Teamed up with Alejandro Villavicencio… Made his Web.com Tour debut in January by finishing T46 at the Movistar Panama Championship. Started that event with a round of 66 and a piece of the third spot.\n\n2007: Turned professional in October… Finished fifth at the 73rd Abierto del Litoral, an event co-sanctioned by the Tour de las Americas and the European Challenge Tour in Rosario, Argentina.\n","otherCarHigh" : "Three-time All-Conference while at the University of Houston… A four-time winner of the Guatemala Amateur Championship… Twice a runner-up at the Central American Amateur Championship.","personal" : "Speaks Spanish and English…Affiliated with Guatemala CC…Carlos Nayen, Paul Marchand, Matt Macario, Randy Smith and Fran Pirozzolo are the golf instructors he has worked with…The oldest club in his bag is a 3-wood he has had for six years…Says that his two World Cup starts have been his biggest thrills in golf…St. Andrews' Old Course, Prestwick and Fuego Maya at La Reunión Resort are his favorite courses among those he has played…Never travels without a book…“Entourage” is his favorite TV show…Roger Federer, Tiger Woods and Ayrton Senna are his favorite athletes…Instagram and Di Radio are his favorite apps…Selects several cities, Paris, Miami, Antigua, Buenos Aires, Amsterdam, Shanghai and Tokyo, as his favorite cities. Enjoys sushi and food cooked with curry…Ben Hogan, Seve Ballesteros and Woods would round out his dreamed foursome…His favorite charity is the“Esperanza Juvenile Foundation…Favorite quote is “Power comes from within.”…Twitter: @pablo_acuna and Instagram is @pabloacunagolf","otherInfo" : "","prYrSeason" : "","exmtStatus" : "2014 Order of Merit Top-60"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2011","exmtStatus" : "57th qualifier from QT\/ML 61-100","otherVics" : "","intlVics" : "","curYearHigh" : "Won the 14th playing of the Campeonato Internacional Hacienda Nueva, a local tournament in Guatemala, with a total of 2-under 286 at Hacienda Nueva CC on March 7. Won by eight shots over his countryman and fellow PGA TOUR Latinoamérica member José Toledo.","carHigh" : "Has made two career starts and one cut on Tour, both coming at the Panama Claro Championship (2008 and 2010)...Has played on the Tour de las Americas, the European Challenge Tour and the Adams Tour. \n","otherCarHigh" : "","personal" : "Favorite course he's played is St. Andrews and would like to play Augusta National. Favorite college team is the University of Houston Cougars. Favorite book is \"Golf's Sacred Journey.\" Favorite food is Gnocchi. Favorite athlete to watch is Formula 1 car driver Michael Schumacher. Favorite cities to visit are Guatemala City, Bogota and Paris. Would round out his dream foursome with Deepak Chopra, Fred Couples and former President George H. W. Bush. Favorite TV show is \"Top Gear.\"..Biggest thrill in golf is the competition and outside of golf is speed, going fast.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : "World Cup (2), 2008, 2011."},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Won the 14th playing of the Campeonato Internacional Hacienda Nueva, a local tournament in Guatemala, with a total of 2-under 286 at Hacienda Nueva CC on March 7. Won by eight shots over his countryman and fellow PGA TOUR Latinoamérica member José Toledo.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2011","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Won the 14th playing of the Campeonato Internacional Hacienda Nueva, a local tournament in Guatemala, with a total of 2-under 286 at Hacienda Nueva CC on March 7. Won by eight shots over his countryman and fellow PGA TOUR Latinoamérica member José Toledo.","carHigh" : "Has never played in a PGA TOUR event. \n","otherCarHigh" : "","personal" : "Has played on the Tour de las Americas, the European Challenge Tour and the Adams Tour. Favorite course he's played is St. Andrews and would like to play Augusta National. Favorite college team is the University of Houston. Favorite book is Golf's Sacred Journey. Favorite food is Gnocchi. Favorite athlete to watch is Formula 1 car driver Michael Schumacher. Favorite cities to visit are Guatemala City, Bogota and Paris. Would round out his dream foursome with Deepak Chopra, Fred Couples and former President George H. W. Bush. Favorite TV show is \"Top Gear.\" Biggest thrill in golf is the competition and outside of golf is speed and going fast.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri was T4th in 2014 at the Lexus Peru Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "TEST 1","url" : "www.facebook.com"},{"cat" : "myspace","desc" : "Disc2","url" : "www.myspace.com"},{"cat" : "twitter","desc" : "www.twitter.com TEST","url" : "www.twitter.com"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}