{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "19881","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Damron","first" : "Robert","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "180","weightMetric" : "82","birthDate" : "October 27, 1972","age" : "43","birthPlace" : "Pikeville, Kentucky","residence" : "Orlando, Florida","family" : "Wife, Molly; Katherine Rose (9\/30\/02), William Bernard (3\/29\/04), Robert Charles (8\/14\/06)","education" : "University of Central Florida","splInterest" : "Sports","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1994","clubAffl" : "Bay Hill Club and Lodge (Orlando, Florida)","cityPlaysFrm" : "Orlando; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "6,630,359&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2010","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Split time between the PGA TOUR and the Web.com Tour. Finished T41 at the Valero Texas Open for the best of his seven starts during the PGA TOUR's Season. Finished the year No. 228 in the FedExCup standings.","carHigh" : "2011: Made three PGA TOUR starts, with a best finish of T34 at the Viking Classic. Made 10 starts on the Web.com Tour, highlighted by a pair of top-25 performances. Played 16 of his last 19 rounds of the year on the Web.com Tour at par or better. 2010: Made four cuts in 12 starts on the Web.com Tour, with a T14 at the Ford Wayne Gretzky Classic his only top-25 finish. Also made one cut in four PGA TOUR starts. 2009: Ended the Web.com Tour season No. 78 on the money list but had only one top-25 finish in 20 starts. Made the cut in seven tournaments. Only top-25 finish was a T2 at the Melwood Prince George's County Open, his first runner-up performance on the Web.com Tour after two close calls on the PGA TOUR in 2004 and 2005 (EDS Byron Nelson Championship and John Deere Classic). A T21 at the Puerto Rico Open represented his only made cut in five appearances on the PGA TOUR in 2009...2008: Won his second Web.com Tour start of the season at the Athens Regional Foundation Classic, defeating Greg Owen with a birdie at the first playoff hole, after birdieing his final two holes of regulation. Played only four more events, making just one cut, before undergoing season-ending shoulder surgery in August. Made four of eight cuts on the PGA TOUR with his best finish coming at the Mayakoba Golf Classic (T22). 2007: Made 12 starts on the PGA TOUR, making the cut in two events. Best finish was a T34 at the Viking Classic. 2006: Made 13 cuts in 31 events. Posted his first top-10 of the season late in the year with a T8 finish at the Southern Farm Bureau Classic, his first top-10 since a T2 at the 2005 John Deere Classic. 2005: His lone top-10 was a T2 at the John Deere Classic. Posted four rounds in the 60s at the TPC Deere Run to finish one shot behind champion Sean O'Hair. It was his best finish since a playoff loss to Sergio Garcia at the 2004 EDS Byron Nelson Championship. In his second-to-last start of the year finished T15 at the 2005 FUNAI Classic at Walt Disney World Resort. Posted four rounds in the 60s at Disney, including an opening 7-under 65. He collected $68,200 in Lake Buena Vista and improved his season earnings to $739,836, good enough to secure his card for the ninth time in nine years on TOUR. 2004: Lost in a three-way playoff with Sergio Garcia and Dudley Hart at the EDS Byron Nelson Championship, his best finish on TOUR since winning at the TPC Las Colinas in 2001. 2003: A T7 at the Greater Hartford Open was his best finish of the year. 2002: Ended the season making nine of the last 11 cuts, including his only top-10 in hometown of Orlando at Disney Golf Classic. 2001: First victory of his TOUR career came at Verizon Byron Nelson Classic and led to best finish on money list (51st). After sharing 54-hole lead with Scott Verplank, used birdie on fourth extra hole to win. 2000: Season-best finish was a T3 at THE PLAYERS Championship, rebounding from opening-round 78 with three consecutive sub-par scores to finish six shots behind winner Hal Sutton. 1999: Finished fourth in front of hometown fans at Bay Hill Invitational after receiving a sponsor's exemption from host Arnold Palmer. 1998: Made 19 cut in 28 starts and finished in the top 100 on the money list in his sophomore season on TOUR. Lone top-10 was T7 at the FedEx St. Jude Classic. 1997: Impressive rookie season earned nomination for Rookie of the Year honors. Finished year 53rd on money list on strength of four top-five finishes. Second only to Rookie of the Year Stewart Cink in first-year earnings. \n","otherCarHigh" : "Winner of five collegiate events while at Central Florida, where he was a three-time All-America.","personal" : "Father moved family to Orlando for warmer winter weather after retiring from Kentucky coal business. Winter house was at Bay Hill Club, where Robert met Arnold Palmer and gained early advice about golf. Palmer helped him get sponsor's exemption to 1997 Bob Hope Chrysler Classic.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1997","qSchoolYear" : "1996","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "Split time between the PGA TOUR and the Web.com Tour. Finished T41 at the Valero Texas Open for the best of his seven starts during the PGA TOUR's Season. Finished the year No. 228 in the FedExCup standings.","carHigh" : "2011: Made three PGA TOUR starts, with a best finish of T34 at the Viking Classic. Made 10 starts on the Web.com Tour, highlighted by a pair of top-25 performances. Played 16 of his last 19 rounds of the year on the Web.com Tour at par or better. 2010: Played just four PGA TOUR events, with one made cut, at the Valero Texas Open (T45)...Lone top-25 in 12 Web.com Tour starts was T14 at the Ford Wayne Gretzky Classic. 2009: Was No. 78 on the money list with a T2 at the Melwood Prince George's County Open, his first runner-up performance on the Web.com Tour after two close calls on the PGA TOUR in 2004 and 2005 (EDS Byron Nelson Championship and John Deere Classic). T21 at the Puerto Rico Open represented his only made cut in five appearances on the PGA TOUR. 2008: Won his second start of the Web.com Tour season at the Athens Regional Foundation Classic, defeating Greg Owen with a birdie at the first playoff hole, after birdieing his final two holes of regulation. Played only four more events, making just one cut, before undergoing season-ending shoulder surgery in August. Made four of eight cuts on the PGA TOUR with his best finish coming at the Mayakoba Golf Classic (T22). 2007: Made 12 starts on the PGA TOUR, making the cut in two events. Made his first start on the Web.com Tour since playing four times during the 1995 season. 2006: Made 13 cuts in 31 events. Posted his first top-10 of the season late in the year with a T8 finish at the Southern Farm Bureau Classic, his first top-10 since a T2 at the 2005 John Deere Classic. 2005: Lone top-10 was a T2 at the John Deere Classic. Posted four rounds in the 60s at the TPC Deere Run to finish one shot behind champion Sean O'Hair. It was his best finish since a playoff loss to Sergio Garcia at the 2004 EDS Byron Nelson Championship. In his second-to-last start of the year finished T15 at the 2005 FUNAI Classic at Walt Disney World Resort, enough to improve earnings to $739,836, good enough to secure his card for the ninth time in nine years on TOUR. 2004: Lost in a three-way playoff with Sergio Garcia and Dudley Hart at the EDS Byron Nelson Championship, his best finish on TOUR since winning at TPC Las Colinas in 2001. 2003: A T7 at the Greater Hartford Open was his best finish of the year. 2002: Ended season making nine of the last 11 cuts, including his only top-10 in hometown of Orlando at Disney Golf Classic. 2001: First victory of his TOUR career came at Verizon Byron Nelson Classic and led to best finish on money list (51st). After sharing 54-hole lead with Scott Verplank, used birdie on fourth extra hole to win. 2000: Season-best finish was a T3 at THE PLAYERS Championship, rebounding from opening-round 78 with three consecutive sub-par scores to finish six shots behind winner Hal Sutton. 1999: Finished fourth in front of hometown fans at Bay Hill Invitational after receiving a sponsor's exemption from host Arnold Palmer. 1998: Made 19 cuts in 28 starts and finished in the top 100 on the money list in his sophomore season on TOUR. Lone top-10 was T7 at the FedEx St. Jude Classic. 1997: In rookie season, earned nomination for PGA TOUR Rookie of the Year honors. Finished 53rd on money list on strength of four top-five finishes. Second only to Rookie of the Year Stewart Cink in first-year earnings. Amateur: Winner of five collegiate events while at Central Florida, where he was a three-time All-America. \n","otherCarHigh" : "","personal" : "Father moved family to Orlando for warmer winter weather after retiring from Kentucky coal business. Winter house was at Bay Hill Club, where Robert met Arnold Palmer and gained early advice about golf. Palmer helped him get sponsor's exemption to 1997 Bob Hope Chrysler Classic.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was 1st in 2001 at the Verizon Byron Nelson Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}