{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "36444","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Weaver","first" : "Michael","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "175","weightMetric" : "79","birthDate" : "April 12, 1991","age" : "25","birthPlace" : "Fresno, California","residence" : "Fresno, California","family" : "Single","education" : "University of California (2014)","splInterest" : "Business and investing, politics","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2014","clubAffl" : "Fort Washington G&CC (Fresno, California)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2015","exmtStatus" : "Conditional - Additional Qualifying Tournament Finisher or Finished 76-100 on 2014 Web.com Tour Money List","otherVics" : "","intlVics" : "","curYearHigh" : "In February, made his first PGA TOUR start as a sponsor's exemption at the AT&T Pebble Beach National Pro-Am, not far from his Fresno home. Missed the cut.","carHigh" : "2014: Made three appearances on the Web.com Tour in June and July (two as sponsor exemption and the other, in Evansville, as an open-qualifier), missing the cut in all three...Finished 112th at the Web.com Tour Qualifying Tournament in December. \n\n2013: Playing as an amateur as a result of his U.S. Amateur runner-up the previous August, competed in the Masters (missed cut) and the U.S. Open (T64).\n\n2012: In his first Web.com Tour event, missed the cut at the TPC Stonebrae Championship, played near the the University of California, where he was attending college. \n","otherCarHigh" : "Competed four years at the University of California. Was both a first-team All-American and All-America Scholar in 2012-13. Was a two-time team captain. Had 12 top-five finishes in his career. Redshirted in 2011-12 to focus on gaining admission to Cal's Haas School of Business, which he succeeded in doing. Was on the Ben Hogan Award Watch list twice and a Byron Nelson Award nominee in 2013-14. Earned honorable mention All-American honors in 2010-11...In 2012, was runner-up to Steven Fox at the U.S. Amateur at Cherry Hills CC in Denver...In 2013, became Cal's first current team member to play the Masters. Also played the U.S. Open, the Palmer Cup and the Walker Cup that same year...Was co-medalist at CIF\/CGA Boys Golf Championship as a senior in high school. Finished high school with 69.3 average...","personal" : "As a senior at Clovis West High School in Fresno, Calif., received the Floyd Buchanan Award, given annually to one student who excels in academics and athletics...Raced go-karts at a highly competitive-national level from age 6-12...Sister Lauren is president of her sorority at San Diego State...Turned to golf because \"I was average at other sports. But as a competitive person, the challenge of trying to beat everyone in tournament golf was intriguing.\"...First-tee intro song would be \"In This Life\" by Mike Stud...Favorite golf memory was his dad caddying for him at the 2013 U.S. Open. Made the cut so Dad was with him on Father's Day...If not a golfer would be running his own business or racing in Formula I...Biggest thrill in golf was first tee shot at the 2013 Masters...Favorites include San Diego Chargers, \"House,\" \"Suits\" and any documentaries (TV shows). Enjoys the \"Bourne\" movies, \"The Italian Job,\" \"Flight\" and \"Argo.\" Top entertainers are The Fray, OAR, Train, Timeflies and Coldplay. Favorite books are Lone Survivor, Freakonomics and American Sniper. Is a big fan of Derek Jeter, and he enjoys vacationing at Atlantis in the Bahamas...Favorite food is Greek food made by his grandmother...Most famous person he has met is former President George W. Bush, at 2013 Walker Cup. Played a few holes with him and then had lunch...Best sporting event attended was tennis' U.S. Open in New York...Would like to trade places with Formula 1 driver Lewis Hamilton for a day...Dream foursome would be his grandfathers and his dad at Pebble Beach...Favorite quote is \"Remember who you are and what you represent.\"...Supports The First Tee of Fresno...Would like to be featured in Wall Street Journal or Forbes \"Because I would love to have a successful business some day after golf.\"...Twitter handle is @mweav27.","otherInfo" : "","ntlTeams" : "Palmer Cup (1), 2013; Walker Cup (1), 2013","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "In February, made his first PGA TOUR start as a sponsor's exemption at the AT&T Pebble Beach National Pro-Am, not far from his Fresno home. Missed the cut.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}