{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "28114","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "van der Walt","first" : "Dawie","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-5","heightMetric" : "1.96","weight" : "260","weightMetric" : "118","birthDate" : "February 11, 1983","age" : "33","birthPlace" : "Paarl, South Africa","residence" : "Kingwood, Texas","family" : "Wife, Bobbie Jo; Allie (3\/15\/12), Mia Marie (2\/13\/15)","education" : "Lamar University (2004, Applied Science)","splInterest" : "Playing Call of Duty on Xbox, shooting guns","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2015)","trndProYear" : "2007","clubAffl" : "Deerwood GC (Kingwood, Texas)","cityPlaysFrm" : "Kingwood; TX; United States","websiteUrl" : "http:\/\/www.dawievanderwalt.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "945,354&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2011","exmtStatus" : "Exempt - Top-75 Money Winner from 2014 Web.com Tour Regular Season","otherVics" : "","intlVics" : "(2) 2013 Tshwane Open [Eur], The Nelson Mandela Championship [Eur].","curYearHigh" : "","carHigh" : "2014: Played in 17 Web.com Tour events, making eight cuts. Had one top-10 and four top-25s. Finished the Regular Season 53rd on the money list...Lone top-10 came in June when he lost in a Tour-record 11-hole playoff to Steven Alker at the Cleveland Open. Birdied the 71st and 72nd holes to tie for the lead. Matched pars with Alker over the first 10 extra holes, only to lose to a birdie on the 11th. Moved to No. 22 on the money list, his high mark for the year...In March, made his first PGA TOUR start, qualifying for the World Golf Championships-Cadillac Championship as a result of his 2013 finish on the South African Tour order of merit. Finished 65th...In July, missed the cut in the Open Championship at Royal Liverpool...On the European Tour, made 10 starts. Made the cut in the first seven, with his best finish a T9 at the Commercial Bank Qatar Masters in late-January after opening with a 7-under 65...Made five appearances on the Southern Africa Tour, making two cuts, with a T6 at the Investec Cup in March his best result. \n\n2013: Made the cut in nine of 15 starts on the Web.com Tour with one top-10 finish...Earned his first European Tour title, with a two-stroke victory over Darren Fichardt at the Tshwane Open. Began the event at Copperleaf Golf and Country Estate in Centurion, South Africa, with a 4-under 68 then came back with a 65 to sit in a tie for second at the halfway mark, a stroke behind 36-hole leader Charl Coetzee. Fired back-to-back 67s on the weekend, including a four-birdie, one-eagle, one-bogey performance Sunday to capture the biggest win of his career...Earned a second title late in the season, at The Nelson Mandela Championship in Durban, South Africa. At the weather-shortened event, he used three rounds in the 60s in the 54-hole tournament, including a second-round 62, to edge Matthew Baldwin and Jorge Campillo by two strokes at Mount Edgecombe CC....On the Web.com Tour, was solo second at the inaugural Brasil Classic in Sao Paulo after posting scores of 69-66-65-66. Finished at 18-under par and one behind winner Benjamin Alvarado. Rolled in a birdie putt at No. 16 to tie for the Sunday lead. After Alvarado birdied the 17th hole to go one ahead, with a chance to tie Alvarado he missed a 10-foot birdie putt on the 72nd hole that would have forced a playoff...Took two months off from May through July to play on the European Tour in order to meet minimum standards to retain playing privileges. Managed to make only one cut in seven starts...Returned to the Web.com Tour at the end of July. Finished T25 at the News Sentinel Open...Did not make a cut in any of his four starts during the Finals to close out the season.\n\n2012: Made the cut in 12 of 18 starts and had two top-10 and six top-25 finishes. Led the Tour in the Bounce Back category and was also ninth in Greens in Regulation...Enjoyed a career-best finish with his runner-up effort at the Cox Classic where he fired an 11-under-par 60 in the final round but wound up three shots behind winner Ben Kohles. Started the final round seven shots behind the lead and charged into contention with a 6-under 29 on the front nine. An eagle at No. 10 and a birdie at No. 12 put him 9-under and a threat to shoot 59 or lower on the par-71 Champions Run course. Had several chances down the stretch, including a missed 8-foot eagle putt at No. 17 and a missed 6-foot birdie putt at 18. Payday moved him up to No. 35 on the money list. Finished the week No. 2 in Greens in Regulation but wound up No. 73 (out of 77) in Putts Per Round...Was T7 at the Mylan Classic near Pittsburgh...Highest spot on the money list was No. 29 in mid-September. \n\n2011: Made the cut in seven of 18 events and had four top-25 finishes in consecutive starts. Highlight of the year came at the Midwest Classic, where he fired opening rounds of 70-67 but headed back to Houston figuring he had missed the cut. He later discovered that he made the cut and survived an adventurous all-night quest to return to Kansas City. After weather delays forced an overnight stay at Dallas-Fort Worth Airport, he arrived at the course with only a couple of minutes to spare, changed clothes in the parking lot, hurried to the tee and promptly went out to post his best round of the year, an 8-under 63. Added a 67 Sunday to finish T11, also his best of the year. \n\n2009: Captured an Adams Tour tournament for a second consecutive year, the Louisiana Open...Won the Onion Creek Classic on the Hooters Tour in 2009.\n\n2008: Won the Merril Lynch event on the Adams Tour.\n","otherCarHigh" : "Won the South Africa Amateur in 2002. First-team All-American selection in 2007 at Lamar University. Won regionals and the conference championship in 2007. Was the conference player of the year 2006-2007.","personal" : "Favorite golf course is Robert Trent Jones...Would like to play Augusta National. Favorite professional team is the New Orleans Saints and Texans. Favorite movie is \"The Patriot.\" Favorite entertainer is Shakira...Favorite athlete to watch is LeBron James...Favorite cities to visit are Las Vegas and Hermanus, South Africa. Favorite food is sushi…Would round out his dream foursome with Philip Kief, Dan Bilzerian and Justin Timberlake…Bucket list includes winning a major championship on the PGA TOUR and to fly in a SR71 blackbird.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2015-16","qSchoolYear" : "","exmtStatus" : "3rd on the 2015 Web.com Tour priority list","otherVics" : "","intlVics" : "(2): 2013 Tshwane Open [Eur], The Nelson Mandela Championship [Eur].","curYearHigh" : "","carHigh" : "2015: Finished the Web.com Tour season with 19 starts, two wins, six top-10s, eight top-25s and 15 made cuts. Was third in the final priority-ranking order. Finished the Regular Season No. 3 on the money list, securing his PGA TOUR card for the first time. Was No. 1 in Greens In Regulation Percentage (75.85) during the Regular Season...Opened the year playing on the European Tour and Sunshine Tour in his native South Africa. Made four starts on the European Tour, with a T20 in his first event, the Abu Dhabi Golf Championship, his top performance...Followed with a T46, a T29 and a missed cut...In South Africa, recorded a T15 (Tshwane Open), a T24 and a missed cut...Four days after the Tshwane Open concluded, made his Web.com Tour season debut, at the Chile Classic, where he earned his first career victory. Fired a 6-under 65 in the final round to win by two shots. Moved into contention with a wind-blown, 7-under 64 Thursday afternoon and hovered near the lead the rest of the way. Started the final round one shot off the lead but moved up the leaderboard with birdies on four of his first six holes. Grabbed the lead on the back nine and was ahead by one as he approached the par-5 18th. Closest challengers were Wes Roach and 54-hole leader Craig Barlow in the final pairing, but both bogeyed the 17th hole to give him some breathing room. Playing in the next-to-last pairing, got up and down from the front of the green for birdie to finish at 21-under. Became the sixth South African-born player to win on Tour. Collected $108,000 for his efforts at Mapocho GC, the only public course in the country. Moved to No. 5 on the money list through five events...Followed his win with a T9 performance at the Chitimacha Louisiana Open the following week. Was tied for 64th after 36 holes, then fired a third-round 65 that included a double bogey on the 18th hole. Birded three of the last five holes in the final round to post a 4-under 67...In July, matched the course record at Lakewood CC with a 9-under 62 in the opening round of the Rust-Oleum Championship to grab a two-stroke lead after 18 holes. Went on to T18 after not breaking 70 in the final three rounds...Started the Air Capital Classic with a 64 to finish the first day within one shot of the leader. Carded 67-70 and trailed by four heading into Sunday. Posted a 67 in the final round for a T6...Picked up his second win of the season, at the Price Cutter Charity Championship. Opened with a bogey-free 63 in Springfield, to trail Chase Wright by one. Jumped to the top of the leaderboard with a 7-under 65 on Friday to enter the weekend with a one-stroke advantage over Wes Roach. Finished off his third round birdie-birdie to extend his lead to four over Smylie Kaufman and Martin Piller. The 7-under-par round set a new 54-hole tournament record (23-under-par 193). Started Sunday with a birdie on the first hole but struggled from there. Made a string of pars, then dropped a shot at the seventh hole. Answered Kaufman's eagle at the par-5, 11th hole with a two-putt birdie to stay ahead by two. Was never threatened down the stretch and made a two-putt, par-5 on the last hole for a two-stroke victory. Collected $121,500 and jumped from No. 16 to No. 3 on the money list...Missed the cut at the Hotel Fitness Championship to open the Web.com Tour Finals but rebounded the next week at the Small Business Connection Championship at River Run with steady rounds of 69-68-70-70 to claim a T7, his fifth top 10 of the year...Added another top-10 the next week at the Nationwide Children's Hospital Championship, closing with a 68 to finish T5...Came to the season finale, the Web.com Tour Championship, as the season-long No. 2 money winner, with a mathematical chance of catching No. 1 Patton Kizzire. Trailed Kizzire by $167,131, with a first prize of $180,000 available. A T5 finish by Kizzire ended his chances.\n\n2014: Played in 17 Web.com Tour events, making eight cuts. Had one top-10 and four top-25s. Finished the Regular Season 53rd on the money list...Lone top-10 came in June when he lost in a Tour-record 11-hole playoff to Steven Alker at the Cleveland Open. Birdied the 71st and 72nd holes to tie for the lead. Matched pars with Alker over the first 10 extra holes, only to lose to a birdie on the 11th. Moved to No. 22 on the money list, his high mark for the year...In March, made his first PGA TOUR start, qualifying for the World Golf Championships-Cadillac Championship as a result of his 2013 finish on the South African Tour order of merit. Finished 65th...In July, missed the cut in the Open Championship at Royal Liverpool...On the European Tour, made 10 starts. Made the cut in the first seven, with his best finish a T9 at the Commercial Bank Qatar Masters in late-January after opening with a 7-under 65...Made five appearances on the Southern Africa Tour, making two cuts, with a T6 at the Investec Cup in March his best result. \n\n2013: Made the cut in nine of 15 starts on the Web.com Tour with one top-10 finish...Earned his first European Tour title, with a two-stroke victory over Darren Fichardt at the Tshwane Open. Began the event at Copperleaf Golf and Country Estate in Centurion, South Africa, with a 4-under 68 then came back with a 65 to sit in a tie for second at the halfway mark, a stroke behind 36-hole leader Charl Coetzee. Fired back-to-back 67s on the weekend, including a four-birdie, one-eagle, one-bogey performance Sunday to capture the biggest win of his career...Earned a second title late in the season, at The Nelson Mandela Championship in Durban, South Africa. At the weather-shortened event, he used three rounds in the 60s in the 54-hole tournament, including a second-round 62, to edge Matthew Baldwin and Jorge Campillo by two strokes at Mount Edgecombe CC...On the Web.com Tour, was solo second at the inaugural Brasil Classic in Sao Paulo after posting scores of 69-66-65-66. Finished at 18-under par and one back of winner Benjamin Alvarado. Rolled in a birdie putt at No. 16 to tie for the Sunday lead. After Alvarado birdied the 17th hole to go one ahead, with a chance to tie Alvarado he missed a 10-foot birdie putt on the 72nd hole that would have forced a playoff...Took two months off from May through July to play on the European Tour in order to meet minimum standards to retain playing privileges. Managed to make only one cut in seven starts...Returned to the Web.com Tour at the end of July. Finished T25 at the News Sentinel Open...Did not make a cut in any of his four starts during the Finals to close out the season.\n\n2012: Made the cut in 12 of 18 starts and had two top-10 and six top-25 finishes. Led the Tour in the Bounce Back category and was also ninth in Greens in Regulation...Enjoyed a career-best finish with his runner-up effort at the Cox Classic where he fired an 11-under-par 60 in the final round but wound up three shots back of winner Ben Kohles. Started the final round seven shots back of the lead and charged into contention with a 6-under 29 on the front nine. An eagle at No. 10 and a birdie at No. 12 put him 9-under and a threat to shoot 59 or lower on the par-71 Champions Run course. Had several chances down the stretch, including a missed 8-foot eagle putt at No. 17 and a missed 6-foot birdie putt at 18. Payday moved him up to No. 35 on the money list. Finished the week No. 2 in Greens in Regulation but wound up No. 73 (out of 77) in Putts Per Round...Was T7 at the Mylan Classic near Pittsburgh...Highest spot on the money list was No. 29 in mid-September. \n\n2011: Made the cut in seven of 18 events and had four top-25 finishes in consecutive starts. Highlight of the year came at the Midwest Classic, where he fired opening rounds of 70-67 but headed back to Houston figuring he had missed the cut. He later discovered that he made the cut and survived an adventurous all-night quest to return to Kansas City. After weather delays forced an overnight stay at Dallas-Fort Worth Airport, he arrived at the course with only a couple of minutes to spare, changed clothes in the parking lot, hurried to the tee and promptly went out to post his best round of the year, an 8-under 63. Added a 67 Sunday to finish T11, also his best of the year. \n\n2009: Captured an Adams Tour tournament for a second consecutive year, the Louisiana Open...Won the Onion Creek Classic on the Hooters Tour in 2009.\n\n2008: Won the Merril Lynch event on the Adams Tour.\n\nAmateur: Won the South Africa Amateur in 2002. First-team All-American selection in 2007 at Lamar University. Won regionals and the conference championship in 2007. Was the conference player of the year 2006-2007.\n","otherCarHigh" : "","personal" : "Favorite golf course is Robert Trent Jones...Would like to play Augusta National. Favorite professional team is the New Orleans Saints and Texans. Favorite movie is \"The Patriot.\" Favorite entertainer is Shakira...Favorite athlete to watch is LeBron James...Favorite cities to visit are Las Vegas and Hermanus, South Africa. Favorite food is sushi…Would round out his dream foursome with Philip Kief, Dan Bilzerian and Justin Timberlake…Bucket list includes winning a major championship on the PGA TOUR and to fly in a SR71 blackbird.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T17th at the OHL Classic at Mayakoba.","dynStats" : "He ranks 4th in Approach 100-125 yards (RTP Sc on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/Dawie1983"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}