{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "33293","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Pieters","first" : "Thomas","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-5","heightMetric" : "1.96","weight" : "187","weightMetric" : "85","birthDate" : "January 27, 1992","age" : "24","birthPlace" : "Antwerp, Belgium","residence" : "Antwerp, Belgium","family" : "Single","education" : "University of Illinois","splInterest" : "Snowboarding","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2013","clubAffl" : "","cityPlaysFrm" : "Belgium; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(2): 2015 D+D Real Czech Masters [Eur], KLM Open [Eur].","curYearHigh" : "","carHigh" : "2015: First top-10 of the season came in December 2014 when he recorded four under-par rounds at the Alfred Dunhill Championship to T8...In his next start, in mid-January, opened 65-67 at the Abu Dhabi HSBC Golf Championship and was only a stroke off Martin Kaymer's 36-hole lead at Abu Dhabi GC. A pair of 70s on the weekend left him T4 with Victor Dubuisson, three strokes behind winner Gary Stal...Broke through in a big way when he won his first European Tour event, capturing the Real Czech Masters in late-August. Was the only player in the field with four sub-70 rounds at Albatross Golf Resort in Prague. Weekend rounds of 65-69 gave him a three-shot victory over Sweden's Pelle Edberg. Slowly pulled away on the back nine Sunday, making three birdies while Edberg posted eight pars and a bogey...Earned his second consecutive win in as many starts when he used a third-round 65 and four rounds in the 60s to win the KLM Open in Zandvoort, Netherlands, by a shot over Spain's Eduardo De La Riva. At the par-70 Kennemer G&CC, rounds of 68-66-62-65 gave him the win. Broke into the Official World Golf Ranking top 100 following the victory, checking in at No. 88 after starting the year No. 240...Added an additional top-10 in mid-October when he T6 at the Portugal Masters at Oceanico Victoria GC.\n\n2014: Despite making only eight cuts in 27 European Tour starts, made the most of his opportunities on the weekend. First top-10 came at the Maybank Malaysian Open in April, a 67-69-68 final 54 holes offsetting his disappointing start, a 3-over 75 in Kuala Lumpur...After withdrawing from his next start, at the Madeira Islands Open, contended at the Open de Espana and was poised to win through 54 holes. Held a two-shot advantage over Miguel Angel Jimenez at PGA Catalunya Resort. Played poorly on the final day, shooting a 3-over 75 to fall into a three-way playoff with Jimenez and Richard Green, an overtime session Jimenez would win...Added a T6 in July in Russia, at the M2M Russian Open. A Thursday-Friday 67-68 left him in second place through 36 holes, two shots behind David Horsey. Earned the top-10 when he shot even-par 72s on the weekend...Also missed the cut in his only European Challenge Tour start. \n\n2013: Made six European Challenge Tour starts, with his best outing a T23 at the Karnten Golf Open in Austria...Made one European Tour cut, a T29 at the Alstom Open de France in July. Opened and closed with 70s in Paris...\n\nAmateur: Closed his college career in style in 2013, with top-five finishes at the Louisiana Classics (fifth), the Desert Shootout (third) and the Boilermaker Invitational (fourth) before winning the Big Ten Conference Championship individual title and helping the Illini to a nine-shot team win. In the individual portion of the tournament at the French Lick Resort's Pete Dye Course, opened with three consecutive 70s to take a seven-shot lead into the final round. Fired a final-day 74 to cruise to a five-shot triumph over teammate Brian Campbell and Minnesota's Erik Van Rooyen...At the 2012 NCAA Championship, his Illinois team could only muster a 21st-place finish in the team competition while he won the 54-hole, stroke-play portion of the tournament at Riviera CC in Pacific Palisades, Calif. Shot rounds of 69-68-71 to defeat Texas Christian's Julien Brun and Florida's Tyler McCumber by three strokes...Won the 2011 Jack Nicklaus Invitational while playing for the University of Illinois. Shot rounds of 66-71-72 at Muirfield Village, defeating Texas' Jordan Spieth and Purdue's Tyler Duncan by two shots...Earned a victory when he captured the Monroe Invitational Championship in June in Pittsford, N.Y. Shot rounds of 71-67-66-68 to edger Alex Edfort by a shot at Monroe GC...Won the 2009 International of Belgium Junior Championship and the Ternesse Junior Open. \n\n","otherCarHigh" : "","personal" : "Attended the University of Illinois, where he was teammates with PGA TOUR player Luke Guthrie...Began playing golf when he was 5 when his family took up the sport while on a South African vacation...Also enjoys playing basketball and tennis. Is a big admirer of Roger Federer and the Chicago Bulls' Derrick Rose.","otherInfo" : "","ntlTeams" : "Eisenhower Trophy (2), 2010, 2012; Palmer Cup (1), 2012.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T23rd at the World Golf Championships-HSBC Champions.","dynStats" : "He ranks T57th in Power Rating on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}