{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "45688","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Paladino","first" : "Cody","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "175","weightMetric" : "80","birthDate" : "January 7, 1989","age" : "27","birthPlace" : "Kensington, Connecticut","residence" : "Kensington, Connecticut","family" : "Single","education" : "Baylor University (Language and Linguistics , 2012)","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2014","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "TWITTER: @C_Paladino","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2014","otherVics" : "","intlVics" : "(1) 2015 81st Connecticut Open","curYrHigh" : "Finished T21 at the PGA TOUR Latinoamérica Q-School in Argentina with 70-75-70-69.","carHigh" : "2014: Finished his rookie season on PGA TOUR Latinoamérica ranked 57th on the Order of Merit… A T9 at the Mazatlán Open in November was his only top-10 of the year… Had two other top-25s, a T12 at the season opening Arturo Calle Colombia Open and a T14 at the season ending VISA Open de Argentina in December… Made the cut in 8 of 15 starts… Earned PGA TOUR Latinoamérica status by finishing T11 at the Q-School in Sebring, Florida in January. At the Tour's Qualifier, which was also his first event as a pro, he shared the opening round lead with a 67 (-5)… A T34 at The Great Waterway Classic was his only cut made in four starts on PGA TOUR Canada… Had earned PGA TOUR Canada conditional status after finishing T20 at the Q-School played in Reunion, Florida in April.\n","otherCarHigh" : "A member of the golf team at Baylor University, where he had 9 top-10 finishes in 45 starts between 2007 and 2011… In 2013, after graduating from Baylor, he went on to win the 111th Connecticut Amateur Championship and the 89th California State Fair Amateur Championship. Was also named 2013 Connecticut State Player of the Year… In 2007, after graduating from High School we claimed runner-up honors at the U.S. Amateur Public Links Championship at Cantigny Golf in Wheaton, Illinois. Lost the championship match to Colt Knost 6 and 4… Back at the U.S. Amateur Public Links in 2008, he advanced to round of 32 where he fell to Rickie Fowler 4 and 3… Was a Four-year letterwinner at Kingswood-Oxford High School… Named Connecticut PGA section Junior Player of the Year in 2004 and 2005.","personal" : "His brother, Brent, played Division I golf at the College of William & Mary and has a PGA Class A Certification… Earned a degree in Language and Linguistics at Baylor University in May of 2012… Not many people know that he studied seven languages in school… Chuck Lasher has been his golf instructor since he was 6 years old… Favorite golf courses he has played are Fishers Island Club and National Golf Links of America… Never travels without a foam roll… Marks his golf ball by writing “8.21.01”, honoring the date in which his grandfather passed away… His favorite websites are ESPN, Twitter and Zappos… The Boston Bruins and the Boston Red Sox are his favorite professional teams… “The Office” and “The Mentalist” are his favorite TV shows… A fan of Ian Fleming's Jamed Bond novels… Sushi and Quinoa are his favorite foods… Novak Djokovic and Roger Federer are his favorite athletes… His favorite cities to visit are San Francisco and Montreal, while his favorite vacation spot in Italy… He and his brother Brent serve as Tournament Directors for the Northern Junior Championship, an international event held in their home state in Connecticut… His favorite quote is: “Vincit qui se vincit” – Latin for “He conquers who conquers himself.”… Twitter and Instagram: @C_Paladino","otherInfo" : "","prYrSeason" : "","exmtStatus" : "2014 Order of Merit Top-60"},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Finished T21 at the PGA TOUR Latinoamérica Q-School in Argentina with 70-75-70-69.","carHigh" : "2015: On PGA TOUR Latinoamérica, season-best outing was a T33 at the Honduras Open.\n\n2014: Finished his rookie season on PGA TOUR Latinoamérica ranked 57th on the Order of Merit…A T9 at the Mazatlán Open in November was his only top-10 of the year…Had two other top-25s, a T12 at the season opening Arturo Calle Colombia Open and a T14 at the season ending VISA Open de Argentina in December…Made the cut in 8 of 15 starts…Earned PGA TOUR Latinoamérica status by finishing T11 at the Q-School in Sebring, Fla., in January. At the Tour's Qualifier, which was also his first event as a pro, shared the opening round lead with a 67 (-5)…A T34 at The Great Waterway Classic was his only cut made in four starts on PGA TOUR Canada…Had earned PGA TOUR Canada conditional status after finishing T20 at the Q-School played in Reunion, Fla., in April.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri was T9th in 2014 at the Transamerican Power Products CRV Mazatlan Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}