{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20580","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Stolz","first" : "Andre","middle" : "","extn" : "","nick" : ""}, "height" : "5-11","weight" : "180","birthDate" : "May 10, 1970","age" : "42","birthPlace" : "Brisbane, Australia","residence" : "Central Coast, New South Wales, Australia","family" : "Wife, Cathy; Zac (6\/21\/95), Shania (6\/5\/99), Talon (7\/5\/05)","education" : "","splInterest" : "Snowboarding","pronunciation" : "stoles","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1992","qSchoolYear" : "","clubAffl" : "","cityPlaysFrm" : "Sydney; ; Australia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "1,195,749&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2003","exmtStatus" : "Conditionally Exempt \/ PGA TOUR Past Champion, Qualifying Tournament Finals, Web.com Tour money list","otherVics" : "","intlVics" : "(6): 2000 Tour Championship [Aus]. 2002 Queensland PGA Championship [Aus], Victoria Open Championship [Aus]. 2003 Token Homemate Cup [Jpn]. 2011 Indonesian PGA Championship [OneAsia], Thailand Open [OneAsia].","curYearHigh" : "Made the cut in six of 10 starts, with his best finish a T24 at the Soboba Golf Classic early in the year.","carHigh" : "2011: Made the cut in both PGA TOUR starts but did not finish top-25 in either...Made (U.S.) $464,811.83 to top the order of merit on the OneAsia Tour. Won twice on that circuit, taking the Indonesian PGA Championship in March and the Thailand Open in August. \n\n2010: Was T17 at The Rex Hospital Open, one of two cuts made in 10 Web.com Tour starts. \n\n2009: Made the cut in four of 11 Web.com Tour starts with a T23 at the HSBC New Zealand PGA Championship his best finish. \n\n2005: Limited to just 12 PGA TOUR events due to left-wrist injury. Best finish was a 22nd-place showing in the season-opening Mercedes Championship. Was unable to defend title at the Michelin Championship at Las Vegas. \n\n2004: Earned his first PGA TOUR victory during his rookie season, at the Michelin Championship at Las Vegas, joining four other rookies to win during season. He was also one of five members of the 2003 Web.com Tour graduating class to earn his initial TOUR victory. After posting just six rounds in the 60s the entire season, was one of 10 players in the field in Las Vegas to post four rounds in the 60s. Birdied the 16th hole at the TPC at Summerlin on Sunday to grab the outright lead and then made crucial pars at the final two holes to close with a 5-under 67 that allowed him to come from one stroke back of third-round leader Tom Lehman. He become the sixth different Australian player to post a victory during the season, joining Stuart Appleby, Mark Hensby, Craig Parry, Adam Scott and Rod Pampling. His previous-best finish in 20 career TOUR events prior to the win was a T34 at the HP Classic of New Orleans. After win in mid-October did not play again for the remainder of the season. Won a motorcycle in November by making an ace at the Australian Open. \n\n2003: Had big year, placing second on the PGA Tour of Australasia's order of merit and also winning on the Web.com Tour and the Japan Golf Tour. Finished 13th on the Web.com Tour money list to earn his first TOUR card. Had seven top-25s in 16 starts on the Tour, including his first win at the LaSalle Bank Open. Opened the season with an impressive start Down Under, finishing T6 at the Jacob's Creek Open and runner-up at the Clearwater Classic. Was a fixture inside the top 15 on the money list most of the season, thanks, in large part, to his victory at the LaSalle Bank Open. Rallied with five birdies in his last six holes to collect the $90,000 first-place prize. Won the Token Homemate Cup on the Japan Golf Tour. Finished T2 at the Johnnie Walker Classic on the European Tour behind champion Ernie Els. \n\n2002: Won twice on the PGA TOUR of Australasia, at the Queensland PGA and Victoria Open Championship...Missed cut in his first career start on the PGA TOUR, at the PGA Championship. \n\n2000: Won the Tour Championship on the PGA TOUR of Australasia. \n","otherCarHigh" : "","personal" : "When he won the 2003 Homemate Cup on the Japan Golf Tour, part of his prize, given by a local beef company, was a cow.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","exmtStatus" : "Major Medical Extension","otherVics" : "","intlVics" : "(5): 2000 ANZ Tour Championship [Aus]. 2002 Queensland PGA Championship [Aus], Victoria Open Championship [Aus]. 2003 Token Homemate Cup [Jpn]. 2009 Victorian PGA Championship [Aus].\n","curYearHigh" : "","carHigh" : "2005: Limited to 12 events due to left wrist injury...Best finish was 22nd in season-opening Mercedes Championship...Unable to defend title at the Michelin Championship at Las Vegas. 2004: Earned his first TOUR victory in rookie season at Michelin Championship at Las Vegas, joining four other rookies to win during season. He was also one of five members of the 2003 Nationwide Tour graduating class to earn his initial TOUR victory...After posting just six rounds in the 60s the entire season, was one of 10 players in the field in Las Vegas to post four rounds in the 60s. Birdied the 16th hole at TPC Summerlin on Sunday to grab the outright lead and then made crucial pars at the final two holes to close with a 5-under 67 that allowed him to come from one stroke back of third-round leader Tom Lehman. He become the sixth different Australian player to post a victory during the season, joining Stuart Appleby, Mark Hensby, Craig Parry, Adam Scott and Rod PamplingâŚHis best finish in 20 career TOUR events prior to the win was a T34 at the HP Classic of New Orleans...After win in mid-October did not play again for the remainder of the season...Won a motorcycle in November by making an ace at the Australian Open. 2003: Had big year, placing second on the PGA Tour of Australasia's Order of Merit and also winning on the Nationwide Tour and the Japan Golf Tour. Finished 13th on the Nationwide Tour money list to earn his first TOUR card. Had seven top-25s in 16 starts on the Nationwide Tour, including his first win at the LaSalle Bank Open...Opened the season with an impressive start Down Under, finishing T6 at the Jacob's Creek Open and runner-up at the Clearwater Classic...Was a fixture inside the top 15 on the money list most of the season, thanks, in large part, to his victory at the LaSalle Bank Open. Rallied with five birdies in his last six holes to collect the $90,000 first-place prize...Won the Token Homemate Cup on the Japan Golf Tour...Finished T2 at the Johnnie Walker Classic on the European Tour behind champion Ernie Els. 2002: Won twice on the PGA TOUR of Australasia -- Queensland PGA and Victoria Open Championship...Missed cut in his first career start on the PGA TOUR at the 2002 PGA Championship. 2000: Won the TOUR Championship on the PGA TOUR of Australasia.\n","otherCarHigh" : "","personal" : "When he won the 2003 Homemate Cup on the Japan Golf Tour, part of his prize, given by a local beef company, was a cow.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2012 is T24th at the Soboba Golf Classic Presented by Hub International.","dynStats" : "He ranks T30th in Driving Distance on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}