{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01648","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Kratzert","first" : "Billy","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "205","weightMetric" : "93","birthDate" : "June 29, 1952","age" : "63","birthPlace" : "Quantico, VA","residence" : "Ponte Vedra Beach, FL","family" : "Wife, Janie; Rebecca Brea (9\/6\/87), Tyler Brennen (12\/5\/80), Thomas Andrew (4\/29\/91); one granddaughter","education" : "University of Georgia (1974, Business Finance)","splInterest" : "Family, reading, country music, architecture, all sports","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1974","clubAffl" : "","cityPlaysFrm" : "Ponte Vedra Bch; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,549,913&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1976","qSchoolYear" : "Spring, 1976","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Continued broadcasting work, primarily for TNT. After competing in 14 events on the Champions Tour in 2003, has not participated in any Champions Tour events the last five seasons. Played the PGA TOUR from 1976-1996 and won four official events. Last TOUR appearance was at the 1997 AT&T Pebble Beach National Pro-Am. Had his best year in 1978 when he placed eighth on the money list with $183,683. Won the 1968 Indiana Amateur and 1969 Indiana Open. 1973 and 1974 All-American at Georgia. Inducted into the Indiana Golf Hall of Fame in 1993.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Has played in just 15 Champions Tour events in his career prior to 2009 and only top-10 finish was a T10 at the 2003 Royal Caribbean Classic. Best year on the PGA TOUR came in 1978 when he finished eighth on the money list, with $183,683. Won for the first time in 1976 when he teamed with Woody Blackburn to claim the Walt Disney World Team Championship in a playoff. Last victory came in 1984 at the Pensacola Open, coming from two strokes back to win by two. A 1973 and 1974 All-American while at the University of Georgia. Continues to do some broadcasting work.\n","otherCarHigh" : "","personal" : "","otherInfo" : "Has played in just 15 Champions Tour events in his career and only owns one top-10 finish—at the 2003 Royal Caribbean Golf Classic. where he was T10. Played the PGA TOUR from 1976-96. Had his best year in 1978 when he placed eighth on the money list, with $183,683. Won for the first time in 1976 when he teamed with Woody Blackburn to win the Walt Disney World Team Championship in a playoff over Bobby Nichols and Gay Brewer. Added subsequent wins at the 1977 Greater Hartford Open, where he was a three-stroke victor over Grier Jones and Larry Nelson, and in 1980, a four-stroke margin over Howard Twitty at the Greater Milwaukee Open. Last victory came in 1984 at the Pensacola Open, where he came from two strokes behind with four to go to win by two strokes. A 1973 and 1974 All-American while at the University of Georgia. Inducted into the Indiana Golf Hall of Fame in 1993. Winner of the Indiana State Amateur as a 16-year-old.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T10th in 2003 at the Royal Caribbean Golf Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}