{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "07223","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Bateman","first" : "Brian","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "185","weightMetric" : "84","birthDate" : "February 25, 1973","age" : "43","birthPlace" : "Monroe, Louisiana","residence" : "St. Simons Island, Georgia","family" : "Wife, Dawn; Oliver Edwards","education" : "Louisiana State University (1996, Marketing)","splInterest" : "Duck hunting, fishing, cooking, wine, Deuce (dog)","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1996","clubAffl" : "Bayou de Siard CC","cityPlaysFrm" : "St Simons Island; GA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,173,263&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Posted his first top-10 in his 15th start of the season, at the News Sentinel Open. Got off to a great start, with an opening 8-under 64 to be one off the pace. A 1-under 71 in the third round left him out of contention, but a 3-under 69 Sunday moved him into a T8 finish.","carHigh" : "2010: Made six of 21 cuts on the Nationwide Tour in his first action on that Tour since 2001...Best finish was T21 Ford Wayne Gretzky Classic Presented by Samsung...Failed to make the weekend in four events on the PGA TOUR.2009: Made the cut in just four of 25 starts and failed to record a top-25 finish for the first time since joining the TOUR in 2002. 2008: Struggled during season, finishing No. 185 in FedExCup standings and No. 195 on the official money list...Did not crack the top-10 in 18 starts, with a T20 at the Masters Tournament his best outing. 2007: Collected his first PGA TOUR win at the Buick Open and surpassed the $1-million mark in earnings for the first time in his career...Competed in the first three events in the PGA TOUR Playoffs for the FedExCup, finishing 67th...Became the first player to capture his first PGA TOUR win at the Buick Open since Tom Pernice, Jr. in 1999. First-round 7-under 65 set the pace for the win, culminating with a 12-foot birdie putt on the 72nd hole to avoid a four-man playoff. Got up and down for pars on 16 and 17 before the birdie. Prior to the win, referred to himself as a \"Q-School veteran\" having been there nearly 10 times. Most exciting part about the win, he said, was a trip to Augusta, GA, for the 2008 Masters, which Bateman has dreamed about since he was a kid. 2006: Collected his first top-10 of the season with a third-place finish at the Deutsche Bank Championship. Closed with a 5-under 66 to move into the top-10. Collected $374,000 to improve his season earnings to $613,361. It was his third career top-10 and his first since he finished T7 at the 2004 HP Classic of New Orleans. His top-10 in Boston earned him a spot in the field at the Canadian Open the next week. 2004: Finished in the top 125 for the first time in his three-year TOUR career. Year included his first two top-10s on TOUR and a career-high six top-25s...Solid play allowed him to jump up the Official World Golf Ranking list from No. 428 to No. 176 after THE TOUR Championship...Finished third at The Honda Classic for first career top-10 in his 66th career start. Previous best was T11 at the 2003 HP Classic of New Orleans. Collected $340,000, which topped his best year on TOUR in 2002, when he made 31 starts and earned $281,421...Louisiana native and LSU graduate posted four rounds in the 60s to finish T7 at the HP Classic of New Orleans. 2003: Earned TOUR card for third consecutive season through the Qualifying Tournament where he finished T12. Made 10 cuts in 26 starts in 2003, with one top-25, a T11 in home state at HP Classic of New Orleans. 2002: Rookie season, making just over half of his cuts and posting four top-25s, including a then-career-best T15 at the SEI Pennsylvania Classic. Earned return trip to TOUR via a T8 finish at the Qualifying Tournament. 2001: Member of Nationwide Tour for fifth straight season. Finished 58th on money list but earned first TOUR card by finishing T32 at TOUR Qualifying Tournament. 1998: Best season on Nationwide Tour when he finished 20th on the money list with $107,590 in earnings. Picked up first career victory at Carolina Classic in Raleigh, NC, coming from behind to defeat Jimmy Green by one stroke. Lost playoff to Matt Gogel later that year at Tri-Cities Open.\n","otherCarHigh" : "Three-time All-Southeastern Conference selection, as well as three-time Academic All-SEC selection.","personal" : "A big wine enthusiast with an extensive collection. He and his wife travel to the California wine country often. Avid LSU football and Atlanta Braves baseball fan. Has five nieces and two nephews. Loves TV Food Network and cooking. Collects famous musicians' memorabilia. Avid reader, especially Clive Cussler novels.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2002","qSchoolYear" : "2001, 2002, 2003, 2005, 2006","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Missed the cut in all four PGA TOUR starts. 2011: Made 20 Web.com Tour starts, posting his lone top-10 in his 15th start of the season, at the News Sentinel Open. Got off to a great start, with an opening 8-under 64, one off the pace. A 1-under 71 in the third round left him out of contention, but a 3-under 69 Sunday moved him into a T8 finish...Finished 74th at the Viking Classic in his only PGA TOUR start. 2010: Didn't make it to the weekend in any of his four PGA TOUR starts. Top finish on the Web.com Tour was a T21 at the Ford Wayne Gretzky Classic. 2009: Made the cut in just four of 25 starts and failed to record a top-25 finish for the first time since joining the TOUR in 2002. 2008: Struggled during season, finishing No. 185 in FedExCup standings and No. 195 on the official money list...Did not crack the top-10 in 18 starts, with a T20 at the Masters Tournament his best outing. 2007: Collected his first PGA TOUR win at the Buick Open and surpassed the $1-million mark in earnings for the first time in his career...Competed in the first three events in the PGA TOUR Playoffs for the FedExCup, finishing 67th...Became the first player to capture his first TOUR win at the Buick Open since Tom Pernice, Jr. in 1999. First-round 7-under 65 set the pace for the win, culminating with a 12-foot birdie putt on the 72nd hole to avoid a four-man playoff. Got up and down for pars on 16 and 17 before the birdie. Prior to the win, referred to himself as a \"Q-School veteran\" having been there nearly 10 times. Most exciting part about the win, he said, was a trip to Augusta, GA, for the 2008 Masters, which Bateman has dreamed about since he was a kid. 2006: Collected his first top-10 of the season with a third-place finish at the Deutsche Bank Championship. Closed with a 5-under 66 to move into the top-10. Collected $374,000 to improve his season earnings to $613,361. It was his third career top-10 and his first since he finished T7 at the 2004 HP Classic of New Orleans. His top-10 in Boston earned him a spot in the field at the Canadian Open the next week. 2004: Finished in the top 125 for the first time in his three-year TOUR career. Year included his first two top-10s on TOUR and a career-high six top-25s...Solid play allowed him to jump up the Official World Golf Ranking list from No. 428 to No. 176 after THE TOUR Championship...Finished third at The Honda Classic for first career top-10 in his 66th career start. Previous best was T11 at the 2003 HP Classic of New Orleans. Collected $340,000, which topped his best year on TOUR in 2002, when he made 31 starts and earned $281,421...Louisiana native and LSU graduate posted four rounds in the 60s to finish T7 at the HP Classic of New Orleans. 2003: Earned TOUR card for third consecutive season through the PGA TOUR Qualifying Tournament where he finished T12. Made 10 cuts in 26 starts in 2003, with one top-25, a T11 in home state at HP Classic of New Orleans. 2002: In his rookie PGA TOUR season, made just over half of his cuts and posted four top-25s, including a then-career-best T15 at the SEI Pennsylvania Classic. Earned return trip to the TOUR via a T8 finish at the PGA TOUR Qualifying Tournament. 2001: Member of Web.com Tour for a fifth straight season. Finished 58th on money list but earned first TOUR card by finishing T32 at the PGA TOUR Qualifying Tournament. 1998: Best season on Web.com Tour when he finished 20th on the money list with $107,590 in earnings. Picked up first career victory at Carolina Classic in Raleigh, NC, coming from behind to defeat Jimmy Green by one stroke. Lost playoff to Matt Gogel later that year at Tri-Cities Open. Amateur: All-America selection in 1996...NCAA Academic All-America in 1995...Three-time All-Southeastern Conference selection, as well as three-time Academic All-SEC selection...Winner of 1992 Louisiana State Amateur...Louisiana state junior champion in 1990 and state high school champion in 1989.\n","otherCarHigh" : "","personal" : "A big wine enthusiast with an extensive collection. He and his wife, Dawn, travel to the California wine country often...Avid LSU football and Atlanta Braves baseball fan...Loves to cook...Collects famous musician's memorabilia...Is an avid reader, especially of Clive Cussler novels.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 1st in 1998 at the NIKE Carolina Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}