{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23540","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Allred","first" : "Jason","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "175","weightMetric" : "80","birthDate" : "April 6, 1980","age" : "36","birthPlace" : "Ashland, Oregon","residence" : "Scottsdale, Arizona","family" : "Wife, Kimberly; Annie (12\/12\/2008), Zane (12\/19\/2010), Lucy Hope (2\/24\/2014)","education" : "Pepperdine University (2002, Speech Communications)","splInterest" : "Christian faith, rafting, fishing, backpacking, spending time with family","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2002","clubAffl" : "Silverleaf GC (Scottsdale, Arizona)","cityPlaysFrm" : "Scottsdale; Arizona; United States","websiteUrl" : "http:\/\/www.jasonallredgolf.com\/","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,523,390&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2006","exmtStatus" : "Exempt - Top-75 Money Winner from 2015 Web.com Tour Regular Season","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Finished the Web.com Tour season with 22 starts, one third-place finish, three top 10s, five top 25s and 13 cuts made. Was 50th on the combined final money list...Carded 69-75-69 over the first 54 holes of the Cartagena de Indias at Karibana Championship in Colombia. Struggled on Sunday but made three birdies on his final nine holes to salvage a T8...In July, recorded his second top 10 of the season, at the Nova Scotia Open. Opened 69-67 and was five back entering the weekend. Settled for a 72 on Saturday but bounced back nicely on Sunday, making four birdies on his front nine after making only four the first three rounds on the same nine. A final-round 64 vaulted him into a T3...Picked up his third top 10 of the season, posting four rounds in the 60s (65-66 on the weekend) for a T6 at the Price Cutter Charity Championship...Was 41st on the money list at the conclusion of the Regular Season...In the Web.com Tour Finals, made three of four cuts, with a T37 in the opening-Hotel Fitness Championship his best performance...On the PGA TOUR, made two of three cuts, including a T25 at the Barracuda Championship. Missed the cut at the U.S. Open. \n\n2014: Shot 66 to Monday-qualify for the PGA TOUR's Northern Trust Open. After an opening round of 2-over 73 at Riviera CC, he rallied Friday with a 64. Weekend rounds of 67-68 led to a T3 in his 58th career PGA TOUR start. The top-10 earned him a spot into The Honda Classic field two weeks later at which he posted 75-66 to miss the cut by one...In May, Monday-qualified again at the HP Byron Nelson Championship. Shot even-par 280 to finish T48...As a sponsor invitee at the Memorial Tournament later that month, finished T15, which increased his FedExCup points total to 236, 42 shy of the 278 needed to earn Special Temporary Membership on the PGA TOUR...Playing on a sponsor exemption at the Barracuda Championship, posted point totals of 7-11-14-3 in the Modified Stableford scoring event to claim a T6 with Martin Laird. Came into the week on the heels of three consecutive missed cuts. In addition to six birdies in the third round, made an eagle-2 at the 15th hole, worth five points. With the finish, picked up 58 non-member FedExCup points to earn Special Temporary Membership.\n\n2013: In 10 Web.com Tour appearances, he made five cuts, with his best finish a T6 at the Albertsons Boise Open in July. In December, finished T95 at the Web.com Tour Qualifying Tournament.\n\n2012: Was among the top 15 in four of his 25 Web.com Tour starts, highlighted by a T12 at the Mylan Classic. Shot 65 in the third round and found himself just two strokes off the lead after 54 holes, before an even-par 71 Sunday dropped him back...Started the season with a T13 at the Pacific Rubiales Colombia Championship...Was the first-round leader at the Miccosukee Championship after posting a 7-under 64 Thursday. Eventually finished T57 in the event. \n\n2011: Finished T18 at the Utah Championship...Missed the cut the following week at the Cox Classic. \n\n2010: Qualified for the U.S. Open but missed the cut. \n\n2008: Made the cut in seven of 23 starts on the PGA TOUR with a T28 at the U.S. Bank Championship in Milwaukee his best finish. \n\n2007: Made the cut in 13 of 29 events on the 2007 Web.com Tour, with five top-25 finishes. Ended the year No. 74 on the money list, with $81,071. Posted the best of his three top-10 finishes at the Northeast Pennsylvania Classic (T4), with others coming at the South Georgia Classic (T6) and the WNB Golf Classic (T10). \n\n2006: Made the cut in 12 of 23 starts during his rookie season on the Web.com Tour, with three top-10 finishes. Completed the season No. 38 on the money list, with $147,540. Jumped out of the blocks early with a fifth-place effort at the Movistar Panama Championship, the first event on the Tour schedule. Matched the lowest final 36-hole score in tournament history when he posted rounds of 66-66 to move up the leaderboard and close to within four of tournament champion Tripp Isenhour. Continued his impressive play to start the season, with four top-30 finishes in his next five starts. Missed seven straight cuts at one point during the season before a career-best, third-place finish at the National Mining Association Pete Dye Classic, finishing two shots behind winner Jason Enloe. After missing the cut in his next start, again finished third, this time at the Albertsons Boise Open. His 17-under total was three shots behind tournament winner Kevin Stadler, but the $44,200 payday moved him to No. 31 on the money list. Jumped to the 18-hole lead the next week with a 65 at the Oregon Classic, but a second-round 79 led to a missed cut. Finished the season ranked fifth in Driving Distance, with a 302.6-yard average...Made just two starts on the PGA TOUR, including a career-best T14 at the Chrysler Classic of Tucson.\n\n2005: Rookie on the PGA TOUR after making it through all three stages of the 2004 National Qualifying Tournament. Made the cut in eight of 29 starts on TOUR, closing the year No. 204 on the money list...Posted a T17 at his season-opening Sony Open in Hawaii...Fired a 7-under 29 on the front nine at Bermuda Dunes during the first round of the Bob Hope Chrylser Classic. His 29 tied a season-low on the PGA TOUR...Shared the first-round lead with Billy Mayfair after an opening, 4-under 68 at the BellSouth Classic. Finished T26 in the weather-shortened, 54-hole event...Posted an ace with a 5-iron from 208 yards on the par-3 third hole in the final round of the Shell Houston Open. Finished T62. \n\n2004: Played primarily on the Canadian Tour. \n\n2003: Made his PGA TOUR debut at the Chrysler Classic of Tucson. Missed the cut. Also played in the BellSouth Classic (missed the cut)...Played his first season on the Canadian Tour...Also played on the Grey Goose Gateway Tour. \n\n2002: Played on the Grey Goose Gateway Tour. \n","otherCarHigh" : "Winner of 2002 Byron Nelson Award following senior season at Pepperdine, awarded for his golf and academic career in college, as well as for character and integrity...Was a 2002 third-team All-American selection...Two-time academic All-American and 2002 Pepperdine Student Athlete of the Year...Won the 1997 U.S. Junior Amateur at Aronimink GC near Philadelphia, defeating Trevor Immelman 1 up in the 36-hole final...Four-time American Junior Golf Association All-American, including nabbing first-team honors in 1997.","personal" : "Attended Ashland High School in Oregon...Both brothers were national whitewater rafting champions...Worked as a whitewater raft guide after college...Golf instructors include Mike Bender, Pia Nilsson and Lynn Marriott...Biggest thrills in golf include winning the 1997 U.S. Junior and competing in The Open Championship and U.S. Open...Biggest thrill outside golf is the birth of son and daughter...Favorite golf courses he's played include Royal County Down (Ireland), Pebble Beach and St. Andrews...Courses he would most like to play but never has are Pine Valley and Augusta National...Never travels without a good book, computer and the Bible...Marks his ball with an Oregon quarter...Currently drives a Honda Accord...Favorite websites include ESPN.com and Redeemer.com...Favorite apps are Pandora, Kayak and Podcasts...Favorite college teams are the Pepperdine Waves and the Oregon Ducks...Favorite athletes are Rafael Nadal and Russell Wilson...Favorite TV show is \"Jeopardy!\"...Favorite movie is \"Chariots of Fire.\"...Favorite food is pasta, pizza and salad...Favorite cities to visit are Telluride, Colo. and Whistler, Canada...Favorite gadget is his iPhone...Favorite entertainers are Chris Tomlin and Third Day...Favorite books are Chronicles of Narnia and You Can Change...Oldest club in his bag is a 3-wood (six years)...Is extremely scared of heights...Bucket list includes taking a mission trip with his kids, adopting a child, winning on the PGA TOUR and playing in the Masters...Charities he supports include Compassion International (third-world child sponsorship program), Young Life (Christian Youth Ministry) and College Golf Fellowship as he \"believes in the way they love and serve kids and share the gospel.\"","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2005","qSchoolYear" : "2004","exmtStatus" : "Special Temporary Member","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the PGA TOUR in 2005 and 2008, the Web.com Tour in 2006-07, 2012-14, Gateway Tour in 2002, 2009-2011 and the Canadian Tour in 2003-2004. \n\n2013: In 10 Web.com Tour appearances, he made five cuts, with his best finish a T6 at the Albertsons Boise Open in July. In December, finished T95 at the Web.com Tour Qualifying Tournament.\n\n2012: Was among the top 15 in four of his 25 Web.com Tour starts, highlighted by a T12 at the Mylan Classic. Shot 65 in the third round and found himself just two strokes off the lead after 54 holes, before an even-par 71 Sunday dropped him back...Started the season with a T13 at the Pacific Rubiales Colombia Championship...Was the first-round leader at the Miccosukee Championship after posting a 7-under 64 Thursday. Eventually finished T57 in the event. \n\n2011: Finished T18 at the Utah Championship and missed the cut the following week at the Cox Classic. \n\n2010: Qualified for the U.S. Open but missed the cut. \n\n2008: Made the cut in seven of 23 starts on the PGA TOUR with a T28 at the U.S. Bank Championship in Milwaukee his best finish. \n\n2007: Made the cut in 13 of 29 events on the 2007 Web.com Tour, with five top-25 finishes. Ended the year No. 74 on the money list, with $81,071. Posted the best of his three top-10 finishes at the Northeast Pennsylvania Classic (T4), with others coming at the South Georgia Classic (T6) and the WNB Golf Classic (T10). \n\n2007: Made the cut in 13 of 29 events on the Web.com Tour, with five top-25s. Ended the year No. 74 on the money list, with $81,071. Posted the best of his three top-10 finishes at the Northeast Pennsylvania Classic (T4), with others coming at the South Georgia Classic (T6) and the WNB Golf Classic (T10). \n\n2006: Made the cut in 12 of 23 starts during his rookie season on the Web.com Tour, with three top-10s. Completed the season No. 38 on the money list with $147,540. Had a career-best third-place finish at the National Mining Association Pete Dye Classic, finishing two shots behind winner Jason Enloe. After missing the cut in his next start, again finished third, this time at the Albertsons Boise Open. His 17-under total was three shots behind tournament winner Kevin Stadler. \n\n2006: Made two starts on the PGA TOUR, including a career-best T14 at the Chrysler Classic of Tucson. \n\n2005: Rookie on the PGA TOUR after making it through all three stages of the 2004 Qualifying Tournament. Made the cut in eight of 29 starts, closing the year No. 204 on the money list. Posted a T17 at his season-opening Sony Open in Hawaii. Fired a 7-under 29 on the front nine at Bermuda Dunes during the first round of the Bob Hope Chrysler Classic. His 29 tied a season-low on the PGA TOUR. Shared the first-round lead with Billy Mayfair after a 4-under 68 at the BellSouth Classic. Finished T26 in the weather-shortened, 54-hole event. Posted an ace with a 5-iron from 208 yards on the par-3 third hole in the final round of the Shell Houston Open. Finished T62. \n\n2004: Played on the Canadian Tour. \n\n2003: Missed the cut in his first two PGA TOUR starts, at the Chrysler Classic of Tucson and the BellSouth Classic. Played the Canadian Tour and Grey Goose Gateway Tour.\n\n2002: Played the Grey Goose Gateway Tour after turning professional.\n\nAmateur: Winner of 2002 Byron Nelson Award following senior season at Pepperdine, awarded for golf and academic career in college, as well as character and integrity. Was a 2002 third-team All-American. Won the 1997 U.S. Junior Amateur. Four-time American Junior Golf Association All-American, including capturing first-team honors in 1997.\n","otherCarHigh" : "","personal" : "Attended Ashland High School in Oregon...Both brothers were national whitewater rafting champions...Worked as a whitewater raft guide after college...Golf instructors include Mike Bender, Pia Nilsson and Lynn Marriott...Biggist thrills in golf include winning the 1997 U.S. Junior and competing in the British Open and U.S. Open...Biggest thrill outside of golf is the birth of son and daughter...Favorite golf courses he's played include Royal County Down (Ireland), Pebble Beach and St. Andrews...Course he would most like to play but never has are Pine Valley and Augusta National...Never travels without a good book, computer and the Bible...Marks his ball with an Oregon quarter...Currently drives a Honda Accord...Favorite websites include ESPN.com and Redeemer.com...Favorite apps are Pandora, Kayak and Podcasts...Favorite college teams are the Pepperdine Waves and the Oregon Ducks...favorite athletes are Rafael Nadal and Russell Wilson...Favorite TV show is \"Jeopardy!\"...Favorite movie is \"Chariots of Fire\"...Favorite food is pasta, pizza and salad...Favorite cities to visit are Telluride, Colo. and Whistler, Canada...Favorite gadget is his iPhone...Favorite entertainers are Chris Tomlin and Third Day...Favorite books are Chronicles of Narnia and You Can Change...Oldest club in his bag is a 3-wood (six years)...Is extremely scared of heights...Bucket list includes taking a mission trip with his kids, adopting a child and winning on the PGA TOUR...Is scared of heights...Bucket list includes playing in the Masters...Charities he supports include Compassion International (third-world child sponsorship program), Young Life (Christian Youth Ministry) and College Golf Fellowship as he \"believes in the way they love and serve kids and share the gospel.\"","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is T35th at the Chitimacha Louisiana Open presented by NACHER.","dynStats" : "He ranks 40th in Heat Index(Money)-last 4 evts on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}