{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "46155","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Kim","first" : "Taeksoo","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "165","weightMetric" : "75","birthDate" : "April 5, 1991","age" : "25","birthPlace" : "Seoul, South Korea","residence" : "Wailuku, Hawaii","family" : "Single","education" : "Boise State University","splInterest" : "Working out, movies, music","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2014","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Finished 22nd on the final Order of Merit, appearing in 10 events and making seven cuts. Just missed earning a top-10 at the Buick Open. Opened with three par-or-better rounds in Haikou until a final-day 73 at Mission Hills GC dropped him into a T12 with five others…At the United Investment Real Estate Wuhan Open in late-may, collected his first top-10 since he T6 at the season-ending Tour Championship at CTS Tycoon in 2014. Finished T5 at Wuhan Yishan GC, thanks, in part, to a third-round 67 that put him in the final group of the day—playing with leader Justin Shin and Rohan Blizard. Dropped to a 2-over 74 over his final 18 holes...Picked up his second top-10 of the season when he T8 with four others at the Ping An Bank Open in Beijing. In mid-September at Qinghe Bay GC, fired a pair of 68s in the second and final rounds to pick up the top-10...Had a strong finish at the Lushan Open in Jiujiang in early-October. After three consecutive 69s at the par-70 Lushan International GC to open the tournament, made four birdies and a bogey on the final day to move up the leaderboard. Made his last birdie on No. 12 and could never put any pressure on back-nine leader and eventual champion Bryden Macpherson. A bogey on No. 14 ended his victory hopes. The T2 with Sejun Yoon marked a career-best showing. Finished 22nd on the final Order of Merit, appearing in 10 events and making seven cuts. Just missed earning a top-10 at the Buick Open. Opened with three par-or-better rounds in Haikou until a final-day 73 at Mission Hills GC dropped him into a T12 with five others…At the United Investment Real Estate Wuhan Open in late-may, collected his first top-10 since he T6 at the season-ending Tour Championship at CTS Tycoon in 2014. Finished T5 at Wuhan Yishan GC, thanks, in part, to a third-round 67 that put him in the final group of the day—playing with leader Justin Shin and Rohan Blizard. Dropped to a 2-over 74 over his final 18 holes...Picked up his second top-10 of the season when he T8 with four others at the Ping An Bank Open in Beijing. In mid-September at Qinghe Bay GC, fired a pair of 68s in the second and final rounds to pick up the top-10...Had a strong finish at the Lushan Open in Jiujiang in early-October. After three consecutive 69s at the par-70 Lushan International GC to open the tournament, made four birdies and a bogey on the final day to move up the leaderboard. Made his last birdie on No. 12 and could never put any pressure on back-nine leader and eventual champion Bryden Macpherson. A bogey on No. 14 ended his victory hopes. The T2 with Sejun Yoon marked a career-best showing. \n\n2014: Earned playing status on the PGA TOUR China Series with a T14 finish at the second Qualifying Tournament at Mission Hills Golf Club. Shot rounds of 72-74-71-74 to earn full status for the season…Made his PGA TOUR China Series debut a good one, opening with rounds of 71-70-69 at the Mission Hills Haikou Open. Shot a Sunday 73 to T12…After missing the cut at the Buick Open in Guangzhou, recovered to finish T26 at the United Investment Real Estate Wuhan Open in mid-May. Was even-par on the weekend at Yishan GC…Used four rounds in the 60s at the Yulongwan Yunnan Open to earn his first PGA TOUR China Series' top-10, a T4. Rounds of 68-67-69-69 tied him with Anthony Kang and Shao Cai He…Shot a second-round 68 at the Cadillac Championship in mid-September to T24 in Beijing…Used four rounds in the 60s at the Yulongwan Yunnan Open to earn his first PGA TOUR China Series' top-10, a T4. Rounds of 68-67-69-69 tied him with Anthony Kang and Shao Cai He…Returned to PGA TOUR China action in November when he T31 at the Nine Dragons Open…The following week, added a T20 at the Hainan Open in Sanya. \n2013: Finished T11 at the Ballantine's Championship in South Korea. \n","otherCarHigh" : "Played collegiately at Boise State University in Boise, Idaho. The highlight of his amateur career was a runner-up finish at the 2012 Pacific Northwest Amateur at Bandon Dunes in Oregon. Finished regulation tied with four other players then lost in the playoff to fellow Hawaiian David Fink…Finished fifth at the 2013 Mountain West Conference Championship at Omni National GC in Tucson, Ariz.","personal" : "Grew up in Hawaii…Likes to work out, watch movies and listen to music.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T2nd in 2015 at the Lushan Open.","dynStats" : "He ranks 33rd in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}