{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01361","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Forsman","first" : "Dan","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-4","heightMetric" : "1.93","weight" : "210","weightMetric" : "95","birthDate" : "July 15, 1958","age" : "57","birthPlace" : "Rhinelander, Wisconsin","residence" : "Provo, Utah","family" : "Wife, Trudy; Ricky, Thomas","education" : "Arizona State University","splInterest" : "All sports, the arts, church activities, Truth for Life","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1982","clubAffl" : "Glenwild GC (Park City, Utah)","cityPlaysFrm" : "Park City; Utah; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "13,254,684&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in just 17 events and none after the Nature Valley First Tee Open at Pebble Beach due to a right-shoulder injury which he suffered in a fall at home. Underwent surgery in November to repair a rotator cuff tear as well as having a bicep reattachment...Teamed with Mike Reid to T10 at the Bass Pro Shops Legends of Golf in April...Made his first career Champions Tour ace when he holed a 3-iron from 209 yards on the 8th hole at the Woodlands CC's Tournament course during the Insperity Invitational. Hole-in-one was the third in tournament history...Added a second ace in September when he drained a 3-iron from 217 yards on the 15th hole at Poppy Hills in the second round of the Nature Valley First Tee Open at Pebble Beach.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Has made just four career starts on the Nationwide Tour, including a best of T20 at the 2007 Livermore Valley Wine Country Championship. Will be eligible for the Champions Tour in July. Made 640 career starts on the PGA TOUR, with 415 cuts made while registering five victories, the last coming in 2002 when he won the SEI Pennsylvania Classic, his first TOUR victory since the 1992 Buick Open. Victory in Pennsylvania led to a career-best season, with $1,318,570. Span of events between wins was 246 tournaments, or 10 years, 1 month, 6 days. Was one of five players in his 40s to win in 2003. Eagled the 72nd hole to defeat Robert Allenby and Billy Andrade by one stroke. Opened with a 73 but secured the win by shooting 16-under the rest of the way. Posted a second-round 68 and a course-record-tying 64 in third round which put him in position to win when he shot a final-round 65. Reached the $1-million mark the following year when he had four top-10 finishes on his way to $1,140,209 in earnings. Enjoyed best season at the time on TOUR in 1992 when he won the Buick Open and finished second three times on way to a 10th-place finish on final money list. Was T7 at the PGA Championship and THE TOUR Championship that year, as well. Posted third career win at the 1990 Shearson Lehman Hutton Open, by two over Tommy Armour III. In 1986 won the rain-shortened Hertz Bay Hill Classic with rounds of 68-67-67—202. One year earlier earned first TOUR victory when he prevailed at the Lite Quad Cities Open by one stroke over Bob Tway. Winner of the 1987 MCI Long Distance Driving Competition. Was a two-time All-American at Arizona State. Grew up in San Francisco Bay area...Learned game at Los Altos G&CC. Took six weeks off during 1995 season to coach son's Little League team.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1982","qSchoolYear" : "1982","exmtStatus" : "Past Champion","otherVics" : "(1): JCPenney Classic [with Dottie Pepper].","intlVics" : "","curYearHigh" : "Played in just 17 events and none after the Nature Valley First Tee Open at Pebble Beach due to a right-shoulder injury which he suffered in a fall at home. Underwent surgery in November to repair a rotator cuff tear as well as having a bicep reattachment...Teamed with Mike Reid to T10 at the Bass Pro Shops Legends of Golf in April...Made his first career Champions Tour ace when he holed a 3-iron from 209 yards on the 8th hole at the Woodlands CC's Tournament course during the Insperity Invitational. Hole-in-one was the third in tournament history...Added a second ace in September when he drained a 3-iron from 217 yards on the 15th hole at Poppy Hills in the second round of the Nature Valley First Tee Open at Pebble Beach.","carHigh" : "2009: Did not play an event on the PGA TOUR in 2009 but was among the top-10 in over a third of his starts (8 of 23) in his first full Champions Tour season and finished ninth on the money list, his highest standing ever on any Tour, with more than $1.2 million. The highlight of his year came when he won his first Champions Tour event, the AT&T Champions Classic, in his 12th career start. Shot 66 in the final round to come from five strokes back and then defeated Don Pooley with a 10-foot birdie putt on the first playoff hole at Valencia CC. 2008: Split time between PGA TOUR and Champions Tour, claiming a pair of top-25 finishes in 11 starts on the PGA TOUR and a Champions Tour-best T8 at the AT&T Championship in one of eight starts. 2007: Finished T6 at the Valero Texas Open to record his only top-10 finish of the season. It was his first top-10 finish in a TOUR event since finishing T6 at the 2003 Chrysler Championship. 2003: Earned more than $1 million for the second straight season on the strength of four top-10s. Carded 9-under-par 62 at TPC Canyons during the first round of the 2003 Las Vegas Invitational to tie his career low, first posted in the second round of the 1988 Bob Hope Chrysler Classic. 2002: With win at SEI Pennsylvania Classic, earned first TOUR victory since 1992 Buick Open, and more than doubled previous best year on TOUR in earnings with $1,318,570. Span of events between wins was 246 tournaments, or 10 years, one month and six days. One of five players in his 40s to win in 2003. Eagled the 72nd hole to win. Opened with a 73 but secured win by shooting 16-under the rest of the way. A 68 in the second round and a course-record-tying 64 in third round put him in position. Final-round 65 was good enough to finish one stroke ahead of Robert Allenby and Billy Andrade. 2001: Finished strong to slip into the top 125 and maintain exempt status. Registered largest paycheck of the year in his last outing with a solo fourth in the Southern Farm Bureau Classic, worth $115,200. Started the week 137th in earnings and vaulted to 114th to regain fully-exempt status. 2000: Missed keeping full playing privileges by the narrowest of margin. Finished 128th on money list with 17 cuts made in 27 starts. Actually held 125th spot heading into the season's last full-field event at the Southern Farm Bureau Classic. Missed the cut that week and dropped three spots...Highlight of season was his best finish in three years when he placed T3 at the MCI Classic. Also placed T9 at Westin Texas Open. 1999: T10 in the Kemper Open was first top-10 since 1998 Motorola Western Open. 1998: Posted three top-10s to once again finish in top 100 on money list. 1997: Best year without a victory with four top-10s, including a second and a third. 1992: Best season on TOUR when he won the Buick Open and finished second three times on way to 10th-place finish on money list. T7 at PGA Championship and THE TOUR Championship that year, as well. 1990: Third victory came at Shearson Lehman Hutton Open, by two over Tommy Armour III 1987: Winner of the 1987 MCI Long Distance Driving Competition. 1986: Won rain-shortened Bay Hill Classic with rounds of 68-67-67--202. 1985: First TOUR victory came at Lite Quad Cities Open. Amateur: Two-time All-American at Arizona State.\n\n","otherCarHigh" : "","personal" : "Grew up in San Francisco Bay area. Learned game at Los Altos G&CC. Took six weeks off during 1995 season to coach son's Little League team.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "Did not make a start on the PGA TOUR for the second straight season...Won his second Champions Tour crown in May, a three-stroke victor at the Regions Charity Classic. After an opening-round 68, set a new tournament scoring record with a 10-under-par 62 Saturday, which included a 6-under-par 30 on the back nine. Continued his stellar play on the front nine Sunday, fashioning another 6-under-par 30. Made consecutive birdies on Nos. 10 and 11 to build a five-stroke margin on the field and was never threatened after that despite back-to-back bogeys on Nos. 13 and 14. His 54-hole total of 20-under-par 196 fell just one stroke shy of the 54-hole scoring record set in 2001 by Hale Irwin. Became the 18th different winner of the event in 19 years...Was also the 36-hole leader at the Dick's Sporting Goods Open and held the lead midway through the back nine Sunday before struggling down the stretch with three bogeys in his last five holes to finish T3 in Endicott. Performance at En-Joie was his second straight top-five effort in the Dick's event...Closed with a final-round, 7-under 65 to finish T3 again the following week at the inaugural Montreal Championship...Was T3 again at the Administaff Small Business Classic. Played his first four holes of the tournament in 3-over but his final 50 holes in 12-under to tie Brad Bryant. Both players shot 66-66 on the weekend, the second-lowest weekend totals at The Woodlands...Second-round 66 at TPC Tampa Bay allowed him to move into an eventual T5 finish at the rain-shortened Outback Steakhouse Pro-Am. Heavy rain washed out the final round Sunday morning...Was T5 again at The Principal Charity Classic in Des Moines. Trailed by two strokes after 36 holes but moved back after an even-par 71 on Sunday...Was also near the top of the leaderboard for the first two rounds at The ACE Group Classic in Naples before finishing T6. Shared the first-round lead with eventual winner Fred Couples and trailed by two strokes after 36 holes. However, fell back out of contention after an even-par, front-nine start Sunday."},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2008","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(1): 1992 JCPenney Classic [with Dottie Mochrie].","intlVics" : "","curYearHigh" : "Played in just 17 events and none after the Nature Valley First Tee Open at Pebble Beach due to a right-shoulder injury which he suffered in a fall at home. Underwent surgery in November to repair a rotator cuff tear as well as having a bicep reattachment...Teamed with Mike Reid to T10 at the Bass Pro Shops Legends of Golf in April...Made his first career Champions Tour ace when he holed a 3-iron from 209 yards on the 8th hole at the Woodlands CC's Tournament course during the Insperity Invitational. Hole-in-one was the third in tournament history...Added a second ace in September when he drained a 3-iron from 217 yards on the 15th hole at Poppy Hills in the second round of the Nature Valley First Tee Open at Pebble Beach.","carHigh" : "2014: After a pair of successive seasons finishing in the top 30, fell all the way to 58th on the money list and failed to record a top-10 finish for the first time in his seven-year Champions Tour career...His best effort came in the year's first event in Hawaii. Was second after an opening-round 64 at the Mitsubishi Electric Championship at Hualalai but struggled with a second-round 73 which eventually led to a T12 finish on the Big Island...Had just three other finishes in the top 20, including a T16 at The Senior Open Championship in Wales...Saw his putts per round average drop from 45th in 2013 to 73rd. \n\n2013: Registered three top-10 performances, the same number as in 2012, over his 25 starts during the campaign...Had his best showing in more than a year when he posted three straight sub-par rounds to finish T2 at the Nature Valley First Tee Open at Pebble Beach. Had come into the event 35th on the money list but solidified a spot in the season-ending Charles Schwab Cup Championship when he jumped seven spots after his strong finish...Early in the season, shot three consecutive rounds in the 60s to finish T8 at the Toshiba Classic...Was T8 again in early May when he carded a 69 Sunday at the Insperity Championship at The Woodlands. \n\n2012: Bounced back from a sub-par 2011 season by climbing 20 spots on the money list, from 45th to 25th...Helped his cause with a win and two other top-five finishes...Opened the season with a two-stroke victory over Jay Don Blake at the Mitsubishi Electric Championship at Hualalai. Third career title ended a victory drought of 36 events and came 1 year, 8 months, 6 days after his last triumph at the 2010 Regions Charity Classic. Enjoyed a two-stroke lead after 36 holes, when he posted a 7-under 65 Saturday. His final-round 69 included two key bunker saves on the back nine to preserve the win. Finished the event among the top-10 in Fairways Hit (T4), Greens In Regulation (T1) and Putts Per Round (T7), a first for a player in all three categories since Nick Price did so in winning the 2010 Toshiba Classic...Final-round 68 at The Woodlands CC led to a T4 at the Insperity Championship...Also T4 at October's Greater Hickory Classic at Rock Barn, where he was the first-round leader after a 65 Friday while battling severe lower-back pain throughout the week.\n\n2011: After two consecutive top-10 finishes on the money list, slumped to 45th on the final earnings chart much of that drop attributed to a sore left hip, which troubled him for much of the season...His lone top-10 finish came in July when three consecutive rounds in the 60s led to a T4 finish at the Montreal Championship...Teed it up at the PGA TOUR's Viking Classic in July, his first start on the TOUR in almost three years, but missed the cut. 2010: Moved up two spots from ninth to seventh on the final money chart and surpassed the $1-million mark for the second year in succession while also winning his second career title...Claimed his second Champions Tour crown in May, a three-stroke victory at the Regions Charity Classic. After an opening-round 68, matched a personal-best with a 10-under-par 62 Saturday, which included a 6-under-par 30 on the back nine. Continued his stellar play on the front nine Sunday, fashioning another 6-under-par 30. Made consecutive birdies on Nos. 10 and 11 to build a five-stroke margin on the field and was never threatened after that despite back-to-back bogeys on Nos. 13 and 14. His 54-hole total of 20-under-par 196 fell just one stroke shy of the 54-hole scoring record set in 2001 by Hale Irwin...Was also the 36-hole leader at the Dick's Sporting Goods Open and held the lead midway through the back nine Sunday before struggling down the stretch with three bogeys in his last five holes to finish T3 in Endicott. Performance at En-Joie was his second straight top-five effort in the Dick's event...Closed with a final-round, 7-under 65 to finish T3 again the following week at the inaugural Montreal Championship...Added a third T3 finish late in the year at the Administaff Small Business Classic. Played his first four holes of the tournament in 3-over but his final 50 holes in 12-under to tie Brad Bryant. Both players shot 66-66 on the weekend, the second-lowest weekend totals at The Woodlands...Finished T2 in Sub-Par Rounds (46) and T3 in Rounds in the 60s (34). Was also second to Russ Cochran (321) in Total Birdies with 312. 2009: Was among the top 10 in more than a third of his starts in his first full Champions Tour season and finished ninth on the final money list with over $1.2 million...Highlight of his year came early in the campaign when he won his first Champions Tour event, the AT&T Champions Classic. The victory came in his 12th career start on the circuit. Shot 66 in the final round to come from five strokes back and then defeated Don Pooley with a 10-foot birdie putt on the first playoff hole at Valencia CC. Caught a break on the final hole of regulation when his second shot on the par-5 18th drifted right of the green and was barely inbounds, allowing him to eventually make a crucial par...Fired three consecutive rounds in the 60s and appeared on the weekend leaderboard at the Boeing Classic, eventually posting a T3 finish near Seattle. 2008: Turned 50 on July 15 and made his Champions Tour debut that week in Minnesota at the 3M Championship. Finished T39 in his first start after posting a final-round 66 at TPC Twin Cities...Best effort in eight events in his rookie season came in the last full-field tournament, the AT&T Championship, in San Antonio. Was one stroke off the lead after opening with a 7-under 64 at Oak Hills and eventually T8.\n","otherCarHigh" : "Registered five victories in his PGA TOUR career, the last coming in 2002 when he won the SEI Pennsylvania Classic, his first TOUR title since the 1992 Buick Open. Victory in Pennsylvania led to a career-best season with $1,318,570. Span of events between wins was 246 tournaments, or 10 years, 1 month, 6 days. Was one of five players in his 40s to win in 2002. Eagled the 72nd hole to defeat Robert Allenby and Billy Andrade by one stroke. Opened with a 73 but secured win by shooting 16-under the rest of the way. Posted a second-round 68 and a course-record-tying 64 in third round which put him in position to win and shot a final-round 65 which gave him the win...Reached the $1-million mark the following year when he had four top-10 finishes on his way to $1,140,209 in earnings...Enjoyed best season at the time on TOUR in 1992 when he won the Buick Open, defeating Brad Faxon and Steve Elkington with a par on the second playoff hole, and finished second three times on way to a 10th-place finish on final money list. Had three runner-up finishes that year prior to victory at Warwick Hills...Was T7 at the PGA Championship and THE TOUR Championship that year as well...Posted third career win at the 1990 Shearson Lehman Hutton Open, by two over Tommy Armour III...In 1986 won the rain-shortened Hertz Bay Hill Classic with rounds of 68-67-67—202. One year earlier, earned first TOUR victory when he prevailed at the Lite Quad Cities Open by one stroke over Bob Tway...Winner of the 1987 MCI Long Distance Driving Competition...Was a two-time All-America selection at Arizona State...Inducted into the Utah Golf Hall of Fame in May 2011, along with Jay Don Blake.\n","personal" : "Grew up in San Francisco Bay area...Learned game at Los Altos G&CC...Took six weeks off during 1995 season to coach son's Little League team.\n","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T26th at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks 85th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}