{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01641","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Koch","first" : "Gary","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "170","weightMetric" : "77","birthDate" : "November 21, 1952","age" : "63","birthPlace" : "Baton Rouge, Louisiana","residence" : "Tampa, Florida","family" : "Wife, Donna; Patricia, Rachel","education" : "University of Florida (1974, Public Relations)","splInterest" : "Golf course design, reading, music","pronunciation" : "COKE","nwTourAlumnus" : "","trndProYear" : "1975","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,249,190&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1976","qSchoolYear" : "Fall, 1975","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2009: Again teamed with Roger Maltbie to win the Raphael Division at the Liberty Mutual Legends of Golf. 2008: Joined forces with Roger Maltbie to win the Liberty Mutual Legends of Golf's Raphael Division for a second time. 2004: Was T2 at The ACE Group Classic after being involved in a three-man playoff with winner Craig Stadler and Tom Watson. Appeared to be in command with a three-stroke lead with five holes to play, but bogeyed the 14th and 17th holes to surrender his lead and then fell back into overtime after missing a long birdie try. Watched Stadler sink a 27-foot birdie putt that eliminated him. Was the first-round leader after setting a course record at The Club at TwinEagles, a 10-under-par 62, his lowest round on either the PGA TOUR or Champions Tour, that included an 8-under 28 on the back nine. Added a second T2 that year at the Liberty Mutual Legends of Golf when he and Gil Morgan finished one stroke behind Hale Irwin in Savannah, GA. 2003: Won the 36-hole Raphael Division with Roger Maltbie (for players ages 50 to 69) at the Liberty Mutual Legends of Golf. 2002: Made his final PGA TOUR appearance, missing the cut at the Bay Hill Classic. 1989: Had his final two top-10s of his PGA TOUR career, both coming in Florida. Was T9 at the Honda Classic followed by a T8 at THE PLAYERS Championship two weeks later. 1988: Won the last of his six PGA TOUR titles, at the Panasonic-Las Vegas Invitational. Finished the season with his best earnings year of his career, with $414,694 to put him 24th on the money list. 1984: Enjoyed his highest money-list finish, placing 17th on the strength of two wins, at the Isuzu-Andy Williams San Diego Open and the Bay Hill Classic. In San Diego, he began the final round six strokes behind but made it into a playoff, where he defeated Gary Hallberg with a birdie on the second hole...A few weeks later, in Florida, he had the same scenario play out in Orlando. He entered the Bay Hill Classic's final round six strokes back, made it into a playoff then defeated George Burns, again with a birdie on the second extra hole. Amateur: First-team All-American from 1972-74 and a member of Florida's 1973 NCAA Championship team...Winner of 10 collegiate events...Member of 1973 and 1975 U.S. Walker Cup squads and 1974 U.S. World Amateur team. Gained his first taste of professional golf when he qualified for the 1973 U.S. Open at Oakmont as an amateur and finished 57th...\n","otherCarHigh" : "","personal" : "Was a college teammate of future PGA TOUR players Andy Bean, Andy North and Phil Hancock...Began TV work with ESPN in 1990, working on Champions Tour telecasts before joining NBC Sports later in the decade...Says his biggest thrill in golf was winning the U.S. Junior Amateur Championship in 1970...Also active in golf course design with Robbins\/Koch Golf Designs, Inc.","otherInfo" : "Longtime broadcaster with NBC Sports played in four Champions Tour events in 2009, with a best finish of T25 at the Regions Charity Classic. Posted a T2 at the 2008 Dick's Sporting Goods Open, his best finish since 2004 and tying his best Champions Tour career finish (T2 at the 2004 ACE Group Classic and Liberty Mutual Legends of Golf individual competition). Has six career PGA TOUR victories, the first in 1976 at the Tallahassee Open and last coming in 1988 at the Panasonic Las Vegas Invitational. Finished among the top 100 money winners in six of seven years between 1982-88. Best financial year was 1988, with $414,694, 24th on the money list. Won twice in 1984 (Isuzu-Andy Williams San Diego Open and Bay Hill Classic). Winner of 1968-70 Florida State Juniors. Was 1970 USGA Junior Amateur champion and added the Orange Bowl Juniors and the Florida State Open in 1969. Won the 1973 Trans-Mississippi Amateur and was 1973 and 1974 All-Southeastern Conference. First-team All-American from 1972-74. Member 1973 NCAA Championship team at Florida. Winner of 10 collegiate events. Member of 1973, 1975 Walker Cup and 1974 U.S. World Amateur teams. Was college teammate of Andy Bean.","ntlTeams" : "Walker Cup (2), 1973, 1975; U.S. World Amateur (1), 1974.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2003","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(1): 2014 Florida Senior Open Championship.","intlVics" : "(3): 2003 Liberty Mutual Legends of Golf Raphael Division [with Roger Maltbie]. 2008 Liberty Mutual Legends of Golf Raphael Division [with Roger Maltbie]. 2009 Liberty Mutual Legends of Golf Raphael Division [with Roger Maltbie].","curYearHigh" : "","carHigh" : "\n\n2014: Won the Florida Senior Open Championship in August.\n\n2013: Made just three starts, one of which was in the unofficial Raphael Division of the Liberty Mutual Insurance Legends of Golf where he teamed with Roger Maltbie to finish T8...Was also T44 at the U.S. Senior Open and T44 at The ACE Group Classic.\n\n2012: Once again played a limited schedule while concentrating on his broadcasting work with NBC Sports...Made just four starts, including one in the unofficial Raphael Division in the Liberty Mutual Insurance Legends of Golf where he teamed with long-time partner Roger Maltbie for a T4 finish...Also T21 at The ACE Group Classic and T27 at the Encompass Insurance Pro-Am of Tampa Bay.\n\n2011: Made six starts during the year, highlighted by a T2 finish with partner Roger Maltbie at the Liberty Mutual Legends of Golf in the unofficial Raphael Division...Also T32 at the Allianz Championship.\n\n2009: Successfully defended the title and won his third 36-hole Raphael Division title at the Liberty Mutual Legends of Golf, again teaming with Roger Maltbie. \n\n2008: Won the Raphael Division (with Roger Maltbie) at the Liberty Mutual Legends of Golf. \n\n2004: Had his best career performances on the Champions Tour. Was T2 at The ACE Group Classic after being involved in a three-man playoff with winner Craig Stadler and Tom Watson. Appeared to be in command with a three-stroke lead with five holes to play, but bogeyed the 14th and 17th holes to surrender his lead and then fell back into overtime after missing a long birdie try. Watched Stadler sink a 27-foot birdie putt that eliminated him. Was the first-round leader after setting a course record at The Club at TwinEagles, a 10-under-par 62, his lowest round on either the PGA TOUR or Champions Tour, that included an 8-under 28 on the back nine...Added a second T2 that year at the Liberty Mutual Legends of Golf when he and Gil Morgan finished one stroke behind Hale Irwin in Savannah, Ga.\n\n2003: Teamed with Roger Maltbie to win the 36-hole Raphael Division (for players ages 50 to 69) at the Liberty Mutual Legends of Golf.\n","otherCarHigh" : "Owns six career PGA TOUR victories, the last coming in 1988 at the Panasonic-Las Vegas Invitational...Finished among the top 100 money-winners in six of seven years between 1982-88...Best financial year was 1988, with $414,694, 24th on the money list...Highest finish on the money list was 17th in 1984 when he won both the Isuzu-Andy Williams San Diego Open and the Bay Hill Classic. On both occasions, started the final round six strokes back and won in a playoff. Defeated Gary Hallberg in San Diego and George Burns in the Bay Hill Classic and in both cases won with a birdie on the second extra hole...First-team All-American from 1972-74 and a member of Florida's 1973 NCAA Championship team...Winner of 10 collegiate events...Member of 1973 and 1975 U.S. Walker Cup squads and 1974 U.S. World Amateur team...Was college teammate of Andy Bean, Andy North and Phil Hancock...Began TV work with ESPN in 1990, working on Champions Tour telecasts before joining NBC Sports later in the decade...Gained his first taste of professional golf when he qualified for the 1973 U.S. Open at Oakmont as an amateur and finished 57th.","personal" : "Says his biggest thrill in golf was winning the USGA Junior Amateur Championship in 1970...Also active in golf course design with Robbins\/Koch Golf Designs, Inc.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the PGA TOUR Champions 3 times.","dynStats" : "He ranks T91st in Best YTD Streak w\/o a 3-Putt on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}