{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24511","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Jaidee","first" : "Thongchai","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "160","weightMetric" : "73","birthDate" : "November 8, 1969","age" : "46","birthPlace" : "Lopburi, Thailand","residence" : "Lopburi, Thailand","family" : "Wife, Namfon; Titituch (2002), Kittituch (2008)","education" : "","splInterest" : "Soccer","pronunciation" : "tong-CHAI jy-DEE","nwTourAlumnus" : "","trndProYear" : "1999","clubAffl" : "","cityPlaysFrm" : "Thailand; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(1): 2004 Malaysian Open [Eur].","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Will be making his first appearance on the 2004 Nationwide Tour...Has made the cut in three of four career starts on the PGA TOUR. Finished T66 in 2003 and T57 in 2002 at the WGC-American Express Championship. Other made cut came was a T74 at the 2001 U.S. Open, making him the first Thai to play in a major championship. Fired rounds of 73-73-72-78 at Southern Hills CC. Got into the tournament after finishing first in the U.S. Open sectional qualifier at El Caballero CC in Tarzana, CA. Withdrew with a shoulder injury after an opening-round 80 at the 2002 Open Championship...Turned pro in 1999, the year after winning the Thailand Amateur...Has played primarily on the Asian PGA Tour. Most recently notched his biggest career victory by claiming the season-ending Volvo Masters of Asia. The win made him the top career money-winner on the Asian PGA Tour. Finished T10 at the 2003 Johnnie Walker Classic. Winner of the 2000 Kolon Cup Korean Open, 2001 Indian Open and the 2002 London Myanmar Open. Winner of the 2000 Singha Bangkok Open on the Thai PGA Tour...As an amateur, won the Singapore, Thailand and Pakistan Amateur Opens, as well as earning victories at the 1997 and 1998 Putra Cup. Also a member of the winning team at the Southeast Asian Games...Joined the army at 19 as a paratrooper and taught himself how to play on the Lopburi GC north of Bangkok. After two years of mandatory service ended in 1991, stayed in the army for nine more years so he would have access to a golf course in order to pursue his dream of becoming a pro. Began each morning running seven miles before practicing for up to 12 hours...Cites Ernie Els as his hero...Introduced to the game of golf by a friend at the age of 14.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(17): 2000 Kolon Cup [Asia], Korean Open [Asia], Singha Bangkok Open [Thailand]. 2001 Wills Indian Open [Asia]. 2002 London Myanmar Open [Asia]. 2003 Volvo Masters of Asia. 2004 Myanmar Open [Asia], Carlsberg Malaysian Open [Eur]. 2005 Carlsberg Malaysian Open [Asia]. 2006 Volvo Masters of Asia. 2008 Hana Bank Vietnam Masters [Asia], 2009 Enjoy Jakarta Indonesia Open [Eur], Ballantine's Championship [Eur]. 2010 Johnnie Walker Cambodian Open [Asia]. 2012 ISPS Handa Wales Open [Eur]. 2014 Nordea Masters [Eur]. 2015 Porsche European Open [Eur].","curYearHigh" : "","carHigh" : "2014-2015: Picked up a European Tour top-10 in early December 2014 when he T7 with Jonas Blixt, Tim Clark and Louis Oosthuizen at the Nedbank Golf Challenge at Gary Player CC in Sun City, South Africa...Added another top-10 the following week when he T6 in his homeland, at the Thailand Golf Championship. Shot a final-round 68 at Amata Spring CC to finish tied with Jonathan Moore and Anirban Lahiri...Was poised to win in his home country for the first time since the 2000 Bangkok Open when he began the final round of the True Thailand Classic a stroke behind leader Scott Hend. Started the event at Black Mountain GC 69-66-67. Shot a Sunday 71 to finish T2 with Scott Hend, a stroke behind winner Andrew Dodt...Recorded a T2 at the European Tour's BMW PGA Championship at Wentworth Club in late-May. Finished a distant six shots behind winner Byeong-Hun An. Enjoyed four under-par rounds, including a second-round 66 to tie with Miguel Angel Jimenez...Finished T10 with Maximillian Kieffer at the Open de France in early July...Made history in September when he became the first golfer from Thailand to qualify for The Presidents Cup International team...At his benefit tournament, the Asian Tour's unofficial Thongchai Jaidee Foundation at Black Mountain Club in Thailand in September, finished T5 with Chapchai Nirat, a distant eight shots behind winner Kiradech Aphibarnrat...In late-September, earned his 16th international title and sixth European Tour crown when he captured the Porsche European Open in Bad Griesbach, Germany. Began the final round nursing a one-stroke lead over Pelle Edberg, Ross Fisher and Graeme Storm. Played bogey-free golf on the final day, making four birdies on the par-71 Golf Resort Bad Griesbach. Escaped with a one-shot victory when Storm bogeyed the 17th hole and was unable to birdie No. 18 and force a playoff. At age 45 years, 10 months, 19 days, became the oldest winner of the tournament, passing Colin Montgomerie who originally set the record in 2007. Went 1-1-1 in his three Presidents Cup matches in the International team's 15Â˝-14Â˝ loss in South Korea...Took the 54-hole lead at the BMW Masters in Shanghai, China, in mid-November but had a slow start to his final round at Lake Malaren GC. Made eight pars and a bogey, on No. 4, over his first nine holes Sunday to fall back. Made a birdie and a bogey to go with three pars to start his back nine, then made a furious rally only to come up a stroke short, unable to join the Kristoffer Broberg-Patrick Reed playoff. Needed a birdie to join the overtime session but could only muster a par on the 72nd hole, finishing T3 with Henrik Stenson, Lucas Bjerregaard and Byeong Hun An.\n\n2013-14: Played in nine PGA TOUR events, the highlight of his season a T6 at the Cadillac Championship for his third top-10 finish in 19 World Golf Championships starts. Was also T5 at the 2010 Accenture Match Play Championship and T9 at the 2006 Cadillac Championship...Played in all four major championships, as well as THE PLAYERS Championship. Made the cut at the Masters Tournament and The Open Championship...Closed the European Tour season ranked 22nd on the final Race to Dubai standings. Finished ninth at the Nedbank Golf Challenge in Sun City, South Africa, in early December 2013. Shot a third-round 66 at Gary Player CC...A week later, was T10 at the Thailand Golf Championship at Amata Spring CC in his home country...Finished T10 at the Abu Dhabi HSBC Golf Championship in mid-January...Captained the Asian team to a tie in the inaugural Eurasia Cup against Europe in Kuala Lumpur, Malaysia. Went 1-1-1 in his three matches, including a final-day, singles victory against Graeme McDowell, 3 and 2...Shot a final-round, 7-under 65 at the Nordea Masters in Sweden that was enough to get him into a playoff with Victor Dubuisson and Stephen Gallacher. In the overtime, made a birdie on the first playoff hole at PGA Sweden National (No. 18). Captured his 15th international title and fifth on the European Tour when Dubuisson and Gallacher both made par. Shot four under-par rounds of 69-70-68-65 to win for the first time since the 2012 ISPS Handa Wales Open...At the European Tour's BMW International Open in late-June, missed the four-man playoff at GC Gut Larchenhof by a stroke after shooting rounds of 71-66-68-65, his 65 tying him for low score of the final round. Finished T5 with Simon Dyson and Jamie Donaldson. Began the final round tied for 25th but moved up with 31 consecutive bogey-free holes on the weekend...Began the final round of the Alstom Open de France tied for second, four shots behind Kevin Stadler. Opened his Sunday with a bogey-bogey-bogey-double bogey start but remarkably stayed in contention by going 4-under over his final 14 holes at Le Golf National in Paris, finishing T2 with Stadler, a stroke behind winner Graeme McDowell.\n\n2013: Played in the World Golf Championships-Accenture Match Play Championship for the second time in his career, losing in the first round. Top PGA TOUR medal-play peformance was a T32 at The Open Championship...Entered the final round of the Volvo Golf Champions in Durban, South Africa, tied for second, trailing leader Scott Jamieson by five strokes. Shot a 4-under 68 over his final 18 holes to finish solo third, two strokes behind winner Louis Oosthuizen. It was his second consecutive top-10 European Tour finish to go with his season-ending T7 at the DP World Tour Championship in November 2012...Earned his third consecutive top-10 when he T9 the following week, at the Abu Dhabi HSBC Golf Championship...Had his second consecutive T9, at the Commercial Bank Qatar Masters the following week...Entered the final round of the Ballantine's Championship at even-par and out of contention. Worked his way into the top 10 when he shot a 7-under 65 Sunday at Blackstone Resort to T6 on the strength of his low round of the tournament...Added a solo fourth in early May at the CIMB Niaga Indonesian Masters in Jakarta, recovering from a third-round 75 to finish with a 69, five shots behind Bernd Wiesberger...Made it to the championship match at the Volvo World Match Play Championship in mid-May. Dropped a 2-and-1 decision to Graeme McDowell at Bulgaria's Thracian Cliffs Golf and Beach Resort. Defeated Thomas Aiken in the semifinal match earlier that morning...Finished T9 at the Omega European Masters after moving up the leaderboard on the final day with a Sunday 65 at Crans-sur-Sierre GC in Switzerland...After opening 70-70-72 at the European Tour's BMW Masters in late-October, shot a sterling, final-round 66 at Lake Malaren GC in Shanghai only to come up a stroke shy of winner Gonzalo Fernandez-Castano...At the Indonesia Open in early December, stumbled on the final day after opening 67-67-68 to shoot a 2-over 73 to T10 in Jakarta.\n\n2012: Made four PGA TOUR starts, with his top showing a T21 at the World Golf Championships-HSBC Champions in China...Made two starts in major championships, finishing T77 at The Open Championship Open and missing the cut at the PGA Championship...Had his best finish of the year in his final start of the season, a solo third at the Iskandar Johor Open in Malaysia. In the weather-shortened event, he opened with a 66, shot a second-round 71 then finished with a flourish, shooting a 65...First top-10 of the season came at the Macau Open, where he T8, thanks to a final-round 69...Added a T10 in nearby Hong Kong late in the season, opening with a 2-over 72 at the Hong Kong Open then reeling off rounds of 66-67-68 at Hong Kong GC...The following week, had four rounds in the 60s, including first- and final-round 67s to T6.\n\n2011: Made two PGA TOUR starts, at The Open Championship Open (missed cut) and the World Golf Championships-HSBC Champions (T29)...Also played in the CIMB Asia Pacific Classic, where he T26...Represented Thailand for a fourth time at the World Cup. In Hainan, China, his team (along with Kiradech Aphibarnrat) finished T18...On the Asian Tour, just missed winning for the first time on that circuit for a second consecutive year. Entered the final round of the Indonesian Masters seven shots behind leader Lee Westwood. Fired a Sunday 65 to move up the leaderboard, eventually finishing solo second, three shots behind Westwood...Enjoyed two other top-15 finishes, both T15s, at the Iskandar Johor Open in Malaysia and at the UBS Hong Kong Open two weeks later. \n\n2010: Finished third in Dubai two weeks before the World Golf Championships-Accenture Match Play Championship to jump to No. 50 in the Official World Golf Ranking and secure a spot in the Accenture field for the first time in his career. Finished T5 after losing to eventual winner Ian Poulter, 1-down, in the quarterfinals. Defeated Ross Fisher, Robert Karlsson and Ryo Ishikawa to get to the quarterfinals...His top PGA TOUR finish was a T19 at the Memorial Tournament in Dublin, Ohio...Also made his first cut at the U.S. Open, finishing T47...Six top-10s were part of his European Tour resume, with a third-place showing at the Dubai Desert Classic his top performance. Also had top-10s at the Maybank Malysian Open (T7), Volvo China Open (T8), Dubai World Championship (eighth) Ballentine's Championship (T9) and Portugal Masters (T9)...Added a victory late in the year at the Johnnie Walker Cambodian Open on the Asian Tour. \n\n2009: Best PGA TOUR finish was a T13 at The Open Championship Open...Made the cut at the PGA Championship for the first time (T36)...Won the Enjoy Jakarta Indonesia Open on the European Tour at the beginning of March and followed that with his fourth career European Tour victory in the Ballantine's Championship in South Korea at the end of April. His first victory earned a personal audience with Thailand's former Prime Minister, Thaksin Shinawatra, who gave him a diplomatic passport to expedite his worldwide travels. Participated in a third straight OMEGA Mission Hills World Cup, teaming with countryman Prayad Marksaeng. Was the first player to break the $2-million barrier in career earnings on the Asian Tour. \n\n2008: Won twice on the Asian Tour, with his victories coming in consecutive weeks. Opened and closed with 67s at the Hana Bank Vietnam Masters to finish regulation tied with Rhys Davies and Andrew Dodt. He prevailed in the playoff...The following week, he won the Cambodian Open by six shots, shooting rounds of 68-66-64-66...Just missed on a third title of the year when he finished second at the Worldwide Selangor Masters, a stroke behind winner Ben Leong at Seri Selangor GC in Malaysia.\n\n2007: Top PGA TOUR finish was a T23 at the World Golf Championships-CA Championship...Missed the cut in his only major appearance on the year, at the PGA Championship...Only top-10 of the season on the Asian Tour came at the UBS Hong Kong Open, where he battled Miguel Angel Jimenez, K.J. Choi and Robert Karlsson all week before Jimenez prevailed by a stroke, leaving him in a T2 with Choi and Karlsson at Hong Kong GC.\n\n2006: By playing in his first Masters Tournament, he became the first Thai to compete in all four major championships...Picked up his first PGA TOUR top-10 finish when he was T9 at the World Golf Championships-American Express Championship, thanks to a final-round 65...Made a hole-in-one at the Commercialbank Qatar masters when he aced the third hole in the second round. \n\n2005: Made the cut at The Open Championship Open (T52)....Edged Jyoti Randahawa at the Malaysian Open to win his first European Tour title, an event co-sanctioned with the Asian Tour.\n\n2004: Shot a final-round 65 at Firestone Country Club, rebounding from a third-round 76 to finish T32 at the World Golf Championships-NEC Invitational...Became the first Thai golfer to win an event on the European Tour, with a victory in the Myanmar Open.\n\n2003: Won the Volvo Masters of Asia, thanks to a final-round 65 in his home country. \n\n2002: Continued to win, adding the London Myanmar Open to his growing list of victories. Edged Edward Loar in a playoff at the Asian Tour event. \n\n2001: Played in his first major championship, qualifying for the U.S. Open, where he T74...Kept up his winning ways, capturing the Willis Indian Open on the Asian Tour, thanks to four rounds in the 60s. \n\n2000: Picked up his first professional title, winning the Kolon Cup on the Asian Tour by a stroke. Also won the Korean Open and the Singha Bangkok Open in his native Thailand that season. \n","otherCarHigh" : "","personal" : "Spent his childhood in a two-story wooden house which had a golf course behind it. Represented his home province in soccer but was injured when a wooden skewer was embedded in his foot. During recuperation, sneaked onto the Army GC behind his home in Lop Buri. Tied the discarded head of a 5-iron to a bamboo stick and started playing golf. Joined the Royal Thai Army in 1989 at age 20, becoming a paratrooper, and then turned professional 10 years later...Was an accomplished soccer player when he was a teenager, playing for his home-province team.","otherInfo" : "","ntlTeams" : "The Presidents Cup (1), 2015; World Cup (4), 2007, 2008, 2009, 2011; Royal Trophy (5), 2006, 2007, 2009, 2010, 2013; Eurasia Cup (2), 2016; Eurasia Cup Captain (1), 2014.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T11th at the World Golf Championships-HSBC Champions.","dynStats" : "He ranks T74th in YTD Consecutive Cuts on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}