{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01619","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Kendall","first" : "Skip","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "150","weightMetric" : "68","birthDate" : "September 9, 1964","age" : "51","birthPlace" : "Milwaukee, Wisconsin","residence" : "Windermere, Florida","family" : "Wife, Traci; Noah Jules (6\/4\/98), Remi Lynn (12\/12\/06); Brady Thomas (6\/22\/09)","education" : "University of Nevada-Las Vegas (1987, Business Education)","splInterest" : "Reading, sports, Green Bay Packers, gardening","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (1994)","trndProYear" : "1987","clubAffl" : "","cityPlaysFrm" : "Windermere; FL; United States","websiteUrl" : "http:\/\/www.skipkendall.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "9,464,165&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1991","exmtStatus" : "Conditional - Web.com Tour Past Champion (2013, 2012)","otherVics" : "","intlVics" : "","curYearHigh" : "Open-qualified for the Allianz Championship where he finished T32...Parlayed a sponsor's exemption at the Shaw Charity Classic into a T10 finish in Calgary in August...Played in the PGA TOUR's Puerto Rico Open (March) and the Barbasol Championship (July), missing the cut in both events.","carHigh" : "2013: Made the cut in each of his two PGA TOUR starts with best effort a T54 at the Sanderson Farms Championship. Made eight of 18 starts on the Web.com Tour, with no top-10s. \n\n2012: Earned his third career title, with a one-stroke win at the season-opening Pacific Rubiales Colombia Championship when he rolled in a 25-foot birdie putt on the 72nd hole. Fired an even-par 71 on the final day for a 10-under-274 total, one better than Andres Gonzales and Andrew Svoboda. Shared the 54-hole lead with Svoboda but fell behind early with back-to-back bogeys on his first two holes. Was steady the rest of the day and moved into first place on the back nine. A bogey at No. 16 dropped him into a tie for the lead. After rolling in birdie putt at No. 18, he had to wait to celebrate until playing partner Svoboda missed a 20-foot birdie putt to tie. Became the fourth-oldest winner in Tour history (47 years, 5 years, 10 months) and the third consecutive player in his 40s to win in Bogota, joining Steve Pate (2010) and Brenden Pappas (2011). \n\n2011: Played on a Major Medical Extension in 2012. Had 11 starts and needed to earn $22,993 to maintain conditional status. Needed to earn $81,390 to maintain fully exempt status...Made the cut in one of five starts on the PGA TOUR (Arnold Palmer Invitational)...Made the cut in three of five starts on the Web.com Tour and was T10 at the Children's Hospital Classic in October. Missed the better part of the season (mid-April to mid-October) after undergoing thumb surgery. \n\n2010: Made 11 of 18 cuts on the PGA TOUR, with one top-10 and his best money-list finish since 2006...Also made six of 10 cuts on the Web.com Tour with one top-10...Carded a final-round, 7-under 64, equaling the low round of the week (Joe Durant, first round) and his best score on TOUR since the 2007 Mayakoba Golf Classic, where he finished T4, his best finish on TOUR since a runner-up at the 2004 Bob Hope Classic. The top-10 effort earned a spot in the following week's Waste Management Phoenix Open. \n\n2009: Played just three events on TOUR, making two cuts, including a T18 finish at his hometown U.S. Bank Championship in Milwaukee...Also recorded four top-10s in 24 starts on the Web.com Tour to finish 58th on the money list. \n\n2008: Made only one of six cuts on TOUR...Made the cut in 15 of 24 Web.com Tour events with two third-place finishes. \n\n2007: In second start of the season, finished T9 at the inaugural Mayakoba Golf Classic, aided by a third-round, 7-under-par 63...Made the cut in 13 of 23 events on the Web.com Tour, including five top-25 finishes...Finished the year No. 26 on the money list, with $195,802, just $1,094 behind Jimmy Walker, who claimed the final PGA TOUR card for 2008...Recorded his third Web.com Tour win when he captured the Chitimacha Louisiana Open, defeating Paul Claxton with a birdie on the third playoff hole. \n\n2006: Spent most of season on TOUR (14 of 22 cuts) but also made two cuts in four starts on the Web.com Tour...Only top-10 was a T9 at the PGA TOUR's Buick Championship. \n\n2005: Fell out of the top-125 (No. 202) for the first time since 1996. \n\n2004: Finished inside the top 125 on the PGA TOUR money list for the eighth straight season. No. 64 was highest finish on TOUR since finishing No. 50 in 2000...Career high in earnings, with $1,206,438, passing $1-million mark for second year in a row...Earned fourth career runner-up finish in second start of season at the Bob Hope Chrysler Classic, falling to Phil Mickelson on the first playoff hole. Shared the 18-hole lead with Mark Hensby after a first-round 63 and finished 68-68-66-65—330 to earn a career-best paycheck of $486,000...Next top-10 did not come until May, a T5 at the Bank of America Colonial...Held a one-stroke lead over Thomas Levet after 36 holes of The Open Championship in Scotland before finishing T11. \n\n2003: Had only two top-10s, but was able to parlay making 24 cuts in 30 starts into a very respectable year in which he earned over $1 million for the first time in his career...Two days before the start of the Memorial Tournament, cut most of the top of his left index finger above the first knuckle off while cutting a bagel for breakfast. He put the finger tip on ice and rushed to a Columbus, Ohio, hospital and had a two-hour procedure to reattach the finger, complete with 16 stitches. Ten days later, was able to resume practice. Three weeks after the accident, returned to the TOUR with a reverse overlap grip at the Buick Open, was tied for the third-round lead and finished in a season-best T4. 2002: Managed to stay in the top 125 on the TOUR money list with two top-10s and eight top-25s...First top-10 of season did not come until June when he finished T7 at Canon Greater Hartford Open. Trailed Brett Quigley and Hidemichi Tanaka by one stroke after opening with a 5-under-par 65...Added T10 at the Greater Milwaukee Open. Aced the 215-yard, par-3 seventh hole with a 5-iron during the final round. His $80,600 payday in Milwaukee moved him over the $600,000 mark to secure his TOUR card for 2003. \n\n2001: Made 23 cuts in a career-high 33 starts...Only top-10 was a T6 in the National Car Rental Golf Classic at Walt Disney World Resort. Performance was highlighted by a third-round 64. \n\n2000: Recorded third consecutive top-50 finish on the official money list. Three top-10s included runner-up finish for third consecutive year, which came in season's final week at Southern Farm Bureau Classic. Started the final day four strokes behind leader Steve Lowery, then posted a 66 on Sunday to force a playoff. Lost when Lowery sank a 45-foot putt from off the fringe for birdie on first playoff hole. Along with Lowery, established new tournament record for low 72 holes with 266. \n\n1999: At Canon Greater Hartford Open, shared first-round lead after opening 63. Closed with 68-68-66 for second career runner-up finish, three strokes behind Brent Geiberger...Set competitive course record at Medinah with 65 in second round of PGA Championship. \n\n1998: Posted first career runner-up finish, losing playoff to Scott Simpson in Buick Invitational. Birdied final hole from nine feet to force playoff. \n\n1997: Earned more than he had in first five TOUR seasons combined--$320,800. Best finish, a third-place showing, came at Sprint International. \n\n1996: Returned to Web.com Tour and finished ninth on money list, thanks to nine top-10s, including second at Tri-Cities Open. \n\n1994: Finished fifth in earnings on Web.com Tour money list. Won Inland Empire Open and Carolina Classic. \n\n1993: First year on TOUR after earning co-medalist honors at 1992 Qualifying Tournament, despite opening-round 79. Best finish of year was eighth at Sprint International. \n","otherCarHigh" : "Winner of 1988 and 1989 Wisconsin State Opens.","personal" : "Lists Brian Mogg and James Sieckmann as instructors...Says Harbour Town GL and Milwaukee CC are his favorite courses and would like to play Pine Valley. Favorite college team is UNLV, and the Green Bay Packers are his favorite pro team. Favorite TV show is \"24,\" and \"Apollo 13\" is his favorite movie. Favorite food is sushi. Michael Jordan is his favorite athlete to watch. Sh&blank; t My Father Says is his favorite book. Melbourne is his favorite city to visit and Barbados is his favorite vacation spot...Never travels without his noise machine...First car was a Datsun B210...Would include Arnold Palmer, Ronald Reagan and George Washington in a dream foursome...Not many people know that he enjoys gardening...Bucket list includes traveling without playing golf...Attended Nicolet High School in Milwaukee, the same high school as Oprah Winfrey...Serves as host for the Children's Hospital of Wisconsin\/Skip Kendall Pro-Am for Kids, which began in 2000...Credited with showing the \"claw\" putting grip to Chris DiMarco in 1995. Putts with conventional grip...In 1994, became first Web.com Tour player to serve as host of \"Inside the PGA TOUR.\"","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1993","qSchoolYear" : "","exmtStatus" : "Conditional","otherVics" : "","intlVics" : "","curYearHigh" : "Open-qualified for the Allianz Championship where he finished T32...Parlayed a sponsor's exemption at the Shaw Charity Classic into a T10 finish in Calgary in August...Played in the PGA TOUR's Puerto Rico Open (March) and the Barbasol Championship (July), missing the cut in both events.","carHigh" : "\n\n2012: Earned his third career Web.com Tour title with a one-stroke win at the season-opening Pacific Rubiales Colombia Championship when he rolled in a 25-foot birdie putt on the 72nd hole. Fired an even-par 71 on the final day for a 10-under 274 total, one better than Andres Gonzales and Andrew Svoboda. Shared the 54-hole lead with Svoboda but fell behind early with back-to-back bogeys on his first two holes. Was steady the rest of the day and moved into first place on the back nine. A bogey at No. 16 dropped him into a tie for the lead. After rolling in birdie putt at No. 18, he had to wait to celebrate until playing partner Svoboda missed a 20-foot birdie putt to tie. Became the fourth-oldest winner in Tour history (47 years, 5 years, 10 months) and the third consecutive player in his 40s to win in Bogota, joining Steve Pate (2010) and Brenden Pappas (2011). Will play on a Major Medical extension in 2012. Will have 11 starts and needs to earn $22,993 to maintain conditional status. Needs to earn $81,390 to maintain fully exempt status…Made the cut in three of five starts on the Web.com Tour and was T10 at the Children's Hospital Classic in October. Missed the better part of the season (mid-April to mid-October) after undergoing thumb surgery. 2011: Made just one cut in six PGA TOUR starts, a T70 at the Arnold Palmer Invitational. His lone top-10 finish on the Web.com Tour in five starts was a T10 at the Children's Hospital Classic in October in Chattanooga, Tenn. He had not made a start on that Tour since April. 2010: Veteran member on the PGA TOUR, thanks to 258 career made cuts entering the 2011 season. Made 11 of 18 cuts on the PGA TOUR, with one top 10 and his best money-list finish since 2006...Also made six of 10 cuts on the Web.com Tour with one top 10...Carded a final-round, 7-under 64, equaling the low round of the week (Joe Durant, R1) and his best score on TOUR since 2007 at the Mayakoba Golf Classic. Finished T4. The finish was his best on TOUR since a runner-up finish at the 2004 Bob Hope Classic. The top-10 effort earned a spot in the following week's Waste Management Phoenix Open. 2009: Played just three events on TOUR, making two cuts, including a T18 finish at his hometown U.S. Bank Championship in Milwaukee...Also recorded four top-10s in 24 starts on the Web.com Tour to finish 58th on the money list. 2008: Made only one of six cuts on TOUR...Made the cut in 15 of 24 Web.com Tour events with two third-place finishes. 2007: In second start of the season, finished T9 at the inaugural Mayakoba Golf Classic, aided by a third-round, 7-under-par 63...Made the cut in 13 of 23 events on the Web.com Tour, including five top-25 finishes...Finished the year No. 26 on the money list, with $195,802, just $1,094 behind Jimmy Walker, who claimed the final PGA TOUR card for 2008...Recorded his third Web.com Tour win when he captured the 2007 Chitimacha Louisiana Open, defeating Paul Claxton with a birdie on the third playoff hole. 2006: Spent most of season on TOUR (14 of 22 cuts) but also made two cuts in four starts on the Web.com Tour...Only top-10 was a T9 at the PGA TOUR's Buick Championship. 2005: Fell out of the top-125 (No. 202) for the first time since 1996. 2004: Finished inside the top 125 on the PGA TOUR money list for the eighth straight season. No. 64 was highest finish on TOUR since finishing No. 50 in 2000...Career high in earnings, with $1,206,438, passing $1-million mark for second year in a row...Earned fourth career runner-up finish in second start of season at the Bob Hope Chrysler Classic, falling to Phil Mickelson on the first playoff hole. Shared the 18-hole lead with Mark Hensby after a first-round 63 and finished 68-68-66-65—330 to earn a career-best paycheck of $486,000...Next top-10 did not come until May, a T5 at the Bank of America Colonial...Held a one-stroke lead over Thomas Levet after 36 holes of The Open Championship in Scotland before finishing T11. 2003: Had only two top-10s, but was able to parlay making 24 cuts in 30 starts into a very respectable year in which he earned over $1 million for the first time in his career...Two days before the start of the Memorial Tournament, cut most of the top of his left index finger above the first knuckle off while cutting a bagel for breakfast. He put the finger tip on ice and rushed to a Columbus, Ohio, hospital and had a two-hour procedure to reattach the finger, complete with 16 stitches. Ten days later, was able to resume practice. Three weeks after the accident, returned to the TOUR with a reverse overlap grip at the Buick Open, was tied for the third-round lead and finished in a season-best T4. 2002: Managed to stay in the top 125 on the TOUR money list with two top-10s and eight top-25s...First top-10 of season did not come until June when he finished T7 at Canon Greater Hartford Open...Added T10 at the Greater Milwaukee Open. Aced the 215-yard, par-3 seventh hole with a 5-iron during the final round. His $80,600 payday in Milwaukee moved him over the $600,000 mark to secure his TOUR card for 2003. 2001: Made 23 cuts in a career-high 33 starts...Only top-10 was a T6 in the National Car Rental Golf Classic at Walt Disney World Resort. Performance was highlighted by a third-round 64. 2000: Recorded third consecutive top-50 finish on the official money list. Three top-10s included runner-up finish for third consecutive year, which came in season's final week at Southern Farm Bureau Classic. Started the final day four strokes behind leader Steve Lowery, then posted a 66 on Sunday to force a playoff. Lost when Lowery sank a 45-foot putt from off the fringe for birdie on first playoff hole. Along with Lowery, established new tournament record for low 72 holes with 266. 1999: At Canon Greater Hartford Open, shared first-round lead after opening 63. Closed with 68-68-66 for second career runner-up finish, three strokes behind Brent Geiberger...Set competitive course record at Medinah with 65 in second round of PGA Championship. 1998: Posted first career runner-up finish, losing playoff to Scott Simpson in Buick Invitational. Birdied final hole from nine feet to force playoff. 1997: Earned more than he had in first five TOUR seasons combined--$320,800. Best finish, a third-place showing, came at Sprint International. 1996: Returned to Web.com Tour and finished ninth on money list, thanks to nine top-10s, including second at Tri-Cities Open. 1994: Finished fifth in earnings on Web.com Tour money list. Won Inland Empire Open and Carolina Classic. 1993: First year on TOUR after earning co-medalist honors at 1992 PGA TOUR Qualifying Tournament, despite opening-round 79. Best finish of year was eighth at Sprint International. Amateur: Winner of 1988 and 1989 Wisconsin State Opens.\n","otherCarHigh" : "","personal" : "In 1994, became first Web.com Tour player to serve as host of \"Inside the PGA TOUR.\"... Serves as host for the Children's Hospital of Wisconsin\/Skip Kendall Pro-Am for Kids, which began in 2000...Credited with showing the \"claw\" putting grip to Chris DiMarco in 1995. Putts with conventional grip.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2014","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Open-qualified for the Allianz Championship where he finished T32...Parlayed a sponsor's exemption at the Shaw Charity Classic into a T10 finish in Calgary in August...Played in the PGA TOUR's Puerto Rico Open (March) and the Barbasol Championship (July), missing the cut in both events.","carHigh" : "2014: Played in five Champions Tour events after turning 50 in September...Open-qualified for the Nature Valley First Tee Open at Pebble Beach and was in contention down the stretch before finishing T3. Trailed by just one stroke down on the back nine Sunday but dropped back after a bogey at the par-3 17th hole...Thanks to rounds of 65-66 on the weekend at the Greater Hickory Kia Classic, he posted a T6 finish in October and it helped him secure a berth in the AT&T Championship the following week as a top-10 finisher not previously exempt...Made his Champions Tour debut at the Pacific Links Hawai'i Championship and was T40 at Kapolei...Prior to joining the Champions Tour, he competed in 18 Web.com Tour events, making nine cuts. Best finish was a T35 at the Cleveland Open.\n\n2013: Made the cut in each of his two PGA TOUR starts with best effort a T54 at the Sanderson Farms Championship. Made eight of 18 starts on the Web.com Tour, with no top-10s. \n","otherCarHigh" : "Made more than 400 career PGA TOUR starts, finishing second four times with three runner-up efforts coming in playoffs…Was also a four-time winner on the Web.com Tour in more than 200 career appearances on that circuit…Most recent runner-up effort on the PGA TOUR came at the 2004 Bob Hope Chrysler Classic, falling to Phil Mickelson on the first playoff hole. Shared the 18-hole lead with Mark Hensby after a first-round 63 and finished 68-68-66-65 to earn a career-best paycheck of $486,000...Lost in a playoff at the 2000 Southern Farm Bureau Classic. Started the final day four strokes behind leader Steve Lowery, then posted a 66 Sunday to force overtime. Lost when Lowery sank a 45-foot putt from off the fringe for birdie on first playoff hole. Along with Lowery, established new tournament record for low 72 holes, with a 266…At the 1999 Canon Greater Hartford Open, shared first-round lead after opening 63. Closed with 68-68-66 for second career runner-up finish, three strokes behind Brent Geiberger...Posted first career runner-up finish at the 1998 Buick Invitational, losing playoff to Scott Simpson after making birdie on the final hole to force overtime…Last of four career victories on the Web.com Tour was a one-stroke win at the season-opening Pacific Rubiales Colombia Championship in 2012. Rolled in a 25-foot birdie putt on the 72nd hole for the title. Fired an even-par 71 on the final day for a 10-under 274 total, one better than Andres Gonzales and Andrew Svoboda. Shared the 54-hole lead with Svoboda, but fell behind early with back-to-back bogeys on his first two holes. Was steady the rest of the day and moved into first place on the back nine. A bogey at No. 16 dropped him into a tie for the lead. After rolling in birdie putt at No. 18, he had to wait to celebrate until playing partner Svoboda missed a 20-foot birdie putt to tie. At the time, became the fourth-oldest winner in Tour history (47 years, 5 years, 10 months) and became third consecutive player in his 40s to win in Bogota, joining Steve Pate (2010) and Brenden Pappas (2011)… Recorded his third Web.com Tour win when he captured the 2007 Chitimacha Louisiana Open, defeating Paul Claxton with a birdie on the third playoff hole…Finished fifth in earnings on the 1994 Web.com Tour money list. Won twice on the circuit that year, claiming both the Inland Empire Open and Carolina Classic. Opened the season with a six-stroke triumph over Emlyn Aubrey at the Inland Empire event in Moreno Valley, Calif., and during the early part of the summer, edged Pat Bates by two strokes at the Carolina Classic at Prestonwood CC in Cary, N.C…First year on the PGA TOUR was 1993 after earning co-medalist honors at 1992 PGA TOUR Qualifying Tournament, despite an opening-round 79…As an amateur, was the winner of the 1988 and 1989 Wisconsin State Opens.\n\n\n\n \n","personal" : "Lista Brian Mogg and James Sieckmann as instructors...Says Harbour Town GL and Milwaukee CC are his favorite courses. Would like to play Pine Valley. Favorite college team is UNLV, and favorite pro team is the Green Bay Packers. Favorite TV show was \"24,\" and \"Apollo 13\" is his favorite movie. Favorite food is sushi. Michael Jordan is his favorite athlete to watch. Lists Melbourne, Australia, as his favorite city to visit and Barbados is his favorite vacation spot...Never travels without his noise machine...First car was a Datsun B210...Dream foursome would include Arnold Palmer, Ronald Reagan and George Washington...Enjoys gardening...Attended Nicolet High School in Milwaukee, the same high school as Oprah Winfrey...In 1994, became first Web.com Tour player to serve as host of \"Inside the PGA TOUR.\"...Serves as host for the Children's Hospital of Wisconsin\/Skip Kendall Pro-Am for Kids, which began in 2000...Credited with showing the \"claw\" putting grip to Chris DiMarco in 1995. Putts with conventional grip.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 4 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/Skip_Kendall"}], "allOutTypes" : ["Media Guide - PGA TOUR Full Page","Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}