{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "31560","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Stuard","first" : "Brian","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "175","weightMetric" : "79","birthDate" : "December 10, 1982","age" : "33","birthPlace" : "Jackson, Michigan","residence" : "Fort Worth, Texas","family" : "Single","education" : "Oakland University (2005, Business Management)","splInterest" : "Spending time with family, boating, water sports","pronunciation" : "STOO-erd","nwTourAlumnus" : "Web.com Tour Graduate (2012)","trndProYear" : "2005","clubAffl" : "Arbor Hills GC (Jackson, Michigan)","cityPlaysFrm" : "Jackson; MI; United States","websiteUrl" : "http:\/\/www.iconsportsinc.com\/brian-stuard\/","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,712,774&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2008","exmtStatus" : "Conditionally Exempt \/ 6th qualifier from Qualifying Tournament, Money List 61-100","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2011: Made the cut in 11 of 23 starts on Tour. First top-10 was a T3 at the Chiquita Classic, where he finished 20-under par for the week...Thirteen starts later he added another top-10 when he finished sixth at the Winn-Dixie Jacksonville Open. His second-round 64 tied for low round of the week at Dye's Valley Course at TPC Sawgrass and gave him a share of the 36-hole lead with eventual champion Gavin Coles. Jumped from No. 77 to 66 on the money list but missed qualifying for the Web.com Tour Championship by six places on the earnings chart. 2010: Made the cut in 13 of 28 starts on the PGA TOUR and ended the season No. 154 on the money list. Started his rookie season with a T25 finish at the Sony Open in Hawaii. Tied for second at the Mayakoba Golf Classic and later added a T15 at The McGladrey Classic. Also made three starts on the Web.com Tour, finishing T5 at the Knoxville News Sentinel Open. 2009: Finished the Web.com Tour campaign No. 26 on the money list after being bumped at the season-ending Web.com Tour Championship from what looked to be a PGA TOUR card. Entered the week at No. 23 on the money list but dropped three places despite a T14 finish, his 11th top-25 of the year. Stumbled with a 76 in the opening round at Daniel Island, SC, but rallied with rounds of 67-69-68 to wind up $2,844 behind No. 25 Fran Quinn. Ended the year No. 5 in Total Birdies...Collected his first career top-10 with a T8 at the Knoxville Open where he was one of only three players to post all four rounds in the 60s...Added a T3 at the Soboba Classic where he shared the 54-hole lead. Struggled on the windy final day at The CC at Soboba Springs and did not make a birdie until the final hole. Finished four shots back of winner Jerod Turner but earned enough money to propel him from No. 48 to 23 on the money list with three events remaining. Skipped the Chattanooga Classic the following week but added a T17 at the Miccosukee Championshp to hold his place on the money list. 2008: Made the cut in half of his 14 starts on the Web.com Tour, with a pair of top-25 finishes. Was T24 at the Xerox Classic and followed it up the next week with a T17 at the Northeast Pennsylvania Classic. Became part of Web.com Tour history when he was one of a record four players (Peter Tomasulo, Chris Stroud and Jonathan Fricke) to record a hole-in-one during the opening round of the Utah Championship. His was the third ace when he holed a 7-iron at the seventh hole. Played on the Hooters Tour from 2006-07, with his career highlighted by a win at the 2007 Hooters Winter Series Tour Championship. \n","otherCarHigh" : "Earned individual medalist honors at the 2005 Mid-Continent Conference Championship, the first player in Oakland University history to do so. The win was one of four during his senior season. Also named the conference's Player of Year in 2005.","personal" : "Lists his parents as his heroes. Got started in golf in the eighth grade because he wanted for play for his high school golf team...Says making a hole-in-one at the 2008 Utah Championship was his biggest thrill in golf. His high school golf coach, Scott Vitale, served as his caddie at the PGA TOUR Qualifying Tournament","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2010","qSchoolYear" : "2009","exmtStatus" : "128th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Made 17 of 31 PGA TOUR cuts, with only one top-10. Finished just outside the FedExCup Playoffs, at No. 128...Posted back-to-back, 4-under 67s on the weekend at the Waste Management Phoenix Open to finish T10 with four others, marking his first top-10 since a T5 at the 2014 RBC Heritage...Missed the cut at the Wyndham Championship and became one of five player to miss out on the FedExCup Playoffs (dropped form No. 119 to No. 128 in the standings)...Made all four starts in the Web.com Tour Finals but tied for 117th on that money list.\n\n2013-14: Collected three of his four top-10 finishes in consecutive starts early in the season, highlighted by a career-best, solo-second finish in Mexico, site of his previous-best career finish on the PGA TOUR. Played his way into three of the four FedExCup Playoffs events before finishing 51st in the final FedExCup standings following the BMW Championship...Was second at the OHL Classic at Mayakoba, four shots behind champion Harris English. Has two runner-up finishes in two starts at the OHL Classic at Mayakoba. Also T2 in 2010...Opened with rounds of 65-65 at the Sony Open in Hawaii to hold a one-stroke lead at the midway point over Marc Leishman and Hideto Tanihara. The 130 total through two rounds was a PGA TOUR personal-best. Followed with rounds of 71-67 to finish in solo sixth, five strokes behind Jimmy Walker. Dating to a final-round 66 at the 2010 Sony Open in Hawaii, has posted eight of his last nine rounds in the 60s at Waialae CC...Finished fifth at the Humana Challenge in partnership with the Clinton Foundation (24-under)...Making his third start at the RBC Heritage, finished T5 for his fourth top-10 of the season, tying 2013 for the most of his career. Closed with weekend rounds of 3-under 68 to finish four strokes behind champion Matt Kuchar...Shot rounds of 64-65 at Springfield CC in Springfield, Ohio, during U.S. Open sectional qualifying to earn medalist honors. Defeated amateur Will Grimmer by six shots for his second consecutive U.S. Open invitation. Went on to miss the cut at Pinehurst's No. 2 Course (75-73).\n\n2013: Made 15 of 25 TOUR cuts, with four top 10s. Finished T67 at the Deutsche Bank Championship but failed to advance in the FedExCup Playoffs. Finished No. 92 in the final FedExCup standings...Making his first start on TOUR since his rookie season in 2010, carded four rounds in the 60s, including closing 5-under 65s on the weekend (one shy of career-low round), to finish T5 at the Sony Open in Hawaii...Finished T10 at the Humana Challenge to start the season off with back-to-back top 10s. Shot the best third-round score (62 on the Nicklaus Course)...Finished T4 at the Puerto Rico Open, with rounds of 67-69-66-68. Was two shots off Scott Brown's winning score...Was the medalist at U.S. Open qualifying at Springfield CC in Springfield, Ohio, in early June. Shot rounds of 65-64 to roll to a six-shot triumph over Brandon Brown...Opened with a 1-over 71 before three rounds in the 60s led to a T6 finish at The Greenbrier Classic—his fourth top-10 finish of the season. Finished four strokes behind tournament winner Jonas Blixt.\n\n2012: Finished the Web.com TOUR season with four cuts made to secure his PGA TOUR card for the second time (2010), finishing 20th on the money list...First top-10 came at Chile Classic, a T7...Fired a bogey-free, 6-under 66 on the last day to finish runner-up at the South Georgia Classic. His 14-under 274 total left him two back of winner Luke List. Was one off the pace after the first and second rounds but fell four behind with a third-round 72...Picked up a second top-10 of the season, at the Mexico Open. Opened and closed with 5-under 67s at El Bosque CC to T6 in Leon...Added another top-10 in mid-July with a T9 at the Utah Championship, on the strength of four under-par rounds at Willow Creek CC. \n\n2011: Made the cut in 11 of 23 starts on the Web.com Tour. First top-10 was a T3 at the Chiquita Classic, where he finished 20-under par for the week...Thirteen starts later he added another top-10 when he finished sixth at the Winn-Dixie Jacksonville Open. His second-round 64 tied for low round of the week at Dye's Valley Course at TPC Sawgrass and gave him a share of the 36-hole lead with eventual champion Gavin Coles. Jumped from No. 77 to 66 on the money list but missed qualifying for the Web.com Tour Championship by six places on the earnings chart. \n\n2010: Made the cut in 13 of 28 starts on the PGA TOUR and ended the season No. 154 on the money list. Started his rookie season with a T25 finish at the Sony Open in Hawaii. Was T2 at the Mayakoba Golf Classic and later added a T15 at The McGladrey Classic. Also made three starts on the Web.com Tour, finishing T5 at the Knoxville News Sentinel Open. \n\n2009: Finished the Web.com Tour campaign No. 26 on the money list after being bumped at the season-ending Web.com Tour Championship from what looked to be a PGA TOUR card. Entered the week at No. 23 on the money list but dropped three places despite a T14 finish, his 11th top-25 of the year. Stumbled with a 76 in the opening round at Daniel Island, SC, but rallied with rounds of 67-69-68 to wind up $2,844 behind No. 25 Fran Quinn. Ended the year No. 5 in Total Birdies...Collected his first career top-10 with a T8 at the Knoxville Open where he was one of only three players to post all four rounds in the 60s...Added a T3 at the Soboba Classic where he shared the 54-hole lead. Struggled on the windy final day at The CC at Soboba Springs and did not make a birdie until the final hole. Finished four shots back of winner Jerod Turner but earned enough money to propel him from No. 48 to 23 on the money list with three events remaining. Skipped the Chattanooga Classic the following week but added a T17 at the Miccosukee Championshp to hold his place on the money list. \n\n2008: Made the cut in half of his 14 starts on the Web.com Tour, with a pair of top-25 finishes. Was T24 at the Xerox Classic and followed it up the next week with a T17 at the Northeast Pennsylvania Classic. Became part of Web.com Tour history when he was one of a record four players (Peter Tomasulo, Chris Stroud and Jonathan Fricke) to record a hole-in-one during the opening round of the Utah Championship. His was the third ace when he holed a 7-iron at the seventh hole. \n\n2007: Played on the Hooters Tour, with his career highlighted by a win at the Hooters Winter Series Tour Championship. \n\n2006: Played on the Hooters Tour. \n\nAmateur: Earned individual medalist honors at the 2005 Mid-Continent Conference Championship, the first player in Oakland University history to do so. The win was one of four during his senior season. Also named the conference's Player of Year in 2005. \n\n","otherCarHigh" : "","personal" : "Lists his parents as his heroes. Got started in golf in the eighth grade because he wanted to play for his high school golf team...Spent 2006 and 2007 seasons on the NGA Tour before earning conditional status on the 2008 Web.com Tour. Graduated from Oakland University as the most-decorated golfer in school history after winning nine career events...In April, 2016, was inducted into the Oakland University Hall of Honor, where he competed from 2001-2005.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T25th at the The RSM Classic.","dynStats" : "He ranks 32nd in Driving Accuracy Percentage - on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}