{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "33399","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hadwin","first" : "Adam","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "165","weightMetric" : "75","birthDate" : "November 2, 1987","age" : "28","birthPlace" : "Moose Jaw, Saskatchewan, Canada","residence" : "Abbotsford, British Columbia, Canada","family" : "Single","education" : "University of Louisville (2009, Business Administration)","splInterest" : "Cooking, cars, finance","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2014)","trndProYear" : "2009","clubAffl" : "Morgan Creek GC (Surrey, British Columbia, Canada)","cityPlaysFrm" : "Abbotsford, B.C.; ; Canada","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,724,590&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2012","exmtStatus" : "Fully Exempt","otherVics" : "","intlVics" : "(2): 2010 Desert Dunes Classic [Can]. 2011 Pacific Colombia Tour [Can].","curYearHigh" : "Opened the CareerBuilder Challenge with a pair of 66s to head into the third round three strokes off the lead. Despite a third-round 64 at the Nicklaus Tournament Course, he couldn't make up ground on the leader, Jason Dufner, with whom he was paired in the final round. While Dufner went on to victory, Hadwin posted even-par 72 in the final round to finish T6 at 20-under 268.","carHigh" : "2013: Made the cut in 11 of 21 starts during his second full season on the Web.com Tour and had six top-10 finishes...Was one of the medalists at U.S. Open qualifying in early June at Woodmont CC in Rockville, Md. Shot rounds of 65-67 at Woodmont's North Course and South Course to tie with Randall Hutchison and Russell Knox, at 9-under...Missed the cut at the U.S. Open at Merion in mid-June..Was solo fifth at the rain-delayed United Leasing Championship in Indiana two weeks later. Finished 9-under, two shots out of the four-man playoff...Was T7 in his next start, at the Utah Championship...Made the cut in one of the four Finals' events, with a T37 at the Nationwide Children's Hospital Championship...Monday qualifier at the PGA TOUR's Farmers Insurance Open in January and was T9 after 54 holes of the rain-delayed event but withdrew prior to the completion of the final round Monday...Also received a sponsor exemption into the RBC Canadian Open but missed the 36-hole cut. \n\n2012: Made the cut in 13 of 25 starts on Tour and ended the year No. 30 on the final money list, thanks to four top-10 finishes. Also ended the year No. 3 in Third-Round Scoring Average...Was T5 at the Soboba Golf Classic in early April, where he moved into contention with a 6-under 65 in the third round. Was only two off the lead after 54 holes but stumbled with a 73 in the final round to finish at 4-under 280, four back of winner Andres Gonzales...Made a PGA TOUR start in his native Canada, missing the cut at the RBC Canadian Open for the first time after making back-to-back cuts in 2010 and 2011. Opened with a 4-under 66 at Hamilton G&CC but stumbled to a second-round 74 to miss the weekend...Was T3 at the Cox Classic in August, finishing at 20-under par and four shots back of winner Ben Kohles. Moved into contention with an 8-under 63 in the third round at Champions Run and fired a bogey-free 66 on the final day. Tied for first in Putting for the week...Entered the final week of the season No. 48 on the money list. Posted four rounds in the 60s at the Web.com Tour Championship near Dallas to T3. Was tied for second after posting a 6-under 65 in the final round at TPC Craig Ranch, which would have moved him to No. 25 on the money list, earning him his 2013 PGA TOUR card. Lost out on his card as he fell into his T3 when third-round co-leader James Hahn birdied the 72nd hole (the last stroke of the year). The difference in prize money resulted in him winding up No. 30 on the money list instead of No. 25.\n\n2011: Made the cut in all five PGA TOUR starts and had two top-10 showings. Finished T4 at the RBC Canadian Open...Was T7 at the Frys.com Open in October on the strength of a third-round 64...Won the Pacific Columbia Tour event on the Canadian Tour, shooting rounds of 66-66-62-69 to earn his second title. In his third-round, 10-under 62, he had eight birdies and an eagle. \n\n2010: Was T27 at the Ford Wayne Gretzky Classic, his first Web.com Tour start...Played in the RBC Canadian Open for the first time and won the Rivermead Trophy awarded to the low Canadian (T37)...Was the Canadian Tour Rookie of the Year, winning the Desert Dunes Classic. \n\n2009: Made his professional debut, playing on the Canadian Tour. \n","otherCarHigh" : "Was 2009 Big East individual champion at Louisville...Was a 2009 honorable mention All American...Academic All American in both the (2007-08 and 2008-09 school years.","personal" : "Instructor is Brett Saunders...Biggest thrill in golf is playing in the final group at the 2011 RBC Canadian Open. Biggest thrill outside of golf is doing the coin toss at the British Columbia Lions Canadian Football League game...Never travels without his contacts...Favorite websites are twitter.com and facebook.com...Favorite college team is the Louisville Cardinals. From the professional ranks, he follows the Vancouver Canucks, Toronto Blue Jays and New England Patriots. Favorite TV shows are \"How I Met Your Mother,\" \"CSI\" and \"Man vs Food.\" Top movies are \"The Hangover\" and \"The Fast and the Furious.\" Favorite athlete to watch is Tiger Woods. Favorite city to visit is San Diego. Twitter account is @ahadwingolf...Favorite gadget is his Blackberry, and his favorite app is Angry Birds. Carries protein bars and nuts in his golf bag for snacks. Dream foursome would include Tom Brady, Bill Gates and Jennifer Aniston. Most people don't know that he is a Kentucky Colonel. Bucket list includes skydiving, bungee jumping and visiting the Great Wall of China. Supports the C.H.I.L.D Foundation, supporting chron's disease research, an ailment his brother has...Loves trying new things in the kitchen and creating new things to eat.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Opened the CareerBuilder Challenge with a pair of 66s to head into the third round three strokes off the lead. Despite a third-round 64 at the Nicklaus Tournament Course, he couldn't make up ground on the leader, Jason Dufner, with whom he was paired in the final round. While Dufner went on to victory, Hadwin posted even-par 72 in the final round to finish T6 at 20-under 268.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2014-15","qSchoolYear" : "","exmtStatus" : "107th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "(2): 2010 Desert Dunes Classic [Can]. 2011 Pacific Colombia Tour [Can].","curYearHigh" : "Opened the CareerBuilder Challenge with a pair of 66s to head into the third round three strokes off the lead. Despite a third-round 64 at the Nicklaus Tournament Course, he couldn't make up ground on the leader, Jason Dufner, with whom he was paired in the final round. While Dufner went on to victory, Hadwin posted even-par 72 in the final round to finish T6 at 20-under 268.","carHigh" : "2014-15: Amassed three top-10 finishes in 29 starts to finish 95th in the FedExCup standings after the Wyndham Championship to advance to the FedExCup Playoffs. Ended his season at No. 107 in the FedExCup standings after missing the cut in the first Playoffs' event, The Barclays...Finished T10 in his first appearance in the Shriners Hospitals for Children Open. Shot up the leaderboard with a TOUR career-best 63 in the final round...Next top-10 came 18 starts later, sinking a 23-foot, 8-inch birdie putt on the 72nd hole to finish T5 at the Crowne Plaza Invitational at Colonial, two strokes behind champion Chris Kirk. Posted four rounds in the 60s for the first time in 31 PGA TOUR starts...The Canadian overcame an opening 1-over 73 with scores of 67-67-68 to finish T7 at the RBC Canadian Open. Started birdie-eagle in the final round en route to the 68.\n\n2013-14: Played his way to the PGA TOUR on the strength of two wins, a runner-up and a third-place performance in 21 starts. Collected nine top-10s and made 16 cuts. His earnings of $529,792 were the third-highest single-season total in Tour history...In February's season opener in Bogota, carded rounds of 69-71 on Thurday and Friday at the Pacific Rubiales Colombia Championship. Jumped up the leaderboard with a 66 in the third round. When the final round was canceled due to bad weather, he would be credited with a T8 finish...Birdied four of the final six holes at the Chile Classic, including Nos. 17 and 18, to earn his first Tour title in early March. Held the 54-hole lead at 13 under at Prince of Wales CC in Santiago. Was in a final-round battle with several challengers, and at one point shared the lead with four others midway through the back nine. Was 14 under with two to play, telling his caddie on the 17th tee that no one would catch him if he birdied the last two holes. He proceed to roll in a 6-foot birdie putt on No. 17 to get to 15-under and into a tie with Alistair Presnell, who had canned an 18-foot eagle putt (his third eagle of the round) on the final hole to finish at 15-under 273. Hit driver, 4-iron on the par-5 18th and was pin high, leaving a challenging pitch which he hit to 4 feet. He canned the birdie putt for a 3-under 69 and a one-stroke victory, worth $117,000. Became the 13th Canadian-born player to win on the Web.com Tour and the first since Chris Baryla at the 2009 Chattanooga Classic. The win came in his 49th career Tour start...Fired 69-68 over the last two rounds at the El Bosque Mexico Championship, after opening with 73-71. The T3 was his third top-10 of the year...Got his fourth top-10 in early June at the Cleveland Open with a strong weekend (66-67), leading to a T8...In early July, opened the Nova Scotia Open with a 66. Struggled over the next 36 holes with rounds of 73-74. Was tied for 42nd after 54 holes but bounced back with a 65 the last day for a T7 finish...Officially secured his 2014-15 PGA TOUR card for the first time at the conclusion of the Regular Season in late August (fourth on the money list). Narrowly missed a 25-foot birdie putt on the 72nd hole to tie Carlos Ortiz and force a playoff at the WinCo Foods Portland Open. Jumped into contention with middle rounds of 65-63 before recording a 70 on Sunday. His check for $70,400 jumped him from No. 10 on the money list to No. 4 heading into the Web.com Tour Finals...Earned his second win of the season with a two-stroke victory at the Chiquita Classic, the second of four Finals' events. Jumped into the lead on the first day with a course-record, 9-under 63 that included six consecutive birdies starting on his back nine. Was three shots back after an even-par 72 on the second day at River Run CC and was only one off the pace after 54 holes. Birdied his first two holes in the final round and added another at No. 6 to take the lead for good. Offset a bogey at No. 8 with a birdie at No. 11, giving him a two-stroke lead over playing partner John Peterson. Maintained the lead the rest of the way and birdied No. 16 along with Peterson to preserve the win. Final-round 68 put him at 18-under par. Victory was worth $180,000 and moved him up two spots to No. 2 on the overall money list, behind three-time winner Carlos Ortiz, who took the week off. He became the year's only other multiple winner (Carlos Ortiz, with three wins)...Cruised to a T7 at the Web.com Tour Championship in Ponte Vedra Beach, Fla., in September to overtake Ortiz for the top spot on the Tour's money list. Trailed Ortiz by $15,736 going into the final event of the season. Became fully-exempt for the 2014-15 PGA TOUR season, while also securing an invitation to May's PLAYERS Championship.\n\n2013: Made the cut in 11 of 21 starts during his second full season on the Web.com Tour and had six top-10 finishes...Was one of the medalists at U.S. Open qualifying in early June at Woodmont CC in Rockville, Md. Shot rounds of 65-67 at Woodmont's North Course and South Course to tie with Randall Hutchison and Russell Knox, at 9-under...Missed the cut at the U.S. Open at Merion in mid-June..Was solo fifth at the rain-delayed United Leasing Championship in Indiana two weeks later. Finished 9-under, two shots out of the four-man playoff...Was T7 in his next start, at the Utah Championship...Made the cut in one of the four Finals' events, with a T37 at the Nationwide Children's Hospital Championship...Monday qualifier at the PGA TOUR's Farmers Insurance Open in January and was T9 after 54 holes of the rain-delayed event but withdrew prior to the completion of the final round Monday...Also received a sponsor exemption into the RBC Canadian Open but missed the 36-hole cut. \n\n2012: Made the cut in 13 of 25 starts on Tour and ended the year No. 30 on the final money list, thanks to four top-10 finishes. Also ended the year No. 3 in Third-Round Scoring Average...Was T5 at the Soboba Golf Classic in early April, where he moved into contention with a 6-under 65 in the third round. Was only two off the lead after 54 holes but stumbled with a 73 in the final round to finish at 4-under 280, four back of winner Andres Gonzales...Made a PGA TOUR start in his native Canada, missing the cut at the RBC Canadian Open for the first time after making back-to-back cuts in 2010 and 2011. Opened with a 4-under 66 at Hamilton G&CC but stumbled to a second-round 74 to miss the weekend...Was T3 at the Cox Classic in August, finishing at 20-under par and four shots back of winner Ben Kohles. Moved into contention with an 8-under 63 in the third round at Champions Run and fired a bogey-free 66 on the final day. Tied for first in Putting for the week...Entered the final week of the season No. 48 on the money list. Posted four rounds in the 60s at the Web.com Tour Championship near Dallas to T3. Was tied for second after posting a 6-under 65 in the final round at TPC Craig Ranch, which would have moved him to No. 25 on the money list, earning him his 2013 PGA TOUR card. Lost out on his card as he fell into his T3 when third-round co-leader James Hahn birdied the 72nd hole (the last stroke of the year). The difference in prize money resulted in him winding up No. 30 on the money list instead of No. 25.\n\n2011: Made the cut in all five PGA TOUR starts and had two top-10 showings. Finished T4 at the RBC Canadian Open...Was T7 at the Frys.com Open in October on the strength of a third-round 64...Won the Pacific Columbia Tour event on the Canadian Tour, shooting rounds of 66-66-62-69 to earn his second title. In his third-round, 10-under 62, he had eight birdies and an eagle. \n\n\n2010: Was T27 at the Ford Wayne Gretzky Classic, his first Web.com Tour start...Played in the RBC Canadian Open for the first time and won the Rivermead Trophy awarded to the low Canadian (T37)...Was the Canadian Tour Rookie of the Year, winning the Desert Dunes Classic. \n\n2009: Made his professional debut, playing on the Canadian Tour. \n\nAmateur: Was 2009 Big East individual champion at Louisville...Was a 2009 honorable mention All American...Academic All American in both the (2007-08 and 2008-09 school years.\n","otherCarHigh" : "","personal" : "Biggest thrill in golf is playing in the final group at the 2011 RBC Canadian Open. Biggest thrill outside golf is dropping the puck at a Vancouver Canucks game...Favorite websites are twitter.com and nhl.com...Favorite college team is the Louisville Cardinals. From the professional ranks, he follows the Vancouver Canucks, Toronto Blue Jays and New England Patriots. Favorite TV shows are \"Big Bang Theory,\" \"Suits\" and \"Modern Family.\" Top movies are \"The Theory of Everything\" and \"SeVen.\" Favorite athlete to watch is Novak Djokovic. Favorite city to visit is San Diego. Twitter account is @ahadwingolf...Favorite gadget is his iPhone, and his favorite app is PGATOUR...Dream foursome would include Tom Brady, Bill Gates and my brother. Most people don't know that he is a Kentucky Colonel. Bucket list includes skydiving, bungee jumping and visiting the Great Wall of China. Supports the C.H.I.L.D Foundation, supporting Crohn's disease research, an ailment his brother has...Loves trying new things in the kitchen and creating new things to eat.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T6th at the CareerBuilder Challenge in partnership with the Clinton Foundation.","dynStats" : "He ranks 73rd in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/ahadwingolf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}