{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "39069","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Ellerbrock","first" : "Ryan","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.87","weight" : "180","weightMetric" : "80","birthDate" : "August 29, 1989","age" : "26","birthPlace" : "San Diego, California","residence" : "San Diego, California","family" : "Single","education" : "Point Loma Nazarene University (Industrial and Organizational Psychology, 2012)","splInterest" : "Traveling, surfing, outdoor activities","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2013","clubAffl" : "San Diego Country Club (San Diego, California)","cityPlaysFrm" : "San Diego, California","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Earned conditional status on PGA TOUR Latinoamérica for the second consecutive year by finishing T25 at the Q-School held in Sebring, Florida in January... Only cut made in 9 starts in Latin America was 61st at the Mexico Open in May.\n\n2014: Made only two cuts in nine starts on his first season on PGA TOUR Latinoamérica… His only top-25 finish was T15 at the Hyundai BBVA 88th Abierto de Chile in November… Joined PGA TOUR Latinoamérica with a T32 finish at the Sebring, Florida Q-School in January.\n\n2013: Missed the cut at the Puerto Rico Classic on his first career start on PGA TOUR Latinoamérica… Tried to earn PGA TOUR Latinoamérica status in February, but finished T56 at the Sebring, Florida Q-School.\n\n2012: Turned professional in January… Has played on California's Golden State Tour.\n","otherCarHigh" : "A member of the golf team at Point Loma Nazarene University, where he was a three-time All-American. Collected two college wins: the San Marcos Invitational and the Smee Builders Invitational… Four-year varsity golf team member at Hilltop High School.","personal" : "Although he is a U.S. citizen, he says that not many people know that he is Nicaraguan as well… Affiliated to San Diego Country Club… His younger brother, Sean, is a professional tennis coach… Has a younger sister, Dani… Uncle, Bryan Gorman, was a PGA TOUR member in 1996 and now works as Head Pro at Salt Creek Golf Club… His uncle and Phillip Schmitt III are the golf instructors he has worked with… In addition to golf, while at Hilltop High School he played water polo and was also a swimmer all four years of high school… Graduated from Point Loma Nazarene University with a degree in industrial and organizational psychology… His hobbies include traveling, surfing and outdoor activities… Torrey Pines South is his favorite golf course to play… Likes to wear his socks inside out… His favorite teams are San Diego State University, San Diego Padres (MLB), San Francisco Giants (MLB), San Diego Chargers (NFL) and New York Yankees (MLB)… Slightly Stoopid is his favorite band… Braveheart, Forrest Gump and Caddie Shack are his favorite movies… Lone Survivor is his favorite book… Loves Japanese and Chinese food… Rome is his favorite city to visit… Hawaii and Italy are his top vacation spots… Adam Scott, Tiger Woods and Denzel Washington would round out his dream foursome… His bucket list includes playing Augusta National during the Masters, skydiving and traveling to Bora Bora… His favorite quote is Bob Marley's “Live the life you love, love the life you live.”… Instagram: r_ellerbrock8","otherInfo" : "","prYrSeason" : "","exmtStatus" : "2015 Q-School"},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri was T15th in 2014 at the Hyundai BBVA 88 Abierto de Chile.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}