{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02190","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Tewell","first" : "Doug","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "210","weightMetric" : "95","birthDate" : "August 27, 1949","age" : "66","birthPlace" : "Baton Rouge, Louisiana","residence" : "Edmond, Oklahoma","family" : "Wife, Pam; Kristi (9\/24\/69), Jay (3\/31\/75); five grandchildren","education" : "Oklahoma State University (1971, Speech Communications)","splInterest" : "Home construction\/owns Heirloom Homes, family, broadcasting, auto racing","pronunciation" : "TOOL","nwTourAlumnus" : "","trndProYear" : "1971","clubAffl" : "Oak Tree GC (Edmond, Oklahoma)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "10,462,903&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Did not play in an event during the year.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1975","qSchoolYear" : "June 1975","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Did not play in an event during the year.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1999","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(3): 1978 South Central PGA Championship. 1982 Oklahoma Open. 1988 Acom Team Championship [with Bob Gilder].","intlVics" : "","curYearHigh" : "Did not play in an event during the year.","carHigh" : "2014: Only appearance in the year was in June when he and teammate, Joe Daley, finished T17 in the Big Cedar Lodge Legends of Golf in the Champions Division.\n\n 2013: Won four times in a PGA TOUR career that started in June of 1975...Last victory came at the 1987 Pensacola Open, a three-stroke triumph over Danny Edwards and Phil Blackmar...Had his best earnings year in 1986 when he finished the season with $310,285 (No. 18)...Had a runaway victory (seven strokes) over Clarence Rose in the Los Angeles Open that year...Highest money standing came in 1980 when he placed 17th with $161,684...Won two titles in 1980, defeating Jerry Pate in a playoff for the Sea Pines Heritage Classic crown and coming from behind to defeat Tom Kite at the IVB-Philadelphia Classic...Went over $2 million in PGA TOUR earnings with his T21 at the 1992 PLAYERS Championship...Led the PGA TOUR in Driving Accuracy in both 1992 and 1993...Never attended a PGA TOUR Qualifying Tournament. Entered as a PGA of America member after serving as a club professional from 1971-75. First worked as an assistant pro at Kicking Bird GC in Edmond, Okla. before moving to Pinetop CC in Pinetop, Ariz., first as an assistant and then the head professional. Also taught lessons in the offseason at Camelback CC near Phoenix...Underwent major elbow surgery in September of 1995 that caused him to miss all of the 1996 season...Has had 12 career holes-in-one.\n\n2013: Lone start came in April when he teamed with Jay Sigel to finish 13th in the unofficial Raphael Division at the Liberty Mutual Insurance Legends of Golf in Savannah.\n\n2012: Played in two official events. Was T70 at the Toshiba Classic and T34, with partner Jay Sigel, at the Liberty Mutual Legends of Golf. \n\n2011: Made his first Champions Tour appearance since the 2010 Mississippi Gulf Resort Classic and was T10 in the Liberty Mutual Legends of Golf's Raphael Division with partner Steve Jones, who was making his Champions Tour debut...Also made three official starts—Regions Tradition (70th), Greater Hickory Classic at Rock Barn (T75), and SAS Championship (77th). 2010: Made his first start in an official stroke-play event on the Champions Tour since February 2007, when he played in the inaugural Mississippi Gulf Resort Classic and finished T69...Also teamed with Bob Gilder to finish T24 in the Legends Division at the Liberty Mutual Legends of Golf. 2007: Lone appearance was at the Allianz Championship (T43). 2006: Had a pair of top-10s in his last full season on the Champions Tour with both coming in majors. Was ninth at the Senior PGA Championship and T9 at the JELD-WEN Tradition. 2005: Chose to have elbow surgery after being troubled with discomfort for much of the first four months of the season. Underwent arthroscopic surgery on his left elbow May 10 near his home in Oklahoma City to clean out scar tissue...Best showing came at the JELD-WEN Tradition in late August. Shared the 54-hole lead with his neighbor Gil Morgan, but closed with a 1-over-par 73 to drop to a T5 finish. 2004: Ended a victory drought of just over a year when, after borrowing a Ping Anser putter from the stash of surplus clubs at the home of his fellow professional Walter Hall, used the club to win the Greater Hickory Classic at Rock Barn. Made a clutch 13-foot birdie putt on the last hole to edge Bruce Fleisher by one stroke. Shot an 8-under-par 64 in the last round to come from three strokes back of Fleisher Sunday. Victory was his eighth on the Champions Tour and gave him five straight years with at least one win. Went bogey-free over his 54 holes at Rock Barn, a first since Morris Hatalsky won the 2003 Columbus Southern Open without making a bogey. 2003: Victory near Grand Rapids came in dramatic fashion. Came from three strokes back Sunday to claim his seventh career title at the Farmers Charity Classic. Tied Eamonn Darcy after 54 holes as a result of a clutch 18-foot eagle putt on the 17th hole at Egypt Valley. Eventually defeated Darcy with a 15-foot birdie putt on the third playoff hole. Victory made him the 16th different winner in 2003, tying the all-time Champions Tour record for longest span without a repeat winner. 2002: The third of six multiple winners on the season...Came from three strokes back to win the Verizon Classic by one stroke over Hale Irwin. Was the only player in the field to record three consecutive rounds in the 60s at TPC Tampa Bay and hit 41 of 42 fairways...Held off Bobby Wadkins by a stroke to win the Liberty Mutual Legends of Golf. Again drove the ball in 41 of 42 fairways at the King & Bear course...Made the first hole-in-one of the season when he aced the 217-yard eighth hole with a 4-iron at Hualalai GC during the opening round of the MasterCard Championship. Ace was the first in tournament history. 2001: In April, closed with a Cochise course-record 10-under-par 62 at Desert Mountain, the lowest score ever shot in a major championship on the Champions Tour, and completed a wire-to-wire victory at The Countrywide Tradition. Victory at Desert Mountain GC was his second major victory on the Champions Tour. Needed just 19 putts in his final round and his 72-hole total of 23-under-par 265 was the best four-round score on the Champions Tour since Jack Nicklaus posted an all-time record of 27-under 261 at the 1990 Ford Senior Players Championship. The nine-stroke win was also the largest margin of victory since Hale Irwin won the 1997 PGA Seniors' Championship by 12 strokes. Victory near Phoenix was his fourth Champions Tour title, coming in his 40th career start. Did not register his fourth win on the PGA TOUR until his 541st start...Almost claimed a second major title at the Ford Senior Players Championship, but fell in a one-hole playoff to Allen Doyle. Appeared on the verge of winning the title before Doyle drained a 35-foot putt on the 72nd hole to force the overtime session. 2000: Earned Rookie of the Year honors, thanks to three victories, including a win in a Champions Tour major...Broke through in a big way with his first Champions Tour title, the rain-shortened PGA Seniors' Championship. Victory was his first since the '87 Pensacola Open. At the time, became just the 10th player ever to make his first victory on the Champions Tour a major when he waltzed to a seven-shot triumph over Dana Quigley, Tom Kite, Larry Nelson and Hale Irwin at PGA National...Added his second victory at the SBC Championship in San Antonio, holing a birdie putt on the final hole for a one-stroke win over Walter Hall and Larry Nelson...Claimed his third title at the Novell Utah Showdown, outdistancing his neighbor, Gil Morgan, by two strokes in Park City. 1999: Turned 50 in August, but did not play his first event until early October due to a back injury he sustained right before he was eligible to play...Made debut on the Champions Tour at the Vantage Championship and finished T15.\n","otherCarHigh" : "","personal" : "Daughter, Kristi, is married to Pat Bates, a former PGA TOUR and Web.com Tour member. Bates was a three-time winner on the Web.com Tour in 2001, including the season-ending Web.com Tour Championship. He is now the golf coach at the University of Central Oklahoma...Biggest thrills in golf were winning the 1980 MCI Heritage Classic, his first TOUR victory, and his first Champions Tour win at the 2000 PGA Seniors' Championship, each by seven strokes...Lists his father and Labron Harris, Sr., as the most influential people in his golf career...Got started in the game by working as a caddie for his father in Stillwater, Okla...Has worked with such instructors as Gary Smith, Jim Flick, Stan Utley and Labron Harris...Attended Oklahoma State his freshman year on a basketball scholarship from the legendary coach Henry Iba...Was named to the Oklahoma Hall of Fame in August 2007...Favorite golf course is Oak Tree GC in Edmond, Okla...Biggest thrill outside golf was attending Race Driving School with Rick Mears, Bobby Rahal and Al Unser, Sr...Always keeps a penny in his pocket for good luck...Nickname is \"Tewell Time.\"...Other favorites include the Bible, The History Channel, actress Charlize Theron, singer Vince Gill, ice cream and Arnold Palmer...One course he would like to play is Pine Valley...Board member of The First Tee of Oklahoma City...Some of his best friends on the Champions Tour are Bob Gilder, Bruce Lietzke and Gil Morgan.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 8 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}