{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01723","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Magee","first" : "Andrew","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "180","weightMetric" : "82","birthDate" : "May 22, 1962","age" : "53","birthPlace" : "Paris, France","residence" : "Paradise Valley, Arizona","family" : "Wife, three children","education" : "University of Oklahoma (1984)","splInterest" : "Travel, swimming, fishing, whistling","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1984","clubAffl" : "","cityPlaysFrm" : "Paradise Valley; Arizona; United States","websiteUrl" : "http:\/\/www.gaylordsports.com\/bio_magee.html","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "8,514,591&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "1984","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2004: Did not play due to Achilles tendon surgery (Oct. 24, 2003) and subsequent rehabilitation. Will receive a Major Medical Extension for the 2005 campaign. Has the opportunity to play in 29 events and match the $623,262 winnings of 2004's No. 125, Tag Ridings. If he does so, will play out of the Major Medical Extension category for the remainder of the season. 2003: Finished among the top 125 for the 18th time in 19 seasons on TOUR...A final-round 68 at Omni Tucson National Golf Resort vaulted him to a T6 finish at the Chrysler Classic of Tucson, his best finish since a T3 at the 2002 AT&T Pebble Beach National Pro-Am...Recorded four rounds in the 60s at the EDS Byron Nelson Championship to finish T9, his second top-10 of the season...One week after withdrawing from Greater Hartford Open due to the death of his mother, finished T8 at the Buick Open, five shots behind champion Jim Furyk. 2002: Used Top-50 career money winners exemption for 2002. Actually 51st, but with the ranking of the late Payne Stewart (No. 15), moved into top 50...T3 at the AT&T Pebble Beach National Pro-Am, his first top-10 on TOUR since the 2000 Tampa Bay Classic and first top-3 finish since the 2000 Greater Greensboro Chrysler Classic...Closed with 64 at the John Deere Classic good for T10, his second top-10 of the season. 2001: Fell to 180th on the money list with uncharacteristic season...T25 at the Invensys Classic of Las Vegas produced lone top-25 finish of the season...Made history in the first round of the Phoenix Open, recording an ace on the 333-yard, par-4 17th hole. Magee's drive bounded onto the green at the TPC of Scottsdale, caromed off Tom Byrum's putter and went into the hole for what was believed to be the first hole-in-one on a par 4 in TOUR history. \"It looked like a hole-in-one and sounded like a hole-in-one. But I still wasn't sure it was one,\" Magee said. Byrum was squatting down looking over a putt when the ball deflected off his putter and rolled about 8 feet directly into the hole for a rare double-eagle ace. Magee's opening 66 was two strokes behind leaders Brad Elder, Scott Verplank and Tom Lehman. Finished T44. 2000: Four top-10 finishes were most since 1998, while earnings of $867,372 were third most of his career and ranked 55th on official money list...Extended streak of years with a runner-up finish to five...Best finish of season came at Greater Greensboro Chrysler Classic where four sub-par rounds produced a lone second-place finish and season-high $324,000 payday. 1999: Bulk of earnings came in one week when he finished second and earned $500,000 in the WGC-Accenture Match Play Championship. Had victories over Darren Clarke (1-up), Thomas Bjorn (2 and 1), Bill Glasson (1-up), Shigeki Maruyama (1-up) and John Huston (3 and 1) before losing to Jeff Maggert. 1998: Earned career-best $964,302 and had one runner-up and a pair of third-place finishes. Finished 30th on official money list for second consecutive year...Rounds of 67-71-68-69 produced Memorial Tournament runner-up finish, four strokes behind Fred Couples. 1997: Came close twice to first victory since 1994 Northern Telecom Open with second-place finishes at Greater Vancouver Open and B.C. Open. Held one-stroke lead in final round of B.C. Open, but bogey on No. 16 opened door for Gabriel Hjertstedt to claim title by one stroke...Seven top-10s his best since 1991, when he also had seven. 1996: Ended the season with five top-10s. 1994: Most recent victory came at Northern Telecom Open. Closing 67 gave him a two-stroke margin over Loren Roberts, Vijay Singh, Jay Don Blake and Steve Stricker. 1988: First TOUR victory came at Pensacola Open, where he rallied from four strokes back on final day. 1991: Strong early-season run culminated in second career victory at rain-shortened Nestle Invitational over Tom Sieckmann. 30-foot eagle putt at 16 on final day was margin of victory...Later that year, shot 31-under-par 329, then the 90-hole scoring record, to force playoff with D.A. Weibring at Las Vegas Invitational. Won playoff with par on second extra hole. Amateur: Three-time All-American at University of Oklahoma...Won 1979 Doug Sanders Junior Invitational.\n","otherCarHigh" : "","personal" : "Born in Paris, where his father worked in the oil business...With Gary McCord, conducts Santa Claus Open, annual charity pro-am at TPC of Scottsdale...With Scott Verplank and Brian Watts, runs ClubCorp Pro-Am in Dallas to benefit health clinic at his former junior high school...Finished third at the 1998 Bob Hope Chrysler Classic one week after tangling with chainsaw at his Phoenix home while cutting a limb. Saw slipped and hit his left index finger. In comment that typifies his unique sense of humor, remarked: \"There are better ways to weaken the grip on your left hand, don't you think?\"...Won 1999 Southern Company Citizenship Award for work with charities.","otherInfo" : "Made three starts on the 2008 PGA TOUR, with only made cut a T64 at the Arnold Palmer Invitational presented by MasterCard. Competed in one tournament in 2007, the AT&T Pebble Beach National Pro-Am, and missed the cut. Spent much of 2007 and 2008 as a co-host on GOLF CHANNEL's \"The Approach\", where he and Alex Miceli would debate in a player versus the media forum. In 21st year on TOUR, limited to 19 events in 2006 due to cancer surgery and subsequent recovery. Underwent successful surgery to remove a cancerous tumor from his left kidney at the Cleveland (Ohio) Clinic Feb. 18. Dr. Indebir Gill performed the operation and said that the tumor and 15 percent of the kidney were removed “with excellent margins,” and that no radiation or chemotherapy procedures would be needed. Returned to action at the Shell Houston Open in late April. Received a Non-Exempt, Major Medical Extension for 2007. Finished 140th on 2005 money list playing on a Major Medical Extension after missing the entire 2004 season due to Achilles tendon surgery on Oct. 24, 2003. Posted consecutive top-10s, his first since 1997, in the 2005 Sony Open in Hawaii (T7) and Bob Hope Chrysler Classic (T8). Used Top-50 career money winners exemption for 2002. Actually 51st, but with the ranking of the late Payne Stewart (No. 15), moved into top 50. Finished T3 at the 2002 AT&T Pebble Beach National Pro-Am, his first top-10 on TOUR since the 2000 Tampa Bay Classic. Made history in the first round of the 2001 Phoenix Open, recording an ace on the 333-yard, par-4 17th hole. Magee's drive bounded onto the green at TPC Scottsdale, caromed off Tom Byrum's putter and went into the hole for what was believed to be the first hole-in-one on a par 4 in TOUR history. \"It looked like a hole-in-one and sounded like a hole-in-one. But I still wasn't sure it was one,\" Magee said. Byrum was squatting down looking over a putt when the ball deflected off his putter and rolled about 8 feet directly into the hole for a rare double-eagle ace. Earned $500,000 in the 1999 World Golf Championships-Accenture Match Play Championship, losing to Jeff Maggert in the final. Most recent victory came at 1994 Northern Telecom Open. In 1991, won twice, at the rain-shortened Nestle Invitational over Tom Sieckmann and then beat D.A. Weibring on second playoff hole at Las Vegas Invitational. First TOUR victory came at 1988 Pensacola Open, where he rallied from four strokes back on final day. Three-time All-America at University of Oklahoma. Born in Paris, where his father worked in the oil business. With Gary McCord, conducts Santa Claus Open, annual charity pro-am at TPC Scottsdale. With Scott Verplank and Brian Watts, runs ClubCorp Pro-Am in Dallas to benefit health clinic at his former junior high school. Won 1999 Southern Company Citizenship Award for work with charities.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2012","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "Played the PGA TOUR on a full-time basis from 1985-2006 and won four times...First PGA TOUR victory came at the 1988 Pensacola Open when he rallied from four strokes back on the final day. Shot 66 Sunday at Tiger Point and won his initial event after Tom Byrum, Bruce Lietzke and Ken Green all missed reasonable birdie opportunities that sent the event into a playoff...Had his best year on TOUR in 1991, winning twice and finishing fifth on the money list, with more than $750,000 in earnings. First triumph that season came at the rain-shortened Nestle Invitational. Holed a 30-foot eagle putt at the 16th hole to move into the lead and after posting a three-round score of 13-under 203. He had to wait out a two-hour rain delay before eventually finishing two strokes better than Tom Sieckmann. Second title that year came late in the season at the Las Vegas Invitational. After Chip Beck stole the early headlines by shooting 59 in the middle round of the 90-hole event, he had the tournament of his life at Sunrise GC, shooting a 31-under-par 329 that included a career-best 62 in the fourth round. His 329 was enough to tie him with D.A. Weibring, and he eventually prevailed over Weibring in the playoff, making par on the second extra hole...Started his 1994 season in Tucson and won his fourth career PGA TOUR title, at the Northern Telecom Open. His 18-under 270 translated into a two-stroke victory over Vijay Singh, Loren Roberts, Steve Stricker and Jay Don Blake...Made history in the first round of the 2001 Phoenix Open, recording an ace on the 333-yard, par-4, 17th hole at the TPC Scottsdale. His drive bounded onto the green, caromed off Tom Byrum's putter and went into the hole for what was believed to be the first hole-in-one on a par 4 in PGA TOUR history...Finished second seven times in his PGA TOUR career, most recently in 2000 at the Greater Greensboro Chrysler Classic. Shot four consecutive sub-par rounds but was a runner-up to Hal Sutton by three strokes...Also made it to the finals of the World Golf Championships-Accenture Match Play Championship in 1999 but lost to Jeff Maggert...Was a three-time All-America selection at the University of Oklahoma...Won the 1979 Doug Sanders Junior Invitational.","personal" : "Born in Paris, where his father worked in the oil business...With Gary McCord, helped conduct the Santa Claus Classic, a charity pro-am which ran from 1994-2003 at TPC Scottsdale...With Scott Verplank and Brian Watts, runs the ClubCorp Pro-Am in Dallas to benefit the health clinic at his former junior high school...Finished third at the 1998 Bob Hope Chrysler Classic one week after tangling with chainsaw at his Phoenix home. While cutting a limb, the saw slipped and hit his left-index finger. In comment that typifies his unique sense of humor, he remarked: \"There are better ways to weaken the grip on your left hand, don't you think?\"...Won the 1999 Southern Company Citizenship Award for work with charities...Underwent Achilles tendon surgery in October 2003...Worked briefly in television for Golf Channel, serving in an analyst's role...Favorite television shows include \"Intervention\", \"Breaking Bad\", and \"Parenthood\"...Outside of Golf, enjoys watching college football on TV...His favorite team as a kid was the Chelsea FC...Says he'd love to trade places for a day with Bernhard Langer (\" ‘cause he's a stud!\")...His first job was as a paperboy...Favorite meal is lobster and broccoli...One talent he'd like to have is to be a helicopter pilot...Favorite movie is \"Blazing Saddles.\"...A favorite athlete in another sport is Roger Federer...One course he'd love to play is Sand Hills in Nebraska...His most memorable vacation was going to Europe with his family...His most memorable shot was his 3-iron on the 90th hole at the 1991 Las Vegas Invitational...Is involved with the The Semper Fi Fund, which provides financial assistance to wounded Marines and their families while they recover...If he's not playing golf enjoys road biking...Bucket list includes traveling around the world with his kids.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "2013: Finished among the top 25 in four of his 22 starts, with three of those coming in his first five outings of the year...Was T13 in his first start, at the Allianz Championship, and was T18 at the Mississippi Gulf Resort Classic in March. Followed those events with a T15 near Atlanta in his next start, at the Greater Gwinnett Championship.\n\n2012: Turned 50 in late May and made his Tour debut days later at the Senior PGA Championship, where he made the cut and finished 60th...Was on the leaderboard for much of the final two rounds at the SAS Championship in North Carolina in October before eventually finishing T6...Was T8 in his previous start at the Pacific Links Hawaii Championship...One week after his Tour debut, fired three straight rounds of 68 to claim a sixth-place finish at The Principal Charity Classic in Iowa...Put together a string of 215 consecutive holes without a three-putt in the fall before it ended in the final round at the SAS Championship when he three-putted No. 8."}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 6th on the PGA TOUR Champions 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}