{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06621","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Durant","first" : "Joe","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "170","weightMetric" : "77","birthDate" : "April 7, 1964","age" : "52","birthPlace" : "Pensacola, Florida","residence" : "Pensacola Beach, Florida","family" : "Wife, Tracey; Connor (8\/4\/91), Hayes (2\/27\/98)","education" : "Huntingdon College (1987, Marketing)","splInterest" : "Sports, reading, music","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (1996, 2013)","trndProYear" : "1987","clubAffl" : "Steelwood GC (Loxley, Alabama)","cityPlaysFrm" : "Pensacola; FL; United States","websiteUrl" : "http:\/\/www.joedurantgolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "17,017,835&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1996","exmtStatus" : "29th on 2013 Web.com Tour priority list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Finished the season No. 165 in the FedExCup standings, with five made cuts in 11 starts. Also played on the Web.com Tour. Was the last player in the field at the HP Byron Nelson Championship after Joe Ogilvie withdrew Thursday with a shoulder injury. He went on to finish T3 for his first PGA TOUR top-10 finish since a T6 at the 2010 McGladrey Classic. Began the week onsite at the Web.com Tour's BMW Charity Pro-Am but decided to drive to Atlanta to catch a flight to Dallas as he moved up the alternate list at the HP Byron Nelson Championship. Closed with rounds of 65-65—130, just one stroke shy of the lowest closing 36-hole score on TOUR for the season (129, Robert Garrigus, Humana Challenge) for his best showing since a runner-up effort at the 2010 Mayakoba Golf Classic. \n\n2011: Failed to record a top-10 finish for the first time since 2007 and finished outside of the top 125 on the money list for the fourth time in five years...Finished a season-best T12 at the Wyndham Championship. \n\n2010: Managed two top-10 finishes in 19 starts on TOUR...Held the outright lead after the first three rounds (64-66-69) of the Mayakoba Golf Classic before a final-round, 1-over 72 left him T2, two behind champion Cameron Beckman. It was the fourth runner-up finish of his career...Sat just one stroke off the lead after the second and third rounds of The McGladrey Classic before a final-round, even-par 70 led to a T6 finish. Strong showing helped him jump from No. 131 and into the top 125 on the PGA TOUR official money list, at No. 115. \n\n2009: Made the cut in half of his 20 PGA TOUR starts, with his lone top-25 finish a T9 at the Puerto Rico Open. \n\n2008: Finished No. 129 on the money list for the second consecutive season, with top-10 finishes at the Buick Invitational (T6) and the season-ending Children's Miracle Network Classic (5th). Led the TOUR in Greens in Regulation for the third time in his career. \n\n2007: Made 17 of 28 cuts and competed in one event in the PGA TOUR Playoffs for the FedExCup. Best finish was a T14 at the World Golf Championships-Bridgestone Invitational. Finished 129th on the money list, but was already exempt for the 2008 season thanks to his win at the 2006 FUNAI Classic at Walt Disney World Resort. \n\n2006: Finished a career-best 13th on the money list and wrapped up Player of the Month honors for October\/November thanks to five consecutive top-10s to finish the season, including his fourth career TOUR victory at the FUNAI Classic at Walt Disney World Resort. Earned 72 percent ($2,016,450) of his earnings during the five-tournament stretch. Lost a three-hole playoff to D.J. Trahan at the Southern Farm Bureau Classic. Closed with a 6-under 66, including a birdie on the 72nd hole to force a playoff. Trahan won with a birdie-4 on the third playoff hole. Earned fourth career victory at the FUNAI Classic at Walt Disney World Resort, more than five years after his last win at the 2001 Genuity Championship. Posted rounds of 69-65-64-65—263, overcoming the one-stroke lead of Troy Matteson after 54 holes to defeat Matteson and Frank Lickliter II by four. With career-best paycheck of $828,000, surpassed $2 million for first time and jumped to No. 29 on TOUR money list. Closed season with a third-place finish at THE TOUR Championship, his second top-10 in two starts in the event (T10 in 2001). Shared first- and second-round leads and trailed Adam Scott by three heading into final round. Finished four behind Scott. Led TOUR in Driving Accuracy (78.43 percent) for second time in his career (2001). \n\n2005: After bogeying the final five holes of his third round at The Honda Classic, began the fourth round at The CC at Mirasol's Sunrise Course with seven consecutive birdies. Tied Tiger Woods (Masters) for the longest streak of the season. Finished fifth at THE PLAYERS Championship after playing 33 holes on Monday. Came into the 72nd hole one stroke behind winner Fred Funk but bogeyed the hole after his tee shot found the rough. \n\n2004: Finished in the top 100 on the money list for the fifth time in his first nine years, including second straight. Finished first on TOUR in Greens in Regulation, fourth in Driving Accuracy and fifth in Total Driving. \n\n2003: Led TOUR in Greens in Regulation (72.9 percent). A T2 at the FBR Capital Open was his best finish on TOUR since a T2 at the 2001 Shell Houston Open. \n\n2001: Finished in top 15 on money list for first time in career. After missing first cut at Touchstone Energy Tucson Open, ran off string of eight consecutive cuts made including four top-10s, two victories and rewrote several TOUR records. Earned more money in first nine starts of season ($1,778,672) than in entire TOUR career ($1,696,838), which covered 128 events. Indian Wells course-record-tying 61, his career low, in second round of Bob Hope Chrysler Classic gave him three-stroke lead. 136 and 193 were 36- and 54-hole tournament records. Fourth-round 66 lifted him to 29-under 256, establishing then-TOUR record for most strokes under par through 72 holes. Closing 65 brought 90-hole records for most strokes under par (36) and fewest strokes (324), breaking marks established by Tom Kite in winning 1993 Bob Hope Chrysler Classic. Continued winning trend in Miami at Genuity Championship, where closing 65 brought his third TOUR title. Began final round four strokes off lead. $810,000 paycheck lifted him to top of money list with $1,493,267 for three weeks. Shared first-round lead at Shell Houston Open and held one-stroke advantage through 54 holes. Closing 74 dropped him to T2, three strokes behind Hal Sutton. \n\n2000: Returned to the top 100 after falling out in 1999 due to an injured rib that hindered his play most of the season. \n\n1999: Won the Par-3 Contest at the Masters Tournament. \n\n1998: Became the fifth of eight first-time winners with victory at the Motorola Western Open. Shot 66 for 17-under 271 and two-stroke victory over Vijay Singh. Broke a tie with Singh with birdies at Nos. 14, 15 and 17. \n\n1997: Had successful return to PGA TOUR, finishing 100th on the money list on strength of three top-10s. Led TOUR in Total Driving. \n\n1996: Finished third on Web.com Tour money list with four top-three finishes. Won Mississippi Gulf Coast Classic by one stroke over Dave Rummells and Brett Quigley. \n\n1992: Earned first PGA TOUR card at Qualifying Tournament. Named the T.C. Jordan Tour Player of the Year. \n","otherCarHigh" : "Three-time NAIA All-American and medalist at 1987 NAIA Championship while at Huntingdon College in Montgomery, Ala.","personal" : "Took six months away from golf after 1991 Web.com Tour season. Received license to sell insurance but sold no policies. Also took job at golf equipment retail house, filling orders and stacking boxes. Before returning to TOUR golf, received lecture from wife, Tracey, about changing his negative outlook on golf course...Gave Chrysler (Town & Country Limited) received for victory at Bob Hope Chrysler Classic to Coachella Valley (Calif.) Youth Center and Boxing Club.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1993","qSchoolYear" : "1992","exmtStatus" : "29th on 2013 Web.com Tour priority list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2013: Played in 18 Web.com Tour events and seven PGA TOUR events. On the Web.com Tour, had three top-10s, making 14 cuts...Earned his first top-10 on the Web.com Tour since the close of the 1996 season with a T8 finish at the rain-shortened Stadion Classic at UGA...Added another top-10 (sixth) at the Price Cutter Charity Championship, where he closed with 65, equaling his low round of the year...Secured his 2013-14 PGA TOUR card at the fourth and last Web.com Tour Finals' event, with a T8 finish at the Web.com Tour Championship, despite slipping to a 1-over 73 Sunday at TPC Sawgrass' Dye's Valley Course. Began the week 67th in the priority ranking and jumped all the way to 29th...On the PGA TOUR, his best finishes were a T37 at the Valero Texas Open and a T54 at the Sandersons Farms Championship. He missed the cut in his other five starts.\n\n2012: Finished the season No. 165 in the FedExCup standings, with five made cuts in 11 starts. Also played on the Web.com Tour. Was the last player in the field at the HP Byron Nelson Championship after Joe Ogilvie withdrew Thursday with a shoulder injury. He went on to finish T3 for his first PGA TOUR top-10 finish since a T6 at the 2010 McGladrey Classic. Began the week onsite at the Web.com Tour's BMW Charity Pro-Am but decided to drive to Atlanta to catch a flight to Dallas as he moved up the alternate list at the HP Byron Nelson Championship. Closed with rounds of 65-65—130, just one stroke shy of the lowest closing 36-hole score on TOUR this season (129, Robert Garrigus, Humana Challenge) for his best finish since a runner-up effort at the 2010 Mayakoba Golf Classic.\n\n2011: Failed to record a top-10 finish for the first time since 2007 and finished outside of the top 125 on the money list for the fourth time in five years...Finished a season-best T12 at the Wyndham Championship. 2010: Managed two top-10 finishes in 19 starts on TOUR...Held the outright lead after the first three rounds (64-66-69) of the Mayakoba Golf Classic before a final-round, 1-over 72 left him T2, two behind champion Cameron Beckman. It was the fourth runner-up finish of his career...Sat just one stroke off the lead after the second and third rounds of the McGladrey Classic before a final-round, even-par 70 led to a T6 finish. Strong showing helped him jump from No. 131 and into the top 125 on the PGA TOUR official money list, at No. 115. 2009: Made the cut in half of his 20 PGA TOUR starts, with his lone top-25 finish a T9 at the Puerto Rico Open. 2008: Finished No. 129 on the money list for the second consecutive season, with top-10 finishes at the Buick Invitational (T6) and the season-ending Children's Miracle Network Classic (5th). Led the TOUR in Greens in Regulation for the third time in his career. 2007: Made 17 of 28 cuts and competed in one event in the PGA TOUR Playoffs for the FedExCup. Best finish was a T14 at the World Golf Championships-Bridgestone Invitational. Finished 129th on the money list, but was already exempt for the 2008 season thanks to his win at the 2006 FUNAI Classic at Walt Disney World Resort. 2006: Finished a career-best 13th on the money list and wrapped up Player of the Month honors for October\/November thanks to five consecutive top-10s to finish the season, including his fourth career TOUR victory at the FUNAI Classic at Walt Disney World Resort. Earned 72 percent ($2,016,450) of his earnings during the five-tournament stretch. Lost a three-hole playoff to D.J. Trahan at the Southern Farm Bureau Classic. Closed with a 6-under 66, including a birdie on the 72nd hole to force a playoff. Trahan won with a birdie-4 on the third playoff hole. Earned fourth career victory at the FUNAI Classic at Walt Disney World Resort, more than five years after his last win at the 2001 Genuity Championship. Posted rounds of 69-65-64-65—263, overcoming the one-stroke lead of Troy Matteson after 54 holes to defeat Matteson and Frank Lickliter II by four. With career-best paycheck of $828,000, surpassed $2 million for first time and jumped to No. 29 on TOUR money list. Closed season with a third-place finish at THE TOUR Championship, his second top-10 in two starts in the event (T10 in 2001). Shared first- and second-round leads and trailed Adam Scott by three heading into final round. Finished four behind Scott. Led TOUR in Driving Accuracy (78.43 percent) for second time in his career (2001). 2005: After bogeying the final five holes of his third round at The Honda Classic, began the fourth round at The CC at Mirasol's Sunrise Course with seven consecutive birdies. Tied Tiger Woods (Masters) for the longest streak of the season. Finished fifth at THE PLAYERS Championship after playing 33 holes on Monday. Came into the 72nd hole one stroke behind winner Fred Funk but bogeyed the hole after his tee shot found the rough. 2004: Finished in the top 100 on the money list for the fifth time in his first nine years, including second straight. Finished first on TOUR in Greens in Regulation, fourth in Driving Accuracy and fifth in Total Driving. 2003: Led TOUR in Greens in Regulation (72.9 percent). A T2 at the FBR Capital Open was his best finish on TOUR since a T2 at the 2001 Shell Houston Open. 2001: Finished in top 15 on money list for first time in career. After missing first cut at Touchstone Energy Tucson Open, ran off string of eight consecutive cuts made including four top-10s, two victories and rewrote several TOUR records. Earned more money in first nine starts of season ($1,778,672) than in entire TOUR career ($1,696,838), which covered 128 events. Indian Wells course-record-tying 61, his career low, in second round of Bob Hope Chrysler Classic gave him three-stroke lead. 136 and 193 were 36- and 54-hole tournament records. Fourth-round 66 lifted him to 29-under 256, establishing then-TOUR record for most strokes under par through 72 holes. Closing 65 brought 90-hole records for most strokes under par (36) and fewest strokes (324), breaking marks established by Tom Kite in winning 1993 Bob Hope Chrysler Classic. Continued winning trend in Miami at Genuity Championship, where closing 65 brought his third TOUR title. Began final round four strokes off lead. $810,000 paycheck lifted him to top of money list with $1,493,267 for three weeks. Shared first-round lead at Shell Houston Open and held one-stroke advantage through 54 holes. Closing 74 dropped him to T2, three strokes behind Hal Sutton. 2000: Returned to the top 100 after falling out in 1999 due to an injured rib that hindered his play most of the season. 1999: Won Par-3 Contest at the Masters. 1998: Became the fifth of eight first-time winners with victory at the Motorola Western Open. Shot 66 for 17-under 271 and two-stroke victory over Vijay Singh. Broke a tie with Singh with birdies at Nos. 14, 15 and 17. 1997: Had successful return to PGA TOUR, finishing 100th on the money list on strength of three top-10s. Led TOUR in Total Driving. 1996: Finished third on Web.com Tour money list with four top-three finishes. Won Mississippi Gulf Coast Classic by one stroke over Dave Rummells and Brett Quigley. 1992: Earned first PGA TOUR card at Qualifying Tournament. Named the T.C. Jordan Tour Player of the Year. Amateur: Three-time NAIA All-American and medalist at 1987 NAIA Championship while at Huntingdon College in Montgomery, Ala.\n","otherCarHigh" : "","personal" : "Took six months away from golf after 1991 Web.com Tour season. Received license to sell insurance but sold no policies. Also took job at golf equipment retail house, filling orders and stacking boxes. Before returning to TOUR golf, received lecture from wife, Tracey, about changing his negative outlook on golf course...Gave Chrysler (Town & Country Limited) received for victory at Bob Hope Chrysler Classic to Coachella Valley (Calif.) Youth Center and Boxing Club.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2014","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Was one of six players to lead Charles Schwab Cup standings during season and eventually finished fifth in the final standings...Was voted as the Champions Tour's Player of the Month for April...Teamed with Billy Andrade for a three-stroke victory at the Bass Pro Shops Legends of Golf. His hole-in-one on No. 12 with a 7-iron from 166 yards was the turning point as the pair went on to post an impressive 9-under-par 45 on the par-3 Top of the Rock Course Sunday and cruised to a three-stroke victory. The win was the first for each player on the Champions Tour, and it marked the first time in that event that both players earned their first career wins on Tour...Nearly added a second title to his resume when he battled Mark Calcavecchia at The Principal Charity Classic before finishing T2 along with Brian Henninger. Trailed by just one stroke after 36 holes, but a pair of bogeys on the front nine Sunday proved costly...Looked to be in control and on his way to a win at the SAS Championship in October in North Carolina. Held a two-stroke advantage late in the final round before Tom Lehman's great finish grabbed the win. Lehman played his final four holes in five-under par and took the lead for good with an eagle at No. 17 at Prestonwood CC. Playing one group behind Lehman, had an opportunity to tie at No. 17 but missed a five-foot birdie opportunity. Lehman then closed the door minutes later when he made another birdie at No. 18 to open a two-stroke lead...Late in the year, was second at the Toshiba Classic, the final full-field event of the campaign. Fueled by a final-round 9-under-par 62, his low round on the Champions Tour, he was tied for the lead at one point Sunday before finishing two behind Duffy Waldorf at the Newport Beach CC...Finished T3 at the Constellation SENIOR PLAYERS Championship on the strength of a final-round 67 at Belmont CC. Performance was his best in a major championship on any Tour...Used a final-round 69 at Fallen Oak to finish solo fourth, two strokes behind David Frost at the Mississippi Gulf Resort Classic. Was the 18-hole co-leader in the event with Colin Montgomerie after shooting a 5-under 67 in the first round...In contention throughout at the Insperity Invitational before eventually finishing T4 near Houston, one stroke out of a playoff...Missed the cut at the PGA TOUR's Puerto Rico Open in March.\n\n2014: Played on all three Tours and was among the top 10 in seven of his 13 Champions Tour starts...Made eight cuts in 15 PGA TOUR starts, highlighted by three top-25s. Ended his PGA TOUR season after the Wyndham Championship, ranked 170th in the FedExCup standings...Highlight of his Champions Tour season came in mid-October when he finished T2 at the Greater Hickory Classic. Opened with a Champions Tour, career-low, 8-under-par 63, allowing him to share the first-round lead with Jay Haas. Round included a 7-under 28 on the front nine matching the low numerical 9-hole score of the season. Trailed by just two strokes through 36 holes but bid for victory was thwarted by a costly bogey on No. 15. Runner-up finish jumped him from 34th into the top 30 money-winners for the rest of the season...Matched the low round of the Senior PGA Championship when he shot 7-under 64 Sunday at Harbor Shores to vault up 26 places into a T5...Was T6 at the Constellation SENIOR PLAYERS Championship after taking the first-round co-lead...Had another top-10 finish in a major championship when his closing-round, 4-under-par 67 led to a T9 finish at the U.S. Senior Open...Made his Champions Tour debut at the Greater Gwinnett Championship in April and finished T21 near Atlanta...Posted his first top-10 finish in May when he carded consecutive sub-par rounds on the weekend to finish T9 at the Regions Tradition...Was on the leaderboard through the final round at The Principal Charity Classic before eventually finishing seventh...On the PGA TOUR, best outing was a T11 at July's Greenbrier Classic...Was also T5 after 54 holes at the RBC Canadian Open before eventually finishing T12 in Montreal...Finished T17 the following week at the Barracuda Championship in Reno...He was among the early leaders at the Travelers Championship in June and eventually finished T31 near Hartford...Lone made-cut on the Web.com Tour in three starts was a T36 performance at the Mexico Championship...Led the Champions Tour in Driving Accuracy (85.87 percent) and Total Driving (13).\n","otherCarHigh" : "Joined the PGA TOUR in 1993 and won four times, with a pair of victories coming during the 2001 season…Also played mostly on the Web.com Tour in the early to-mid-1990s and recorded one victory on that circuit…First TOUR title came at the 1998 Motorola Western Open at Cog Hill near Chicago. Became the fifth of eight first-time winners that season, shooting a Sunday 66 for a 17-under 271 and a two-stroke victory over Vijay Singh. Broke a tie with Singh with birdies at Nos. 14, 15 and 17…In 2001, finished in the top 15 on the money list for the first time in his career. After missing first cut at the Touchstone Energy Tucson Open, ran off a string of eight consecutive cuts made, including four top-10s and two victories. Rewrote several TOUR records that season. Earned more money in first nine starts of season ($1,778,672) than in his entire TOUR career ($1,696,838), which covered 128 events at the time. Won the Bob Hope Chrysler Classic in record-setting style. Indian Wells CC-record-tying 61, his career low, in the second round gave him a three-stroke lead, and his scores of 136 after 36 holes and 193 after 54 holes were tournament records. Fourth-round 66 lifted him to 29-under 256, establishing a then-TOUR record for most strokes under par through 72 holes. Closing 65 brought 90-hole records for most strokes under par (36) and fewest strokes (324), breaking marks established by Tom Kite in winning the 1993 Bob Hope Chrysler Classic. Continued winning trend in Miami, at the Genuity Championship, where a closing 65 brought his third career TOUR title, a two-stroke win over Mike Weir after beginning the final round four strokes off the lead. His $810,000 paycheck in Miami lifted him to the top of the money list ($1,493,267) for three weeks…Almost won a third time when he shared the first-round lead at the Shell Houston Open and held a one-stroke advantage through 54 holes before a closing 74 dropped him to T2, three strokes behind Hal Sutton…Earned fourth career victory, at the 2006 FUNAI Classic at Walt Disney World Resort, more than five years after his last win, at the 2001 Genuity Championship. Posted rounds of 69-65-64-65, overcoming the one-stroke lead of Troy Matteson after 54 holes to defeat Matteson and Frank Lickliter II by four shots. With career-best paycheck of $828,000, had his career-earnings season ($2,811,139) and earned Player of the Month honors for October\/November as well as finishing a career-best 13th on the money list. Win at Disney came during a run of five consecutive top-10s. Also lost a three-hole playoff to D.J. Trahan at the Southern Farm Bureau Classic. Closed with a 6-under 66, including a birdie on the 72nd hole, to force a playoff. Trahan won with a birdie-4 on the third extra hole. Closed the season with a third-place finish at the TOUR Championship, his second top-10 in two starts in the event (T10 in 2001). Shared first- and second-round leads and trailed Adam Scott by three heading into final round before eventually finishing four back of Scott in Atlanta. Earned 72 percent ($2,016,450) of his earnings during the five-tournament stretch...Finished third on Web.com Tour money list in 1996, with four top-three finishes, including lone victory on that circuit, at the Mississippi Gulf Coast Classic, a one-stroke triumph over Dave Rummells and Brett Quigley…Earned first PGA TOUR card via the 1992 Qualifying Tournament…Won the Par-3 Contest at the 1999 Masters…Led the PGA TOUR in Greens In Regulation (2003-04 and 2008), Driving Accuracy (2001, 2006, 2009 and 2011) and Total Driving (1997)…Named the T.C. Jordan Tour Player of the Year in 1987…Amateur: Three-time NAIA All-American and medalist at 1987 NAIA Championship while at Huntingdon College in Montgomery, Ala. \n","personal" : "Took six months away from golf after 1991 Web.com Tour season. Received license to sell insurance but sold no policies. Also took job at golf equipment retail house, filling orders and stacking boxes. Before returning to TOUR golf, received lecture from wife, Tracey, about changing his negative outlook on golf course...Gave Chrysler (Town & Country Limited) received for victory at Bob Hope Chrysler Classic to Coachella Valley (Calif.) Youth Center and Boxing Club.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 4 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/JoeDurant6"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}