{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "28088","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Davidson","first" : "Matt","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "160","weightMetric" : "73","birthDate" : "March 13, 1981","age" : "35","birthPlace" : "West Windsor, New Jersey","residence" : "Greenville, South Carolina","family" : "Wife, Natalie","education" : "Furman University (2004, Political Science)","splInterest" : "Reading, exercise, movies, watching sports","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2004","clubAffl" : "Old Chatham GC (Chapel Hill, North Carolina)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "678,727&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2010","exmtStatus" : "Exempt - Top-75 Money Winner from 2015 Web.com Tour Regular Season","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Finished the Web.com Tour season with 22 starts, one runner-up, two top-10s and 12 cuts made. Was 67th on the combined final money list...Advanced to the weekend in all but one of his first seven starts, though just one was better than T37. That was a T2 in his second start, at the Brasil Champions. Followed a first-round 67 with a bogey-free second-round 64. Trailing by three strokes at the start of the third round, posted a 67 to cut the deficit to two. Fired a final-round 68 to grab a T2, his best finish in 99 Tour appearances...From late May into July missed four cuts and had a T58 in five outings to slid to 65th on the money list...A 65 in the opening round of the Stonebrae Classic in July put him in a six-way tie for the lead. Followed with rounds of 70-66-68, good for a T4...Would finish the Regular Season 58th in earnings...In the Web.com Tour Finals, made one cut (T48 at the Small Business Connection Championship at River Run) in the four events.\n\n2014: Played in 22 Web.com Tour events, making 18 cuts, including his last 12, which topped the year's next best by four. Had two top-10s and three top-25s. Finished the Regular Season 59th in earnings...Was co-leader at the BMW Charity Pro-Am after 54 holes. Posted a final-round 69, dropping him to a T7...Second top-10, another T7, came at the Albertsons Boise Open, where he fired a bogey-free 65 in the first round. Recorded 70-67-65 over final 54 holes and reached 45th in earnings...Results in the Web.com Tour Finals ranged from T40 to T63...Was 6th in Driving Accuracy (72.59).\n\n2013: Made the cut in 10 of 23 starts on the Web.com Tour, with three top-25 weeks and a pair of top-10s...Recorded his first top-10 in his 15th start, a T3 at the Midwest Classic, where he finished with 64-66 to collect a check for $34,800 to jump from 99th in earnings to 57th...A T3 three weeks later, at the Price Cutter Charity Championship, thanks to a final-round 64, pushed him farther up the money list, to No. 34...Made the cut in just one of the four Finals' events, a T47 at the Chiquita Classic. \n\n2012: Will start the 2013 season on a Major Medical Exemption and have a total of 20 starts in that category...Sat out the first half of the season due to knee surgery in late December 2011. Suffered a torn ACL in his left knee one day after returning home from the PGA TOUR Qualifying Tournament in California. Was playing pick-up basketball when he was injured. Had reconstructive surgery on December 23. Underwent rehab work since the start of the year. Started to hit golf balls for the first time in early April and had managed to walk nine holes by mid-month. Returned to the Tour in late June and finished T48 at the Preferred Health Sytems Wichita Open...Made the cut in his next four starts, highlighted by a T22 at the Utah Championship and a T20 at the News Sentinel Open...Missed the cut in his final two starts. \n\n2011: Earned his first top-10 of the year with a T9 at the Fresh Express Classic, which was reduced to 54 holes when heavy fog forced the cancellation of the final round. Recorded his first ace in competition with a hole-in-one during Saturday's third round. Ace came at the 184-yard sixth hole...Was T10 at the South Georgia Classic, hitting 53 of 56 fairways to lead the field in Driving Accuracy (94.6 percent). Made it three straight with a T5 the next week at the Stadion Classic at UGA. Finished T6 in Driving Accuracy at the University of Georgia GC. Added another top-10 with his T9 effort at the Melwood Prince George's County Open, again finishing the week No. 1 in Driving Accuracy...Fifth top-10 came at the Cox Classic in Omaha, where he closed with a 7-under 64 to help him finish solo sixth...Finished No. 2 in Driving Accuracy Percentage (75.06 percent). \n\n2010: Played in 15 Web.com Tour events and made nine cuts to finish No. 66 on the money list. Had four top-10 finishes, with his best performance a T3 at the Knoxville News Sentinel Open...Earned his first career top-10 with a T7 at the Fort Smith Classic in his first start of the year. Gained entry into the field as a Monday qualifier...Took the first-round lead at the Preferred Health Systems Wichita Open, with a 63, his career-low on Tour, and hung in all weekend to eventually T4 at Crestview CC...Posted his T3 at the Knoxville News Sentinel Open. Was T32 after the first two days but fired 67 in the third round, and his Sunday 64 was the low round of the day. He picked up the largest paycheck of his career, $29,000...Four starts later, at the WNB Golf Classic, notched his fourth top-10 by finishing T5.\n\n2009: Won the season-ending eGolf Tarheel Tour Championship for the second consecutive year, capping an eGolf Tour season where he made 17 cuts in 18 starts, had seven top-10 finishes and was second on the money list. \n\n2008: Won the eGolf Tarheel Tour Championship to culminate his season that saw him finish No. 13 on the money list. \n\n2007: Made the cut in nine of 12 starts on the eGolf Tour, posting three top-10 performances and a No. 23 position on the official money list. \n\n2006: Finished T26 at the Northeast Pennsylvania Classic and T55 at the Miccosukee Championship and T49...Made the cut in 13 of 16 appearances on the eGolf Tour, with eight top-10 finishes. \n\n2005: A rookie on the PGA TOUR, made the cut in six of 20 starts, with a T14 at the U.S. Bank Championship in Milwaukee his lone top-25 finish. A third-round 64 moved him into a T6...Made his first Web.com Tour cut, at the Chitimacha Louisiana Open. \n\n2004: After graduating from Furman University, made it through all three stages of the PGA TOUR Qualifying Tournament in his first attempt. Finished T11 to become a rookie on the 2005 PGA TOUR. \n","otherCarHigh" : "Attended West Windsor-Plainsboro (N.J.) High School, where he won a state championship his junior year and was a two-time area and conference player of the year...Three-time winner during his college days at Furman, including the 2004 Southern Conference Tournament. Named Southern Conference Player of the Year in 2001 and 2002. Chosen Furman University's Male Athlete of the Year in 2004. Two-time Academic All-American...Won the 2003 New Jersey State Amateur.","personal" : "Older brother, Sean, played golf at Davidson College before attending law school at the University of North Carolina. His mother, Fran, is an English professor at Mercer County (N.J.) Community College and father, Don, is an attorney. Wife played tennis at Furman...Biggest thrill outside golf was traveling to Europe for the first time...Favorite course he's played is Pinehurst No. 2 and would like to play Augusta National. Never travels without a book to read. First car was a Ford Explorer. He now drives a Nissan Altima...Favorite college team is the Furman Paladins and favorite pro team is the New York Yankees...Favorite TV show is \"Seinfeld.\" Favorite movie is \"The Town.\"...Enjoys the comedy of Chris Rock, watching Roger Federer play tennis and Kobe Bryant play basketball...Favorite food is pizza, and he likes to visit Prague, Czech Republic, where his brother lives...Lists grandfather, Babe Ruth and President Barack Obama as the three who would round out his dream foursome...His grandfather, Dr. O. Wesley Davidson, was a scientist who invented the formula for Miracle-Gro plant food...Puts traveling to every continent on his bucket list. Charity involvement includes American Red Cross, ASPCA, \"Ears, Nose, Eyes and Paws.\"","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "2004","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "After graduating from Furman University in Spring 2004, made it through all three stages of the 2004 PGA TOUR Qualifying Tournament in his first attempt. Finished T11 to become a rookie on the 2005 PGA TOUR. Played in two tournaments on the 2004 Tarheel Tour. Was the 2004 Southern Conference medalist and team won the Southern Conference championship. Won the 2004 Furman Intercollegiate. Named Southern Conference Player of the Year in 2001-02. Academic All-America 2002 and 2004. Won 2003 New Jersey Amateur. Mother Fran is an English professor at Mercer County Community College in Mercer, NJ, father Don is an attorney and brother Sean is in last year of law school at University of North Carolina.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is T35th at the Brasil Champions presented by Embrase.","dynStats" : "He ranks 78th in Scoring Average (Actual) on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}