{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29256","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Morrison","first" : "James","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "179","weightMetric" : "81","birthDate" : "January 24, 1985","age" : "31","birthPlace" : "Chertsey, England","residence" : "Weybridge, England","family" : "Wife, Jessica; Finley (2012)","education" : "University of South Carolina","splInterest" : "Golf, music, cricket, football","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2006","clubAffl" : "St. George's Hill GC (Weybridge, England)","cityPlaysFrm" : "England; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(2): 2010 Madeira Islands Open BPI - Portugal [Eur]. 2015 Open de Espana [Eur].","curYearHigh" : "Began the year with a T6 at the Abu Dhabi HSBC Golf Championship in mid-January. Opened 68-67 and closed with a 5-under 67. Only an even-par, third-round 72 kept him from making a push at victory...Next top-10 came in dramatic fashion as he captured his second European Tour title, at the Open de Espana in May. At Real GC El Prat in Barcelona, shot weekend rounds of 68-69 to coast to a four-shot victory over Edouard Espana, David Howell, Miguel Angel Jimenez and Francesco Molinari. Began the final round tied with Howell for the lead. Played bogey-free golf on the final day, making three birdies and was never really tested, as playing partner Howell fired a 1-over 73...Made a strong run at victory at the Open de France in early July. Shot a final-round, 4-under 67 at Le Golf National to finish second, three shots behind winner Bernd Wiesberger.","carHigh" : "2013-14: In 30 European Tour starts, made 21 cuts, with his best performance coming in his final start of the season, at the ISPS Handa Perth International. Was in solo third through 54 holes at Lake Karrinyup CC. Struggled Sunday, shooting a 1-over 73 to fall into a T4 with with four others, six shots behind winner Thorbjorn Olesen. \n\n2013: Made 13 cuts in 26 European Tour appearances, with his only top-five coming at the M2M Russian Open in July, a T5 thanks to four under-par rounds in Moscow, including a final-round 69 at Tseleevo Golf and Polo Club. \n\n2012: In his 15 made European Tour cuts, was only able to manage on top-10, a T10 at the BMW PGA Championship at Wentworth Club in May. Had a wild four days outside London, opening 68-64 before skying to a 9-over 81 in the third round that included a triple bogey-8 on the par-5 fifth hole and a quadruple bogey-8 on No. 9. Recovered with a 71 on the final day...Made his first major championship cut, finishing T23 at The Open Championship in July. \n\n2011: Had a solid European Tour season, with four top-10s and a best finish of a T3 at the Iskandar Johor Open in Malaysia in November. At the weather-shortened event at Horizon Hills G&CC, rounds of 66-65-69 left him tied with Padraig Harrington and Rhys Davies, two shots behind winner Joost Luiten...A week earlier, was eighth at the weather-shortened Barclays Singapore Open. Began the event with a 10-birdie, one-bogey 62 at The Tanjong and The Serapong...First top-10 of the campaign came at the Ballantine's Championship in Seoul, South Korea. Finished T7 with Jbe Kruger at Blackstone GC...Next top-10 was at the Open de France in July, a T7. Hopes of winning his first European Tour title ended with a final-round 78 at Le Golf National.\n\n2010: Broke through with his first European Tour title when he captured the Madeira Islands Open BPI - Portugal in April. Opened 67-65 to take a one-shot lead into the weekend at Porto Santo GC. A third-round 66 gave him a three-shot lead over George Murray with 18 holes to play. Shot a 2-under 70 on the final day and was able to hold on for a one-shot win overa hard-charging Oliver Fisher, who fired 7-under 65...Made a run at two wins in a row when he lost in a playoff to Alvaro Quiros at the Open de Espana at the Real GC of Sevilla. Shot rounds of 73-67-70-67 to finish regulation tied with Quiros. Pulled his drive into the lake on the first hole of sudden death that led to a double bogey, handing Quiros the victory...First top-10 of the season came in Eastern Cape in South Africa, a T4 at the Africa Open. Finished three shots behind winner Charl Schwartzel at East London GC. Final top-10 of the year came at the Vivendi Cup in September. Rounds of 66-68-73-68 led to a T8 in Paris at Joyenval GC...Made his PGA TOUR and major championship debut when he missed the cut at the U.S. Open at Pebble Beach GL.\n\n2009: Came close to winning on the European Challenge Tour, finishing second at the Wales Challenge in July, losing in a playoff to Rhys Davies at the Vale Hotel golf and Spa Resort in Cardiff...Had a top-10 in one of his three European Tour starts, a T7 at the Saint-Omer Open in June...Final top-10 of the Challenge Tour campaign came at the Geneva Golf Trophy in Switzerland, finishing four shots behind winner Juloien Quesne at Geneva GC. \n\n2008: Best finishes on the European Challenge Tour were a pair of T5s, at the Piemonte Open in Turin, Italy, in May, and at the Wales Challenge in July.\n\n2007: Played his first full season on the Europena Challenge Tour, appearing in 11 events and making three cuts. Best finish was a T19 at the Vodafone Challenge in June in Dusseldorf, Germany. Missed the cut in his lone European Tour start, at The Russian Open Golf Championship. \n\n2006: Made his European Tour debut, at the Algarve Open de Portugal, where he missed the cut. \n\nAmateur: Won the 2005 Victorian Amateur Open Championship in Australia and the 2006 Italian Amateur Open Stroke Play Championship.\n","otherCarHigh" : "","personal" : "Improved from an 18 handicap to scratch in less than a year during his teenage yearsâŚAccepted a golf scholarship to the University of South Carolina.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T27th at the World Golf Championships-HSBC Champions.","dynStats" : "He ranks T40th in Consecutive Cuts on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}