{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27060","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Mallinger","first" : "John","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "165","weightMetric" : "75","birthDate" : "September 25, 1979","age" : "36","birthPlace" : "Escondido, California","residence" : "Long Beach, California","family" : "WIfe, January; Drew (5\/14\/13)","education" : "Long Beach State University (2002, Business Marketing)","splInterest" : "Snowboarding, hanging out with friends","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2011)","trndProYear" : "2002","clubAffl" : "Virginia CC (Long Beach, California)","cityPlaysFrm" : "Long Beach; CA; United States","websiteUrl" : "http:\/\/www.mallygolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "7,567,945&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2005","exmtStatus" : "Exempt - Top-75 Money Winner from 2015 Web.com Tour Regular Season","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Made 14 PGA TOUR appearances, making seven cuts. Had one top-25, a T12 at the Waste Management Phoenix Open in February...Missed the cut at the Travelers Championship in his final start as part of a Major Medical Extension in June. Lost member status on the PGA TOUR and returned to the Web.com Tour...Made 10 starts on the Web.com Tour, all but eight coming in the summer months. Recorded one top-10 and two top-25s. Made four cuts. Finished the season 88th on the money list...Best finish came in July at the Nova Scotia Open where he was tied for the lead after 54 holes. Posted a 73 in the final round, dropping to third, three strokes out of the Roger Sloan-Derek Fathauer playoff...Had a T21 the following week at the Utah Championship...Missed the cut in one Web.com Tour Finals' events and was a WD in two others. Was not able to regain exempt status on PGA TOUR and will play the Web.com Tour in 2014-15.\n\n2013: Made seven of 12 cuts on the PGA TOUR without recording a top-10. Missed much of the year with a left-shoulder injury. Made his last start, at the RBC Heritage in April. Had surgery to repair his shoulder. Will have 13 events in the 2013-14 PGA TOUR Season to earn $458,184 under a Major Medical Extension.\n\n2012: Finished T2 at the Humana Challenge, matching his career-best finish on the PGA TOUR. He was second at the 2009 U.S. Bank Championship in Milwaukee. Played near flawless golf over his final 58 holes, making just one bogey, at No. 18, in his second round...Recorded his first top-10 since January and enjoyed his second of the season when he was solo fourth at the Reno-Tahoe Open, the first PGA TOUR event to utilize the Modified Stableford scoring format since 2006. Finished with 34 points, nine behind J.J. Henry's winning total of 43. Accumulated 22 points through the first 36 hole and was tied for second at the halfway mark. But managed only 12 points over the final two rounds at Montreux G&CC...Equaled his career-low PGA TOUR round with a 9-under 62 in the second round of the Frys.com Open, jumping out to a four-stroke advantage at the midway point. Held a two-shot advantage after 54 holes, but a 1-over 72 Sunday left him T4, two strokes behind champion Jonas Blixt. 2011: Claimed one top-25 finish in 15 PGA TOUR starts, a T12 at the Wyndham Championship...Enjoyed a banner year on the Web.com Tour. In just nine starts, claimed six consecutive top-10 finishes, including two runner-up performances, and a No. 14 finish on the money list...First top-10 came at the Stadion Classic at UGA, where he finished T9. Fired a 5-under 66 on the last day to move up in the standings...Picked up his second top-10 in his next start, at the News Sentinel Open. Played in Knoxville because he failed to qualify for the FedExCup Playoffs. Carded a 9-under 63 in the first round to tie for the 18-hole lead then backed it up with a 7-under 65 to take the outright, 36-hole lead. An even-par 72 in the third round left him one stroke back entering the final round. Shot a 2-under 70 Sunday to finish two behind winner Kirk Triplett...Followed that showing with a runner-up finish at the Mylan Classic the next week. Shared the 54-hole lead at 13-under with eventual winner Gary Christian and defending champion Kevin Kisner. Final-day 68 included a bogey at the 71st hole that left him one back of Christian. Despite only four starts through that point of the season, he moved to No. 35 on the money list...Continued his stellar late season with a runner-up finish in the next event, the Albertsons Boise Open. Played bogey-free on the weekend in Idaho, posting scores of 65-67 to challenge for the lead. Eagled the par-5, 16th to reach 16-under par and closed to within one shot of leader Jason Kokrak. Wound up two shots back when Kokrak birdied the same hole a short time later. Second-place check of $78,300 vaulted him to No. 12 on the money list in just five starts...Made it four straight top-10s during the fall, with a T6 at the Soboba Golf Classic the following week. Celebrated his 32nd birthday during a final-round 67 that helped him close within three of the leaders. His T6 effort gave him five consecutive top-10s, one shy of the Tour's all-time mark...Held the second- and third-round leads two weeks later, at the Children's Hospital Classic. Posted two early birdies in the final round and upped his lead to four strokes before giving seven shots back to par in the final five front-nine holes. Eventually recovered with late birdies to finish T6 and tie the Tour record with his sixth consecutive top-10 finish. Doug Martin (1993) and Tom Gillis (2009) are the others who have registered six top-10s in a row. 2010: Fell out of the top 125 on the PGA TOUR for the first time in four-year career, posting just one top-10 finish during the campaign...At season finale, finished T3 at the Wyndham Championship for first top 10 of the season on the strength of a final-round 62. Staged a furious rally in the final round trying to qualify for the FedExCup Playoffs. Moved from 163rd in the standings to 132nd. Finished at 18-under 261, one shot behind second-place finisher David Toms. Would have qualified for The Barclays, the first Playoffs event with a T2 finish. 2009: Finished a career-best No. 60 in the FedExCup standings, with 18 made cuts in 27 appearances...Shot 75 in first round of Shell Houston Open and was 11-under in the last three rounds. Finished at 8-under 280 and T6 despite playing hole No. 18 5-over par for the week...Finished T3 at THE PLAYERS Championship, the sixth time he has finished third...Sixth place at HP Byron Nelson Championship came with the help of two eagles in the second round...Finished a career-best second at the U.S. Bank Championship, falling in a playoff on the second extra hole to Bo Van Pelt. Posted rounds of 70-66-66-65--267 to match Van Pelt. After matching birdies on the first playoff hole, the par-5 18th, Mallinger was unable to get up and down from a greenside bunker on the same hole while Van Pelt two-putted for birdie to clinch his first PGA TOUR victory. Moved from 43rd to 34th in FedExCup standings. 2008: Made 20 of 29 cuts and notched four top-10 finishes to record his second consecutive season with more than $1 million in earnings and a spot within the top 100 on the money list...Posted season-best third-place finishes at the AT&T Pebble Beach National Pro-Am and the Justin Timberlake Shriners Hospitals for Children Open. 2007: Went from playing on seven different Tours in 2006 to placing second among rookies in earnings...Competed in three events in the FedExCup Playoffs, making the cut in all three and finishing 61st on the inaugural FedExCup points list...Made 18 cuts in 29 starts and recorded four top-10 finishes, three of which were top-5s. Finished 51st on money list, second amongst rookies, trailing only Brandt Snedeker...In just eighth career start on the PGA TOUR and fourth of the season, finished solo third at the AT&T Pebble Beach National Pro-Am. Held a share of the first-round lead after a 7-under-par 65 at Pebble Beach, and entered the final round one off the lead of Phil Mickelson and Kevin Sutherland. Posted a 1-under 71 at Pebble Beach on Sunday to finish six behind Mickelson...In his 11th start of the season, shot a final-round 5-under 67 at the Zurich Classic of New Orleans to finish T3 with Anthony Kim, four shots back of winner Nick Watney...Third top-10 was a T7 at the Canadian Open. Held a share of the 36-hole lead with Steve Allan after opening 66-66. Trailed 54-hole leader Vijay Singh by one after a third-round 70, and posted a 71 Sunday to finish five behind champion Jim Furyk...Birdied three of his final four holes for a bogey-free, 3-under 68 in the final round of the Deutsche Bank Championship. The late push helped him to finish T14 and earn a spot into the following week's BMW Championship. Began the week No. 71 on the FedExCup points list and jumped to No. 61...Recorded his third and final top-five finish of the season with a T3 at the Turning Stone Resort Championship. 2006: Earned PGA TOUR card for 2007 via a T13 finish at the PGA TOUR Qualifying Tournament...Made the cut in eight of 15 starts on the Web.com Tour, with two top-10s. Concluded the year 78th on the money list...Tallied his first top-10 of the year with a T8 at the Cox Classic, followed three weeks later by a T4 showing at the National Mining Association Pete Dye Classic...Finished sixth on Tour in Greens in Regulation Percentage (71.36). 2005: Made the cut in seven of nine starts during his rookie season on the Web.com Tour. Finished 67th on the money list...Notched the first of three top-10s with a T9 at the Preferred Health Systems Wichita Open...Came back the following week with a season-best T3 at the Cox Classic, finishing 19-under 265 and four shots behind winner Jason Gore...Final top-10 came with a T6 at the Mark Christopher Charity Classic...Made eagle on the last hole to qualify for the U.S. Open at Pinehurst No. 2 and made the cut, finishing T67...Winner of two West Coast Hooters Tour events...Medalist at the 2005 National Qualifying Tournament for the Canadian Tour...Played in five Hooter Tour events with three top-10s. Amateur: First-team All-Big West Conference selection (1998-2001) at Long Beach State. \n","otherCarHigh" : "First-team All-Big West Conference selection (1998-2001).","personal" : "Grew up in Escondido, Calif., and moved to Long Beach, Calif., the same place where TOUR players John Merrick, Peter Tomasulo and Paul Goydos honed their games...Travels to the Bahamas each year to take part in the Mark Knowles Charity Tennis Invitational. Helping out his good friend Knowles, their involvement helps raise funds for local children's charities such as the Cancer Society, the Sassoon (Bahamas) Foundation for Pediatric Heart Care and the Special Olympics, just to name a few.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2007","qSchoolYear" : "2006","exmtStatus" : "None","otherVics" : "(1): 2010 Pebble Beach Invitational.","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Finished the Web.com Tour season with 20 starts, one runner-up, two top 10s, three top 25s and six cuts made. Was 78th on the combined final money list...Fired rounds of 70-67 to trail the leader by two strokes after 36 holes of the Cartagena de Indias at Karibana Championship in Colombia. Struggled on the weekend (74-73) in windy conditions, eventually settling for a T4...Opened the Brasil Champions the next week with rounds of 67-66. A third-round 67 placed him four back of eventual champion Peter Malnati with one round to play. Fired a final-round 66 and had control of solo second before a bogey on No. 18 dropped him into a seven-way T2...Only other Regular Season top 25 came in early July, a T20, at the Greater Dallas Open, which got him to No. 27 on the money list...Missed his last six cuts, plus a WD...Ended the Regular Season 71st on the money list, good enough to make the Web.com Tour Finals...In the Finals, missed the first two cuts before recording a 68th and a T35 at the Nationwide Children's Hospital Championship and Web.com Tour Championship, respectively.\n\n2012: Finished T2 at the Humana Challenge, matching his career-best finish on the PGA TOUR. He was second at the 2009 U.S. Bank Championship in Milwaukee. Played near flawless golf over his final 58 holes, making just one bogey, at No. 18, in his second round...Recorded his first top-10 since January and enjoyed his econd of the season when he was solo fourth at the Reno-Tahoe Open, the first PGA TOUR event to utilize the Modified Stableford scoring format since 2006. Finished with 34 points, nine behind J.J. Henry's winning total of 43. Accumulated 22 points through the first 36 hole and was tied for second at the halfway mark. But managed only 12 points over the final two rounds at Montreux G&CC...Equaled his career-low PGA TOUR round with a 9-under 62 in the second round of the Frys.com Open, jumping out to a four-stroke advantage at the midway point. Held a two-shot advantage after 54 holes, but a 1-over 72 Sunday left him T4, two strokes behind champion Jonas Blixt. \n\n2011: Claimed one top-25 finish in 15 PGA TOUR starts, a T12 at the Wyndham Championship...Enjoyed a banner year on the Web.com Tour. In just nine starts, claimed six consecutive top-10 finishes, including two runner-up performances, and a No. 14 finish on the money list...First top-10 came at the Stadion Classic at UGA, where he finished T9. Fired a 5-under 66 on the last day to move up in the standings...Picked up his second top-10 in his next start, at the News Sentinel Open. Played in Knoxville because he failed to qualify for the FedExCup Playoffs. Carded a 9-under 63 in the first round to tie for the 18-hole lead then backed it up with a 7-under 65 to take the outright, 36-hole lead. An even-par 72 in the third round left him one stroke back entering the final round. Shot a 2-under 70 Sunday to finish two behind winner Kirk Triplett...Followed that showing with a runner-up finish at the Mylan Classic the next week. Shared the 54-hole lead at 13-under with eventual winner Gary Christian and defending champion Kevin Kisner. Final-day 68 included a bogey at the 71st hole that left him one back of Christian. Despite only four starts through that point of the season, he moved to No. 35 on the money list...Continued his stellar late season with a runner-up finish in the next event, the Albertsons Boise Open. Played bogey-free on the weekend in Idaho, posting scores of 65-67 to challenge for the lead. Eagled the par-5, 16th to reach 16-under par and closed to within one shot of leader Jason Kokrak. Wound up two shots back when Kokrak birdied the same hole a short time later. Second-place check of $78,300 vaulted him to No. 12 on the money list in just five starts...Made it four straight top-10s during the fall, with a T6 at the Soboba Golf Classic the following week. Celebrated his 32nd birthday during a final-round 67 that helped him close within three of the leaders. His T6 effort gave him five consecutive top-10s, one shy of the Tour's all-time mark...Held the second- and third-round leads two weeks later, at the Children's Hospital Classic. Posted two early birdies in the final round and upped his lead to four strokes before giving seven shots back to par in the final five front-nine holes. Eventually recovered with late birdies to finish T6 and tie the Tour record with his sixth consecutive top-10 finish. Doug Martin (1993) and Tom Gillis (2009) are the others who have registered six top-10s in a row. \n\n2010: Fell out of the top 125 on the PGA TOUR for the first time in four-year career, posting just one top-10 finish during the campaign...At regular season finale, finished T3 at the Wyndham Championship for first top 10 of the season on the strength of a final-round 62. Staged a furious rally in the final round trying to qualify for the FedExCup Playoffs. Moved from 163rd in the standings to 132nd. Finished at 18-under 261, one shot behind second-place finisher David Toms. Would have qualified for The Barclays, the first Playoffs event with a T2 finish. \n\n2009: Finished a career-best No. 60 in the FedExCup standings, with 18 made cuts in 27 appearances...Shot 75 in first round of Shell Houston Open and was 11-under in the last three rounds. Finished at 8-under 280 and T6 despite playing hole No. 18 5-over par for the week...Finished T3 at THE PLAYERS Championship, the sixth time he has finished third...Sixth place at HP Byron Nelson Championship came with the help of two eagles in the second round...Finished a career-best second at the U.S. Bank Championship, falling in a playoff on the second extra hole to Bo Van Pelt. Posted rounds of 70-66-66-65--267 to match Van Pelt. After matching birdies on the first playoff hole, the par-5 18th, Mallinger was unable to get up and down from a greenside bunker on the same hole while Van Pelt two-putted for birdie to clinch his first PGA TOUR victory. Moved from 43rd to 34th in FedExCup standings. \n\n2008: Made 20 of 29 cuts and notched four top-10 finishes to record his second consecutive season with more than $1 million in earnings and a spot within the top 100 on the money list...Posted season-best third-place finishes at the AT&T Pebble Beach National Pro-Am and the Justin Timberlake Shriners Hospitals for Children Open. \n\n2007: Went from playing on seven different Tours in 2006 to placing second among rookies in earnings...Competed in three events in the FedExCup Playoffs, making the cut in all three and finishing 61st on the inaugural FedExCup points list...Made 18 cuts in 29 starts and recorded four top-10 finishes, three of which were top-5s. Finished 51st on money list, second amongst rookies, trailing only Brandt Snedeker...In just eighth career start on the PGA TOUR and fourth of the season, finished solo third at the AT&T Pebble Beach National Pro-Am. Held a share of the first-round lead after a 7-under-par 65 at Pebble Beach, and entered the final round one off the lead of Phil Mickelson and Kevin Sutherland. Posted a 1-under 71 at Pebble Beach on Sunday to finish six behind Mickelson...In his 11th start of the season, shot a final-round 5-under 67 at the Zurich Classic of New Orleans to finish T3 with Anthony Kim, four shots back of winner Nick Watney...Third top-10 was a T7 at the Canadian Open. Held a share of the 36-hole lead with Steve Allan after opening 66-66. Trailed 54-hole leader Vijay Singh by one after a third-round 70, and posted a 71 on Sunday to finish five behind champion Jim Furyk...Birdied three of his final four holes for a bogey-free, 3-under 68 in the final round of the Deutsche Bank Championship. The late push helped him to finish T14 and earn a spot into the following week's BMW Championship. Began the week No. 71 on the FedExCup points list and jumped to No. 61...Recorded his third and final top-five finish of the season with a T3 at the Turning Stone Resort Championship. \n\n2006: Earned PGA TOUR card for 2007 via a T13 finish at the PGA TOUR Qualifying Tournament...Made the cut in eight of 15 starts on the Web.com Tour, with two top-10s. Concluded the year 78th on the money list...Tallied his first top-10 of the year with a T8 at the Cox Classic, followed three weeks later by a T4 showing at the National Mining Association Pete Dye Classic...Finished sixth on Tour in Greens in Regulation Percentage (71.36). \n\n2005: Made the cut in seven of nine starts during his rookie season on the Web.com Tour. Finished 67th on the money list...Notched the first of three top-10s with a T9 at the Preferred Health Systems Wichita Open...Came back the following week with a season-best T3 at the Cox Classic, finishing 19-under 265 and four shots behind winner Jason Gore...Final top-10 came with a T6 at the Mark Christopher Charity Classic...Made eagle on the last hole to qualify for the U.S. Open at Pinehurst No. 2 and made the cut, finishing T67...Winner of two West Coast Hooters Tour events...Medalist at the 2005 National Qualifying Tournament for the Canadian Tour...Played in five Hooter Tour events with three top-10s. \n\nAmateur: First-team All-Big West Conference selection (1998-2001) at Long Beach State. \n","otherCarHigh" : "","personal" : "Grew up in Escondido, Calif., and moved to Long Beach, Calif., the same place where TOUR players John Merrick, Peter Tomasulo and Paul Goydos honed their games...Travels to the Bahamas each year to take part in the Mark Knowles Charity Tennis Invitational. Helping out his good friend Knowles, their involvement helps raise funds for local children's charities such as the Cancer Society, the Sassoon (Bahamas) Foundation for Pediatric Heart Care and the Special Olympics, just to name a few.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the Web.com Tour 3 times.","dynStats" : "He ranks 41st in Heat Index(Money)-last 4 evts on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/johnmallinger"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}