{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02321","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Zoeller","first" : "Fuzzy","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "190","weightMetric" : "86","birthDate" : "November 11, 1951","age" : "64","birthPlace" : "New Albany, Indiana","residence" : "Floyds Knobs, Indiana","family" : "Wife, Diane; Sunnye Noel, Heide Leigh, Gretchen Marie, Miles Remington","education" : "Edison (Florida) Junior College; University of Houston","splInterest" : "All sports, golf course design","pronunciation" : "ZELL-er","nwTourAlumnus" : "","trndProYear" : "1973","clubAffl" : "Naples National (Naples, Florida)","cityPlaysFrm" : "","websiteUrl" : "http:\/\/www.fuz.com","websiteName" : "","hallOfFame" : "","combTourMoney" : "10,470,077&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1974","qSchoolYear" : "1974","exmtStatus" : "Past Champion","otherVics" : "(2): 1985 Skins Game. 1986 Skins Game.","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "Had played in 563 events on the PGA TOUR prior to the 2002 season and had made cuts in 399 of those...Owner of two major titles, 1979 Masters and the 1984 U.S. Open...Claimed Masters title on third extra hole of playoff with Ed Sneed and Tom Watson. Became just the third player (Horton Smith in 1934, Gene Sarazen in 1935) to win the prestigious event at Augusta National in his first attempt...Bested Greg Norman in an 18-hole playoff for U.S. Open victory at Winged Foot...Was also the runner-up to Larry Nelson in the 1981 PGA Championship at the Atlanta Athletic Club and finished third in the 1994 The Open Championship at Turnberry, Scotland...Has won 10 PGA TOUR titles, including three in 1986, the last coming at the Anheuser-Busch Golf Classic that year...Best season from a financial standpoint came in 1994 when he went over the $1 million mark for the only time in his career ($1,016,804)...Although he didn't win that season, recorded five runner-up finishes (at the time the most since Jack Nicklaus and Arnold Palmer had six in 1964), including a playoff loss to Mark McCumber in the season-ending TOUR Championship. Earned a career-best $324,000 at that event which pushed him over the $1 million mark in single-season earnings. At the time, held the record for money won in a year without a victory (later surpassed by Brad Faxon in 1996)...First TOUR win came at the 1979 Wickes-Andy Williams San Diego Open. Came back after an opening-round 76 to defeat Bill Kratzert, Wayne Levi, Artie McNickle and Tom Watson by five strokes...Had long history of back trouble, which first became known at 1984 PGA Championship when he was hospitalized before first round. Underwent surgery for ruptured discs later that year and was sidelined until February of 1985...In third start after return, won the Bay Hill Classic...Played on three American Ryder Cup teams (1979, 1983, 1985)...Also won the 1985 and 1986 Skins Game and claimed the 1987 Merrill Lynch Shoot-Out Championship...Won 1973 Indiana State Amateur and the 1972 Florida State Junior College title.","personal" : "Long a gallery favorite for his relaxed approach to the game...Has an interest in golf course design and one of his projects is the TPC at Summerlin, host course of the Invensys Invitational in Las Vegas.","otherInfo" : "Made the cut at the Masters Tournament for the first time since 1998 in his only PGA TOUR start in 2007. Finished 60th. In last full season playing on TOUR in 2001, played in 15 events and made five cuts. Joined Champions Tour in 2002. Owner of two major titles, 1979 Masters and the 1984 U.S. Open. Claimed Masters title on third extra hole of playoff with Ed Sneed and Tom Watson. Became just the third player (Horton Smith in 1934, Gene Sarazen in 1935) to win at Augusta National in his first attempt. Bested Greg Norman in an 18-hole playoff for U.S. Open victory at Winged Foot. Was also the runner-up to Larry Nelson in the 1981 PGA Championship at the Atlanta Athletic Club and finished third in the 1994 The Open Championship at Turnberry, Scotland. Has 10 TOUR titles, including three in 1986, the last coming at the Anheuser-Busch Golf Classic that year. Two-time Champions Tour winner, including the 2002 Senior PGA. Has long history of back trouble, dating back to high school basketball fall. First affected golf game at 1984 PGA Championship when he was hospitalized before first round. Underwent surgery for ruptured discs later that year and was sidelined until February 1985. In third start after return, won the Bay Hill Classic. Played on three American Ryder Cup teams (1979, 1983, 1985). Also won the 1985 and 1986 Skins Game and claimed the 1987 Merrill Lynch Shoot-Out Championship. Won 1973 Indiana State Amateur and the 1972 Florida State Junior College title. Long a gallery favorite for his relaxed approach to the game. Has an interest in golf course design and one of his projects is TPC Summerlin, host course for the Justin Timberlake Shriners Hospitals for Children Open.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2002","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(6): 1972 Florida State Junior College Championship [indiv]. 1973 Indiana State Amateur. 1985 Skins Game. 1986 Skins Game. 1987 Merrill Lynch Shoot-Out Championship. 2003 Tylenol Par-3 Challenge.","intlVics" : "(3): 2002 Senior Slam. 2008 Wendy's Champions Skins Game [with Peter Jacobsen]. 2009 Wendy's Champions Skins Game [with Ben Crenshaw].","curYearHigh" : "","carHigh" : "2014: Once again limited his schedule to eight events, with his best finish a T28 in the Champions Division in the Big Cedar Lodge Legends of Golf in June with long-time partner John Jacobs.\n\n 2013: Limited his season to just eight events...Teamed with John Jacobs to finish T29 at the Liberty Mutual Insurance Legends of Golf.\n\n 2012: Was T30 along with partner John Jacobs at the Liberty Mutual Insurance Legends of Golf. \n\n2011: Lone top-20 finish among 18 official starts came at the Toshiba Classic early in the season. Put together three consecutive sub-70 scores for the only time during the year in a stroke-play event and was T17 at Newport Beach CC...Continued his involvement in auto racing, supporting driver Ed Carpenter in his Indy Car competition endeavors. 2010: Lone top-25 performance in an official event came when he was T22 early in the year at the Allianz Championship...Along with Ben Crenshaw, finished second in defense of their Wendy's Champions Skins Game title. Duo combined for five skins and $230,000 on Maui in mid-January. 2009: Best performance came in late April at the Liberty Mutual Legends of Golf. He and partner John Jacobs shared the first-round lead after carding a better-ball score of 61. Duo eventually finished T9 in Savannah...Top individual effort came late in the season when he closed with a 67 at The Woodlands to finish 13th at the Administaff Small Business Classic...Started his season in Hawaii by teaming with Ben Crenshaw to win the Wendy's Champions Skins Game. Duo collected 13 skins, 12 of them on the final nine holes, and a record $530,000...Made his 31st and final start at the Masters Tournament but missed the cut after posting rounds of 79-76 at Augusta National. 2008: Was a distant T2 at the Walmart First Tee Open at Pebble Beach, thanks to a final-round 69 on the host course. Performance on the Monterey Peninsula was his best on the circuit since winning the 2004 MasterCard Championship at Hualalai. Teamed with Sydney Burlison of Salinas, CA, to win the pro-junior portion of the event by eight strokes. Better-ball score of 25-under 191 was a tournament record...Teamed with Peter Jacobsen to claim the Wendy's Champions Skins Game. The pair earned the final skin worth $100,000 on the first playoff hole to claim the title at the Royal Ka'anapali GC on Maui. 2006: Attracted attention at the Allianz Championship when he had one of the highlights of the season. He made an unusual hole-in-one on No. 16 in the second round. His 7-iron landed just off the back of the green and remained there for nearly 10 seconds before rolling back into the hole for the 17th ace of his competitive career. 2005: T3 at the Blue Angels Classic thanks to a final-round 6-under 64 on Sunday. 2004: Won his first event on the Champions Tour in just over 19 months when he started the season with a come-from-behind victory at the MasterCard Championship. Shot 64 in the final round and outdueled Dana Quigley down the stretch, thanks to birdies on the last three holes, including a clutch 18-foot putt on No. 18 for the win. Had 23 total birdies for the week...Shot career-best 10-under 61 on Sunday at the Outback Steakhouse Pro-Am, equaling the TPC Tampa Bay course record. Birdied 11 of his first 14 holes including seven straight, at the TPC Tampa Bay and briefly held the lead before a bogey on the final hole eventually left him in a T3...Voted as the Champions Tour's February Player of the Month...Shot 6-under 29 on the front side of Glen Oaks during the second round of the Allianz Championship, a nine-hole record at the course. 2003: Made a spirited defense of his Senior PGA Championship title and was the only player in the field to shoot par or better for all four rounds. Was leading early in the final round, but eventually finished T3 at Aronimink GC, three strokes behind winner John Jacobs...Easily won the Tylenol Par-3 Challenge at Treetops Resort in Michigan, banking $330,000. 2002: Among the top 10 in one-third of his starts as a Champions Tour rookie...Became the 11th player to make his first Champions Tour title a major when he held off Bobby Wadkins and Hale Irwin for the Senior PGA Championship crown. Was the only player in the 144-man field to finish under par (2-under) over 72 holes at Firestone and ended a TOUR victory drought of 15 years, 10 months, 27 days dating back to the 1986 Anheuser-Busch Golf Classic...Held off Don Pooley by one stroke to win the Senior Slam on the Lost Gold Course at Superstition Mountain in early November. His 36-hole score of 6-under 138 in the event pitting the winners of the four major championships, earned him a $300,000 check...Made his official debut on the Champions Tour at the Royal Caribbean Classic, T51 at Crandon Park with a 1-under-143 total in the rain-shortened event.\n","otherCarHigh" : "Owner of two major titles—1979 Masters and the 1984 U.S. Open...Claimed Masters title on second playoff hole with Ed Sneed and Tom Watson. Became just the third player (Horton Smith in 1934 and Gene Sarazen in 1935) to win the prestigious event at Augusta National in his first attempt...Bested Greg Norman in an 18-hole playoff for 1984 U.S. Open at Winged Foot GC in New York...Was also the runner-up to Larry Nelson in the 1981 PGA Championship at the Atlanta Athletic Club and finished third in the 1994 Open Championship at Turnberry, Scotland...Has won 10 PGA TOUR titles overall, including three in 1986...Best season from a financial standpoint came in 1994 when he went over the $1-million mark for the only time in his career ($1,016,804). Although he didn't win that season, recorded five runner-up finishes (at the time the most since Jack Nicklaus and Arnold Palmer had six in 1964), including a playoff loss to Mark McCumber in the season-ending TOUR Championship. Earned a career-best $324,000 at that event which pushed him over seven figures in single-season earnings...First TOUR win came at the 1979 Wickes-Andy Williams San Diego Open. Came back after an opening-round 76 to defeat Bill Kratzert, Wayne Levi, Artie McNickle and Watson by five strokes...Has long history of back trouble, which first became known at 1984 PGA Championship when he was hospitalized before first round. Underwent surgery for ruptured discs later that year and was sidelined until February of 1985...In third start after return, won the Bay Hill Classic...Played on three American Ryder Cup teams (1979, 1983, 1985)...Also won the 1985 and 1986 Skins Game and claimed the 1987 Merrill Lynch Shoot-Out Championship...Won 1972 Florida State Junior College and 1973 Indiana State Amateur titles...Member of the National Junior College Athletic Association Hall of Fame...Competed at Edison Community College in Fort Myers, Fla...Was the recipient of the Dave Marr Award during the week of the 2010 Administaff Small Business Classic.","personal" : "Always a gallery favorite because of his humor and relaxed approach to the game...Has an interest in golf-course design and one of his projects is TPC Summerlin, host course of the PGA TOUR's Las Vegas event...Won USGA's Bob Jones Award in 1985, an award given in recognition of distinguished sportsmanship in golf...Lists Wayne Gretzky and Michael Jordan as his favorite athletes. Arnold Palmer was his idol growing up...Enjoys the outdoors and went sheep hunting in Alaska in 2001...Ran the successful and popular Wolf Challenge in his hometown for several years, which benefited area charities. The event has raised more than $2 million since its inception...Came out with his own line of vodka in the summer of 2009...Sponsors IndyCar driver Ed Carpenter, who drives the car emblazoned with \"Fuzzy's Vodka.\" Carpenter won the pole position at the 2013 and 2014 Indianapolis 500 and eventually finished 10th and 27th, respectively...Website is fuz.com.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T34th at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks 76th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}