{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "26949","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Broadaway","first" : "Josh","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "175","weightMetric" : "79","birthDate" : "July 14, 1978","age" : "37","birthPlace" : "Albany, Georgia","residence" : "Albany, Georgia","family" : "Wife, Tina; Alexander Thomas (10\/4\/05), Samuel Tanner","education" : "Troy State University (2000, Business)","splInterest" : "Hunting, fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2000","clubAffl" : "Stonebridge G&CC (Rome, Georgia)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "811,100&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2003","exmtStatus" : "Conditional - Additional Qualifying Tournament Finisher or Finished 76-100 on 2014 Web.com Tour Money List","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the Web.com Tour in 2003, 2006-10 and 2012-14. \n\n2014: Finished T109 at Web.com Tour Qualifying Tournament in December...Competed in 20 Web.com Tour events, posting one top-10 and five top-25s. Made 10 cuts. Finished the season 83rd on the money list...Recorded three of his top-25s over a six-week period in the spring, with a T22 in Midland, Texas, a T23 at the BMW Charity Pro-Am and a T17 in Wichita...Next top finish was a T14 at the Stonebrae Classic in early August, which moved him to 83rd in earnings...Two weeks later he had his best performance of the year, a T6 at the News Sentinel Open in Knoxville, which bumped him to 79th. Gained ground on the 54-hole leader Martin Piller after a third-round 65. Started the final round two back and carded a 3-under 68, but dropped into a T6 for his lone top-10 of the year...A missed cut at the Regular Season finale in Portland the following week ending his chances of making the Web.com Tour Finals...Made his first ace on Tour in the first round of the Chitimacha Louisiana Open in March at the 8th hole...Was a Monday qualifier for November 2013's McGladrey Classic on the PGA TOUR. A final-round 65 led to a T48 finish.\n\n2013: In 18 starts, made just seven cuts, which included two top-25s, at The Rex Hospital Open (T4) and the Brasil Classic (T17)...Posted four rounds in the 60s (including a 65 in the third round) in his T4 in Raleigh, the only time he did so all year...Missed four cuts leading up to the final Regular Season event, the Cox Classic, finishing T57 and 95th on the money list.\n\n\n\n2012: Played a full season on the Web.com Tour and made 12 cuts in 24 starts...Only top-10 finish came in April when he was T9 at the TPC Stonebrae Championship...Also had five other starts, which resulted in top-25 finishes, including a T13 at the Cox Classic and a T14 at the News Sentinel Open. \n\n2011: Collected his first top-10, at the Chiquita Classic, his sixth start of the season. Opened with back-to-back 7-under 65s in the first two rounds. Shot 70-69 on the weekend to finish T5...Kept up the good play at the following week's Nationwide Children's Hospital Invitational. A third-round 1-over 72 put him out of reach of the leaders but a 6-under 65 Sunday was good enough to put him two back and T4...Finished T3 three starts later at the Price Cutter Charity Championship. Four rounds in the 60s left him six behind winner Steve Friesen...For the second time this year he notched back-to-back top-10 performances after finishing T8 at the News Sentinel Open. Rounds of 69-66 on the weekend left him five behind winner Kirk Triplett...Held the first-round lead at the Mylan Classic with a 7-under 64 that put him two shots in front. Was in contention at the halfway mark, but weekend rounds of 72-72 dropped him to T22...Finished the year No. 6 in Par-3 Birdie Leaders (17.36 percent) and No. 9 in Scoring Average Before the Cut (69.33). \n\n2010: Played 24 Web.com Tour events, with two top-25 finishes. Best performance was T3 at the Fort Smith Classic. Posted rounds of 69-65-65 to take the 54-hole lead by one stroke. Final-day struggles on the greens resulted in a 1-under 69 and a T3 finish, four behind winner Chris Kirk. Ended the year No. 98 on the money list. \n\n2009: Ended the Web.com Tour season No. 72 on the money list. Made only seven cuts in 17 starts but had five top-25 finishes...Earned his first top-10 of the year with a seventh-place finish at the Fort Smith Classic, thanks to a final-round 64. Finished T9 at the Ford Wayne Gretzky Classic. One of four players to share the 54-hole lead at the Miccosukee Championship, the final full-field event on the schedule. Posted a 2-over 74 in the last round and wound up T7 at Miccosukee G&CC. \n\n2008: Made the cut in 14 of 26 starts on the Web.com Tour and had nine top-25 finishes and five top-10s. First top-10 came at the Mexico Open in Morelia (10th), only the second top-10 in his career. Second of the year was a T10 at the BMW Charity Pro-Am. Had a solid week at the Price Cutter Charity Championship, where he posted a career-best T4 finish—thanks to a career-best, 8-under 64 in the final round at Highland Springs CC. His 19-under-par total was also a career best. Moved up 17 places on the Tour money list, to No. 31. Was T6 the following week at the Nationwide Children's Hospital Invitational, holing a shot from the fairway for eagle at the final hole. Moved up to No. 26 with his fourth top-10 of the year. Fifth top-10 of the season came at the Miccosukee Championship, shooting four sub-70 rounds to finish T3 after eight consecutive missed cuts. Closed the year with a T16 at the Web.com Tour Championship after an opening 74, carding rounds of 67-68-66 to end the week. \n\n2007: Finished No. 124 on the money list, but regained his Tour card with a T74 finish at the PGA TOUR National Qualifying Tournament. Tallied three top-25 finishes and a season-best T11 at the Rochester Area Chariities Showdown at Somerby. \n\n2006: Made the cut in 12 of 29 starts on Tour, with just one top-10 finish—a T6 at the Mark Christopher Charity Classic. Completed the season ranked No. 91 on the money list, with $57,112. \n\n2005: Finished No. 2 on the Hooters Tour money list, with $73,379. Among his five top-fives was a victory at the Dothan Classic. \n\n2003: Played his rookie season on the Web.com Tour. Ended the season having made seven cuts in 20 starts, with three top-25 finishes. Concluded the year No. 132 on the money list, with a career-best T15 at the Rheem Classic coming in his first career start on Tour...Has also played on the DP Tour. 2002: Fired a final-round 65 to win the NGA Arlington Classic. Collected a first-place check worth $20,000. Finished that year making 13 of 18 cuts and collecting $48,557. For his efforts, was named Most Improved Player on Tour. \n","otherCarHigh" : "Two-time medalist during college at the Trans-America Athletic Conference Championship while competing for Troy State.","personal" : "Cut the grass at his home course during high school to make extra money. Credits his grandfather for giving him his start in golf...Lists Fred Couples as his hero. Named Albany's Athlete of the Year in 1995 and 1996 for baseball, basketball and golf. Is perhaps best known for playing golf cross-handed and putting left-handed. Began using the unorthodox style of play when he was age 5 and says it is a product of playing youth baseball and batting left-handed. Career goal is to become the first cross-handed golfer to win a major championship. Lists winning the first annual Truck Cup in Fort Smith, Ark., among his highlights in golf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 3rd on the Web.com Tour 3 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/joshbroadaway1"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}