{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01975","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Purtzer","first" : "Tom","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "210","weightMetric" : "95","birthDate" : "December 5, 1951","age" : "64","birthPlace" : "Des Moines, Iowa","residence" : "Scottsdale, Arizona","family" : "Children: Laura (7\/3\/80); Ashley (12\/5\/83), Eric (11\/5\/85), Liza Jane (2\/10\/96), twins Jay Warren and Jennifer Ann (5\/7\/98), twins Robin and Juli (8\/25\/02)","education" : "Arizona State University (1973, Business)","splInterest" : "All sports, music, auto racing, muscle cars","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1973","clubAffl" : "Desert Mountain GC (Scottsdale, Arizona)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "12,235,868&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1975","qSchoolYear" : "Spring 1975","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(1): 2005 Australian PGA Seniors.","curYearHigh" : "Played in just 16 events during the season with best finish a T54 at the Dick's Sporting Goods Open.","carHigh" : "Five TOUR victories in 25-year career include two in 1991. NEC World Series of Golf win that season earned a 10-year exemption that expires as he turns 50 in December...Best finish since World Series victory was second at 1996 Michelob Championship at Kingsmill. ... Began final round at NEC WSOG three strokes off the lead, but closing 71 earned spot in playoff with Davis Love III and Jim Gallagher, Jr...won with par on second extra hole...Most recent top-10 finish was T4 at 1998 National Car Rental Classic at Walt Disney World Resort. ... Won first TOUR title at Riviera in 1977 at Glen Campbell Los Angeles Open...Cracked top-25 twice following Nissan, with T24 at THE PLAYERS Championship and 21st at Sprint International...Made up four-stroke deficit at 1991 Southwestern Bell Colonial with closing 64, good for three-stroke victory...Other wins came at 1984 Phoenix Open and 1988 Gatlin Brothers-Southwest Classic...Won 1986 JCPenney Mixed Team Classic with Juli Inkster, 1991 Shark Shootout with Lanny Wadkins and 1993 Fred Meyer Challenge with Steve Elkington.\n","otherCarHigh" : "","personal" : "Married wife Lori on Maui during 1994 Lincoln-Mercury Kapalua International. ... Has been described as having \"sweetest\" swing on TOUR. ... Brother Paul played TOUR in 1970s and early 1980s. ... Close friend of former Milwaukee Brewers great Robin Yount and country singer Vince Gill.","otherInfo" : "Made 16 starts on the 2001 PGA TOUR and made three cuts...Has partially-exempt status on 2002 SENIOR PGA TOUR by virtue of his career earnings from the PGA TOUR. Is eligible to join the SENIOR TOUR in early February at the Royal Caribbean Classic...Five TOUR victories in 25-year career include two in 1991. Made up four-stroke deficit at 1991 Southwestern Bell Colonial with closing 64, good for three-stroke victory. NEC World Series of Golf win that season earned him a 10-year exemption that expired when he turned 50 last December...Won first TOUR title at Riviera in 1977 at Glen Campbell Los Angeles Open, edging Lanny Wadkins by a shot...Other wins came at 1984 Phoenix Open and 1988 Gatlin Brothers-Southwest Classic...Won 1986 JCPenney Mixed Team Classic with Juli Inkster, 1991 Shark Shootout with Lanny Wadkins and 1993 Fred Meyer Challenge with Steve Elkington...Has six career holes-in-one...Was the medalist in the 1979 U.S. vs. Japan event and played for the PGA TOUR in the Four Tours Championship in 1991.","ntlTeams" : "U.S. vs. Japan, 1979 (medalist); Four Tours Championship, 1991","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2001","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(4): 1986 JCPenney Classic [with Juli Inkster]. 1991 Shark Shootout [with Lanny Wadkins]. 1993 Fred Meyer Challenge [with Steve Elkington]. 1996 JCPenney Classic [with Juli Inkster].","intlVics" : "(1): 2005 Australian PGA Seniors.","curYearHigh" : "Played in just 16 events during the season with best finish a T54 at the Dick's Sporting Goods Open.","carHigh" : "2014: Made 19 starts, with one top-25 finish. Teamed with Mark Brooks for a T17 in the Champions Division at the Big Cedar Lodge Legends of Golf in June.\n\n2013:Posted just one top-10 finish in 19 appearances...Teamed with Brad Bryant for a T4 finish at the Liberty Mutual Legends of Golf in April in Savannah. The pair was among the leaders on the weekend after rounds of 65-64. \n\n2012: Lone top-10 effort among 20 starts was a T3 at the Liberty Mutual Insurance Legends of Golf. Teamed with Brad Bryant for a better-ball score of 27-under 189, with the duo holding sole possession of the first-round lead. \n\n2011: Two best outings among his 19 starts came in his first two tournaments of the season in Florida...Was T11 in his initial event, at the Allianz Championship...Followed with a T12 a week later at The ACE Group Classic, thanks to a final-round 66, his low stroke-play score of the year...Late in the campaign, he made the trip to South Korea and was T16 at the Songdo IBD Championship...Ranked among the Champions Tour's top 10 in Greens In Regulation (T6) for the fourth time in the last five years. 2010: Had just two top-25 performances, with both coming during the summer. Finished outside the top 50 on the single-season money list for the first time as a Champions Tour member...Was among the first-round leaders at the Montreal Championship after a 66 Friday. Eventually finished T20 in the inaugural event in Canada...Was T9 through two rounds of the JELD-WEN Tradition, but rounds of 72-73 on the weekend at Crosswater dropped him back into a T25. 2009: Was one stroke off the lead after 18 holes at the AT&T Champions Classic and eventually ended T8 at Valencia, his seventh overall top-10 in that event. 2008: Got his year off to a flying start when he was the first-round leader at the season-opening event, thanks to a 10-under 62. Eventually finished fifth at the MasterCard Championship at Hualalai...Was among the leaders throughout much of the final round at The Principal Charity Classic before he finished bogey-double bogey to drop to T5...Claimed the Driving Distance title for the fourth time and second year in succession, averaging 295.5 yards per tee shot. 2007: Won for the first time since the 2005 3M Championship when he defeated Loren Roberts on the fourth hole of a playoff at the AT&T Champions Classic at Valencia CC in Valencia, Calif. Rolled in a 17-foot birdie putt on the fourth hole to end the longest playoff on the Champions Tour since the 2002 Lightpath Long Island Classic. His win was the second at the tournament after also prevailing in 2003...Early in the season, finished T2 at the Turtle Bay Championship, where he improved his score by two strokes each day...Had an unusual statistical double, leading the Champions Tour in both Driving Distance (297.6 yards per drive) as well as Greens in Regulation (76.24 percent)...Also paced all players with 17 eagles and had the longest-measured drive during the season, a 383-yard effort on the 10th hole in the opening round of the MasterCard Championship at Hualalai. 2006: Best finish of the season was T2 at the rain-shortened Administaff Small Business Classic. Shared the first-round lead with Jay Haas and Dick Mast, thanks to a 7-under 65, but then found himself five strokes back of Haas despite posting a 68 Saturday. Was unable to make a run at Haas on Sunday when afternoon rains in Houston rendered the Augusta Pines course unplayable. 2005: The second of three players to go wire-to-wire for a victory during the year, joining Ron Streck and Bob Gilder...Claimed his third career Champions Tour victory at the 3M Championship, the first time in his career he led an event from start to finish. Opened with a 9-under-par 63 that included his second hole-in-one on the Champions Tour. Made a 7-foot par putt on the last hole to avoid overtime with Craig Stadler and Lonnie Nielsen. First-place check of $262,500 was his largest ever. Victory in Minnesota avenged misfortunes of two previous years where he was the 36-hole leader and did not win...Came close to winning in late June at the Bank of America Championship. Was one of three players in a playoff (Don Pooley and Mark McNulty), but fell short when McNulty made birdie on the second extra hole after Pooley was eliminated with a bogey on the first hole. Got himself in overtime when he birdied the final hole in regulation...Also finished second late in the year at the SBC Championship in San Antonio. Was T41 after opening with a 1-over 72, but rallied on the weekend at Oak Hills with rounds of 66-63. His 13-under 129 total equaled Champions Tour-best for last 36 holes in 2005...As a former champion, played at the Bank of America Colonial on the PGA TOUR and finished T21, helped in large part by a final-round, 6-under-par 64, tying him for low score of the day...Took advantage of the month-long Champions Tour break in April and claimed the Australian PGA Seniors title by five strokes. Had originally made the trip to Australia to visit his daughter Ashley who was attending Sydney University as an exchange student. 2004: Back problems (sliding disc in lower back) troubled him for most of the season...Tied the Champions Tour's all-time record and set a course record with an 11-under 60 (nine birdies and an eagle) in the first round of the Toshiba Senior Classic before going on to win at Newport Beach CC by one stroke over Morris Hatalsky. Used birdies on two of the last four holes to secure the Toshiba victory, his second title on the Champions Tour...Was the 18- and 36-hole leader at the Bank of America Championship, but eventually T2 near Boston, four strokes behind Craig Stadler, after posting an even-par 72 Sunday...Champions Tour Player of the Month in March. 2003: Earned his first Champions Tour victory when he drained an eagle putt of 58 feet, 3 inches to edge Gil Morgan by one stroke at the SBC Classic. Came to the final hole trailing Morgan by two strokes, but became the first player to make an eagle on the final hole and win an event since Sammy Rachels did so at the 2001 Transamerica. Had a hole-in-one in the opening round, the first player to do so and win the event since Bob Gilder at the 2002 Kroger Senior Classic. 2002: Official earnings of $760,056 topped his best year on the PGA TOUR ($750,568 in 1991)...Debuted on the Champions Tour at the Royal Caribbean Classic and T7. It was his first top 10 since finishing T4 at the 1998 Walt Disney World Classic on the PGA TOUR...Best performance of the season was a T3 at the SBC Senior Classic near Los Angeles in early March. Was the first-round leader at Valencia CC and one of just two players to break par, after carding a 2-under 70 in cool, windy conditions Friday.\n","otherCarHigh" : "Five TOUR victories in 25-year career included two in 1991. Made up four-stroke deficit at 1991 Southwestern Bell Colonial with closing 64, good for three-stroke victory. NEC World Series of Golf win that season earned him a 10-year exemption that expired when he turned 50...Won first TOUR title at Riviera in 1977 at the Glen Campbell-Los Angeles Open, edging Lanny Wadkins by a shot...Other wins came at 1984 Phoenix Open and 1988 Gatlin Brothers-Southwest Classic...Was the medalist in the 1979 U.S. vs. Japan event and played for the PGA TOUR in the Four Tours Championship in 1991...Has had eight career holes-in-one in competitive rounds, including two on the Champions Tour, the last coming in 2005 at the 3M Championship...Second-team All-America choice in 1973 when playing for Arizona State...Inducted into the Arizona Golf Hall of Fame in November 2012.","personal" : "Has been described as having \"sweetest\" swing on TOUR...Brother Paul played PGA TOUR in 1970s and early 1980s...Close friend of former Milwaukee Brewer star and Hall of Famer Robin Yount as well as country singer Vince Gill...Lists the births of his kids as his biggest thrill outside of golf...Favorite golf course is Riviera CC near Los Angeles...Enjoys Mexican food.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T35th at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks T80th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}