{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "22294","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Smock","first" : "Brian","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "215","weightMetric" : "98","birthDate" : "March 1, 1973","age" : "43","birthPlace" : "Honolulu, Hawaii","residence" : "Coronado, California","family" : "Wife, Aidan; Ty Wesley (7\/2\/08); Quinn Kathleen (9\/21\/10)","education" : "Fresno State University","splInterest" : "Steely Dan, taking his dogs to the beach, sports","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1994","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "740,352&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1997","exmtStatus" : "Exempt - Major Medical","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Did not play in any PGA TOUR or Web.com Tour events.\n\n2013: Did not play in any events on either the PGA TOUR or Web.com Tour.\n\n2012: Made the cut in seven of 14 starts on Tour but had his season halted by back problems. Began the year with a T11 at the Pacific Rubiales Colombia Championship...Came back the following week to T2 at the Panama Claro Championship. Moved into contention with a second-round 64. Had only one other top-25 finish during the season...Will play on a Major Medical Exemption in 2013 and will have 13 starts in that category.\n\n2011: First top-10 finish was a T9 at the Fresh Express Classic, which was reduced to 54 holes when heavy fog ultimately canceled Sunday's final round...Was T4 at the Nationwide Children's Hospital Invitational, two shots behind winner Harris English...Third top-10 came at the Albertsons Boise Open, where three consecutive 68s to close the tournament gave him a T6 finish. Check for nearly $23,000 moved him up 12 spots to No. 25 on the money list...Made his first PGA TOUR start, at the Farmers Insurance Open (missed the cut). \n\n2010: Finished the season No. 32 on the money list after making the cut in 18 of 27 events. In his third start of the season, at the Panama Claro Championship, was one of only four players to post all four rounds in the 60s and finished alone in second place. It marked the third consecutive year Smock has recorded a runner-up showing. Posted his second top-10 of the year at the Stadion Athens Classic. Consistent rounds of 72-68-71-69 led to a T10 finish...Notched his third top-10 of the year at the Price Cutter Charity Championship in August. Fired all four rounds under par to finish T9. \n\n2009: Finished No. 40 on the Web.com Tour money list to grab the last guaranteed spot at the PGA TOUR Qualifying Tournament. Made the cut in half of his 22 starts, with seven top-25 finishes and four top-10s. First top-10 of the year came at the Fort Smith Classic, where he finished T3 with three others, one shot out of a playoff. Was T9 at both the Cox Classic in Omaha and the Albertsons Boise Open. Finished T2 at the Miccosukee Championship and earned enough money to move from No. 64 to No. 41 on the money list and qualify for the season-ending Web.com Tour Championship at Daniel Island in South Carolina. Moved up one spot on the money list, thanks to his T14 effort. \n\n2008: Made the cut in nine of 15 starts, with three top-10 finishes. Made the cut in just one of first seven starts but then closed the season with eight consecutive cuts made. Shot four sub-70 rounds, including a final-round 67, the low round of the day, to finish T7 at the Preferred Health Systems Wichita Open. Got into the Utah Championship as an alternate then shot a pair of 66s on the weekend for a career-best T2 finish. Continued his good late-season play with a T4 at the Oregon Classic. \n\n2007: Made the cut in 14 of 22 starts on Tour, with four top-25 finishes. Ended the season No. 82 on the money list, with $72,793. Posted top-10 finishes at the Mark Christopher Charity Classic (a career-best T5) and the Livermore Valley Wine Country Championship (T6). \n\n2006: Was a winner on the AG Spanos Tour but season was cut short with a wrist injury, had to take six weeks off and not playing until two weeks before the final stage of Qualifying School. \n\n2005: Made the cut in 10 of 23 starts, with a career-best T15 at the Albertsons Boise Open—just the second top-25 outing of his career. Previous best was a T17 at the 2001 Inland Empire Open. Finished the year No. 134 on the money list.\n\n2004: Victory at the Gateway Tour Championship—which he calls his biggest thrill in golf—was one of five career wins on that Tour. A final-round 65 helped him overcome a seven-shot deficit on the last day for that win. Leading money-winner of the Gateway Tour's Pacific Series that season, with nine cuts in 10 starts. In addition to his win, he had a pair of T2 and T5 finishes. \n\n2001: Played in three Web.com Tour tournaments, making one cut. Opened with a 65 at the Inland Empire Open in California, followed that with a 69 and was tied for 12th at the halfway point. Played his final 36 holes in 7-under to T17 at Empire Lakes GC.\n\n1997: Made the cut in one of 11 starts during his rookie season, with only cut made a T52 at the Alabama Classic. \n","otherCarHigh" : "As an 18-year-old, lost the 36-hole Ping Phoenix Junior Classic by a stroke to 15-year-old Tiger Woods in Tempe, Ariz.","personal" : "His uncle, Ernie Gonzalez, won the PGA TOUR's 1986 Pensacola Open and played on TOUR from 1985-90...Attended Coronado High School in California...Biggest thrill outside golf is being a father...Favorite food is ribs.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the Web.com Tour 4 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/coronadopro"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}