{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01872","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Nielsen","first" : "Lonnie","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "200","weightMetric" : "91","birthDate" : "June 29, 1953","age" : "62","birthPlace" : "Belle Plaine, IA","residence" : "Palm Beach Gardens, FL; Orchard Park, NY","family" : "Wife, Mary Jo; Sarah (2\/17\/81), Mollie (9\/3\/83), Andy (3\/10\/87); two grandsons","education" : "University of Iowa (1976, Business)","splInterest" : "Boating, movies","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1976","clubAffl" : "PGA National GC (Palm Beach Gardens, FL)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "5,387,912&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1978","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2003","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(32): 1984 Western New York PGA Match Play Championship. 1985 New York State Open, Western New York Section PGA Championship. 1986 Western New York PGA Match Play Championship, Western New York Section PGA Championship. 1987 Western New York Section PGA Championship. 1988 PGA Match Play Championship, PGA Stroke Play Championship. 1989 New York State Open, Western New York Open, Western New York Section PGA Championship, PGA Match Play Championship. 1990 Western New York Open, Western New York PGA Match Play Championship, Western New York Section PGA Championship. 1991 Western New York PGA Match Play Championship. 1993 Western New York PGA Match Play Championship, Western New York Open, Western New York Section PGA Championship. 1994 Western New York PGA Match Play Championship, Western New York Section PGA Championship. 1995 Western New York Open. 1996 Western New York Section PGA Championship. 1997 Western New York Open. 1998 Western New York Open, Western New York PGA Match Play Championship. 1999 Western New York PGA Match Play Championship. 2000 Western New York Section PGA Championship. 2001 Western New York PGA Match Play Championship. 2002 Western New York PGA Match Play Championship. 2002 Western New York Open. 2003 Western New York Open.","intlVics" : "(2): 2003 Otesago Senior Open Championship, Turning Stone Seniors Championship.","curYearHigh" : "Finished T10 at The Principal Charity Classic, thanks to a trio of rounds in the 60s in his native Iowa.","carHigh" : "2010: A pair of knee surgeries limited his season to just six events...Underwent left-knee surgery on January 19 which delayed the start of his season until the Toshiba Classic in early March...First top-10 finish came in April when he teamed with Brad Bryant to finish seventh at the Liberty Mutual Legends of Golf...Made his last start in early July at the Montreal Championship before deciding to undergo right knee replacement surgery later that month (July 21), ending his season...Was inducted into the Iowa Golf Hall of Fame during the week of The Principal Charity Classic. 2009: Claimed his second Champions Tour title, at the Dick's Sporting Goods Open, besting Fred Funk and Ronnie Black by three strokes at En-Joie GC. Started the final round three strokes back of Funk, but quickly took the lead early Sunday when he opened with a run of four birdies and an eagle. His 20-foot birdie putt on the 16th hole provided the cushion he needed to cruise to victory, his second title in the state of New York. His final-round 63 matched a career-low, and his 21-under 195 total was the best 54-hole score on the Champions Tour during the year. Posted 24 birdies in his run to victory, the most by any player in a 54-hole event in 2009 and the most since R.W. Eaks had 24 at the 2008 3M Championship. Closing-round 63 was low finish by a winner...Was four strokes off the lead after 36 holes of the Outback Steakhouse Pro-Am and carded a final-round 70 at TPC Tampa Bay to finish T3, three strokes back of Nick Price. 2008: Improved his standing on the money list for the fifth consecutive year, placing 11th, six spots higher than in 2007. Had a career-best season, capped by reaching the $1-million mark in earnings for the first time ($1,224,012), with a career-high nine top-10 finishes, matching his combined totals of the previous two years...Was the first-round leader at The Ginn Championship at Hammock Beach and eventually finished T2 along with Tim Simpson, eight strokes back of Bernhard Langer. Performance at Palm Coast was his best since winning the 2007 Commerce Bank Championship...Made a strong bid at defending his Commerce Bank Championship title but, along with Nick Price, eventually finished T2 on Long Island, one stroke back of Loren Roberts. Started the final round three strokes back of Roberts and carded a final-round 66 on the Red Course at Eisenhower Park...Earned another second-place finish when he ended two strokes shy of Bernhard Langer at the Administaff Small Business Classic in October. Held a one-stroke lead over Langer starting the back nine Sunday, but Langer made birdies on Nos. 11, 13 and 14 to take the lead for good...Made the biggest comeback of any player in the field at the Regions Charity Classic. Eventually finished T5 in Birmingham after being ranked T45 after the first round. Carded scores of 66-68 on the weekend at Ross Bridge. 2007: Experienced a breakout season on the Champions Tour and earned a trip to the season-ending Charles Schwab Cup Championship for a third consecutive year...At the time, earned a personal-best $989,722 and finished 17th on the money list, his highest standing at the time...Highlight was his first win on the Champions Tour in his 92nd career start. Edged Loren Roberts by two strokes at the Commerce Bank Championship. Moved into the lead Saturday with his low round of the year, a 7-under 64 that included four birdies in a five-hole stretch on the back nine. Took a three-stroke lead into the final round and sealed the deal with key par saves down the stretch. Victory came just two days after his 54th birthday and made him the third consecutive first-time winner at Eisenhower Park...Two weeks later, continued his success in New York when he grabbed a solo third-place finish at the inaugural Dick's Sporting Goods Open. 2006: Made a serious challenge for his first career win but fell in a one-hole playoff to Eduardo Romero at the JELD-WEN Tradition in late August near Portland, OR. Fired four straight sub-par rounds and made a birdie on the 72nd hole to earn a spot in the playoff with Romero. However, hit an errant tee shot into a bunker on the first extra hole and was never able to recover as Romero ended the playoff with a birdie to earn his first American victory. 2005: Top effort came in August at the 3M Championship where his birdie-eagle finish on the final two holes included making 124 feet of putts that vaulted him into a T2 with Craig Stadler, one stroke back of eventual winner Tom Purtzer. 2004: Best performance in his first full season came in late September when he finished T5 at the SAS Championship near Raleigh...Attempted to improve his exempt status at the National Qualifying Tournament in the fall. Finished in a tie with Des Smyth after six rounds at the King and Bear in St. Augustine, FL, and eventually placed ninth when Smyth did not participate in a playoff. 2003: Earned fully-exempt status for 2004 by finishing T4 at the Champions Tour National Qualifying Tournament at the TPC Eagle Trace in Florida. Was just one of five players in the field to record four sub-par rounds and finished with a 72-hole total of 7-under-par 281. Earned a spot in the finals by virtue of his third-place finish at the PGA Senior Club Pro Championship...Twice open-qualified on the Champions Tour after turning 50 in June. Was T47 at the Constellation Energy Classic near Baltimore and T31 at the Turtle Bay Championship in Hawaii.\n","otherCarHigh" : "Played the PGA TOUR on a full-time basis from 1978-83 before giving up TOUR golf to become a club professional and Director of Golf at Crag Burn GC in East Aurora, NY, near Buffalo...Career earnings on the PGA TOUR totaled $119,416 in 124 events from 1978-1996. Made 75 cuts and had two top-10 finishes during that span…Was T5 at the 1979 Ed McMahon-Jaycees Quad City Open, T8 at the 1980 Danny Thomas Memphis Classic and T11 at the 1986 PGA Championship at Inverness…Made 14 appearances on the Web.com Tour from 1990-96, with total earnings of $14,389…Finished T3 at the 1993 Hawkeye Open…Winner of numerous club professional titles in his career, including the 1988 PGA Stroke Play Championship…A nine-time winner of the Western New York PGA Section Championship and a two-time winner of the PGA Match Play Championship (1988-89)…Claimed the New York State Open in both 1985 and 1989…A 10-time winner of the Western New York PGA Match Play Championship and was selected as the Western New York PGA Player of the Year 12 times. Led the Western New York PGA Section money list 13 times, including six consecutive years (1993-98). Is that section's all-time leading money-winner, with over $310,000 in career earnings...Chosen as the PGA National Club Professional of the Year in 1986-87 and 1989...Established more than 40 course records in his career, with a career-low round of 61, which he shot on two occasions—at Pima CC in Scottsdale, AZ, and Dragon Ridge CC in Las Vegas...Two-time All-Big Ten choice at Iowa...Has 13 career holes-in-one but has never had one on the PGA TOUR or Champions Tour.","personal" : "Has worked with such teachers as Butch Harmon, Chuck Zweiner and Bob Fry...Biggest thrill in golf was finishing 11th at the 1986 PGA Championship and biggest thrill away from golf was the birth of his three children...Father got him started in the game as a youngster in Iowa and he grew up playing on sand greens in Belle Plaine, IA (population 2,000)...His father owned the local bowling alley in his hometown...Is a member of the Iowa Golf Hall of Fame...First job was as a line worker for Amana...Never uses No. 3 golf balls...Favorite courses are Pebble Beach, Spyglass, Butler National and Merion…Enjoys \"Seinfeld,\" entertainer Robin Williams and \"The Sting.\"…Favorite athlete is Wayne Gretzky and favorite book is The Firm...Would love to play at St. Andrew's...Heroes are the men and women of our military...Became involved in the GIVE Foundation (Golf for Injured Veterans Everywhere) during the 2009 season through the Iowa PGA Section. Headed the “Birdies for Heroes Challenge” and donated $50 for each birdie and $500 for each eagle during the year. Made 260 birdies and four eagles to net the organization $15,000. The GIVE Foundation is committed to supporting the mental, social, physical and emotional well-being of veterans.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "Made 16 starts from the Special Medical Extension category and finished among the top 20 twice in the last half of the season...Closed with a 66 at TPC Snoqualmie Ridge to finish T11 at the Boeing Classic...Was also T19 in late June at the Dick's Sporting Goods Open."}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}