{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24507","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Bohn","first" : "Jason","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "180","weightMetric" : "82","birthDate" : "April 24, 1973","age" : "42","birthPlace" : "Lewisburg, Pennsylvania","residence" : "Acworth, Georgia","family" : "Wife, Tewana; Conner, Cameron","education" : "University of Alabama (1995, Finance)","splInterest" : "Family, college football","pronunciation" : "BONE","nwTourAlumnus" : "Web.com Tour Graduate (2003)","trndProYear" : "1992","clubAffl" : "","cityPlaysFrm" : "Acworth; GA; United States","websiteUrl" : "http:\/\/www.iconsportsinc.com\/jason-bohn\/","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "16,006,609&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "In the season-opening Frys.com Open, finished T3. In the final round, held the lead at 15-under on the par-5 16th hole, but dropped a shot after a bogey. Missed a 15-foot birdie on the final hole to finish one shot out of the Grillo-Na playoff. Marked his best showing in four appearances at the Frys.com Open...Finished T2 for third top-10 in last four starts at the Shriners Hospitals for Children Open. One of three players (including Kevin Na and Smylie Kaufman) to record top-10s in the first two events of the 2015-16 Season...Added another top-10 in his fourth start of the season at the OHL Classic at Mayakoba. Made an eagle and three birdies against two bogeys in the Sunday-Monday final round to close with a 3-under 68 to earn a spot in a playoff with Russell Knox and eventual-champion Graeme McDowell. Week was highlighted by play on the par-5s where eight birdies, two eagles and two pars totaled 12-under. Runner-up marked his third top-10 in four starts in Mexico. It was also his third top-five finish in four starts in the 2015-16 PGA TOUR Season...At The Honda Classic, immediately after completing his second round, sought the assistance of an on-site medic, due to chest pains and shortness of breath. Was taken to nearby Palm Beach Gardens Medical Center, where doctors determined he had suffered a heart attack. With over 90 percent of an artery blocked, a stent was placed in the artery. Spent the remainder of the weekend recovering in the hospital.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Limited to 17 events in 2007 due to a rib injury suffered at the Memorial Tournament in June, where he was forced to withdraw. After one month of rest, re-injured ribs at the A&T National and did not play for the remainder of the season. Granted Major Medical Extension and has 12 events in 2008 to earn $257,668 (combined with 2007 earnings of $527,512, would equal 2007's No. 125 earnings of $785,180) and receive Major Medical Extension status for the remainder of the 2008 campaignâŚPosted four top-25s in 17 starts, with a best finish of T11 at the FBR Open. In 2006, matched his career-high with three top-10s (2005) in third year on TOUR, including a runner-up finish at the Chrysler Classic of Greensboro. Finished two strokes behind Davis Love III. Made 14 consecutive cuts from Ford Championship in March through the U.S Bank Championship in July. In 2005, Second season on TOUR highlighted by a first-, second- and third-place finish. Finished career-high 35th on money list and picked up initial TOUR victory at the B.C. Open in his 48th career start. Recorded four rounds in the 60s for the first time in his career. Trailed by one entering the final round, but closed with a 6-under 66 and won by one over five others. Collected a check for $540,000 and surpassed the $1-million mark in career earnings. Tied for the 54-hole lead at the Deutsche Bank Championship with four others. Finished second, one stroke behind Olin Browne after posting a final-round 68. Earned a career-best paycheck of $594,000. Added a T3 at the Chrysler Classic of Greensboro. Rookie in 2004 made 21 cuts in 29 TOUR starts and finished 131st on the money list. Improved status for 2005 with T9 at 2004 TOUR Qualifying School. Picked up first career top-10 in 24th career start, a T6 at the Buick Championship. Finished two strokes out of Woody Austin-Tim Herron playoff. Finished ninth on the Nationwide Tour money list in 2003 to earn his first PGA TOUR card. Earned his first career victory on the Nationwide Tour at the Chattanooga Classic. Fired four rounds in 60s to edge Kyle Thompson by one stroke with a tournament-record 263. Had four additional top-10s, including playoff losses at the Samsung Canadian PGA Championship and the Oregon Classic. Fired a final-round, 13-under-par 58 to win the 2001 Bayer Championship on the Canadian Tour, one of his two wins on that Tour. Made two starts on the PGA TOUR in 2000, both in Canada, and did not make the cut. Recorded first Canadian Tour victory at the 2000 Shell Payless Open. Won $1 million in a 1992 Hole-in-One Shootout while attending the University of Alabama and chose to give up his amateur status. Will continue to receive $50,000 payment each October 1 through 2012.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2004","qSchoolYear" : "2004","exmtStatus" : "40th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "(2): 2000 Shell Payless Open [Can]. 2001 Bayer Championship [Can].","curYearHigh" : "In the season-opening Frys.com Open, finished T3. In the final round, held the lead at 15-under on the par-5 16th hole, but dropped a shot after a bogey. Missed a 15-foot birdie on the final hole to finish one shot out of the Grillo-Na playoff. Marked his best showing in four appearances at the Frys.com Open...Finished T2 for third top-10 in last four starts at the Shriners Hospitals for Children Open. One of three players (including Kevin Na and Smylie Kaufman) to record top-10s in the first two events of the 2015-16 Season...Added another top-10 in his fourth start of the season at the OHL Classic at Mayakoba. Made an eagle and three birdies against two bogeys in the Sunday-Monday final round to close with a 3-under 68 to earn a spot in a playoff with Russell Knox and eventual-champion Graeme McDowell. Week was highlighted by play on the par-5s where eight birdies, two eagles and two pars totaled 12-under. Runner-up marked his third top-10 in four starts in Mexico. It was also his third top-five finish in four starts in the 2015-16 PGA TOUR Season...At The Honda Classic, immediately after completing his second round, sought the assistance of an on-site medic, due to chest pains and shortness of breath. Was taken to nearby Palm Beach Gardens Medical Center, where doctors determined he had suffered a heart attack. With over 90 percent of an artery blocked, a stent was placed in the artery. Spent the remainder of the weekend recovering in the hospital.","carHigh" : "2014-15: Claimed a career-high six top-10 finishes, of which five came in 24 starts through the Wyndham Championship. In doing so, earned a sixth return to the FedExCup Playoffs. Made starts in three of the first four Playoffs' events, before ending his season ranked 40th in the FedExCup standings...Shot a final-round, 3-under 69 to finish T2 at the Sanderson Farms Championship, his third consecutive top-10 in the event and second runner-up spot in three years in Mississippi. Finished T7 at the OHL Classic at Mayakoba after holding the third-round lead. Shot a final-round 74 to drop down the leaderboard...Finished T9 at the Wells Fargo Championship to notch his third top-10 at Quail Hollow Club in 12 starts...One week after the top-10 in Charlotte, finished in a three-way T2 (one stroke behind champion Chris Kirk) at the Crowne Plaza Invitational at Colonial, his second runner-up of the season. Posted the low round of the week with a final-round 7-under 63, reeling off six consecutive birdies on Nos. 2-7. The 63 was just one stroke shy of his career low of 62 at the final round of the 2009 Wyndham Championship...Finished T4 at the Quicken Loans National for his first top-10 in five starts in the event...Thanks to a second-round 6-under 64 and a final-round, 5-under 65, finished T9 at The Barclays for his sixth top-10 of the season (three more than his next-best season). It marked his second top-10 in eight starts at the event, also finishing T9 in 2006.\n\n2013-14: Claimed three top-10 finishes in 15 made cuts, highlighted by second- and third-place showings in two of his first four starts of the season. For the fifth time, made it to the FedexCup Playoffs, where he played well enough to stay alive through the first three events. Ranked 70th in the FedExCup standings after the BMW Championship and failed to make it to the TOUR Championship by Coca-Cola...Led by four rounds in the 60s, finished T2 at the Shriners Hospitals for Children Open. It marked his second consecutive top-10 at the event (T8 in 2012) and fourth top-25 finish in five career starts at the tournament. Would have finished solo second had he made a 7-foot, 3-inch par putt on the final hole...Finished T3 at the OHL Classic at Mayakoba, finishing five shots off the winning score...Announced on February 10 that he had been elected Chairman of the Player Advisory Council by the TOUR's membership for the 2014 calendar year. The 16-member PAC advises and consults with the PGA TOUR Policy Board (Board of Directors) and Commissioner Tim Finchem on issues affecting the TOUR. Will succeed Jim Furyk on the PGA TOUR Policy Board in 2015 and will a serve a three-year term (2015-17) as a Player Director, along with current Policy Board members Harrison Frazar (2013-15), Bo Van Pelt (2014-16) and Mark Wilson (2014-16)...Despite a double bogey on No. 17 and bogey on No. 18, carded a final-round 2-under 70 (which included a hole out from 95 yards for an eagle-3 on the 10th hole) to finish solo fourth at the Wells Fargo Championship. It marked his third top-four finish this season (T2 at the Shriners Hospitals for Children Open and T3 at he OHL Classic at Mayakoba) and second at the Wells Fargo Championship (third in 2008).\n\n2013: Made 12 of 23 cuts on TOUR and finished No. 113 in the final FedExCup standings...Posted back-to-back, 6-under 66s in the final two rounds of the Sanderson Farms Championship to claim a T9 with four others. The 2012 runner-up at this event made 14 birdies on the weekend en route to the finish...Posted four sub-par rounds at the RBC Canadian Open in July, highlighted by a 6-under 66 in the third round, to T2 with three others.\n\n2012: At No. 125, earned the final spot in the FedExCup Playoffs but missed the cut at The Barclays to fail to advance to the Deutsche Bank Championship...Making his 13th start of the season, posted his first top-10 finish, with a T9 effort at the HP Byron Nelson Championship. It was his first top-10 since winning the 2010 Zurich Classic of New Orleans...At the True South Classic in July, led the field in Putting, needing just 96 putts to finish two strokes behind Scott Stallings for solo second at 22-under 266. His 96 putts were the fewest of the season up to that point on TOUR...In his first start in the fall, at the Justin Timberlake Shriners Hospitals for Children Open, birdied half of his holes in the third round, good for a 7-under 64, en route to a T8. In four starts at TPC Summerlin, has never posted a round worse than par. 2011: Failed to record a top-10 finish for just the second time in his career (2007)...Four rounds in the 60s led to a season-best T12 finish at the Wyndham Championship. 2010: A career-best 62nd-place finish on the FedExCup points list was set up by his second-career win, capturing top honors at the Zurich Classic of New Orleans...Posted a 6-under 65 on Sunday of Northern Trust Open, a round that included five consecutive birdies to jump from T34 to T10. It was his first top-10 since a T2 at 2009 Wyndham Championship...Won the Zurich Classic of New Orleans for his second PGA TOUR title, birdieing three of the final four holes at TPC Louisiana for a 5-under 67 and a two-stroke victory over Jeff Overton. Completed a third-round 71 on Sunday morning in the weather-plagued tournament and then finished at 18-under 270 to win wire to wire. Heavy rain and lightning Friday and again Saturday morning delayed the early rounds. Played 24 holes Saturday and 30 Sunday. He had seven birdies and one bogey in his 30 holes Sunday, finishing with a tap-in birdie on the par-5 18th after nearly holing his third shot. 2009: Claimed two top-10s en route to 81st place on the money list...Earned first top-10 of the season (and first since a third at the 2008 Wachovia Championship) with a T6 at Shell Houston Open...Finished T2 at the Wyndham Championship after bogeying the first extra hole to drop out of a three-man playoff with eventual winner Ryan Moore and Kevin Stadler. It was Bohn's first playoff experience on the PGA TOUR. Final-round 62 helped him come from seven strokes back after the third round. When asked by media if he was disappointed at the playoff loss, said, \"I couldn't be happier to have just gotten myself into the playoff. The way I'm playing, I have no regrets whatsoever.\" It was his best finish since a runner-up in Greensboro, N.C., in 2006. 2008: Injury-riddled season limited to just 15 starts, but eight made cuts and five top-25 finishes were enough for a No. 123 finish on the money list. Also finished No. 123 in FedExCup standings...Playing on a Major Medical Exemption, guaranteed his PGA TOUR status for the remainder of the 2008 campaign thanks to a T20 at the Zurich Classic of New Orleans...Followed that three weeks later with a sixth-place finish at the Verizon Heritage, his best result since placing second at the 2006 Chrysler Classic of Greensboro...Held the 36-hole lead at the Wachovia Championship before carding weekend rounds of 72-71 en route to a third-place finish...Had been sidelined after requiring three surgeries to fix problems associated with his back. 2007: Limited to 17 events due to a rib injury suffered at the Memorial Tournament in June, where he was forced to withdraw. After one month of rest, re-injured ribs at the A&T National and did not play for the remainder of the season. Granted Major Medical Extension and had 12 events in 2008 to equal 2007's No. 125 earnings of $785,180...Posted four top-25s in 17 starts, with a best finish of T11 at the FBR Open. 2006: Matched his career-high with three top-10s (2005) in third year on TOUR, including a runner-up finish at the Chrysler Classic of Greensboro. Finished two strokes behind Davis Love III...Made 14 consecutive cuts from Ford Championship in March through the U.S Bank Championship in July. 2005: Second season on TOUR highlighted by a first-, second- and third-place finish...Finished career-high 35th on money list and picked up initial TOUR victory at the B.C. Open in his 48th career start. Recorded four rounds in the 60s for the first time in his career. Trailed by one entering the final round, but closed with a 6-under 66 and won by one over five others. Collected a check for $540,000 and surpassed the $1-million mark in career earnings...Tied for the 54-hole lead at the Deutsche Bank Championship with four others. Finished second, one stroke behind Olin Browne after posting a final-round 68. Earned a career-best paycheck of $594,000...Added a T3 at the Chrysler Classic of Greensboro. 2004: Rookie made 21 cuts in 29 TOUR starts and finished 131st on the money list. Improved status for 2005 with T9 at 2004 TOUR Qualifying School...Picked up first career top-10 in 24th career start, a T6 at the Buick Championship. 2003: Finished ninth on the Web.com Tour money list to earn his first PGA TOUR card...Earned his first career victory on the Web.com Tour at the Chattanooga Classic. Fired four rounds in 60s to edge Kyle Thompson by one stroke with a tournament-record 263. Had four additional top-10s, including playoff losses at the Samsung Canadian PGA Championship and the Oregon Classic. 2001: Fired a final-round, 13-under-par 58 to win the Bayer Championship on the Canadian Tour, one of his two wins on that Tour. 2000: Made two starts on the PGA TOUR, both in Canada, and did not make the cut...Recorded first Canadian Tour victory at the Shell Payless Open.\n","otherCarHigh" : "","personal" : "Won $1 million in a 1992 Hole-in-One Shootout while attending the University of Alabama and chose to give up his amateur status. Received his final $50,000 payment on October 1, 2012.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the PGA TOUR 2 times in 2016.","dynStats" : "He ranks 5th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/jasonbohn"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/JasBohn"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}