{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01284","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Donald","first" : "Mike","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t","heightMetric" : "","weight" : "","weightMetric" : "","birthDate" : "July 11, 1955","age" : "60","birthPlace" : "Grand Rapids, MI","residence" : "Hollywood, FL","family" : "","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,110,679&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Made 549 starts in his career on the PGA TOUR while playing from 1980-2004, making 250 cuts. Lone PGA TOUR win came at the 1989 Anheuser Busch Classic, where he beat Hal Sutton and Tim Simpson in a playoff after firing a final-round 65. Has six career runner-up finishes on the PGA TOUR, including a second-place finish to Hale Irwin at the 1990 U.S. Open. Both shot 74 in the 18-hole playoff. On first sudden-death playoff hole in Open history, Irwin rolled in 10-foot birdie putt for the victory. Finished T2 at the 1992 Gulf Coast Classic, his first-ever start and best career finish on the Nationwide Tour. Most recently finished T50 at the Alberta Classic, his only made cut in 17 starts on Tour in 2004. Winner of the 1984 J.C. Penney Classic with Vicki Alvarez. Teamed with Fred Couples to win the 1990 Sazale Classic. Former Player Director on the PGA TOUR Policy Board. Winner of the 1974 National Junior College Athletic Association title while playing at Broward Community College. Winner of the 1973 Florida Junior Championship. Member of the Georgia Southern University Sports Hall of Fame and the NJCAA Hall of Fame.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1980","qSchoolYear" : "","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Lone TOUR win came in the 1989 Anheuser Busch Classic, where he beat Hal Sutton and Tim Simpson in a playoff after firing a final-round 65. Finished second to Hale Irwin in 1990 U.S. Open. Both shot 74 in playoff; on first sudden-death playoff hole in Open history, Irwin rolled in 10-foot birdie putt for win. Earlier in the year, led after a first-round 64 at the Masters. Winner of 1984 JCPenney Classic with Vicki Alvarez. Teamed with Fred Couples to win 1990 Sazale Classic. Winner 1974 National Junior College Championship at Broward Community College and 1973 Florida Junior Championship.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(1): 1984 JCPenney Classic [with Vicki Alvarez].","intlVics" : "","curYearHigh" : "","carHigh" : "Competed in seven events on the Champions Tour in 2008, with best career finish a T24 at the FedEx Kinko's Classic after open-qualifying. Prior to 2009, had 18 career Champions Tour starts. Made 549 starts on the PGA TOUR between 1980-2004. Lone win came at the 1989 Anheuser-Busch Golf Classic, where he shot a final-round 65 and then beat Hal Sutton and Tim Simpson in a playoff. Finished second to Hale Irwin at the 1990 U.S. Open at Medinah CC. Both shot 74 in the 18-hole playoff, but on the first sudden-death playoff hole in Open history, Irwin rolled in a 10-foot birdie putt to win. Won the 1984 JCPenney Classic with Vicki Alvarez. Also teamed with Fred Couples to win the 1990 Sazale Classic.Won the 1974 National Junior College Athletic Association (NJCAA) title while playing at Broward Community College...Member of the NJCAA Hall of Fame...Also played at Georgia Southern University. \n\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T24th in 2008 at the FedEx Kinko's Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}