{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "46149","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Lein","first" : "Ben","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "205","weightMetric" : "93","birthDate" : "October 7, 1991","age" : "24","birthPlace" : "Diamond Bar, California","residence" : "Diamond Bar, California","family" : "Single","education" : "Long Beach State University","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2013","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Finished 38th on the final Order of Merit. Played in all 12 events, making 10 cuts. Enjoyed one top-10 and had an additional four top-20s. Led the Tour in Eagles, with eight. Finished T10 with six others at the Chongqing Jiangnan NewTown KingRun Open in mid-October. Started slowly, with a 4-over 76 in the opening round. Was 8-under after that, including weekend rounds of 69-68 to pick up his first top-10 of the season and third of his career. \n\n2014: Contended all week at the first qualifying tournament for the PGA TOUR China Series. Opened with a 4-under 68 to sit in second place. His 68 in the final round was the low score of the day, leaving him in the runner-up position, four shots behind winner David Lutterus at Shenzhen Guangzhou CTS Tycoon GC in mid-March. Made his first cut of the season when he finished 73rd at the Buick Open in Guangzhou…Came back in his next start to finish 69th at the United Investment Real Estate Wuhan Open…After missing the cut at the Lanhai Open, recorded his then-top finish of the season, a T52, at the Earls Beijing Open. Dropped down the leaderboard on the final day when he shot a 6-over 78, his worst score of the week…At the Yulongwan Yunnan Open, played steady golf all week, opening with a 6-under 66 and finishing with an identical score to T7…Had an up-and-down Cadillac Championship, shooting a 1-over 73 to start the Beijing event. Followed with an 8-under 64 before stumbling to a 4-over 76 in the third round. Closed with a 2-over 74 to T24…Finished T43 at the OneAsia Tour's Nanshan China Masters in mid-October...Finished T52 at the co-sanctioned Korean Tour-OneAsia Tour's Kolon Korea Open in late-October…Added a T18 effort at the Jianye Tianzhu Henan Open in September…Had a strong tournament that led to his top PGA TOUR China finish late in the season, at the Hainan Open. Opened with a 3-over 75 at Luhuitou GC then made the cut with an even-par 72 effort on the second day. Moved up the leaderboard with a 5-under weekend (70-69) that led to a solo-fourth finish in Sanya. The performance moved him to 29th on the Order of Merit. \n","otherCarHigh" : "Played collegiate golf at Long Beach State University in Southern California. During the 2009-10 season, was T8 at the Del Walker Intercollegiate and added a T9 at the Braveheart Classic. A year after his T9, was T12 at the Braveheart Classic. ","personal" : "Twitter account is @benlein.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was 4th in 2014 at the Sanya Hainan Open.","dynStats" : "He ranks T45th in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}