{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24925","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Byrd","first" : "Jonathan","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "165","weightMetric" : "75","birthDate" : "January 27, 1978","age" : "38","birthPlace" : "Anderson, South Carolina","residence" : "St. Simons Island, Georgia","family" : "Wife, Amanda; Jackson (7\/30\/06), Caroline (11\/7\/08), Kate (3\/30\/12)","education" : "Clemson University (2000, Marketing)","splInterest" : "Playing outside with my children, movies, coffee, working out, College Golf Fellowship","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2001)","trndProYear" : "2000","clubAffl" : "Sea Island GC (Sea Island, Georgia)","cityPlaysFrm" : "Sea Island; GA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "18,362,898&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Exempt - Next 25 Money Winners from 2015 Web.com Tour Finals","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "His father, Jim, who died from brain cancer in 2009, introduced Jonathan and his brother to golf at age 3. Older brother Jordan is an assistant golf coach at Clemson. Jonathan caddied for Jordan in the 2008 U.S. Mid-Amateur. Jordan has occasionally cadddied for Jonathan on the PGA TOUR...College teammates at Clemson with TOUR players Lucas Glover, Charles Warren and D.J. Trahan.","otherInfo" : "Rookie on the BUY.COM TOUR...Participated in the 2000 BUY.COM Upstate Classic as an amateur and finished 29th in his only start to date...Tied for 36th at the Michelob Championship at Kingsmill after turning professional in September 2000...Member of 1999 Walker Cup Team...Winner of Northeast Amateur and Carolinas Amateur...Runner-up at the 1999 Porter Cup and South Carolina State Amateur...Was an All-America selection in three of his four years at college - First-Team (1999), Second-Team (2000) and Honorable Mention (1998)...First-Team Academic All-American in 1999...Dad introduced him and his brother to the game at the age of three.","ntlTeams" : "Walker Cup (1), 1999.","priorYearSeason" : "2014-15: Among 13 made cuts in 22 PGA TOUR starts were six top-25 finishes, highlighted by a season-best T16 at the Puerto Rico Open. In his final bid to make it inside the top 125 in the FedExCup standings, posted a 5-under 65 in the final round of the Wyndham Championship to T18 and jump from No. 160 to 158...Made all four starts in the Web.com Tour Finals in an attempt to improve his status but finished No. 55 on that money list.\n\n2013-14: Entered the season with 10 available events to earn $166,517 to remain exempt for the rest of the year under a Major Medical Extension due to left-wrist surgery in early 2013. In ninth event of the year, successfully fulfilled Major Medical Extension obligation as he finished T32 at the Valspar Championship to earn $31,540, pushing his season earnings to $171,967...Made the cut in 14 of 24 starts, collecting four top-25 finishes along the way. At No. 136 in FedExCup points, finished outside the top 125 for the second consecutive season and second overall. Contended for a second straight year at the Barracuda Championship under the Modified Stableford scoring format. Fourteen birdies on the weekend at Montreux G&CC resulted in 24 points, and 37 total, good for a T3 with John Huh. Played his last 10 holes Sunday with just one par, at No. 11. The top-10 finish was his first since finishing T2 at the event in 2013... Attempted to regain his exempt status at the Web.com Tour Finals, where he placed 70th on the Finals' money list. Best finish was a T21 at the Web.com Tour Championship.\n\n2013: Missed the first three months of the season after having left-wrist surgery...Will have 10 events in the 2013-14 season to earn $166,517 under a Major Medical Extension...Made five of 16 cuts on the PGA TOUR and missed the FedExCup Playoffs for the first time since it began in 2007. Also ended a streak of 11 consecutive years inside the top 115 on the final money list...Finished T10 for his first top-10 in six career starts at the FedEx St. Jude Classic. It was his first TOUR top-10 since a T6 at the 2012 Memorial Tournament...Finished runner-up for the third time in his career with a T2 finish at the Reno-Tahoe Open (also second at the 2011 Wells Fargo Championship and 2003 John Deere Classic). Collected 18 points during the final round, the most in a round in tournament history, topping the previous single-day record of 17 points (Brendan Steele a day earlier, Rod Pampling two days earlier and J.B. Holmes, second round in 2012).\n\n2012: Nearly succeeded at defending his 2011 title with a T3 finish at the Hyundai Tournament of Champions after holding the first-round lead. Along with Martin Laird and Webb Simpson, entered the final round five strokes behind Steve Stricker and eventually fell by four...Finished T8 at the Northern Trust Open. Held a share of the final-round lead after birdies on two of his first three holes, but a double bogey on No. 5 ended his run...Finished T9 at the Wells Fargo Championship, with rounds of 69-69-72-69. After missing five cuts at the Wells Fargo Championship, has found his stride at the event, enjoying top-10s in three of his last four starts (T5 in 2009 and runner-up in 2011)...Making his eighth start at the Crowne Plaza Invitational at Colonial, finished T10 for his first top-10 finish at the event since his inaugural start in 2002 (T8)...Carded rounds of 71-70-72-71 at the Memorial Tournament, one of just two players in the field to post all four rounds at even-par or better, en route to a T6. Posted his second-consecutive top 10 at the event after a T7 in 2011...Missed the cut at The Barclays and finished 77th at the Deutsche Bank Championship, failing to advance to the BMW Championship for just the second time in six years (2010). Finished the season No. 82 in the FedExCup standings. 2011: Captured his fifth PGA TOUR victory en route to career-best finishes in the FedExCup (No. 27) and money earned (No. 22)...Posted a final-round, 6-under 67 and then defeated Robert Garrigus with a par-4 on the second playoff hole to win the Hyundai Tournament of Champions, the fifth win of his career. After winning his last start of 2010 (Justin Timberlake Shriners Hospitals for Children Open) with a historic playoff hole-in-one, became the first player to capture back-to-back wins in playoff fashion since Tiger Woods (1999 World Golf Championships-American Express Championship and 2000 Mercedes Championships). Snapped a streak of nine consecutive international winners at the event, becoming the first American to win since Jim Furyk in 2001. Went on to win after sharing the first- and third-round leads...Six starts later, posted his second top-10 finish of the season with a T10 at the World Golf Championships-Cadillac Championship...Entered the final round of the Wells Fargo Championship with a one-stroke lead over Pat Perez, recorded a 72 and dropped a playoff on the first extra hole to Lucas Glover. The runner-up finish was the second of his career (2003 John Deere Classic) and moved him to two for three when carrying the lead or co-lead into the final round on the PGA TOUR, winning the B.C. Open and the Hyundai Tournament of Champions before falling in Charlotte. Made his eighth start at Quail Hollow. His only other made cut led to a T5 in 2009. Total of 15-under 201 after three rounds bettered the previous-best 54-hole score at the Wells Fargo Championship by two strokes (13-under 203, Anthony Kim, 2008). His 72-hole total of 15-under 273, shared with Lucas Glover, is one shy of the tournament 72-hole record held by 2008 winner Kim...Finished T7 at the Memorial Tournament, marking his second top 10 at the event (T3 in 2009) in nine career starts. Played in the final group with Steve Stricker, but a final round, 1-over dropped him down the leaderboard...Entered the PGA TOUR Playoffs with a T59 at the World Golf Championships-Bridgestone Invitational as his only made cut in his previous six starts. But a solo fifth-place finish at The Barclays allowed him to jump to No. 12 in the FedExCup standings. The finish represented his fifth top 10 of the season—equaling a career-high (2003, 2006). 2010: Posted three of his four top-10 finishes in his last seven starts of the season, including fourth career TOUR win in historic fashion at the Justin Timberlake Shriners Hospitals for Children Open, recording the first-ever playoff hole-in-one to secure the victory...First top-10 of the year came with T8 at Transitions Championship...Finished T10 at the Turning Stone Resort Championship on the strength of a final-round 63 to tie the course record...In the PGA TOUR Fall Series, finished T5 at the Viking Classic for his third top-10 at Annandale Golf Club in four starts, to move from No. 130 to No. 115 on the PGA TOUR money list...Recorded a historic hole-in-one to win a sudden-death playoff at the Justin Timberlake Shriners Hospitals for Children Open over Martin Laird and rookie Cameron Percy. Second-round 63, matching career best, fueled 36-hole lead, and trailed the defending champion Laird by one through 54 holes. Final-round of 68 including birdies on Nos. 15-17, good enough to go into sudden death with Laird and Percy at 21-under-par 263. After three playoff holes and nearly dark, stood up and posted the ace with a 6-iron from 204 yards on the par-3 17th for the victory, first time in PGA TOUR history where an event ended with a hole-in-one. 2009: Posted two top-10s and finished 66th in FedExCup standings...Finished T5 at the Quail Hollow Championship on the strength of a final-round 66, three strokes behind champion Sean O'Hair...Finished T3 at the Memorial, holding a share of the lead after the second round...Posted a T11 at the final event of the season, the Children's Miracle Network Classic, to jump four spots on the final money list and into the top-70, to No. 67. 2008: Made the cut in 18 of 27 starts finishing No. 55 in the FedExCup standings...Finished T9 in his first World Golf Championships-Accenture Match Play Championship...Held a three-stroke lead through 36 holes at the AT&T Classic, but after rounds of 73-70 on the weekend he dropped to fourth. It was his third consecutive top-10 at TPC Sugarloaf (2006, sixth, 2007, T9). 2007: Had a then-career year in earnings and captured his third PGA TOUR title, at the John Deere Classic. Played in his first The Open Championship and first TOUR Championship by Coca-Cola...Carded rounds of 67-68-65-66—266 to capture the title at the John Deere Classic. Final round featured no bogeys and birdies on three of his last five holes. With his victory, earned an invitation to the following week's The Open Championship, his first trip to the season's third major. At the time, became the winningest active American player under age 30, with three TOUR victories...Held the first-round lead with a 64 at the BMW Championship. Finished T10 to improve from 30th and on the bubble to 25th in the FedExCup standings...In first TOUR Championship start, finished T23 to end the PGA TOUR Playoffs for the FedExCup 28th in the standings. 2006: Matched career high with five top-10s (2003)...Best finish was a T3 at the AT&T Pebble Beach National Pro-Am, his best finish since a T3 at the 2004 84 LUMBER Classic...Pulled out of the MCI Heritage due to a rib injury and was sidelined for 12 weeks. Rehab was rest for 10 weeks...Entered final round of U.S. Bank Championship T15 after opening with three rounds in the 60s. Withdrew Saturday evening as wife Amanda gave birth to son, Jackson, the couple's first child, on Sunday evening...Recorded his first hole-in-one on the PGA TOUR at the Deutsche Bank Championship on No. 11 at the TPC Boston...Shared 36-hole lead before finishing T5 at Canadian Open, four shots behind champion Jim Furyk. Final-round 70 included a two-stroke penalty for violation of Rule 14-3a (testing the conditions in a hazard) when he dug his golf shoes in an area away from his ball in a greenside bunker. With the violation in doubt, Byrd assessed a penalty that cost him a share of third place and $120,500 in prize money. 2005: Posted his lone top-10 of the season, a T5, at the 84 LUMBER Classic, where he finished T3 the previous year. 2004: Struggled early in the year due to a hip injury, but bounced back with a strong finish after undergoing surgery on Feb. 15 in Pittsburgh because of two tears in the labrum front and back. The surgery tightened up the looseness and instability. Returned for THE PLAYERS Championship at the end of March...Entered the final round of the B.C. Open with a one-stroke lead, but had to withstand a six-hour rain delay before capturing his second TOUR victory. The win was his first top-10 of the season and came one year, 8 months, 21 days after his first victory at the 2002 Buick Challenge, a span of 45 events...Second top-10 was a third at the 84 LUMBER Classic. 2003: Posted career-high five top-10s...Made most of his first appearance in a major with a T8 at the Masters, the best finish by any of the 16 first-timers in Augusta...Best finish of season was a T2 at John Deere Classic, four strokes behind Vijay Singh. Tied with J.L. Lewis for lead through 18 holes. 2002: Became first rookie to win on TOUR since Jose Coceres in early 2001 with his victory at the Buick Challenge. Began season 404th in the Official World Golf Ranking and by the end of the season had improved to 72nd. Defeated David Toms by one stroke at the Buick Challenge. Had five-stroke lead through 15 holes on Sunday thanks to eagle-birdie-birdie-birdie-eagle (tied for season's best) stretch. Bogey on next hole and eagle by Toms cut that to two but Byrd hung on for the win in his 32nd start on TOUR. 2001: Earned first TOUR card by finishing eighth on the Web.com Tour money list, thanks to five top-10 finishes and a first, second and third...Lone victory came at the BMW Charity Pro-Am at The Cliffs in Traveler's Rest, S.C., not far from his hometown of Elgin, S.C. 2000: T36 at the Michelob Championship at Kingsmill after turning pro in September after graduating from Clemson. Amateur: Member of 1999 Walker Cup Team...Winner of Northeast Amateur and Carolinas Amateur...Was an All-America selection in three of his four years at Clemson, including first team in 1999...First-team Academic All-America in 1999."},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2002","qSchoolYear" : "","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Among 13 made cuts in 22 PGA TOUR starts were six top-25 finishes, highlighted by a season-best T16 at the Puerto Rico Open. In his final bid to make it inside the top 125 in the FedExCup standings, posted a 5-under 65 in the final round of the Wyndham Championship to T18 and jump from No. 160 to 158...Made all four starts in the Web.com Tour Finals in an attempt to improve his status but finished No. 55 on that money list.\n\n2013-14: Entered the season with 10 available events to earn $166,517 to remain exempt for the rest of the year under a Major Medical Extension due to left-wrist surgery in early 2013. In ninth event of the year, successfully fulfilled Major Medical Extension obligation as he finished T32 at the Valspar Championship to earn $31,540, pushing his season earnings to $171,967...Made the cut in 14 of 24 starts, collecting four top-25 finishes along the way. At No. 136 in FedExCup points, finished outside the top 125 for the second consecutive season and second overall. Contended for a second straight year at the Barracuda Championship under the Modified Stableford scoring format. Fourteen birdies on the weekend at Montreux G&CC resulted in 24 points, and 37 total, good for a T3 with John Huh. Played his last 10 holes Sunday with just one par, at No. 11. The top-10 finish was his first since finishing T2 at the event in 2013... Attempted to regain his exempt status at the Web.com Tour Finals, where he placed 70th on the Finals' money list. Best finish was a T21 at the Web.com Tour Championship.\n\n2013: Missed the first three months of the season after having left-wrist surgery...Will have 10 events in the 2013-14 season to earn $166,517 under a Major Medical Extension...Made five of 16 cuts on the PGA TOUR and missed the FedExCup Playoffs for the first time since it began in 2007. Also ended a streak of 11 consecutive years inside the top 115 on the final money list...Finished T10 for his first top-10 in six career starts at the FedEx St. Jude Classic. It was his first TOUR top-10 since a T6 at the 2012 Memorial Tournament...Finished runner-up for the third time in his career with a T2 finish at the Reno-Tahoe Open (also second at the 2011 Wells Fargo Championship and 2003 John Deere Classic). Collected 18 points during the final round, the most in a round in tournament history, topping the previous single-day record of 17 points (Brendan Steele a day earlier, Rod Pampling two days earlier and J.B. Holmes, second round in 2012).\n\n2012: Nearly succeeded at defending his 2011 title with a T3 finish at the Hyundai Tournament of Champions after holding the first-round lead. Along with Martin Laird and Webb Simpson, entered the final round five strokes behind Steve Stricker and eventually fell by four...Finished T8 at the Northern Trust Open. Held a share of the final-round lead after birdies on two of his first three holes, but a double bogey on No. 5 ended his run...Finished T9 at the Wells Fargo Championship, with rounds of 69-69-72-69. After missing five cuts at the Wells Fargo Championship, has found his stride at the event, enjoying top-10s in three of his last four starts (T5 in 2009 and runner-up in 2011)...Making his eighth start at the Crowne Plaza Invitational at Colonial, finished T10 for his first top-10 finish at the event since his inaugural start in 2002 (T8)...Carded rounds of 71-70-72-71 at the Memorial Tournament, one of just two players in the field to post all four rounds at even-par or better, en route to a T6. Posted his second-consecutive top 10 at the event after a T7 in 2011...Missed the cut at The Barclays and finished 77th at the Deutsche Bank Championship, failing to advance to the BMW Championship for just the second time in six years (2010). Finished the season No. 82 in the FedExCup standings. 2011: Captured his fifth PGA TOUR victory en route to career-best finishes in the FedExCup (No. 27) and money earned (No. 22)...Posted a final-round, 6-under 67 and then defeated Robert Garrigus with a par-4 on the second playoff hole to win the Hyundai Tournament of Champions, the fifth win of his career. After winning his last start of 2010 (Justin Timberlake Shriners Hospitals for Children Open) with a historic playoff hole-in-one, became the first player to capture back-to-back wins in playoff fashion since Tiger Woods (1999 World Golf Championships-American Express Championship and 2000 Mercedes Championships). Snapped a streak of nine consecutive international winners at the event, becoming the first American to win since Jim Furyk in 2001. Went on to win after sharing the first- and third-round leads...Six starts later, posted his second top-10 finish of the season with a T10 at the World Golf Championships-Cadillac Championship...Entered the final round of the Wells Fargo Championship with a one-stroke lead over Pat Perez, recorded a 72 and dropped a playoff on the first extra hole to Lucas Glover. The runner-up finish was the second of his career (2003 John Deere Classic) and moved him to two for three when carrying the lead or co-lead into the final round on the PGA TOUR, winning the B.C. Open and the Hyundai Tournament of Champions before falling in Charlotte. Made his eighth start at Quail Hollow. His only other made cut led to a T5 in 2009. Total of 15-under 201 after three rounds bettered the previous-best 54-hole score at the Wells Fargo Championship by two strokes (13-under 203, Anthony Kim, 2008). His 72-hole total of 15-under 273, shared with Lucas Glover, is one shy of the tournament 72-hole record held by 2008 winner Kim...Finished T7 at the Memorial Tournament, marking his second top 10 at the event (T3 in 2009) in nine career starts. Played in the final group with Steve Stricker, but a final round, 1-over dropped him down the leaderboard...Entered the PGA TOUR Playoffs with a T59 at the World Golf Championships-Bridgestone Invitational as his only made cut in his previous six starts. But a solo fifth-place finish at The Barclays allowed him to jump to No. 12 in the FedExCup standings. The finish represented his fifth top 10 of the season—equaling a career-high (2003, 2006). 2010: Posted three of his four top-10 finishes in his last seven starts of the season, including fourth career TOUR win in historic fashion at the Justin Timberlake Shriners Hospitals for Children Open, recording the first-ever playoff hole-in-one to secure the victory...First top-10 of the year came with T8 at Transitions Championship...Finished T10 at the Turning Stone Resort Championship on the strength of a final-round 63 to tie the course record...In the PGA TOUR Fall Series, finished T5 at the Viking Classic for his third top-10 at Annandale Golf Club in four starts, to move from No. 130 to No. 115 on the PGA TOUR money list...Recorded a historic hole-in-one to win a sudden-death playoff at the Justin Timberlake Shriners Hospitals for Children Open over Martin Laird and rookie Cameron Percy. Second-round 63, matching career best, fueled 36-hole lead, and trailed the defending champion Laird by one through 54 holes. Final-round of 68 including birdies on Nos. 15-17, good enough to go into sudden death with Laird and Percy at 21-under-par 263. After three playoff holes and nearly dark, stood up and posted the ace with a 6-iron from 204 yards on the par-3 17th for the victory, first time in PGA TOUR history where an event ended with a hole-in-one. 2009: Posted two top-10s and finished 66th in FedExCup standings...Finished T5 at the Quail Hollow Championship on the strength of a final-round 66, three strokes behind champion Sean O'Hair...Finished T3 at the Memorial, holding a share of the lead after the second round...Posted a T11 at the final event of the season, the Children's Miracle Network Classic, to jump four spots on the final money list and into the top-70, to No. 67. 2008: Made the cut in 18 of 27 starts finishing No. 55 in the FedExCup standings...Finished T9 in his first World Golf Championships-Accenture Match Play Championship...Held a three-stroke lead through 36 holes at the AT&T Classic, but after rounds of 73-70 on the weekend he dropped to fourth. It was his third consecutive top-10 at TPC Sugarloaf (2006, sixth, 2007, T9). 2007: Had a then-career year in earnings and captured his third PGA TOUR title, at the John Deere Classic. Played in his first The Open Championship and first TOUR Championship by Coca-Cola...Carded rounds of 67-68-65-66—266 to capture the title at the John Deere Classic. Final round featured no bogeys and birdies on three of his last five holes. With his victory, earned an invitation to the following week's The Open Championship, his first trip to the season's third major. At the time, became the winningest active American player under age 30, with three TOUR victories...Held the first-round lead with a 64 at the BMW Championship. Finished T10 to improve from 30th and on the bubble to 25th in the FedExCup standings...In first TOUR Championship start, finished T23 to end the PGA TOUR Playoffs for the FedExCup 28th in the standings. 2006: Matched career high with five top-10s (2003)...Best finish was a T3 at the AT&T Pebble Beach National Pro-Am, his best finish since a T3 at the 2004 84 LUMBER Classic...Pulled out of the MCI Heritage due to a rib injury and was sidelined for 12 weeks. Rehab was rest for 10 weeks...Entered final round of U.S. Bank Championship T15 after opening with three rounds in the 60s. Withdrew Saturday evening as wife Amanda gave birth to son, Jackson, the couple's first child, on Sunday evening...Recorded his first hole-in-one on the PGA TOUR at the Deutsche Bank Championship on No. 11 at the TPC Boston...Shared 36-hole lead before finishing T5 at Canadian Open, four shots behind champion Jim Furyk. Final-round 70 included a two-stroke penalty for violation of Rule 14-3a (testing the conditions in a hazard) when he dug his golf shoes in an area away from his ball in a greenside bunker. With the violation in doubt, Byrd assessed a penalty that cost him a share of third place and $120,500 in prize money. 2005: Posted his lone top-10 of the season, a T5, at the 84 LUMBER Classic, where he finished T3 the previous year. 2004: Struggled early in the year due to a hip injury, but bounced back with a strong finish after undergoing surgery on Feb. 15 in Pittsburgh because of two tears in the labrum front and back. The surgery tightened up the looseness and instability. Returned for THE PLAYERS Championship at the end of March...Entered the final round of the B.C. Open with a one-stroke lead, but had to withstand a six-hour rain delay before capturing his second TOUR victory. The win was his first top-10 of the season and came one year, 8 months, 21 days after his first victory at the 2002 Buick Challenge, a span of 45 events...Second top-10 was a third at the 84 LUMBER Classic. 2003: Posted career-high five top-10s...Made most of his first appearance in a major with a T8 at the Masters, the best finish by any of the 16 first-timers in Augusta...Best finish of season was a T2 at John Deere Classic, four strokes behind Vijay Singh. Tied with J.L. Lewis for lead through 18 holes. 2002: Became first rookie to win on TOUR since Jose Coceres in early 2001 with his victory at the Buick Challenge. Began season 404th in the Official World Golf Ranking and by the end of the season had improved to 72nd. Defeated David Toms by one stroke at the Buick Challenge. Had five-stroke lead through 15 holes on Sunday thanks to eagle-birdie-birdie-birdie-eagle (tied for season's best) stretch. Bogey on next hole and eagle by Toms cut that to two but Byrd hung on for the win in his 32nd start on TOUR. 2001: Earned first TOUR card by finishing eighth on the Web.com Tour money list, thanks to five top-10 finishes and a first, second and third...Lone victory came at the BMW Charity Pro-Am at The Cliffs in Traveler's Rest, S.C., not far from his hometown of Elgin, S.C. 2000: T36 at the Michelob Championship at Kingsmill after turning pro in September after graduating from Clemson. Amateur: Member of 1999 Walker Cup Team...Winner of Northeast Amateur and Carolinas Amateur...Was an All-America selection in three of his four years at Clemson, including first team in 1999...First-team Academic All-America in 1999.\n","otherCarHigh" : "","personal" : "His father, Jim, who died from brain cancer in 2009, introduced him and brother, Jordan, to golf at age 3. Older brother Jordan is an assistant golf coach at Clemson. He caddied for Jordan in the 2008 U.S. Mid-Amateur. Jordan has occasionally caddied for his brother at PGA TOUR events...College teammates at Clemson with TOUR players Lucas Glover, Charles Warren and D.J. Trahan...Lost his former caddie, Chuck \"Brooksie\" Hoersch, in July 2012 to pancreatic cancer.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 1999.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 39th on the PGA TOUR 2 times in 2016.","dynStats" : "He ranks T67th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/JByrdPGA"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}