{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "47443","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Lee","first" : "Junghwan","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "196","weightMetric" : "88.9","birthDate" : "September 7, 1991","age" : "24","birthPlace" : "Gwangjiu, South Korea","residence" : "Gwangjiu, South Korea","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2009","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2015","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Finished 32nd on the final Order of Merit. Played in eight tournaments and had two top-10s. Earned his Ping An Bank China Tour – PGA TOUR China Series' playing privileges by finishing third at the Second Global Qualifying Tournament. Fired a second-round 66 to easily earn membership…At the Korean Challenge Tour's 2nd Tournament at Gunsan CC, picked up his first top-10 of the year, a T8 (70-72)…In mid-July, at the Korean Challenge Tour's 8th Tournament, earned a top-10 at the 36-hole event when he T9 after rounds of 68-69. Tied with Sejin Jung, Jaewon Choi, Daeeok Jeong, Junhyeok Park and Sanghee Shin, seven shots behind winner Songyu Yoo…At the Cadillac Championship in Beijing in late-September, had a strong performance at Topwin G&CC. After opening rounds of 70-65, was tied for the lead with Xinjun Zhang, amateur Cheng Jin and Bryden Macpherson. Stayed in contention with a 3-under 69 Saturday, entering the final 18 holes two shots behind pacesetter Byungmin Cho. Shot an even-par 72 on the final day to T3 with Zihao Chen, four shots shy of Macpherson—giving him his best Series' finish...Finished T10 with six others at the Chongqing Jiangnan NewTown KingRun Open in mid-October. The top-10 performance was his second of the season.\n\n2014: Played in 13 Korean Tour events, making the cut in four—with his best finish a T39 at the Korean PGA Championship in mid-July.\n\n2013: Made five cuts in 14 Korean Tour starts. Recorded on top-10. Shot four under-par rounds at the Korean PGA Championship in August, posting rounds of 71-68-69-69 to T9.\n\n2012: Had three top-10s on the Korean Tour. First came in May when he T9 at the GS Caltex Maekyung Open at NamSeoul CC…Added a second T9 two starts later, this time in early June at the Meritz Somoro Pen at Solmoro CC…Final top-10 came at the Shinhan Donghae Open at the Jack Nicklaus GC Korea. Shot a final-round 71 to T8.\n\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T3rd in 2015 at the Cadillac Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}