{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02195","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Thompson","first" : "Leonard","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "215","weightMetric" : "98","birthDate" : "January 1, 1947","age" : "69","birthPlace" : "Laurinburg, North Carolina","residence" : "Ponte Vedra Beach, Florida","family" : "Wife, Lea; Marti (6\/7\/67), Stephen (4\/6\/74); four grandchilden","education" : "Wake Forest University (1969)","splInterest" : "Fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1971","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "7,593,482&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1971","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1997","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Played in just one event, the Liberty Mutual Insurance Legends of Golf, and was T35 along with partner Hubert Green. 2011: Played a very limited schedule, with just five starts during the year and none after the Liberty Mutual Legends of Golf in April. 2010: Made six Champions Tour appearances. Lone top-20 effort was a T19 at the Mississippi Gulf Resort Classic. 2009: Became just the 10th player in history to play in at least 1,000 combined TOUR events (PGA TOUR\/Champions Tour) when he teed it up at the SAS Championship...Best finish during the year was a T16 at the Triton Financial Classic, where he rebounded from an opening-round 73 to shoot back-to-back 70s on the weekend. 2008: Had one top-10 finish to his credit...Shared honors for the day's low round when he used a final-round, 6-under 65 at the Toshiba Classic in March to eventually finish T8 in Newport Beach...Followed that effort with a T20 the next week at the AT&T Champions Classic. 2007: Underwent rotator cuff surgery on his left shoulder in early September, and subsequent rehab program kept him out of action for the remainder of the year...Recorded a double eagle in the first round of the Bank of America Championship near Boston in June. Used a 3-wood from 250 yards for his first competitive albatross, also the first on the Champions Tour since Howard Twitty made one in the 2005 JELD-WEN Tradition. Eventually finished T2 at Nashawtuc, his best effort since he was T2 at the 2003 Emerald Coast Classic. 2006: T5 at the Outback Steakhouse Pro-Am. 2003: Had both of his top-10 finishes in the first third of the campaign...Shared the first-round lead at the Emerald Coast Classic, thanks to a Champions Tour career-low-tying round of 63. Eventually T2 in the event after posting a final-round 66 at The Moors. Credited a change to the long putter for his runner-up performance in Pensacola, his best overall effort since winning near St. Louis in May 2001. 2001: Claimed his third career Champions Tour title when he bested Vicente Fernandez, 2-up, in the final of the Enterprise Rent-A-Car Match Play Championship near St. Louis. Victory was worth a career-best $300,000 and also avenged his loss to Fernandez in the finals of the unofficial 2000 Chrysler Senior Match Play Championship in Puerto Rico. Played 104 competitive holes on his way to the victory, the most of any player in the field. 2000: Collected his second Champions Tour crown when he ended almost a two-year victory drought with victory at the State Farm Senior Classic in Columbia, Md. Birdied the third playoff hole to defeat Isao Aoki at Hobbit's Glen. 1998: Won the rain-shortened Coldwell Banker Burnet Classic. Birdied the second hole of a sudden-death playoff to defeat Isao Aoki for the title at Bunker Hills GC. 1997: As a rookie, played in 30 events and two of those appearances were as a Monday qualifier (Toshiba Senior Classic and Web.com Championship)...Was T5 at the U.S. Senior Open at Olympia Fields CC outside of Chicago.\n","otherCarHigh" : "Played the PGA TOUR from 1971-1996 and also made several appearances on the Web.com Tour between 1993-1996...Won three PGA TOUR events, with the last victory in 1989 at the Buick Open. Prevailed by one stroke over Billy Andrade, Doug Tewell and Payne Stewart at Warwick Hills in Grand Blanc. After a first-round 65, trailed by three entering the final round, but rallied with a 4-under-par 68 for a one-stroke triumph. Win ended an 11-year, nine-month drought, the third-longest stretch between victories in PGA TOUR history. Buick Open victory also helped him to a personal PGA TOUR-best $261,397, more than triple his earnings total from the previous season ($84,659)...Prior to the Michigan win, previous victory came at the 1977 Pensacola Open, where he rolled in a 50-foot birdie putt on the 72nd hole to edge rookie Curtis Strange...First PGA TOUR win came in 1974 at the Jackie Gleason-Inverrary Classic, where he nipped Hale Irwin by one stroke...Set a course record at the 1981 Canadian Open, shooting a 62 (31-31) at Glen Abbey GC. Hit every green in regulation except one, but birdied that hole with a chip-in from off the green. Used the same ball for all 18 holes. The ball then was presented to the Royal Canadian Golf Association for display in its museum at Glen Abbey...Also turned in a stellar performance at the 1977 Colgate Hall of Fame at Pinehurst No. 2. Shot a nine-hole record 7-under-par 29 on the back nine of the fabled course in his native North Carolina...Highest money position on the PGA TOUR came in 1973 and 1974 when he finished 15th...Recorded one top-10 finish on the Web.com Tour when he placed sixth at the 1996 Tallahassee Open...Has one hole-in-one in his career.","personal" : "Played collegiately at Wake Forest University, where he was a teammate of Joe Inman and Lanny Wadkins...Inducted into Wake Forest Athletic Hall of Fame in 1997...Has worked with instructor Jimmy Ballard...Got started in golf by his father...His hero is fellow Wake Forest product Arnold Palmer...Was a standout high school basketball player who turned down scholarship opportunities to play college golf...His daughter is an attorney and his son is a biomedical engineer...Lists \"The Andy Griffith Show\" as his favorite TV program and basketball star Tim Duncan as his favorite athlete.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 3 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}