{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "48084","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Bryan","first" : "Wesley","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "175","weightMetric" : "","birthDate" : "March 26, 1990","age" : "26","birthPlace" : "Columbia, South Carolina","residence" : "Augusta, Georgia","family" : "Wife, Elizabeth","education" : "University of South Carolina (2012, Retail)","splInterest" : "Settlers of Catan, ping pong","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2012","clubAffl" : "Forest Hills CC (Augusta, Georgia)","cityPlaysFrm" : "Columbia, South Carolina","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "260,820&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2016","exmtStatus" : "Finished T9 at 2015 Web.com Tour Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Qualified for the Web.com Tour for the first time via a T9 finish at the Final Stage, held at PGA National in Palm Beach Gardens, Fla. in December. Recorded rounds of 67-71-72-70 to earn $15,000 and secure solid Tour status.\n\n2012-2015: Played on the SwingThought Tour, NGA Tour and eGolf Tour.\n","otherCarHigh" : "In high school, won the South Carolina state 4A individual championship twice and also played on a two-time winning state 4A team champions...At the U. of South Carolina, was named to the All-SEC team three times...Has competed in 10 USGA events.","personal" : "Attended Dutch Fork High School in Irmo, S.C...Older brother, George IV, was a three-time All-American while at the U. of South Carolina. Sister, MC, currently plays for the College of Charleston...Father, George, played in the 1999 PGA Championship at Medinah and now runs \"George Bryan Golf Academy in Chapin, S.C...Along with brother George IV, they are co-founders of Bryan Bros Golf, a company that creates trick-shot videos that have received widespread Internet recognition and attention on other media outlets. Bryan Bros Golf LLC\" can be followed on Twitter (@bryanbrosgolf) and youtube.com...Chose golf over baseball because \"it gave the best chance at earning a college scholarship...If not a professional golfer would be an attorney...First tee intro song would be \"Sorry\" by Justin Bieber...Earliest golf memory was going eagle, double eagle on back-to-back holes in a junior tournament at Thornblade Club near Greenville, S.C., and winning his age group at age 8...Biggest thrill outside golf was going skydiving...Favorites include LeBron James and Tom Brady (non-golf athletes), The Bible (book), Spotify (app), Old Edward Inn and Spa in Linville Ridge, N.C., and Edisto Beach, Calif., (places to visit), USC Gamecocks (college team), Cleveland Cavaliers, Carolina Panthers, New England Patriots and Atlanta Braves (pro teams), Bieber, Drake and Taylor Swift (entertainers), Augusta National (golf course), \"Four Brothers\", \"Step Brothers\" and \"Dumb & Dumber\" (movies), \"Breaking Bad,\" \"Blacklist\" and \"Parks and Recreation\" (TV shows) and espn.com (website)...Most famous person met is Michael Jordan, who he met through a mutual friend at a Las Vegas golf course...Single best sporting event attended came in 2009 when USC upset then-No. 1 Alabama...Would like to trade places with LeBron James for a day \"because I love to dunk on people and run fast.\"...Dream foursome would include Jordan, Tom Brady and Tiger Woods...Not many people know \"I eat peanut butter and honey sandwiches every day.\"...Bucket list includes going to Bora Bora, meeting Bieber, meeting the President in the White House and seeing the empty tomb in Israel...Twitter names are @wesleybryangolf and @bryanbrosgolf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 2 times in 2016.","dynStats" : "He ranks 2nd in Scoring Average (Actual) on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}