{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "10423","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Weir","first" : "Mike","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "155","weightMetric" : "70","birthDate" : "May 12, 1970","age" : "45","birthPlace" : "Sarnia, Ontario, Canada","residence" : "Sandy, Utah","family" : "Elle Marisa (12\/19\/97), Lili (4\/3\/00)","education" : "Brigham Young University (1993, Recreation Management)","splInterest" : "Hockey, fishing, skiing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1992","clubAffl" : "","cityPlaysFrm" : "Brights Grv, ON; ; Canada","websiteUrl" : "http:\/\/www.mikeweir.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "27,943,409&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1998","qSchoolYear" : "1997, 1998","exmtStatus" : "Major Medical Extension","otherVics" : "(3): 2003 Champions Challenge [with Dean Wilson]. 1999 Telus Skins Game. 2004 Champions Challenge [with Dean Wilson].","intlVics" : "(2): 1997 BC TEL Pacific Open [Can], Canadian Masters [Can].","curYearHigh" : "","carHigh" : "2014-15: Will enter the 2015-16 PGA TOUR Season playing on a Major Medical Extension, where he will have four events to earn 410 FedExCup points or $669,670 to satisfy the extension requirements. A minor medical exemption will kick in should he play the number of events listed under the major medical and not earn the combined points\/money needed to keep stay in that category, with four additional starts to meet the criteria. During the season, made 18 starts, with 14 missed cuts and three withdrawals before announcing he would take a leave of absence from golf after a WD from the John Deere Classic in early July. \"I will be taking an indefinite leave of absence from golf competition effective today. Family is incredibly important to me, and I have decided to take some time to focus on my personal life and children. Although there is no set timeline for my return, I love the game and will return when the time is right.\"\n\n2013-14: Made nine of 25 TOUR cuts, with just one top-10 while utilizing his one-time, exemption for his position in the top 50 in career earnings. Finished No. 139 in the FedExCup standings to miss the Playoffs. However, was able to finish No. 104 on the money list to retain PGA TOUR card for 2014-15...Finished second at the HP Byron Nelson Championship for his first top-10 finish since a sixth-place effort at the 2010 Humana Challenge. Posted rounds of 68-66-67-67, marking the first of four back-to-back rounds in the 60s since he posted all four rounds in the 60s at the 2013 John Deere Classic (finished T27). His last round in the 60s before the HP Byron Nelson Championship came in January at the Humana Challenge (second-round 69).\n\n2013: Made nine of 22 cuts on TOUR and finished No. 174 in the FedExCup standings. Failed to record a top-10 for the third consecutive season. Used his top 25 on the PGA TOUR career money list exemption for the season.\n\n2012: Had three events to earn $644,854 on a Non-Exempt Major Medical Extension but was forced to play out of the Past Champion category the rest of the year when he did not make that amount...Made 14 starts, missing the cut in all 14...Played in two European Tour events, finishing T52 at the Open de Andalucia in March for his top performance. \n\n2011: Began the season on a Major Medical Extension. Made only two cuts in 15 starts as he fought through an elbow injury, ultimately ending his season after withdrawing from the RBC Canadian Open. 2010: Limited to 19 events due to a partial ligament tear in his right elbow. Finished outside the top 125 for the first time since rookie campaign in 1998. In first start of the year, finished sixth at the Bob Hope Classic on the strength of a final-round 66. Has four top-10 finishes at the Palm Springs, CA, event, including a win in 2003. 2009: Finished 29th in the FedExCup standings for his second straight top 30 finish (sixth in 2008)...Opened the season with a 10-under 62, one shy of his career-low round, on his way to a T3 finish at the 50th Bob Hope Classic, a tournament he won in 2003...Finished second at the 54-hole, rain-shortened AT&T Pebble Beach National Pro-Am...Recorded consecutive T10 finishes at the Memorial Tournament and the U.S. Open. His eighth top-20 finish in 11 starts at the U.S. Open began with a tournament-low 6-under 64, just one shy of the U.S. Open record of 63...Made a hole-in-one at the RBC Canadian Open, his second TOUR ace with the first coming at the 1998 Kemper Open... Finished 10th at the World Golf Championships-Bridgestone Invitational. It was his third 10th-place finish in the previous six starts at this event...Returned to Grayhawk GC in the Fall Series for the Frys.com Open where he snapped a three-year winless drought in 2007. Matched his career-low round of 9-under 61 Sunday to claim a T6 with Bryce Molder. The finish was his third consecutive top-10 finish at Grayhawk (won in 2007 and T4 in 2008)...Represented the International team at The Presidents Cup for the fifth consecutive time...Equaled career-low round with a 9-under 61 in the final round of the Frys.com Open to finish T6. 2008: Ranked sixth in the FedExCup standings, thanks to six top-10s. Ended the year with 18 made cuts in 24 starts...Finished fourth at the Mercedes-Benz Championship after holding the 36- and 54-hole leads. Got off to a rough start on Sunday with bogeys on two of his first four holes before rallying with five birdies on his last 10 holes, falling two strokes shy of the Daniel Chopra-Steve Stricker playoff...Recorded his seventh career runner-up finish with a T2 at the Memorial Tournament, two behind winner Kenny Perry. In nine starts at Muirfield Village GC, has collected three top-5s (2000, fourth, 2003, third)...Finished T5 at the RBC Canadian Open. His finish was the best by a Canadian in that event since he finished second at Glen Abbey in 2004. Called the task of carrying the weight of his country on his shoulders \"incredibly special and lucky.\"...Sporting a beard reminiscent of his commercial with hockey great Wayne Gretzky, finished T7 at The Barclays. Shot 67-67 in the middle rounds at Ridgewood CC in Paramus, N.J., in the first event of the PGA TOUR Playoffs for the FedExCup. Was one stroke back through 54 holes...Led after 54 holes at the Deutsche Bank Championship the following week, but finished second, five behind Vijay Singh, who shot a final-round 63. It was his eighth career runner-up finish and the ninth time in 10 career attempts that he held a 54-hole lead and didn't win. Shot a career-low and course record-tying 10-under 61 in taking the first-round lead at TPC Boston...Posted his final top-10 finish of the season with a T6 effort at TOUR Championship by Coca-Cola...Returned the Frys.com Open, site of his 2007 Fry's Electronics Open win. Fired four rounds in the 60s, capped of by a final-round seven-under-par 63 to finish T4, his seventh top-10 of the season. 2007: Returned to winner's circle at the Fry's Electronics Open and defeated World No. 1 Tiger Woods in Canadian homeland at The Presidents Cup…Recorded his first top-10 of the season with a T8 at the AT&T National. It was his first top-10 since a solo sixth at the 2006 PGA Championship... Representing the International Team in home country of Canada as a Captain's Pick for Captain Gary Player, posted a 3-1-1 record including a 1-up victory over World No. 1 Tiger Woods in the Singles matches...Captured eighth career TOUR title at the inaugural Fry's Electronics Open, his first win since 2004. Carded rounds of 69-64-65-68—266 to edge runner-up Mark Hensby by one stroke, thanks in part to a 2-under-par effort over the last five holes. Victory tied him with George Knudson (8 wins, 1961-72) as the winningest Canadian in TOUR history. \n\n2006: Finished in the top 40 (No. 33) on the money list for the sixth time in the last eight seasons. Twelve top-25s were the most since he had 16 in 2003...Best finish was a T3 at the AT&T Pebble Beach National Pro-Am...Finished T6 at the U.S. Open at Winged Foot and sixth at the PGA Championship. Posted at least two top-10s in the majors for the third time in his nine-year TOUR career (won Masters in 2003, T3 at U.S. Open, T7 at PGA Championship; T4 at 2004 U.S. Open and T9 at The Open Championship). \n\n2005: Fell to No. 56 on the money list with only two top-10s in 23 starts. Lingering neck injury suffered at 2004 Bell Canadian Open affected play...2003 Masters champion rebounded from missed cut in 2004 with T5 finish in Augusta...Compiled a 2-2-0 record at The Presidents Cup, including a 3-and-2 Singles victory over Scott Verplank. 2004: Maintained top-10 Official World Golf Ranking status on the strength of a victory at Nissan Open and top-10s in two majors...Started the final round with a five-stroke lead and survived a rainy final round at Riviera to successfully defend his Nissan Open title. Won his previous six TOUR events from behind and was 0-for-5 with a 54-hole lead. Closed with an even-par 71 and became the first back-to-back winner at Riviera since Corey Pavin in 1994-95…Posted back-to-back top-10s at the U.S. Open with his T4 finish (T3 in 2003). Then posted back-to-back top-10s in a major with a T9 at The Open Championship in Scotland...Finished as runner-up at the Bell Canadian Open after a bogey on the 72nd hole pushed him into a playoff with Vijay Singh. Missed a 5-footer for birdie on the second extra hole to win and was defeated by Singh on the following hole after Weir's approach found the hazard just right of the green. Held the second- and third-round leads, including a three-stroke lead heading into Sunday's final round. His best finish and just the second top-10 in 14 starts in his national Open. 2003: Had breakthrough season on TOUR, with three wins, matching his career total entering the season, including his first major title at the Masters. Missed just one cut all season for the fist time in his career. Fifth-place finish on money list and earnings over $4.8 million were career bests...Claimed fourth PGA TOUR title at Bob Hope Chrysler Classic. Entered final day four shots behind Tim Herron but final-round 67, tied for low final-round score, helped him edge Jay Haas by two strokes...Won for second time in four events at the Nissan Open, finishing strong with a final-round 5-under 66. Defeated Charles Howell III with a birdie on the second playoff hole after beginning the final round seven strokes behind Howell. Payday moved him past the $2-million mark for the third time in the last four seasons...After recording just the fourth bogey-free final-round by a winner in the 67-year history of the Masters (first since Doug Ford in 1957), defeated Len Mattiace in a playoff with a bogey on the first extra hole. Nailed a 6-footer for par on the 18th hole to force the playoff. Became first left-hander since Bob Charles at the 1963 Open Championship to win a major...Finished season with top-10s in three of four majors…Edged Los Angeles Dodgers relief pitcher Eric Gagne to win The Canadian Press's male athlete of the year award for a third time (also 2000 and 2001). 2002: Had 11 top-25s but did not have a top-10 finish for the first time in his five-year TOUR career...Tied The Plantation Course record with 10-under-par 63 before finishing T14 at the Mercedes Championships. His 63 was the lowest first-round score in Mercedes Championships history. 2001: Earned over $2 million for second consecutive season and picked up a victory for the third straight year...Finished season by winning THE TOUR Championship. Final-round 68 put him in playoff with Ernie Els, Sergio Garcia and David Toms. Birdie-3 on first extra hole gave him his first playoff victory and made him first international player to win THE TOUR Championship. 2000: First Canadian to play in Presidents Cup, where he led the international team with a 3-2-0 record...Collected his second victory on the PGA TOUR in the season-ending World Golf Championships-American Express Championship. A bogey-free 67 on Saturday and final-round 67 lifted him to his first World Golf Championships title. Career-best $1 million first prize moved him to sixth on the money list with $2,547,829, seventh player to surpass the $2.5 million mark in single-season earnings...Lost first TOUR playoff at Michelob Championship when David Toms sank a five-foot par putt on first extra hole. 1999: Went from being medalist at 1998 PGA TOUR Qualifying Tournament to TOUR Championship...Earned first PGA TOUR title at Air Canada Championship with two-stroke victory over Fred Funk. Key to victory was eagle-2 from 147 yards on No. 14 during final round. First Canadian to win on native soil since Pat Fletcher won 1954 Canadian Open. First Canadian to win on TOUR since Richard Zokol won 1992 Greater Milwaukee Open. 1998: As rookie, earned $218,967 to rank 131st on money list. 1997: Led Canadian Tour Order of Merit after winning BC TEL Pacific Open and Canadian Masters. Was first Canadian to lead Order of Merit since Jerry Anderson in 1989. 1993: Named Canadian Tour Rookie of the Year after winning Infiniti Tournament Players Championship. Amateur: Won 1990 Ontario Amateur Championship...Western Athletic Conference Player of Year and second-team All-American in 1992 at Brigham Young...Winner of 1988 Ontario Junior Championship and 1986 Canadian Juvenile Championship.\n","otherCarHigh" : "","personal" : "During busy Presidents Cup week in Montreal in 2007, met and presented Canadian Prime Minister Stephen Harper with a personalized TaylorMade golf bag...Dropped the ceremonial puck before the Toronto Maple Leafs playoff game against the Philadelphia Flyers on April 14, 2003. Prior to 2003 Presidents Cup, gave teammates Team Canada hockey jerseys complete with names stitched on the back...At age 13, sought advice from Jack Nicklaus. In a letter, asked whether he should switch to playing right-handed. Response was to stick to natural swing...Three-time recipient (2000-01 and 2003) of Lionel Conacher Award, given to Canada's Male Athlete of the Year. First golfer to be so honored since 1932...Received the Order of Canada in 2009, Canada's highest civilian honor, and received the Order of Ontario in 2004. 2009 Canadian Golf Hall of Fame inductee...Mike Weir Foundation, established in 2004, is dedicated to advancing the physical, emotional and educational needs of children. Runs annual event, the Mike Weir Miracle Golf Drive for Kids, to raise money for the Children's Miracle Network. Established Mike Weir Wine in 2005, benefiting the Weir Foundation...Website is mikeweir.com.","otherInfo" : "","ntlTeams" : "The Presidents Cup (5), 2000, 2003, 2005, 2007, 2009; World Cup (6), 1997, 2000, 2001, 2002, 2006, 2007.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 8 times.","dynStats" : "He ranks 30th in Career Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}