{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20593","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Chalmers","first" : "Greg","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "200","weightMetric" : "91","birthDate" : "October 11, 1973","age" : "42","birthPlace" : "Sydney, Australia","residence" : "Colleyville, Texas","family" : "Wife, Nicole; Max Gregory (6\/3\/03), Lachlan Robert (6\/1\/06)","education" : "","splInterest" : "Fitness, car racing","pronunciation" : "CHALM-ers","nwTourAlumnus" : "Web.com Tour Graduate (2005, 2008)","trndProYear" : "1995","clubAffl" : "","cityPlaysFrm" : "Sydney; ; Australia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "10,073,880&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2005","exmtStatus" : "Conditional - Finished 151-200 on 2015-16 PGA TOUR FedExCup Points List","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the PGA TOUR from 1999-2004, 2006 and 2009-2014. Member of the Web.com Tour in 2005, 2007 and 2008. Played European Tour in 1996 and 1998.\n\n2014: Competed in 27 PGA TOUR events, making 16 cuts, which led to four top-25s and one top-10...Earnings were $578,979...Finished the season 139th on the FedExCup points list, putting him in the Web.com Tour Finals at season's end....Top performance came in November 2013, a T10 at the McGladrey Classic on Sea Island, Ga. Closed with a 64 to improve 20 positions in the standings to collect his biggest check of the year for $121,916...Other top-25s came at Shriners Hospitals (T15), Waste Management Phoenix Open (T15) and HP Byron Nelson Championship (T22)...Competed in the four Web.com Tour Finals, with a T8 at the Chiquita Classic his only positive performance (others were T59 and two missed cuts)...At the Chiquita event, was T2 at the halfway point and in the lead by one after three rounds. A final-round 75 derailed his run at victory and best chance in the Finals to put himself in contention for a 2015 PGA TOUR card...In December 2014, finished regulation of the Australian PGA Championship tied with Wade Ormsby and Adam Scott at 11 under. Shot a final-round, 8-under 64 to finish at 11 under to force the playoff after entering the day at 3 under. In the seven-hole playoff, all three players parred the first three holes, with Ormsby dropping out with a bogey on hole No. 4. After the two remaining players parred the fifth and sixth playoff holes, he made par to win the event when Scott three-putted from 20 feet, sliding his birdie effort past the hole and then missing the come-backer. The victory was his fifth in Australia, his third in his homeland in the last three years and his second Australian PGA Championship title to go with his 2011 championship...One week earlier had finished fourth at the Emirates Australian Open.\n\n2013: 25 PGA TOUR appearances resulted in 14 cuts made and two top-25s. Top showing was a T4 at the Tampa Bay Championship in March. For the fifth year in a row, ended the season inside the top-100 in the FedExCup at No. 97. Earnings were $632,283.\n\n2012: Made 25 starts on the PGA TOUR, playing the weekend 20 times, with seven top-25s. Lone top-10 came at The Barclays in August, when he finished ninth. Collected $1,166,627 and was 35th in the final FedExCup standings.\n\n2011: Finished 81st in the FedExCup, with earnings of $832,191. Made 17 cuts in 28 starts, top top-10s (T8 at both the Shell Houston Open and Zurich Classic of New Orleans) in the spring...On the PGA Tour of Australasia, won two big events in a row, the Australian Open (by one over John Senden and two over Tiger Woods) and the Australian PGA Championship (in a playoff over Robert Allenby and Marcus Fraser).\n\n2010: Played in 27 tournaments on the PGA TOUR. Made 19 cuts, with six top-25s and two top-10s (T4-RBC Canadian Open and 5th-Zurich Classic of New Orleans). Earned $989,415 and finished 56th in the FedExCup.\n\n2009: Made 26 PGA TOUR starts, making the cut 15 times, with eight top-25s. Earnings were $1,058,286. Placed 87th in the FedExCup race. Top outings were a T2 at the Buick Open in August and T4 at the Puerto Rico Open in March. At the Buick, shot four rounds in the 60s to finish three back of winner Tiger Woods...Recorded another runner-up to Tiger Woods (two back) at the Australian Masters in November.\n\n2008: In 24 Web.com Tour appearances, made 19 cuts, with 16 top-25s and 10 top-10s. Victory came in a playoff over Henrik Bjornstad in April at the Henrico County (Va.) Open. Finished eighth on the money list to secure his return to the PGA TOUR card.\n\n2007: Made the cut in 16 of 27 events on the 2007 Web.com Tour, with nine top-25 finishes. Finished the season No. 44 on the money list, with $143,089. Strong start to the season with five top-20 finishes in his first six starts, including top-10 finishes at the Henrico County Open (T5) and the Athens Regional Foundation Classic (T10). Posted a season-best T3 finish at the Rochester Area Charities Showdown at Somerby, finishing two strokes behind champion Chris Riley. Ranked fourth on Tour in Putting Average (1.723)...In Australia in December, recorded a T3 at the Australian PGA Championship and a T7 at the Australian Open. \n\n2006: Made the cut in eight of 28 starts on the 2006 PGA TOUR but failed to record a top-10 or top-25 finish for first time in his career...Finished T2 at the MasterCard Masters in November on the PGA Tour of Australasia and T8 the following week at the New Zealand Open.\n\n2005: Finished 14th on the 2005 Web.com Tour money list in a season that included his first victory at the Albertsons Boise Open. Defeated Danny Ellis with a birdie on the first playoff hole. Along with Eric Axley and Bubba Watson, was one of three left-handers to graduate to the 2006 PGA TOUR. \n\n2004: Fell out of top 150 (No. 156) for the first time in his career after posting just two top-10s in 2004. First top-10 of the 2004 season came in 10th start, a T4 at the John Deere Classic, aided by opening rounds of 64-67. Entered final round two shots behind Jose Coceres, and posted an ace on the par-3 seventh hole, but was unable to make a back-nine charge as his 1-under-par 70 fell two shots short of Mark Hensby-John E. Morgan playoff. Led field with only 99 putts on the week. Three months later, added a T10 at the Southern Farm Bureau Classic, thanks to four rounds in the 60s. \n\n2003: In 2003, finished out of the top 125 (No. 142) for the first time since 1999 with his lone top-10, a T7 at the 2003 Wachovia Championship. \n\n2002: Made 31 starts on the PGA TOUR in 2002, finishing in the top-25 seven times. Posted best round of tournament at Buick Invitational with final-round 63 to move from T78 to T13 finish, matching the low final round in tournament history (Tommy Nakajima, 1984). \n\n2001: Opened the 2001 season with a T5 at the Sony Open in Hawaii. Earned $237,000 of his $692,170 season total on the West Coast. Disqualified himself from the 2001 Kemper Insurance Open on Monday morning after an inadvertent rules violation. Told his fellow competitor's caddie, after a bad tee shot: \"It was a 6-iron.\" Constitutes as advice to another player and cost him a T9 finish and $94,000. \n\n2000: With an exceptionally strong sophomore campaign in 2000, eclipsed the $1-million mark ($1,063,456) in season earnings for the first time on the strength of career-best five top-10s. Those winnings also earned him distinction as fourth left-handed player in PGA TOUR history to win in excess of $1 million in a season, after Phil Mickelson, Mike Weir and Steve Flesch. Had career-best T2 at 2000 Kemper Insurance Open. \n\n1999: Made most of his rookie season on PGA TOUR, playing in 34 events and recording seven top-25 finishes. Finished 114th on the money list. First top-10 of his career came at 1999 Doral-Ryder Open. \n\n1998: In 1998, became first player on the PGA Tour of Australasia since Bob Shearer to win Australian Open and Australian Amateur (1993 winner). First left-hander to win Open since Claude Felstead in 1909. Also finished T2 at the Victoria Open and T3 at The TOUR Championship. Finished fourth on the order of merit...Played full time on the European Tour. In 20 starts, made 12 cuts and finished 29th on the order of merit. Had sevent top-25s, with his best outings a pair of runner-ups in the Turespana Masters and English Open. \n\n1997: Won the Players Championship on the PGA Tour of Australasia in December by one shot over Peter Lonard. Made nine cuts in nine starts, with his worst finish a T51. Was sixth in earnings.\n\n1996: As a European Tour rookie, competed in 20 events, making nine cuts, with three top-25s. His best performance was a T8 at the Sun Dutch Open in July. Finished 134th on the order of merit.\n\nMisc.: Was PGA Tour of Australasia's Rookie of the Year in 1995, after recording three top-10s. \n","otherCarHigh" : "","personal" : "Nicknamed \"Snake\" by Australasian Tour peers...Drove his BMW M3 for a few test laps at Texas Motor Speedway...Enjoys John Grisham novels...Is a fan of Dallas-area pro teams, especially the NHL's Stars.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1999","qSchoolYear" : "1998","exmtStatus" : "Veteran Member","otherVics" : "","intlVics" : "(5): 1997 ANZ Players Championship [Aus]. 1998 Holden Australian Open [Aus]. 2011 Emirates Australian Open [Aus], Australian PGA Championship [Aus]. 2014 Australian PGA Championship [Aus].","curYearHigh" : "","carHigh" : "2014-15: Made 12 cuts in 17 starts and finished 172nd in the FedExCup standings, failing to make the Playoffs for the second consecutive season...Made six starts on the Web.com Tour, including all four in the Web.com Tour Finals, where he tied for 103rd on that money list. Will play the 2015-16 season out of the Veteran Member category.\n\n2013-14: Made 16 cuts in 27 PGA TOUR starts, with his lone top-10 finish coming in his second start. Completed the season No. 132 in the FedExCup standings...Opened the season with a T15 finish at the Shriners Hospitals for Children Open...Next start resulted in a T10 in his first career start at The McGladrey Classic, thanks to a closing, 6-under 64, falling just one shy of his career-low PGA TOUR round...Held the first-round lead at the Quicken Loans National in late June but finished T30 after rounds of 78-72-72...Made his next four more cuts in a row after the Quicken Loan National...A missed cut at the Wyndham Championship ended his chance of advancing to the FedExCup Playoffs...For the first time since 2006, failed to finish inside the top 125 in either the FedExCup standings (132nd) or on the official money list (139). As a result, needed to attempt to regain his card through the Web.com Tour Finals...After finishing 59th in the first Finals' event, the Hotel Fitness Championship, carded 69-65-67 to take a one-shot lead into the last day of the Chiquita Classic only to stumble Sunday with a 75, which landed him in a T8, six shots back of champion Adam Hadwin...Was unable to make a charge in the final two events, including missing the cut at the Web.com Tour Championship.\n\n2013: Made 14 of 25 cuts on TOUR, with two top 10s. Finished No. 97 in the FedExCup standings. Missed the cut at the Deutsche Bank Championship to drop out of the FedExCup Playoffs...Finished T10 at the Northern Trust Open, his first top-10 in nine starts at the event...A month later, finished T4 at the Tampa Bay Championship with defending champion Luke Donald and Justin Leonard. The top-five finish came in his eighth start on the Copperhead Course, where he had previously missed five cuts. It marked his best TOUR performance since a T4 at the 2010 RBC Canadian Open...Aced the par-3 14th hole during the third round of The Barclays, becoming the only player on TOUR with two aces this season. The feat also made him the only player with two aces in the FedExCup Playoffs (second round of the 2011 Deutsche Bank Championship on the 16th hole). The hole-in-one was his fifth on TOUR...Finished T37 at Liberty National to move to No. 93 in the FedExCup standings. Was one of five players to jump into the top 100 at The Barclays and qualify for the second FedExCup Playoffs event.\n\n2012: Shot a second-round 64 to equal the course record at TPC Louisiana but finished T30 at the Zurich Classic of New Orleans. Round was highlighted by a 5-under 31 on the front nine in which he was 5-under through the first four holes, equaling the low nine-hole score on TPC Louisiana's opening nine. The hot start featured an eagle on the 399-yard par-4 No. 1. He holed a wedge from the trees to the right of the fairway from 137 yards...First top-10 finish of the season came in his 23rd start, finishing solo ninth at The Barclays. Jumped to No. 38 in the FedExCup standings...Moved to No. 36 with a T39 finish at the following week's Deutsche Bank Championship. Struggled to an opening-round 74 at the BMW Championship but improved each day, with rounds of 70-68-66 to finish T16. Performance wasn't enough to advance him to the TOUR Championship by Coca-Cola, finishing the season No. 35 in the FedExCup standings. 2011: Finished inside the top 100 (No. 81) in the FedExCup standings for the third consecutive season. Added a second Australian Open title to his resume late in the year, his first title of any kind since the 2008 Henrico County Open on the Web.com Tour...Holed his second shot at the par-4 third hole with a wedge for an eagle-2 in the final round of the Shell Houston Open en route to T8 honors, his best finish since a T4 at the 2010 RBC Canadian Open...Following a fifth-place finish in 2010, claimed T8 at the Zurich Classic of New Orleans in his 10th start in the event. It was the 18th top-10 finish of his career since his first in 2005...Recorded an ace on the 16th hole during the second round of the Deutsche Bank Championship with a 9-iron from 146 yards, his third-career hole-in-one on TOUR (2004 John Deere Classic and 2009 Puerto Rico Open)...Began the final round of the Australian Open two strokes behind fellow Aussie John Senden. Shot a 3-under 69 Sunday at The Lakes GC in Sydney to take the clubhouse lead and then watched as Senden's long birdie putt that would have forced a playoff on the 72nd hole just missed...Won for the second time in three weeks when he captured the Australian PGA Championship. He joined Robert Allenby and Marcus Fraser in a playoff that ended quickly when he made par on the first playoff hole after Fraser and Allenby both had errant tee shots. 2010: Posted two top-10 finishes on the season and a career-best 56th-place finish in the FedExCup standings. Completed the season comfortably inside the top 100 on the TOUR money list (No. 91)...Posted his first top-10 of the season in his 10th start of the year with a fifth-place showing at the Zurich Classic of New Orleans. Was one of five Australians to finish in the top 10 at TPC Louisiana...Improved on his New Orleans finish after a final-round, 5-under 65 at the RBC Canadian Open. He was among nine players to finish T4 at St. George's G&CC. 2009: Posted two top-10s. First was a T4 at the 2009 Puerto Rico Open...Held a two-stroke lead through 36 holes at the U.S. Bank Championship after opening 64-67. One off Frank Lickliter's 54-hole lead, but posted final-round 71 playing in final group on Sunday to fade to T15...Equaled career-best finish with a T2 at Buick Open where he was the only player in the field to shoot all four rounds in the 60s. Finished three behind Tiger Woods. Jumped 45 spots to No. 77 in the FedExCup standings...Finished second to Woods in mid-November at the JBWere Masters by two strokes. 2008: Following 10 top-10 finishes highlighted by a playoff victory at the Henrico County Open, finished eighth on the Web.com Tour money list to graduate to the PGA TOUR in 2009. 2007: Claimed three top-10 finishes on the Web.com Tour and placed 44th on the money list. 2006: Eight made cuts in 28 PGA TOUR starts. 2005: Finished 14th on the Web.com Tour money list thanks in large part to his first victory at the Albertsons Boise Open. Defeated Danny Ellis with a birdie on the first playoff hole. Graduated to the PGA TOUR for 2006. 2004: Fell out of top 150 (No. 156) for the first time in his career after posting just two top-10s. 2003: Fell out of the top 125 for the first time since 1999...Recorded his only top 10 of the season with a T7 at the Wachovia Championship, four strokes behind David Toms. He joined Brent Geiberger as only other player to post all four rounds under par on the week at Quail Hollow Club. 2002: Made 31 starts on the TOUR, finishing in the top-25 seven times...Posted best round of tournament at Buick Invitational with final-round 63 to move from T78 to T13, matching the low final round in tournament history (Tommy Nakajima, 1984)... First top-10 came at the Greater Milwaukee Open, where four rounds in 60s produced T5...Second top-10 finish was T4 at Bell Canadian Open. Finished one stroke out of three-way playoff (champion John Rollins, Lancaster, Justin Leonard) after final-round 71. 2001: Opened the season with his best finish, a T5 at the Sony Open in Hawaii...Earned $237,000 of his $692,170 total on the West Coast Swing...Disqualified himself from the Kemper Insurance Open on Monday morning after an inadvertent rules violation. Told his fellow competitor's caddie, after a bad tee shot: \"It was a 6-iron.\" Constitutes as advice to another player and cost him a T9 finish and $94,000. 2000: With an exceptionally strong sophomore campaign, eclipsed the $1-million mark in season winnings for the first time, earning $1,063,456 on the strength of five top-10 finishes. Those winnngs also earned him the distinction as the fourth left-handed player in PGA TOUR history to win in excess of $1 million in a season, joining Phil Mickelson, Mike Weir and Steve Flesch. Had career-best T2 at the Kemper Insurance Open. 1999: Made the most of his rookie season on the PGA TOUR, playing in 34 events and recording seven top-25 finishes...First top-10 of his career came at the Doral-Ryder Open, a T10. \n\n1998: Earned membership for the next season on the PGA TOUR by finishing fourth at the Qualifying Tournament...Participated in two PGA TOUR events—The Open Championship and PGA Championship...In December, defeated Stuart Appleby and Peter Senior by one stroke to win the Holden Australian Open. Became the first player on the Australasian Tour since Bob Shearer to win the Australian Open and Australian Amateur, something Shearer did in 1993. Became the first left-hander to win the Open since Claude Felstead in 1909...Also T2 at the Victoria Open and third at the Australasian Tour Championship...Recorded two second-place finishes on the South Africa Tour—National Car Rental English and the Turespana Masters. \n\n1997: Won the ANZ Players Championship, stringing together weekend rounds of 67-68 to edge Peter Lonard by a stroke...His only other Australasian Tour top-10 was a T9 in February, at the Ford Open..Lone Southern Africa Tour start came at the Alfred Dunhill PGA Championship. Shot a final-round 66 to just miss securing a top-10 finish.He settled for a T12. \n\n1996: In 20 starts, his best finish on the European Tour was a T11 at the Oki Pro-Am, a distant 11 strokes behind winner Tom Kite...Made nine Australasian Tour starts. Best performance was a runner-up showing at the Queensland Open in mid-October. Opened 65-67 to hold a four-shot lead at the halfway point. Shot weekend rounds of 72-72 to fall by a shot to winner Steven Alker...A week later, was T9 at the ANZ Players Championship, followed by another top-10—at T8—at the Alfred Dunhill Masters...Finished his Australasian Tour season strong, with a T8 at the Air New Zealand Open and a T3 at the next week at the Schweppes Coolum Classic, falling by three strokes to Anthony Painter. \n\n1995: Australasian Tour Rookie of the Year after three top-10s...Won the Foundation Tour Order of Merit...Won the Western Australia Championship and Nedlands Masters. Amateur: Was the 1995 Eisenhower Cup representative. Won the 1994 French Amateur. \n","otherCarHigh" : "","personal" : "Nicknamed \"Snake\" by Australasian Tour peers...Drove his BMW M3 for a few test laps at Texas Motor Speedway...Cites winning back-to-back events in Australia (2011 Australian Open and the Australian Championship) as his highlights in golf...Also won the 1999 Australian Open at Royal Adelaide GC and the 2014 Australian PGA Championship in a seven-hole playoff duel with Adam Scott...Started his charity, MAXimumchanges.org in 2012, to support children with autism.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the PGA TOUR 2 times.","dynStats" : "He ranks T49th in Consecutive Fairways Hit on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Media Guide - PGA TOUR Full Page","Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}