{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32421","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "7","capcure" : "N", "personalInfo" : {"name" : {"last" : "Wattel","first" : "Romain","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-7","heightMetric" : "1.7","weight" : "163","weightMetric" : "74","birthDate" : "January 10, 1991","age" : "25","birthPlace" : "Montpellier, France","residence" : "Bussy Saint Georges, France","family" : "Single","education" : "","splInterest" : "Music, movies","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2010","clubAffl" : "Golf de Bussy (Bussy Saint Georges, France)","cityPlaysFrm" : "Bussy Saint Georges, France","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : ""}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(1): 2010 Allianz European Strasbourg Open [EurChall].","curYearHigh" : "Shot weekend rounds of 67-68 at the Hero Indian Open to T7 in February. Finished two strokes out of the Anirban Lahiri-S.S.P. Chawrasia playoff...Shared the 36-hole lead with Richie Ramsay and Andrew McArthur at the Trophy Hassan II in Morocco in late-March. Stayed tied for the lead with 18 holes to play then fired a final-round, 2-under 70 but fell a stroke short of Ramsay, settling for a solo-second position.","carHigh" : "2012: Played 21 events on the European Tour and had three top-10 finishes. Played his best golf over a two-week stretch during the late summer when he was T2 at the Omega European Masters one week after finishing T3 at the Johnnie Walker Championship...In June, was T8 at the ISPS Handa Wales Open after carding consecutive 68s on the weekend...Finished 39th on the European Tour's Race To Dubai earnings list...Earned conditional status on the Web.com Tour after finishing T118 at the PGA TOUR Qualifying Tournament. \n\n2011: Played 24 events in his rookie season on the European Tour and registered two top 10s. Was T5 at the Spanish Open in early May and then returned to Spain late in the season and was T8 at the Castello Masters. \n","otherCarHigh" : "Became only the fifth amateur to win on the European Tour's Challenge Tour when he captured the 2010 Allianz European Strasbourg Open as a 19-year-old, finishing three strokes clear of the the field. Went on to win the Eisenhower Trophy as part of the French team before turning professional and securing his first exemption on the European Tour with a ninth-place showing at the 2010 Qualifying School...Finished 32nd as an amateur at the Alstom Open de France...Also won the 2008 Jacques Leglise Trophy, the 2009 French Boys Championship and was part of the winning 2010 St. Andrews Trophy and World Amateur Team Championship teams, while also capturing the Bonallack Trophy that same year.","personal" : "Started playing golf as a 10 year old when his parents bough a house near Bussy St. Georges Golf Club in Paris. Remains a member there and has been mentored by U.S. Open runner-up Gregory Havret, who is also attached to the club...Enjoys sports, music and movies...Lists Fontainebleau in France as his favorite golf course...Enjoys Italian food, and his favorite athlete is Roger Federer...Would fill out his dream foursome with members of his family.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "","curYearHigh" : "Shot weekend rounds of 67-68 at the Hero Indian Open to T7 in February. Finished two strokes out of the Anirban Lahiri-S.S.P. Chawrasia playoff...Shared the 36-hole lead with Richie Ramsay and Andrew McArthur at the Trophy Hassan II in Morocco in late-March. Stayed tied for the lead with 18 holes to play then fired a final-round, 2-under 70 but fell a stroke short of Ramsay, settling for a solo-second position.","carHigh" : "2013-14: Finished 28th in the European Tour's final Race to Dubai standings. First top-10 of the season came at the Alfred Dunhill Championship, when he T3 in South Africa in December 2013. Opened 70-69-68 was was in fourth with 18 holes to play. Fired a Sunday 71...Two weeks later, was again in contention, opening with a 64 and then following with consecutive 67s at the weather-shortened Nelson Mandela Championship. Ended three shots behind winner Dawie Van Der Walt in Durban, South Africa...Continued his strong start to the season, posting a T3 at the Omega Dubai Desert Classic, thanks to a final 36 holes of 67-66 at Emirates GC. Tied with Brooks Koepka, two shots short of winner Stephen Gallacher...Waited until September for his next top-10, this time at the Omega European Masters, a T9, on the strength of four rounds in the 60s in Switzerland...Maintained his form the following week, at the KLM Open in the Netherlands. Opened 67-65-64 at Kennemer G&CC in Zandvoort to lead Richie Ramsay by three shots with a round to play. Skied to a final-round 74 to drop into a disappointing T5...Third top-10 in as many starts came at the ISPS Handa Wales Open. Weekend rounds of 64-68 gave him a T9...At the Portugal Masters, opened with a 67-64 before bad weather wiped out the final two rounds. Earned a T4...Added a T6 in China in early November when he enjoyed four under-par rounds at Lake Malaren GC to get the top-10 at the BMW Masters in Shanghai. Finished two shots out of the Marcel Siem-Ross Fisher-Alexander Levy playoff that Siem won. \n\n2013: Shot four sub-70 rounds at the Omega European Masters to finish T9 with Lee Slattery at Crans-sur-Sierre GC in Switzerland...In mid-October, finished T4 at the weather-shortened Portugal Masters. Shot rounds of 67-64 at the event at Oceanico Victoria GC. Rain pounded the course all weekend, forcing officials to cancel the final two rounds...In mid-September, was T8 at the Italian Open for his final top-10 of the season. \n\n2012: First top-10 of the year was at the Maybank Malaysian Open in April. Finished T7 in Kuala Lumpur...At the ISPS Handa Wales Open, parlayed weekend rounds of 68-68 into a T8 at The Celtic Manor Resort...Best performance on European Tour was second-place showing at the Omega European Masters, finishing four shots short of Richie Ramsay...A week earlier, was T3 at the Johnnie Walker Championship at Gleneagles. Was in solo second through 54 holes, a stroke behind Paul Lawrie in Scotland. Fired a third-round 63 that included six front-nine birdies. Added four more birdies on the back nine against only one bogey.\n\n2011: Played on the European Tour and had a breakthrough season. Began the year with a T5 in December 2010 with a T5 at the South African Open Championship. Shot four consecutive sub-70 scores (67-66-68-65)...Added a second T5 at the Open de Espana in May...Recorded his final top-10 of the year at the Castello Masters in October. Reeled off rounds of 70-69-66-69 to T8.\n\n2010: Graduated from European Tour Qualifying School.\n\nAmateur: Became just the fifth amateur to win on the European Challenge Tour, when he captured the 2010 Allianz EurOpen Strasbourg..Other amateur wins include the 2008 Coupe Frayssineau-Mouchy, the 2009 Argentine Amateur, the 2009 Junior Orange Bowl Championship, the 2009 French Open Boys Championship, the 2010 Scottish Open Amateur Stroke Play Championship, the 2010 Coupe Frayssineau-Mouchy and the 2010 Scratch Players Championship.\n","otherCarHigh" : "","personal" : "If he were not a golfer, would have wanted to be a soccer player...Favorite app is Facebook...Never travels without his cell phone...Enjoys watching Roger Federer play tennis.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}