{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01633","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Kite","first" : "Tom","middle" : "","extn" : "Jr.","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "170","weightMetric" : "77","birthDate" : "December 9, 1949","age" : "66","birthPlace" : "McKinney, Texas","residence" : "Austin, Texas","family" : "Wife, Christy (deceased); Stephanie Lee (10\/7\/81), twins David Thomas(9\/1\/84), Paul Christopher (9\/1\/84)","education" : "University of Texas (1972, Business Administration)","splInterest" : "Landscaping","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1972","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "Inducted 2004","combTourMoney" : "27,171,882&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1972","qSchoolYear" : "Fall 1972","exmtStatus" : "Past Champion","otherVics" : "(1): 1996 Franklin Templeton Shootout [with Jay Haas","intlVics" : "(3): 1974 Auckland Golf Classic. 1980 European Open. 1986 Oki Pro-Am [Spain].","curYearHigh" : "Made just 15 starts, the fewest in his Champions Tour career...Teamed with Gil Morgan to T10 at the Bass Pro Shops Legends of Golf in April...Underwent right-knee surgery in June to repair a torn meniscus.","carHigh" : "2013: Played in just 18 events, the fewest starts of his Champions Tour career that began in 2005...Failed to record a top-10 finish for the first time since turning 50...His best individual finish came in July at the U.S. Senior Open at Oak Tree National in Oklahoma, where he was T14...Was also T12 at the Big Cedar Lodge Legends of Golf, with partner Gil Morgan.\n\n2012: Narrowly missed a return to the top 30 and a berth in the Charles Schwab Cup Championship when he finished 31st on the money list following the final full-field event. Fell $3,832 shy of claiming the 30th spot...Turned in his best performance since his T2 at the 2009 AT&T Championship when he matched that effort at the Toshiba Classic in March...Was T7 at the 3M Championship thanks to three straight rounds in the 60s, a first for him since the season-opening Mitsubishi Electric Championship at Hualalai in 2011...Was the 18- and 36-hole co-leader at the Nature Valley First Tee Open at Pebble Beach but fell short in his bid to become the Champions Tour's third-oldest winner when a final-round 76 left him T9 on the Monterey Peninsula...Was T12 at the U.S. Senior Open after shooting a 65 to take the first-round lead at Indianwood, his low round of the year and matching his previous low round in a U.S. Senior Open. Started the championship by going out in 7-under 28, setting the record for the lowest nine-hole score in any USGA event. \n\n2011: Saw his streak of consecutive finishes among the top 30 on the money list come to a halt at 11 consecutive years when he was 43rd on the final money chart, with a career low $357,838 in earnings...Posted just one top-10 finish during the year, and that came in his first start when he was seventh at the Mitsubishi Electric Championship at Hualalai...Became the first player in Champions Tour history to make a trio of eagles on the same nine and just the sixth player overall to make three eagles in a round when he did so in the second round of the Greater Hickory Classic at Rock Barn. Holed a wedge from 84 yards for an eagle at the par-5 14th, then after making birdie at the par-3 15th hole, holed another wedge from 100 yards for an eagle at the par-4 16th hole. He finished his first nine by making eagle on the par-5 18th hole, chipping in from just short of the green...He became the 12th player in Champions Tour history to combine to play in 1,000 PGA TOUR and Champions Tour events when he teed it up at the SAS Championship outside Raleigh in October. \n\n2010: Earned his 11th consecutive trip to the season-ending Charles Schwab Cup Championship for the top-30 money winners and finished ninth at TPC Harding Park, tying him with Gil Morgan, just one shy of Hale Irwin's record nine top-10s in the season finale...Season was highlighted by a pair of third-place efforts. The first came at the inaugural Mississippi Gulf Resort Classic near Biloxi, his best since near the end of the 2009 season. The second came in California where he was the only player in the field to post three straight rounds in the 60s at the Home Care & Hospice First Tee Open at Pebble Beach and eventually finished T3 after being tied for the lead with one hole to play...Saw his string of consecutive appearances in major championships on the Champions Tour come to a halt at 48 straight when he did not play The Senior Open Championship in July at Carnoustie...Made one PGA TOUR start but missed the cut at the Puerto Rico Open presented by Banco Popular. \n\n2009: Underwent surgery on Nov. 4 to repair a torn bicep tendon in his left shoulder, which troubled him most of the season. Did not return to action until the 2010 ACE Group Classic in February...Nearly ended his winless streak in his home state in the last full-field event of the season. Closed with a 68 to finish T2 at the AT&T Championship in San Antonio. \n\n2008: One of 19 players to reach $1 million in season earnings...Highlight of his year came in August when he posted his first win in two years, beating Scott Simpson by two strokes at the Boeing Classic. He came from three strokes behind in the final round to earn his 10th career Champions Tour title. Needed just 78 putts in his victory to lead all players in that category. It also marked the second time in this event Kite had begun the final round three strokes behind. He trailed Don Pooley by that margin in 2006 when he came from behind to win...Three weeks following his Boeing title, used a final-round 67 at Rock Barn to finish T2 at the Greater Hickory Classic at Rock Barn. Sunday score matched the low round of the day...Continued his good fortune in North Carolina one week later when he was runnerup to Eduardo Romero at the SAS Championship near Raleigh...Also finished T2 at The ACE Group Classic in Naples in February, where his 7-under 65 in the closing round helped him join three others in a playoff (Scott Hoch, Tom Jenkins and Brad Bryant), eventually won by Hoch with a birdie on the first extra hole. \n\n2007: Earned the most money of any player without registering a victory during the season...Registered three runner-up finishes as well as a trio of third-place efforts...Got his season off to a great start with successive T2 finishes in Hawaii. Shared the runner-up spot with Jim Thorpe at the MasterCard Championship at Hualalai before joining a group of four others who were second to Fred Funk at the Turtle Bay Championship the following week...Made a spirited bid for the Liberty Mutual Legends of Golf title in Savannah, eventually falling to Jay Haas on the first playoff hole when he missed a par putt of 5 1\/2 feet. Was in contention throughout and final-round 68 allowed him to post a 9-under 207 two groups before Haas finished. Haas forced overtime with a sand save from the greenside bunker at the last hole in regulation...Solo third at the Administaff Small Business Classic late in the season and then finished T3 the following week at the AT&T Championship in San Antonio. Held a share of the lead with Mark O'Meara through 36 holes at Oak Hills and was the sole leader with nine holes to play before eventually coming up three strokes short of John Cook...Also T3 at the Regions Charity Classic, where he shot a 6-under on the back nine Sunday to just miss by a stroke getting into the Brad Bryant-R.W. Eaks playoff. \n\n2006: Won twice and finished fourth on the money list...Cruised to an easy five-stroke victory over Gil Morgan at the AT&T Classic and, in the process, ended a victory drought of just over 19 months (30 events). Win at Valencia was his 10th on TOUR in the state of California (six on the PGA TOUR; four on the Champions Tour) and third in the Los Angeles area. Joined Joe Inman and Gil Morgan as a multiple winner of the event. Five-stroke winning margin was the largest in tournament history as well, one of the three largest on the Champions Tour for the year. Added a second title in August at the Boeing Greater Seattle Classic when he prevailed in a one-hole playoff with fellow Texan Keith Fergus. Made a birdie-4 on the first extra hole to post his ninth career Champions Tour win and third in a playoff. It marked the first time he had earned multiple victories in a season since 2002. Needed just 72 putts on his way to victory and led all players in that category...Earned August Player of the Month honors...Notched his top performance in Texas by finishing T2 at the FedEx Kinko's Classic, two strokes behind Jay Haas...Closed out his season with a strong showing at the Charles Schwab Cup Championship. Contended all four rounds before eventually finishing second, two strokes behind winner Jim Thorpe at the Sonoma GC. Made headlines at the tournament when he made a pair of eagles on par 4s (Nos. 9 and 11) in the opening round, becoming the first player to accomplish the feat since Larry Ziegler at the 1999 Nationwide Championship. Came back the following day with a third par-4 eagle (again No. 11). \n\n2005: Split his time between the Champions Tour and the PGA TOUR where he used his one-time exemption as one of the PGA TOUR's top-50 money-winners...On the Champions Tour, appeared in 18 events, fewest since he joined the Tour...Was T2 at Bruno's Memorial Classic, where he tied the Greystone course record at the time with a 9-under-par 63 in the second round. Led the tournament at one point Sunday before finishing two strokes behind D.A. Weibring, along with Tom Jenkins...Also had a second-place finish at the Boeing Greater Seattle Classic in August, but three straight rounds in the 60s still left him three strokes shy of David Eger...Closed his Champions Tour season in strong fashion, finishing solo third at the Charles Schwab Cup Championship...Made a valiant run at becoming the oldest PGA TOUR winner ever. Was the 54-hole leader at the Booz Allen Classic at Congressional CC, but carded a final-round, 3-over 74 on the famed layout to T13, his best PGA TOUR finish since a T5 at the 2001 U.S. Open...Also made cuts at the Sony Open in Hawaii and the Wachovia Championship...Overall made 12 starts on the PGA TOUR. \n\n2004: Started slowly for the second consecutive year, but went on to finish third on the final earnings list, his highest standing ever, with more than $1.8 million, a career best. Also placed third on the final Charles Schwab Cup points list...Had more top-five finishes than any other Champions Tour player, with all 10 top-fives coming after the start of May. Led the Champions Tour in sub-par rounds (58) and also had 39 rounds in the 60s (second to Irwin) out of 86 (45 percent) played...Ended nearly a 22-month victory drought by winning the 3M Championship, his seventh overall title on the Champions Tour, and came close to winning on several other occasions. One-stroke win over Craig Stadler at TPC Twin Cities came during the midst of five consecutive top-five performances and was his first victory in 47 official starts on the Champions Tour. Took the lead with a 13-foot birdie putt on the 13th hole and then used a clutch two-putt birdie from 68 feet on the final green to notch the win...The week prior, had led for most of the last 36 holes of the U.S. Senior Open, but played the last four holes at Bellerive in 4-over to drop back into a T3 with Jay Haas...Was in contention the week earlier for all four days at The Senior Open Championship in Northern Ireland at Royal Portrush GC before falling one stroke short of eventual-winner Pete Oakley...Was T2 at the Bank of America Championship, four strokes back of Craig Stadler and also finished second to Mark McNulty at the Charles Schwab Cup Championship despite shooting an 8-under 64 in the first round and holding a two-stroke advantage going into the final round...Became one of the oldest players to earn a spot in the U.S. Open when he earned a berth at a qualifying tournament near Houston. Made the field in the prestigious event for the 31st consecutive year and 33rd time overall, tying Arnold Palmer and Gene Sarazen for third all-time. Made the cut at Shinnecock Hills and finished T57. \n\n2003: Did not win an event for the first time in four years on the Champions Tour and $1,549,819 in earnings was the most money ever in a season without a victory, breaking Dana Quigley's mark of $1,327,659 set in 1999...Made a spirited run in the final round of the SAS Championship before eventually finishing T2 along with Bobby Wadkins, one stroke back of D.A. Weibring. Posted a career-best 11-under 61 on Sunday at Prestonwood and almost came from 11 strokes back to win. Final round included just 22 putts, with one-putts on each of the last nine holes...Also T2 at the JELD-WEN Tradition near Portland, one stroke back of Tom Watson. Missed sending the event into a playoff when he didn't convert a 5-foot birdie putt on the final hole...Equaled the TPC Michigan course record with a 63 and vaulted from 10th into a T2 at the Ford Senior Players Championship. His 9-under round was the lowest Sunday score in tournament history...Was the 36-hole leader at the Turtle Bay Championship before falling by two strokes to Hale Irwin in October. Traded leads with Irwin in the final round before hitting his second shot into the water on the 18th hole...Appeared to be in control at the Kinko's Classic in his hometown of Austin with two holes to play, but bogeys on 17 and 18 proved costly as he slipped into a T4, two strokes out of the Irwin-Watson playoff...Had more rounds in the 60s than any other player (42)...Played in the U.S. Open at Olympia Fields, but missed the cut. \n\n2002: Played in five PGA TOUR events, including his first Masters since 1998, but missed the cut at Augusta National...Finished T36 at THE PLAYERS championship, the 23rd time he made the cut in the event, a tournament record...Also missed the cut at the U.S. Open at Bethpage...Three victories, equaling the total of his first two years on the circuit, and a first for him since 1989...Was a six-stroke winner at the first official event, the MasterCard Championship. Became just the third player to go wire-to-wire in the tournament after opening with a then Hualalai course-record 63 that included a pair of eagles on the front nine. Victory in Hawaii made him just the fourth player to claim the season-opening event on both the Champions Tour and the PGA TOUR (joining Jack Nicklaus, Al Geiberger and Don January)...Defeated Tom Watson in a playoff to win the SBC Senior Classic. Forced the overtime session with a birdie on the 18th hole and then made par on the second extra hole for the victory...Won his ninth TOUR title in the state of California near the end of the season. Held off Bruce Fleisher and Fred Gibson to win the Napa Valley Championship by one stroke despite shooting an even-par 72 on Sunday, the highest final-round score by a winner in 2002 and also the highest finish by a winner in the history of the event. Win at Silverado came 30 years after he successfully made it through the PGA TOUR Qualifying School at the same venue...Made consecutive eagles in the final round of the AT&T Canada Senior Open, a Champions Tour first since Steve Veriato made back-to-back eagles at the 2002 Gold Rush Classic. \n\n2001: Missed the cut at the PGA Championship at the Atlanta Athletic Club, ending a run of nine consecutive cuts made on the PGA TOUR since becoming a senior, and also missed the cut at the Southern Farm Bureau Classic...Won the Gold Rush Classic by one stroke over Allen Doyle. Three-round total of 22-under 194 at Serrano CC tied an all-time 54-hole Champions Tour record in relation to par at the time and included a 62 in the second round. His 17-under-127 score after two days was the lowest first 36-hole total of the year and 15-under 129 Saturday and Sunday was the lowest last 36-hole total in 2001. \n\n2000: Played in six PGA TOUR events, making the cut every time. Best finish was T19 at the PGA Championship...Posted first Champions Tour victory in his fifth start, a three-man playoff with Larry Nelson and Tom Watson at The Countrywide Tradition. Battled Watson for six holes (Nelson went out on the second extra hole) before prevailing with a birdie. Became the first player since Tom Wargo at the PGA Seniors' in 1993 to make his first victory a Champions Tour major...Also had a two-stroke win over Bruce Fleisher at the SBC Senior Open. Played the last four holes in 3-under-par to overtake Fleisher...Finished in the top 10 in all four Champions Tour majors. Finished T2 at the rain-shortened PGA Seniors' Championship, third at the U.S. Senior Open at Saucon Valley and sixth at the Ford Senior Players Championship after holding the lead going into the final round...Set a new Champions Tour standard by hitting 78 percent of Greens in Regulation, breaking the old mark of 77 percent by John Mahaffey in 1999.\n\n1999: Missed 11 cuts in first 15 starts. Finished T17 at the Canon Greater Hartford Open, with rounds of 67-69-65-70, his best finish since a fifth-place effort at the 1997 PGA Championship…Opened 66-68 to trail by one stroke after opening rounds of Buick Open. Closed with 72-75 for T40.\n\n1998: Disappointing year by his standards. Was unable to produce a top-10 finish for the first time in his 26-year career. After wearing glasses since age 12, had LASIK surgery in late-January to correct acute nearsightedness. In first appearance since surgery, was 9-under par through 29 holes and tied for lead, with Davis Love III at the Buick Invitational. Finished T22 after rounds of 65-70-74…Second top-25 finish came at THE PLAYERS Championship. In second round, birdied first four holes on way to 66, the low round of the day, and at 6-under par was one stroke behind leaders. Closed 78-72 for T25…Rounds of 69-70-66-70 were good for T25 at GTE Byron Nelson Classic…Opened 72-69 and was T12 through 36 holes of The Open Championship. Closed 79-74 for T36. Dropped out of top 100 on money list for only second time since joining TOUR.\n1997: 35th-place money-list finish best since 1994...Five top-10s, including three in majors...After an opening 77 at the Masters Tournament, closed 69-68-70 to finish second to Tiger Woods. His $291,600 paycheck made him the second player in PGA TOUR history to surpass $10 million in career earnings. It was also his third runner-up performance at the Augusta National event (1983 and 1986)...Shot 72-67-74-69–282 to T10 at The Open Championship…Was tied for third through three rounds of the PGA Championship then closed with a 70 to finish fifth…With rounds of 69-70-71-68, finished T5 at the Tucson Chrysler Classic. Tucson finish was third top-10 since 1994 (had one each in 1995-96)…Shared lead through 36 and 54 holes at the Greater Greensboro Chrysler Classic. Closed with 76 in rainy and windy conditions to T7.\n\n1996: Saw moments of sunshine and improvement. Nearly doubled the money he earned in 1995, when he fell to 104th on the money list, from 22nd the year before. Brightest week came at the Canon Greater Hartford Open. Bounced back from an opening 72 to shoot 68-66-68 and finish second, four strokes behind D.A. Weibring. Trailed by three shots after 54 holes. The $162,000 paycheck almost matched his 1995 winnings ($178,580). Had three top-15 finishes prior to Hartford…Finished T13 at Bob Hope Chrysler Classic…Added a T11 at the Greater Greensboro Chrysler Classic…Finished T14 at Shell Houston Open. Headed into end of the year with “some positive feelings about my game,” thanks to win at OKI Pro-Am in Madrid, Spain. Victory was his first tournament title since the 1993 Nissan Los Angeles Open. Birdied final hole at La Moraleja GC to edge Argentina's Angel Cabrera by one stroke to earn $117,000…Two weeks later, joined Jay Haas to capture the Frank Templeton Shark Shootout, with each player receiving $150,000.\n\n1995: Did not win for the second consecutive season, the first time he had gone two full seasons without a victory since 1979-80...Led the TOUR in career earnings from Oct. 29, 1989 until Aug. 27. Was the first player in PGA TOUR history to reach $6 million, $7 million, $8 million and $9 million in career earnings. Relinquished top position on career money list to Greg Norman after NEC World Series of Golf. A decidedly down season for the 24-year veteran ended on a high note when he was named captain of the 1997 U.S. Ryder Cup team...Lone top-10 came at the Northern Telecom Open in January. Was T7, only three strokes off lead through 54 holes, closed with 70 to finish T6, five strokes behind Phil Mickelson...Made 21 of 25 cuts but only other top-20 finish was T11 at the Sprint International. \n\n1994: Saw his streak of 13 consecutive years (1981-93) with at least one PGA TOUR victory halted. Took status as TOUR's all-time leading money winner to new plateau in August. Became the first player to surpass $9 million with $22,500 paycheck for T11 at the Buick Open...Best finish was a T2 at the Shell Houston Open. Held midpoint lead after opening 68-65 at TPC at The Woodlands but finished in three-way tie with Jeff Maggert and Hal Sutton, three strokes behind surprise winner Mike Heinen…The following week, began the BellSouth Classic with a 6-under-par 66, good for share of early lead with Sutton. Ultimately ended T6...Opened year with third-place finish at the Mercedes Championship, with closing rounds of 68-69-68...Ran off three consecutive top-10s from March into April, starting with T9s in The Honda Classic and THE PLAYERS Championship and capped the run with a solo fourth at the Masters Tournament, posting rounds of 69-72-71-71 at Augusta National...Had top-10s in The Open Championship (T8) at Turnberry and the PGA Championship (T9) at Southern Hills in Tulsa...Followed his PGA Championship performance with solo fifth at the Sprint International.\n\n1993: Collected two victories, a second-place finish and an eigthth-place effort in his first five tournaments of the season. Was absolutely untouchable at the Bob Hope Chyrsler Classic. Closed with rounds of 64-65-62 to set an all-Time PGA TOUR record for most strokes under par in a 90-hole event. Finished with a 35-under 325 total and a six-stroke victory over Rick Fehr. Record was broken by Joe Durant's 36-under-par in 2001...In the next tournament, the Nissan Los Angeles Open, he was again unparalled, firing a sterling, 4-under-par 67 on the final day of the rain-shortened event to collect his 19th career win...Represented United States at Ryder Cup for the seventh time, turning in a 2-2-0 record in his four matches, including a 5-and-3 singles' triumph over Germany's Bernhard Langer at The Belfry. \n\n1992: Collected his 16th and 17th PGA TOUR titles after a 16-month winless drought, earning both victories in the span of five weeks. Second of his victories came in historic fashion. Recorded greatest triumph at U.S. Open at Pebble Beach GL when he collected the U.S. Open title in mid-June. Was 1-under par after two rounds, added a third-round 70 to move within one stroke of the lead. On Sunday, in extremely windy conditions, shot a 72 to win by two strokes over Jeff Sluman. Was one of only five players to shoot par or better during the final round…Fired 7-under-par 65s in the second and fourth rounds to win the BellSouth Classic by three strokes over Jay Don Blake…Finished the season with nine top-10s, including a playoff loss to John Cook at the Bob Hope Chrysler Classic.\n\n1991: Four top-10s was highlighted by title at Infiniti Tournament of Champions. Shot four rounds in the 60s in California (68-67-68-69) to defeat Lanny Wadkins by a stroke at La Costa CC...Next top-10s came in back-to-back weeks in May. Took a two-stroke, 54-hole lead into the final round of the GTE Byron Nelson Golf Classic in Irving, Texas. Stumbled badly on the final day, shooting a 5-over 75 to drop into a T8 with three others, five shots behind winner Nick Price...Again had a disappointing final day a week later at the BellSouth Atlanta Golf Classic. Led Mike Springer by a stroke with 18 holes to play at Atlanta CC but could only muster a 2-over 74 on the final day to fall into a T3 with Springer and Hale Irwin, a shot out of the Corey Pavin-Steve Pate playoff...Made a run at victory late in the year at the Independent Insurance Agent Open. After a second-round 73, enjoyed weekend rounds of 64-68 at TPC Woodlands only to come up a stroke short of winner Fulton Allem, finishing T2 with Billy Ray Brown and Mike Hulbert. \n\n1990: Earned a victory at FedEx St. Jude Classic in a playoff over John Cook and had eight additional top-10s. At TPC Southwind outside Memphis, vaulted to a tie for the third-round lead with John Cook, shooting a 9-under 62. Matched Cook's final-round 67, and the two went into a playoff that he won by making a birdie on the first extra hole...First top-10 came at the Bob Hope Chrysler Classic, a T4 in mid-January. Two weeks later, was T3 at the AT&T Pebble Beach National Pro-Am...Added a T5 three weeks after that, at the Nissan Los Angeles Open...Was T5 again, at THE PLAYERS Championship in mid-March...Finished T9 at the MCI Heritage Golf Classic at Harbour Town GL...Added a T5 at the Kemper Open and two T8s, at the BellSouth Atlanta Golf Classic and the NEC World Series of Golf. \n\n1989: Named PGA TOUR Player of the Year and PGA of America Player of the Year, earning the Arnold Palmer Award for leading PGA TOUR in official money earned for a second time. Pocketed a record $1,395,278. During his career year, picked up three PGA TOUR victories a year after going winless but recording three runner-up showings...Triumphed at Nestle Invitational at Bay Hill in a playoff over Davis Love III, making a par on the second extra hole, seven years after defeating Denis Watson in a one-hole playoff at Bay Hill. Avenged his runner-up finish there a year earlier...One week later, continued his hot streak with victory at THE PLAYERS Championship, edging Chip Beck by a shot at TPC Sawgrass...Season-ending title came at the Nabisco Championship in a playoff victory over Payne Stewart. Triumph was worth $625,000, including a $175,000 season-long bonus...Was a runner-up at the AT&T Pebble Beach National Pro-Am, shooting four par-or-better rounds but finishing a stroke behind winner Mark O'Meara...Only other top-five was a T5 at the Manufacturers Hanover Westchester Classic in New York...Represented the United States in the Ryder Cup and was 1-1-1 in three matches. Routed Howard Clark, 8 and 7, in singles at the event at The Belfry that ended deadlocked at 14. \n\n1988: Finished fifth on the money list but was unable to secure a victory. Had three runner-up showings on his resume. First came at the Hertz Bay Hill Classic, where four under-par rounds were not enough as he fell five shots short of Paul Azinger in Orlando…Lost in a playoff in early June at the Kemper Open. After opening with a pair of 67s, shot weekend rounds of 71-69 to finish regulation tied with Morris Hatalsky, losing to Hatalsky in the playoff at TPC Avenel…Last, best shot at victory came in his final start of the campaign, at the Nabisco Championship. At Pebble Beach GL, was tied for fourth, two shots off Curtis Strange's 54-hole lead. Forced his way into a playoff with Strange, thanks to the only non-over-par round Sunday (even-par 72) before dropping a two-hole sudden-death decision to Strange…Added a third-place performance at the Independent Insurance Agent Open outside Houston in May, shooting four sub-70 rounds in the process…Enjoyed a streak of four consecutive tournaments later in the year, beginning with the Federal Express St. Jude Classic, where he had top-10 finishes. Began with a T7 outside Memphis, followed by a T4 at the PGA Championship, a 10th-place effort at The International, a fourth-place finish at the Texas Open.\n\n1987: Won the Kemper Open to extend his TOUR-leading streak of consecutive years with at least one win to seven. Finished the season eighth on the money list. His win at TPC Avenel was a commanding performance outside Washington, D.C. Took the first-round lead with a 7-under 64 but was a stroke behind Chris Perry at the 36-hole juncture after a Friday 69. Moved a stroke ahead with 18 holes to play after recording a 3-under 68 Saturday. On a difficult scoring day, took complete control of the tournament with a 2-under 69, one of only eight players in the field with an under-par final round. Defeated Perry and Howard Twitty by seven shots…Had two other great chances at victory. First came at the Doral-Ryder Open in Miami. After a second-round 76 at The Blue Monster, was tied for 37th heading to the weekend. Trailed by five shots with 18 holes to play after a 3-under 69 Saturday. Shot a 68 Sunday to tie with Don Pooley and Seve Ballesteros, three shots shy of Lanny Wadkins…Was also T2 in August at the Federal Express St. Jude Classic on the strength of a pair of 67s on the weekend outside Memphis. Finished a stroke behind winner Curtis Strange, tied with Mike Donald, Denis Watson and Russ Cochran…Other top finishes included a T6 at the Byron Nelson Golf Classic, T8s at the Buick Open and the MCI Heritage Golf Classic and ninth-place efforts at THE PLAYERS Championship, the NEC World Series of Golf and the Walt Disney World\/Oldsmobile Classic…Again played on the Ryder Cup, compiling a 3-2-0 record, winning his singles' match against Sandy Lyle (3 and 2) at Muirfield Village GC in Europe's two-point win. \n\n1986: A year removed from finishing outside the top 10 on the money list, returned to that position with a seventh-place finish ($394,164) on the strength of a win, a runner-up outing and a third-place finish among his nine overall top-10s. Made the cut in 24 of 26 starts. Victory came in the summer, at the Western Open. At Butler National, seemed hopelessly out of contention after carding a second consecutive over-par round in the third round. Was tied for 26th, seven shots behind 54-hole leaders Fred Couples and David Frost. Despite bogeying his first two holes of the day, recovered nicely with three birdies over his next five holes. Added three more birdies to finish at 4-under for the day and 2-under overall, good enough to get into a playoff with Nick Price, Couples and Frost. Won the overtime session when he birdied the first extra hole…Became a footnote in history when he was one of two players (along with Greg Norman) to finish second to Jack Nicklaus at Nicklaus' historic Masters Tournament win. Shot weekend rounds of 68-68 but came up a stroke short in his attempt to win his first major championship…A month earlier, finished T3 at the Doral-Eastern Open in Miami…Traveled to Ponte Vedra Beach, Fla., three weeks later and was T4 at THE PLAYERS Championship at TPC Sawgrass. Was never in contention and was a distant nine shots behind third-round leader Larry Mize. Fired a final-round, even-par 72 to finish at 7-under (281), tied with Jim Thorpe and Brett Upper, six shots short of come-from-behind winner John Mahaffey…A week after his Masters' disappointment, finished T6 at the Sea Pines Heritage, assisted by a Sunday 67 at Harbour Town…Other top-10s came at the weather-shortened Vantage Championship (T7), the NEC World Series of Golf (T9) and the MONY Tournament of Champions (10th) and The International (T10).\n\n1985: Despite a victory, a runner-up finish and a third-place performance, finished outside the top 10 on the money list for the first time since 1980 (14th). Triumph came at the MONY Tournament of Champions in May, opening with an 8-under 64 to take a four-shot lead at La Costa CC. Maintained a one-shot advantage at the halfway mark and then pulled ahead by three through 54 holes. Cruised to a six-shot, wire-to-wire win over Mark McCumber with a final-round 69…Made a valiant run at the Doral-Eastern Open title in February. Shared the 54-hole lead with Frank Conner and Billy Kratzert but couldn't keep his momentum going, shooting a Sunday, 1-over 73 to fall into solo second a shot behind McCumber…Shot a final-round 68 at the NEC World Series of Golf in Akron in August to T3. The 68 was part of his four par-or-better rounds at Firestone CC…Earned a top-10 at The Open Championship (T8) and top-10s at The Honda Classic (T6), the Texas Open (T8) and the Seiko-Tucson Match Play, where he made it to the third round before losing to Danny Edwards in 19 holes…Played in the Ryder Cup, going 1-2-1. Lone win came in foursomes with Calvin Peete as his partner, besting the duo of Bernhard Langer-Nick Faldo. In singles, halved with Seve Ballesteros. \n\n1984: Finished fifth on the money list, compiling two victories and a runner-up finish. Only missed four cuts during the year. First title of the season came at the Doral-Eastern Open. Came from off the pace on the final day by shooting a 7-under 65 to cruise to a two-shot win over Jack Nicklaus. Sunday round included four birdies over his final six holes at The Blue Monster, including a 72nd-hole birdie…Had another strong final round, this time at the Sea Pines Heritage in Hilton Head Island, S.C., in April. Shot a 5-under 66 but it wasn't enough to catch Nick Faldo, who prevailed by a stroke…Second win of the year came in Atlanta in June. Opened the Georgia-Pacific Atlanta Golf Classic 69-67 and then complemented his first 36 holes with two more under-par rounds (66-67) at Atlanta CC to coast to a five-stroke win over Don Pooley…At the Seiko-Tucson Match Play, defeated Victor Regalado in the fifth round before dropping a 5-and-4 decision to Scott Hoch in the quarterfinals…Added a T6 at the Masters Tournament, a bitter pill after opening 70-68-69 and holding a one-shot lead with a round to play. Skied to a final-round 75 at Augusta National, five strokes behind winner Ben Crenshaw…Was also T6 at the MONY Tournament of Champions and the Manufacturers Hanover Westchester Classic…Added a T8 at the NEC World Series of Golf and a T9 at the Byron Nelson Golf Classic. \n\n1983: Recorded a ninth-place money-list finish, thanks to a win and two runner-up showings in his 25 starts. Victory came at the Bing Crosby National Pro-Am. Made his presence known with a 10-under 62 at Cypress Point Saturday, a round that included 10 birdies—five in succession beginning at No. 11. Took a two-shot lead into the final round over Rex Caldwell, Ken Green and Donnie Hammond and held on to a two-shot win over Caldwell and Calvin Peete even though he shot a 1-over 73 Sunday…Two weeks after the victory, and in his next start, appeared ready to win again, opening 68-65-68 at the Isuzu-Andy Williams San Diego Open, holding a four-shot lead with a round to play at Torrey Pines GC's South Course. Fired a 1-under 71 Sunday but it was only good for a second-place finish as he watched Gary Hallberg turn in a 6-under 66 to come from off the pace to win…Contended in his next two starts—at the Doral-Eastern Open (T4) and the Honda Inverrary Classic (T6)…Suffered the first of three Masters Tournament's runner-up finishes, shooting a final-round 69 at Augusta National only to finish T2 with Ben Crenshaw, four strokes behind winner Seve Ballesteros…The following week, in South Carolina, finished T5 at the Sea Pines Heritage…Only other top-10s came in successive weekends in June—a T9 at the Kemper Open and a T10 at the Manufacturers Hanover Westchester Classic…At the Ryder Cup at PGA National in Palm Beach Gardens, Fla., went 1-1-1 in his three matches, playing for the Jack Nicklaus-captained U.S. team. Win came with Calvin Peete in foursomes (over Ballesteros and Paul Way), while halving his singles' match with Sam Torrance. \n\n1982: Earned second consecutive Vardon Trophy Award and took home the Bay Hill Classic title with a playoff win. Won $341,081 to end third on the money list and missed only one cut in 25 TOUR appearances. Began his season with five consecutive sub-70 rounds that was enough to get him into a Bob Hope Desert Classic playoff with Ed Fiori, with Fiori prevailing in overtime…Found himself in another playoff in Orlando in March. Shot opening and closing 69s at the Bay Hill Club and Lodge to finish regulation tied with Jack Nicklaus and Denis Watson. Won the title with a birdie on the first extra hole…Was in strong contention in three other tournaments. At the Manufacturers Hanover Westchester Classic, rounds of 66-64-68-68 but it wasn't enough as he still finished five shots behind winner Bob Gilder at Westchester CC. Ended the event T2 with Peter Jacobsen…Was a runner-up early in the year, at the Honda Inverrary Classic. Four sub-par rounds led to a T2 with George Burns, a shot behind winner Hale Irwin…Final runner-up effort of the season came at the Buick Open in late-August. A final 54-hole showing of 67-69-67 wasn't enough, as he fell a stroke short of winner Lanny Wadkins at Warwick Hills G&CC in Michigan…Was T3 at the Wickes-Andy Williams San Diego Open and fourth in May at the Colonial National Invitational…Added T5s at the Masters Tournament and the Michelob-Houston Open then closed his year with three consecutive top-10s (T6 at the World Series of Golf, T5 at the B.C. Open and T7 at the Texas Open). \n\n1981: Joined PGA TOUR elite with breakout season. Named PGA TOUR Player of the Year, with 21 top-10s in 26 events...Made the cut at all 26 events and extended streak to 35 consecutive tournaments. Captured the Vardon Trophy with a 69.80 stroke average, ending Tom Watson's four-year reign at the top. Received the Arnold Palmer Award as the TOUR's leading money winner ($375,699). Lone victory came at the American Motors Inverrary Classic in South Florida. Opening and closing 69s went with a pair of 68s that was enough to allow him to edge Jack Nicklaus by a shot at Inverrary G&CC's East Course…Three runner-up finishes also made up his season, the first coming at the Danny Thomas Memphis Classic. A pair of weekend 68s left him tied with Bruce Lietzke, with Jerry Pate taking the two-shot triumph…Consecutive close calls occurred in late-August, early September, with a runner-up showing at the World Series of Golf followed by a second-place effort at the B.C. Open…Amid his three runner-up performances, he also added a third-place showing (Pleasant Valley Jimmy Fund Classic), a T4 (PGA Championship), a pair of T7s (Western Open and Canadian Open) and a T8 (Buick Open)…Following his Ryder Cup appearance in September, a nine-point U.S. win where he contributed three and a half points to the Americans' cause (3-0-1, with a singles' victory over Sandy Lyle), closed his season with a T6 at the Texas Open and a T3 at the Pensacola Open.\n\n1980: Despite 10 top-10s, only real shot at winning came at the IVB Golf Classic outside Philadelphia. Four years after his inaugural TOUR title at Whitemarsh Valley CC, opened 67-71-65 and was tied for second with John Cook and Lou Graham, a shot behind 54-hole leader Frank Conner. Could only muster a final-round, 1-under 70 that left him alone in second place, a stroke behind winner Doug Tewell…Began the year with back-to-back top-10s, at the Bob Hope Desert Classic (T6) and the Phoenix Open (T4)…Next top-10s came in consecutive starts, at the Sea Pines Heritage (T10), the Masters Tournament (T6), the Michelob-Houston Open (T5) and the Colonial National Invitation (T9)…Added a T6 at the Western Open, only a third-round 78 hurting his chances…Finished the year with a T4 at the Hall of Fame Classic in North Carolina and a T4 at the Pensacola Open...Played on the European Tour in September and made his appearance a successful one, winning the European Open at Walton Heath. Finished at 8-under to edge Americans Lon Hinkle and Leonard Thompson by a shot. \n\n1979: Finished 17th on the money list and was in the serious hunt in three tournaments that all ended in third-place efforts. First of the season came at the weather-shortened Phoenix Open in January. Rounds of 73-66-63 were enough for a solo third, three shots behind champion Ben Crenshaw…Ended a string of three consecutive top-10s (T9s at the Doral-Eastern Open and the Tournament Players Championship) with a T3 at the Sea Pines Heritage. A pair of even-par 71s on the weekend at Harbour Town left him a distant nine shots behind Tom Watson's winning score…Picked up a fifth-place finish at the Masters Tournament in mid-April, followed by a seventh-place effort at the MONY Tournament of Champions…After a T4 at the Memorial Tournament, finished third for the third time, at the Danny Thomas Memphis Classic. Rounds of 71-70-69-70 left him at 8-under, two shots out of the Gil Morgan-Larry Nelson playoff that Morgan won…Remaining top-10s came at the Manufacturers Hanover Westchester Classic (sixth), the B.C. Open (T4) and the World Series of Golf (seventh)…Made his first Ryder Cup team, playing at The Greenbrier in West Virginia. Was 3-1 for the week, dominating Ken Brown and Des Smyth in foursomes, with partner Hale Irwin (7 and 6) and defeating Tony Jacklin, 1-up, in singles' play...Received the Bob Jones Award from the USGA. \n\n1978: Won for a second consecutive year and just missed breaking into the top 10 on the money list, finishing 11th ($161,370). A year after finishing T5 at the B.C. Open, broke through and won at En-Joie GC, posting four rounds in the 60s to finish at 17-under, five shots ahead of Mark Hayes. Rounds of 66-65-68-68 earned him $45,000…Easily his biggest disappointment of the season came at The Open Championship in July. Playing the Old Course at St. Andrews GC, shot rounds of 72-69-72-70 but came up two strokes short of Jack Nicklaus' winning score. Settled for a T2 with Ben Crenshaw, Raymond Floyd and Simon Owen…Added a pair of third-place performances in a three-week period, starting at the Danny Thomas Memphis Classic in June. After opening with a 2-over 74 at Colonial CC's South Course, closed with rounds of 70-68-66 but missed the Andy Bean-Lee Trevino playoff by a stroke…In early July, at the Western Open, parlayed weekend rounds of 71-68 into a third-place effort at Butler National, just missing, by a stroke, another playoff that Bean won, this time over Bill Rogers…Second runner-up finish of the campaign came at the Colgate Hall of Fame Classic at Pinehurst. Finished the August event tied with Hale Irwin and Howard Twitty, a stroke behind winner Tom Watson…Other top-five was a fifth-place finish in late-September, early October at the World Series of Golf.\n\n1977: Despite not winning, actually had a better earnings' season and money-list finish than he did in 1976. Completed the year 14th on the money chart, with one runner-up finish, three third-place performances and seven top-10s overall. At the Ohio Kings Island Open, shot a third-round 73 and was tied for third, three shots behind leaders Ben Crenshaw and Mike Hill. Had a 10-under 62 on the final day, the round of the tournament, but it wasn't good enough to catch Hill, who had a 64 of his own to win the event by a stroke…First of three third-place finishes came at the Masters Tournament in April. Thanks to a final-round 67, put pressure on the leaders before finally settling for his final position, four shots behind winner Tom Watson…Was solo third at the Canadian Open in July. Held a share of second place with Jack Nicklaus through 36 holes at Glen Abbey GC. Recorded a 3-over 74 in the third round but maintained his runner-up position, with Nicklaus and Raymond Floyd. However, fell six shots behind pace-setter Lee Trevino. Stayed in third with a 2-over 73 Sunday, five shots behind Trevino…The week after his Ohio Kings Island Open close call, began the San Antonio Texas Open with rounds of 68-66-65 and held a share of the 54-hole lead at Oak Hills CC with Hale Irwin. A 1-over 71 Sunday dropped him into third, four strokes shy of Irwin's winning score…Other top-five outing came at the B.C. Open in September, only a second-round 75 betraying his 69-68-66 scores over his other three rounds. Finished T5 in Endicott, N.Y.\n\n1976: Broke through in a big way, winning his first PGA TOUR title by capturing the IVB-Bicentennial Golf Classic outside Philadelphia in June. Finished the season 20th on the money list, passing the $100,000 mark in season earnings for the first time. Shot rounds of 71-70-70-66 that were good enough to get him into a playoff with Terry Diehl at Whitemarsh Valley CC in Lafayette Hill. Took five extra holes before he defeated Diehl. The victory was worth $40,000, at the time a career-best payday…Picked up his first top-10 of the year at the Andy Williams-San Diego Open, shooting a 67 in the first round and closing with a 68 at Torrey Pines GC to T7…The following week, was 10th at the Glen Campbell-Los Angeles Open…Added a T9 in mid-March at the Doral-Eastern Open in Miami…Recorded his second top-10 in a major when he T5 at the Masters…Reeled off a T5 (Colonial National Invitation) and a pair of T6s (Danny Thomas Memphis Classic and the Memorial Tournament) in consecutive starts in the lead up to his win outside Philadelphia…Added his second T5 in a major when he shot rounds of 70-74-73-71 at The Open Championship.\n\n1975: Played in 26 events, making 21 cuts and finishing 18th on the money list. Early in the season, contended at the Bing Crosby National Pro-Am, opening and closing with 70s to finish third, five shots behind Gene Littler. That began a streak of five consecutive top-10s...The following week, was T9 at the Hawaiian Open, shooting weekend rounds of 69-68 at Waialae CC...Two weeks later, at the Andy Williams-San Diego Open, was par or better in all four rounds, leading to a fifth-place performance at Torrey Pines...Stayed in contention all week but fell four shots short of winner Pat Fitzsimons at the Glen Campbell-Los Angeles Open. Solo-second performance was his first runner-up finish on TOUR....After missing the cut at the Doral-Eastern Open, returned to action and finished T5 on Hilton Head Island at the Sea Pines Heritage. Was only three shots off the 54-hole lead held by Jack Nicklaus and Tom Weiskopf, but a final-round, 4-over 75 derailed his chances...Added three more top-10s—a T10 at the Masters and T5s at the Houston Open and the Danny Thomas-Memphis Classic. \n\n1974: Followed his rookie season with a strong sophomore campaign, with eight top-10s in 27 made cuts. Best finish was a third-place effort at the season-opening Big Crosby National Pro-Am in Monterey, Calif. At the weather-shortened event, a final-round 68 left him T3 with Bruce Summerhays, Rod Funseth and John Jacobs, six shots short of winner Johnny Miller...Added a fourth-place effort at Harbour Town GL in late-March after opening the tournament with a 2-over 73. Shot rounds of 68-71-69 after that...Second top-10 of the season came at the Glen Campbell-Los Angeles Open, where he T6...The following week, at the Jackie Gleason Inverrary Classic, was T10, thanks, in part to a pair of 69s in the second and final rounds...At the IVB-Philadelphia Golf Classic, finished T8...The following week, at the U.S. Open, added another T8, at Winged Foot CC in New York...Earned his third top-10 in succession a week later, at the American Golf Classic at Firestone CC's South Course. Finished at 7-under, two shots out of the playoff featuring Jim Colbert, Raymond Floyd, Gay Brewer and Forrest Fezler that Colbert won...Was T3 at the Australian Open in November...Won his first international title when he claimed the Auckland Golf Classic in New Zealand, defeating Stewart Ginn by seven shots. Shot a final-round 67.\n\n1973: Played his first full season on the PGA TOUR and was named the circuit's Rookie of the Year, with earnings of $54,270. Recorded two top-10s and won a Second Tour event. First top-10 came at the Sammy Davis, Jr.-Greater Hartford Open. Played great golf on the weekend after making the cut, shooting rounds of 63-65 to T7 in Connecticut...Two starts later, shot a final-round 68 at the Ohio Kings Island Open to finish fifth...At the Second Tour Hope of Tomorrow Open, shot rounds of 66-65-67 in early February to edge Glenn Stuart by a shot in Palm Desert, Calif.\n\n1972: Following the U.S. Open at Pebble Beach, turned pro and made his PGA TOUR debut two months later, at the Westchester Classic. Finished T32...At the Second Tour event, the Heritage Satellite on Hilton Head Island, shot a 68 to finish the one-day tournament tied with Don Padgett and Jerry Barrier. Lost to Padgett in a playoff. \n\nAmateur: Shared NCAA title with Texas teammate Ben Crenshaw in 1972...Made his PGA TOUR debut, qualifying for the U.S. Open at Hazeltine National CC, where he missed the cut...Made his first PGA TOUR cut when he opened 76-74 to play on the weekend at the 1971 Masters Tournament. Went on to T42 at Augusta National...Went four for four in made PGA TOUR cuts as an amateur in 1972, finishing T27 at the Masters Tournament, T56 at the Houston Open, T22 at the Colonial National Invitational and T19 at the U.S. Open. \n\n\n","otherCarHigh" : "","personal" : "After wearing glasses since age 12, he had LASIK surgery in late January 1998 to correct acute nearsightedness...Serves as a spokesman for Chrysler Junior Golf Scholarship program...Started playing golf at age 6 by following his father around and won his first tournament at 11...Biggest thrill in golf was being selected as the U.S. Ryder Cup captain in 1997...Has worked with such teachers as Harvey Penick, Bob Toski, Peter Kostis, Chuck Cook and Dave Philips...His daughter, Stephanie, was a gymnast at the University of Alabama.","otherInfo" : "","ntlTeams" : "World Amateur Team Championship.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2000","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(9): 1972 NCAA Championship [indiv, tie]. 1974 Air New Zealand Open. 1980 European Open. 1981 JCPenney Classic [with Beth Daniel]. 1987 Kirin Cup [indiv]. 1989 Dunhill Cup. 1992 Shark Shootout [with Davis Love III]. 1996 Oki Pro-Am, Franklin Templeton Shark Shootout [with Jay Haas].","intlVics" : "","curYearHigh" : "Made just 15 starts, the fewest in his Champions Tour career...Teamed with Gil Morgan to T10 at the Bass Pro Shops Legends of Golf in April...Underwent right-knee surgery in June to repair a torn meniscus.","carHigh" : "2013: Played some of his best golf in the final month of the season, with nine of his final 10 rounds below par...Turned in his best Champions Tour performance since March 2012 when he was T6 at the Greater Hickory Kia Classic. Posted three consecutive rounds in the 60s...Continued his solid play the following week when he rebounded from an opening-round 73 with rounds of 67-68 on the weekend to finish T9 in San Antonio's AT&T Championship...Started his late-season run with a T11 at the SAS Championship...Was also T8 at the Insperity Championship in May...Made his first Champions Tour hole-in-one in the opening round of the event, holing a 7-iron shot from 194 yards on the par-3 16th hole at The Woodlands CC...Finished T9 in his first start of the year, at the Mitsubishi Electric Championship at Hualalai...Played in the final grouping Sunday at the 3M Championship but carded an even-par 72 to drop into a T14 at TPC Twin Cities. \n\n2012: Narrowly missed a return to the top 30 and a berth in the Charles Schwab Cup Championship when he finished 31st on the money list following the final full-field event. Fell $3,832 shy of claiming the 30th spot...Turned in his best performance since his T2 at the 2009 AT&T Championship when he matched that effort at the Toshiba Classic in March...Was T7 at the 3M Championship thanks to three straight rounds in the 60s, a first for him since the season-opening Mitsubishi Electric Championship at Hualalai in 2011...Was the 18- and 36-hole co-leader at the Nature Valley First Tee Open at Pebble Beach but fell short in his bid to become the Champions Tour's third-oldest winner when a final-round 76 left him T9 on the Monterey Peninsula...Was T12 at the U.S. Senior Open after shooting a 65 to take the first-round lead at Indianwood, his low round of the year and matching his previous low round in a U.S. Senior Open. Started the championship by going out in 7-under 28, setting the record for the lowest nine-hole score in any USGA event. \n\n2011: Saw his streak of consecutive finishes among the top 30 on the money list come to a halt at 11 consecutive years when he was 43rd on the final money chart, with a career low $357,838 in earnings...Posted just one top-10 finish during the year, and that came in his first start when he was seventh at the Mitsubishi Electric Championship at Hualalai...Became the first player in Champions Tour history to make a trio of eagles on the same nine and just the sixth player overall to make three eagles in a round when he did so in the second round of the Greater Hickory Classic at Rock Barn. Holed a wedge from 84 yards for an eagle at the par-5 14th, then after making birdie at the par-3 15th hole, holed another wedge from 100 yards for an eagle at the par-4 16th hole. He finished his first nine by making eagle on the par-5 18th hole, chipping in from just short of the green...He became the 12th player in Champions Tour history to combine to play in 1,000 PGA TOUR and Champions Tour events when he teed it up at the SAS Championship outside Raleigh in October. 2010: Earned his 11th consecutive trip to the season-ending Charles Schwab Cup Championship for the top-30 money winners and finished ninth at TPC Harding Park, tying him with Gil Morgan, just one shy of Hale Irwin's record nine top-10s in the season finale...Season was highlighted by a pair of third-place efforts. The first came at the inaugural Mississippi Gulf Resort Classic near Biloxi, his best since near the end of the 2009 season. The second came in California where he was the only player in the field to post three straight rounds in the 60s at the Home Care & Hospice First Tee Open at Pebble Beach and eventually finished T3 after being tied for the lead with one hole to play...Saw his string of consecutive appearances in major championships on the Champions Tour come to a halt at 48 straight when he did not play The Senior Open Championship in July at Carnoustie...Made one PGA TOUR start but missed the cut at the Puerto Rico Open presented by Banco Popular. \n\n2009: Underwent surgery on Nov. 4 to repair a torn bicep tendon in his left shoulder, which troubled him most of the season. Did not return to action until the 2010 ACE Group Classic in February...Nearly ended his winless streak in his home state in the last full-field event of the season. Closed with a 68 to finish T2 at the AT&T Championship in San Antonio. \n\n2008: One of 19 players to reach $1 million in season earnings...Highlight of his year came in August when he posted his first win in two years, beating Scott Simpson by two strokes at the Boeing Classic. He came from three strokes behind in the final round to earn his 10th career Champions Tour title. Needed just 78 putts in his victory to lead all players in that category. It also marked the second time in this event Kite had begun the final round three strokes behind. He trailed Don Pooley by that margin in 2006 when he came from behind to win...Three weeks following his Boeing title, used a final-round 67 at Rock Barn to finish T2 at the Greater Hickory Classic at Rock Barn. Sunday score matched the low round of the day...Continued his good fortune in North Carolina one week later when he was runnerup to Eduardo Romero at the SAS Championship near Raleigh...Also finished T2 at The ACE Group Classic in Naples in February, where his 7-under 65 in the closing round helped him join three others in a playoff (Scott Hoch, Tom Jenkins and Brad Bryant), eventually won by Hoch with a birdie on the first extra hole. \n\n2007: Earned the most money of any player without registering a victory during the season...Registered three runner-up finishes as well as a trio of third-place efforts...Got his season off to a great start with successive T2 finishes in Hawaii. Shared the runner-up spot with Jim Thorpe at the MasterCard Championship at Hualalai before joining a group of four others who were second to Fred Funk at the Turtle Bay Championship the following week...Made a spirited bid for the Liberty Mutual Legends of Golf title in Savannah, eventually falling to Jay Haas on the first playoff hole when he missed a par putt of 5 1\/2 feet. Was in contention throughout and final-round 68 allowed him to post a 9-under 207 two groups before Haas finished. Haas forced overtime with a sand save from the greenside bunker at the last hole in regulation...Solo third at the Administaff Small Business Classic late in the season and then finished T3 the following week at the AT&T Championship in San Antonio. Held a share of the lead with Mark O'Meara through 36 holes at Oak Hills and was the sole leader with nine holes to play before eventually coming up three strokes short of John Cook...Also T3 at the Regions Charity Classic, where he shot a 6-under on the back nine Sunday to just miss by a stroke getting into the Brad Bryant-R.W. Eaks playoff. \n\n2006: Won twice and finished fourth on the money list...Cruised to an easy five-stroke victory over Gil Morgan at the AT&T Classic and, in the process, ended a victory drought of just over 19 months (30 events). Win at Valencia was his 10th on TOUR in the state of California (six on the PGA TOUR; four on the Champions Tour) and third in the Los Angeles area. Joined Joe Inman and Gil Morgan as a multiple winner of the event. Five-stroke winning margin was the largest in tournament history as well, one of the three largest on the Champions Tour for the year. Added a second title in August at the Boeing Greater Seattle Classic when he prevailed in a one-hole playoff with fellow Texan Keith Fergus. Made a birdie-4 on the first extra hole to post his ninth career Champions Tour win and third in a playoff. It marked the first time he had earned multiple victories in a season since 2002. Needed just 72 putts on his way to victory and led all players in that category...Earned August Player of the Month honors...Notched his top performance in Texas by finishing T2 at the FedEx Kinko's Classic, two strokes behind Jay Haas...Closed out his season with a strong showing at the Charles Schwab Cup Championship. Contended all four rounds before eventually finishing second, two strokes behind winner Jim Thorpe at the Sonoma GC. Made headlines at the tournament when he made a pair of eagles on par 4s (Nos. 9 and 11) in the opening round, becoming the first player to accomplish the feat since Larry Ziegler at the 1999 Nationwide Championship. Came back the following day with a third par-4 eagle (again No. 11). \n\n2005: Split his time between the Champions Tour and the PGA TOUR where he used his one-time exemption as one of the PGA TOUR's top-50 money-winners...On the Champions Tour, appeared in 18 events...Was T2 at Bruno's Memorial Classic, where he tied the Greystone course record at the time with a 9-under-par 63 in the second round. Led the tournament at one point Sunday before finishing two strokes behind D.A. Weibring, along with Tom Jenkins...Also had a second-place finish at the Boeing Greater Seattle Classic in August, but three straight rounds in the 60s still left him three strokes shy of David Eger...Closed his Champions Tour season in strong fashion, finishing solo third at the Charles Schwab Cup Championship...Made a valiant run at becoming the oldest PGA TOUR winner ever. Was the 54-hole leader at the Booz Allen Classic at Congressional CC, but carded a final-round, 3-over 74 on the famed layout to T13, his best PGA TOUR finish since a T5 at the 2001 U.S. Open...Also made cuts at the Sony Open in Hawaii and the Wachovia Championship...Overall made 12 starts on the PGA TOUR. \n\n2004: Started slowly for the second consecutive year, but went on to finish third on the final earnings list, his highest standing ever, with more than $1.8 million, a career best. Also placed third on the final Charles Schwab Cup points list...Had more top-five finishes than any other Champions Tour player, with all 10 top-fives coming after the start of May. Led the Champions Tour in sub-par rounds (58) and also had 39 rounds in the 60s (second to Irwin) out of 86 (45 percent) played...Ended nearly a 22-month victory drought by winning the 3M Championship, his seventh overall title on the Champions Tour, and came close to winning on several other occasions. One-stroke win over Craig Stadler at TPC Twin Cities came during the midst of five consecutive top-five performances and was his first victory in 47 official starts on the Champions Tour. Took the lead with a 13-foot birdie putt on the 13th hole and then used a clutch two-putt birdie from 68 feet on the final green to notch the win...The week prior, had led for most of the last 36 holes of the U.S. Senior Open, but played the last four holes at Bellerive in 4-over to drop back into a T3 with Jay Haas...Was in contention the week earlier for all four days at The Senior Open Championship in Northern Ireland at Royal Portrush GC before falling one stroke short of eventual-winner Pete Oakley...Was T2 at the Bank of America Championship, four strokes back of Craig Stadler and also finished second to Mark McNulty at the Charles Schwab Cup Championship despite shooting an 8-under 64 in the first round and holding a two-stroke advantage going into the final round...Became one of the oldest players to earn a spot in the U.S. Open when he earned a berth at a qualifying tournament near Houston. Made the field in the prestigious event for the 31st consecutive year and 33rd time overall, tying Arnold Palmer and Gene Sarazen for third all-time. Made the cut at Shinnecock Hills and finished T57. \n\n2003: Did not win an event for the first time in four years on the Champions Tour and $1,549,819 in earnings were the most money ever in a season without a victory, breaking Dana Quigley's mark of $1,327,659 set in 1999...Made a spirited run in the final round of the SAS Championship before eventually finishing T2 along with Bobby Wadkins, one stroke back of D.A. Weibring. Posted a career-best 11-under 61 on Sunday at Prestonwood and almost came from 11 strokes back to win. Final round included just 22 putts, with one-putts on each of the last nine holes...Also T2 at the JELD-WEN Tradition near Portland, one stroke back of Tom Watson. Missed sending the event into a playoff when he didn't convert a 5-foot birdie putt on the final hole...Equaled the TPC Michigan course record with a 63 and vaulted from 10th into a T2 at the Ford Senior Players Championship. His 9-under round was the lowest Sunday score in tournament history...Was the 36-hole leader at the Turtle Bay Championship before falling by two strokes to Hale Irwin in October. Traded leads with Irwin in the final round before hitting his second shot into the water on the 18th hole...Appeared to be in control at the Kinko's Classic in his hometown of Austin with two holes to play, but bogeys on 17 and 18 proved costly as he slipped into a T4, two strokes out of the Irwin-Watson playoff...Had more rounds in the 60s than any other player (42)...Played in the U.S. Open at Olympia Fields, but missed the cut. \n\n2002: Three victories, equaling the total of his first two years on the circuit, and a first for him since 1989...Was a six-stroke winner at the first official event, the MasterCard Championship. Became just the third player to go wire-to-wire in the tournament after opening with a then Hualalai course-record 63 that included a pair of eagles on the front nine. Victory in Hawaii made him just the fourth player to claim the season-opening event on both the Champions Tour and the PGA TOUR (joining Jack Nicklaus, Al Geiberger and Don January)...Defeated Tom Watson in a playoff to win the SBC Senior Classic. Forced the overtime session with a birdie on the 18th hole and then made par on the second extra hole for the victory...Won his ninth TOUR title in the state of California near the end of the season. Held off Bruce Fleisher and Fred Gibson to win the Napa Valley Championship by one stroke despite shooting an even-par 72 on Sunday, the highest final-round score by a winner in 2002 and also the highest finish by a winner in the history of the event. Win at Silverado came 30 years after he successfully made it through the PGA TOUR Qualifying School at the same venue...Made consecutive eagles in the final round of the AT&T Canada Senior Open, a Champions Tour first since Steve Veriato made back-to-back eagles at the 2002 Gold Rush Classic. \n\n2001: Won the Gold Rush Classic by one stroke over Allen Doyle. Three-round total of 22-under 194 at Serrano CC tied an all-time 54-hole Champions Tour record in relation to par at the time and included a 62 in the second round. His 17-under 127 score after two days was the lowest first 36-hole total of the year and 15-under 129 on Saturday and Sunday was the lowest last 36-hole total in 2001. \n\n2000: Posted first Champions Tour victory in his fifth start, a three-man playoff with Larry Nelson and Tom Watson at The Countrywide Tradition. Battled Watson for six holes (Nelson went out on the second extra hole) before prevailing with a birdie. Became the first player since Tom Wargo at the PGA Seniors' in 1993 to make his first victory a Champions Tour major...Also had a two-stroke win over Bruce Fleisher at the SBC Senior Open. Played the last four holes in 3-under-par to overtake Fleisher...Finished in the top 10 in all four Champions Tour majors. Finished T2 at the rain-shortened PGA Seniors' Championship, third at the U.S. Senior Open at Saucon Valley and sixth at the Ford Senior Players Championship after holding the lead going into the final round...Set a new Champions Tour standard by hitting 78 percent of Greens in Regulation, breaking the old mark of 77 percent by John Mahaffey in 1999.\n","otherCarHigh" : "Was the first player in PGA TOUR history to reach $6 million, $7 million, $8 million and $9 million in career earnings...Led the TOUR in career earnings from October 29, 1989 until August 27, 1995...Is tied for 39th among PGA TOUR winners, with 19 official titles...Second on the all-time list for PGA TOUR cuts made, with 590 (Jay Haas leads with 592)...Most memorable victory was 1992 U.S. Open triumph at Pebble Beach. His even-par 72 in difficult conditions earned him a two-stroke win over Jeff Sluman...Was the TOUR's leading money-winner in 1981 and 1989...Won the 1981 American Motors-Inverrary Classic by one stroke over Jack Nicklaus...Had his best year in 1989, when he won three times and set a single-season earnings record at the time, eclipsing the million-dollar mark in official money, the only time in his PGA TOUR career. Won the Nestle Invitational and THE PLAYERS Championship in consecutive weeks. Claimed the season-ending Nabisco Championships in a playoff with Payne Stewart and collected $450,000 for the win at Harbour Town GL, his largest TOUR payday...From 1981 through 1993, won at least one official tournament each year except 1988, and was runner-up three times that year...Last victories came in 1993, when he captured the Bob Hope Chrysler Classic with 10-under 62 in the final-round and Nissan Los Angeles Open. Set the TOUR record for most strokes under par in a 90-hole event by shooting 35-under-par 325 at the Hope Chrysler Classic. Won by three strokes at Riviera at the rain-shortened Nissan event in Los Angeles...Played on seven United States Ryder Cup teams (1979, 1981, 1983, 1985, 1987, 1989, 1993 and captained the 1997 American squad at Valderrama in Spain...Represented the United States in the World Cup in 1984 and 1985...Shared NCAA title with Texas teammate Ben Crenshaw in 1972...Was a three-time All-America selection at Texas and is a member of the Longhorn Hall of Honor...Played on the 1971 United States Walker Cup team at St. Andrews, Scotland...1973 Golf Digest Rookie of the Year...1979 Bob Jones Award recipient from the USGA...1981 Golf Writers Association Player of the Year...Earned the 1981 and 1982 Vardon Trophies for lowest scoring average...1989 PGA of America Player of the Year...Received the 8th Orthopedic Hospital Paul Runyan Recognition Award early in the 2008 season. Award is annually bestowed on a person who has made significant contributions to charitable causes and to golf...Has had 10 holes-in-one in competition (two on the PGA TOUR and one on the Champions Tour).","personal" : "After wearing glasses since age 12, had LASIK surgery in late January 1998 to correct acute nearsightedness...Started playing golf at age 6 by following his father around and won his first tournament at 11...Three of his last four PGA TOUR victories came on holidays—1992 BellSouth Classic (Mother's Day), 1992 U.S. Open (Father's Day), 1993 Bob Hope Chrysler Classic (Valentines Day)...Biggest thrill in golf was being selected as the Ryder Cup captain in 1997...Has worked with such teachers as Harvey Penick, Bob Toski, Peter Kostis, Chuck Cook, Jim McLean, Dave Pelz and Dave Phillips...His daughter, Stephanie, was a former gymnast at the University of Alabama and was a member of its national championship squad in 2002. Son David played golf at South Carolina, served a stint as an assistant men's golf coach at the College of Charleston and is now Director of Instruction at The Links at Stone Ferry in South Carolina...Lists Pebble Beach as his favorite golf course and Michael Jordan as his favorite athlete...Inducted into the World Golf Hall of Fame in November 2002, along with Charlie Sifford, Marlene Streit and Isao Aoki...Dream foursome would include Bobby Jones, Ben Hogan, Byron Nelson and Walter Hagen \"because they were the best players of all time that I never had a chance to play with.\"...The first car he owned was a 1957 Chevy...Enjoys Mexican food...He and his family have two dogs, Maja, a shepherd mix, and Mulligan, a foxhound...Says the best shot of his career was when he holed his lob wedge for a birdie on the seventh hole at Pebble Beach during the last round of the 1992 U.S. Open that helped him to a two-stroke win...Would like to continue his golf course design work in the future, with his son David joining him.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T12th at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks 74th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}