{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27551","tourCodeUC" : "C","tourCodeLC" : "c","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Buchner","first" : "Dan","middle" : "","extn" : "","nick" : "Dan"}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "150","weightMetric" : "68","birthDate" : "June 30, 1973","age" : "42","birthPlace" : "White Plains, New York","residence" : "Seal Beach, California","family" : "Wife, Sandra","education" : "University of California-Santa Barbara (1997, Philosophy)","splInterest" : "Fishing","pronunciation" : "BUCK-ner","nwTourAlumnus" : "2010, 2006, 2004","trndProYear" : "1999","clubAffl" : "Seacliff CC (Huntington Beach, California)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "64,314&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2004","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the Web.com Tour in 2004, 2006 and 2010. 2011: Did not play on Tour. \n\n2010: Made the cut in four of 19 starts on Tour...Best round of the year was a 64 in the opening round of the Preferred Health Systems Wichita Open, where he went on to finish T11. \n\n2009: Missed cut at the Soboba Classic. \n\n2006: Made the cut in seven of 18 starts, with a career-best T6 finish at the Permian Basin Charity Golf Classic. In Midland, Texas, opened with rounds of 68-68 to sit T2 and three behind leader Brandt Snedeker. Rounds of 73-67 on the weekend led to the top-10 finish. 2004: Made the cut in five of 15 starts during his rookie season, but finished outside of the top 200 on the money list. Best finish was a T30 at the Samsung Canadian PGA Championship. 2002: Leading money-winner on the Golden State Tour. Has won 10 times on that Tour during his career. Had played previously on the Golden State Tour and the Hooters Tour.\n","otherCarHigh" : "Earned All-Big West Conference honors for UC-Santa Barbara in 1996-97.","personal" : "Cites playing golf with his father and grandfather as his biggest thrill in golf. Lists his dad and late grandfather Ed as his heroes...His wife also serves as his personal trainer, and he credits her with helping him improve his driving distance...Non-golf related jobs include working as a notary public for an escrow company...Cites competing in Q-School Finals for the first time in 2003 as his biggest thrill in golf...Favorite golf course is Pebble Beach. Would most like to play Augusta National...Never travels without his cell phone...Favorite professional team is the New York Yankees. Favorite TV show is \"Dexter,\" with Jerry Seinfeld his favorite entertainer. Favorite book is The Godfather...Favorite food is Chicken Adobo...Favorite athlete is Mariano Rivera, with New York his favorite city...Enjoys vacationing in Costa Rica...Would round out his dream foursome with his late grandfather Ed, his dad and Tiger Woods...Bucket list includes winning on the PGA TOUR.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "2011","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Played four events with two made cuts. Best showing, a T22, at the PC Financial Open in Vancouver came in May.\n\n2014: Made eight cuts in 11 starts. Best finish was a T5 at the inaugural Forces and Families Open, three strokes behind champion Greg Machtaler.\n\n2013: Made six cuts in nine starts, including five top-25s and two top-10s. Season-best finish was a T5 at the Dakota Dunes Open, where he shot four rounds in the 60s. 2012: Made two cuts in three starts, with a season-best T12 finish at the ATB Financial Classic. 2011: Made 10 of 11 cuts, posting a T10 at the Mexican PGA Championship. 2010: Missed the cut in his only start at the Desert Dunes Classic...Made the cut in four of 19 starts on the Web.com Tour. Best round of the year was a 64 in the opening round of the Preferred Health Systems Wichita Open, where he went on to finish T11. 2009: Shot rounds of 70-70-69-71--280 at the Fall Qualifying School to finish T8 and earned exempt status for 2010...In lone Web.com Tour start, missed cut at the Soboba Classic. 2006: Made the cut in seven of 18 starts, with a career-best T6 finish at the Permian Basin Charity Golf Classic. In Midland, Texas, opened with rounds of 68-68 to sit T2 and three behind leader Brandt Snedeker. Rounds of 73-67 on the weekend led to the top-10 finish. 2004: Made the cut in five of 15 starts during his rookie season, but finished outside the top 200 on the money list. Best finish was a T30 at the Samsung Canadian PGA Championship. 2002: Leading money-winner on the Golden State Tour. Has won 10 times on that Tour during his career. Had played previously on the Golden State Tour and the Hooters Tour.\n","otherCarHigh" : "Finished second at the 1991 CIF State Championship, behind only Tiger Woods.","personal" : "Cites playing golf with his father and grandfather as his biggest thrill in golf...Lists his dad and late grandfather Ed as his heroes...Says playing the final stage of PGA TOUR Qualifying School four times is his biggest thrill in golf...Lists meeting his wife, Sandra, as his biggest thrill outside golf...His wife also serves as his personal trainer, and he credits her with helping him improve his driving distance...Non-golf-related jobs include working as a notary public for an escrow company...Favorite golf course is Pebble Beach...Would most like to play Augusta National...Never travels without his cell phone...Favorite professional team is the New York Yankees... Never travels without his collapsible fishing rod in his bag...Favorite musical groups are Wu-Tang Clan, Sublime and Led Zeppelin...Favorite TV show is \"Dexter,\" with Jerry Seinfeld his favorite entertainer...Favorite book is The Godfather...Favorite food is Chicken Adobo...Favorite athlete is Mariano Rivera, with New York his favorite city...Enjoys vacationing in Costa Rica...Dream foursome would include a round with his dad, grandma Julie and grandpa Ed one more time...Favorite athletes to watch are Tiger Woods, Kobe Bryant, LeBron James, Scottie Upshall and Shane O'Brien...Oldest clubs in his bag are Cleveland 588 sand wedges from 1990...Bucket list includes winning on the PGA TOUR.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 5th on the Mackenzie Tour-PGA T 2 times.","dynStats" : "He ranks T74th in Scoring Average (Actual) on the Mackenzie Tour-PGA TOUR Canada."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/#!\/goDanBuchner"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}