{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01132","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Brooks","first" : "Mark","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "150","weightMetric" : "68","birthDate" : "March 25, 1961","age" : "55","birthPlace" : "Fort Worth, Texas","residence" : "Fort Worth, Texas","family" : "Wife, Cynthia; Lyndsay (1\/24\/86), Hallie (9\/20\/89)","education" : "University of Texas","splInterest" : "Golf course design, collecting antique golf architecture books and historic golf prints, all sports, cooking, drawing","pronunciation" : "","nwTourAlumnus" : "Web.com Alumnus","trndProYear" : "1983","clubAffl" : "","cityPlaysFrm" : "Austin; TX; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "11,297,327&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "No. 179 on the 2009 PGA TOUR moneyh list","otherVics" : "","intlVics" : "","curYearHigh" : "A year after finishing 30th on the money list, slipped to 62nd on the final season list...Failed to post a top-10 finish and had six top-25 finishes with a pair of T15 efforts at the Bass Pro Shops Legends of Golf (with John Huston) and Toshiba Classic topping the list...Played in three PGA TOUR events—Humana Challenge, Puerto Rico Open and PGA Championship, but missed the cut in all three.","carHigh" : "Made 11 cuts in 17 starts on the PGA TOUR in 2009. T10 at the AT&T Pebble Beach National Pro-Am was his first top-10 finish since the 2005 season. Made two cuts in nine starts on the Nationwide Tour, with a T44 at the Chitimacha Louisiana Open his best performance...In 2008, made six cuts in 17 starts, with a season best T30 at the Wyndham Championship after posting four rounds in the 60s. Made the cut in six of nine Nationwide Tour starts in 2008, with three top-25 finishes and a season-best T7 at the Northeast Pennsylvania Classic...Carded a season-best T13 in 2007 at the Mayakoba Golf Classic at Riviera Maya...Played in a career-high 36 events on the PGA TOUR in 2006, making nine cuts. Held the first-round lead at the 2006 B.C. Open presented by Turning Stone Resort, thanks to a 7-under 65. Finished T15, his best effort of the season. Lone top-10 in 2005 came at the EDS Byron Nelson Championship in May, where he finished T10. In 2004, notched one top-10, a T9 at the Bank of America Colonial, his first since a solo third at the 2002 Tampa Bay Classic...Finished the 2003 season outside the top 125 for the first time since 1987 (No. 166)...Maintained his position in the top 100 on the money list in 2002 for the 11th time in last 13 seasons...Two top-10 finishes were thirds at the 2002 International and 2002 Tampa Bay Classic...In 2001, made playoff at U.S. Open after Retief Goosen three-putted 72nd hole. Three-putted 18th hole in group ahead of Goosen. Lost by two strokes in 18-hole Monday playoff (70-72). Finished T5 at the 2000 Shell Houston Open, his first top-five on TOUR since winning the 1996 PGA Championship...In 1999, returned to top 75 on TOUR money list for the first time since 1996. Earned first top-10 since a T7 at the 1997 PLAYERS Championship with a T9 at 1999 Nissan Open...Enjoyed his best season on TOUR with three victories in 1996, including his first major title, the PGA. First victory of year came in his second start. Had five consecutive sub-par rounds to win Bob Hope Chrysler Classic. His 23-under-par 337 total was one stroke better than John Huston...Won 1996 Shell Houston Open in a playoff over fellow Texan and hometown favorite Jeff Maggert. Rolled in 50-foot birdie putt on first playoff hole for victory, the first in his home state. Birdied 72nd hole at 1996 PGA at Valhalla GC to force playoff with Kenny Perry, then birdied first extra hole to earn title. In 1995 tied for third with Steven Bottomley and Michael Campbell at The Open Championship, one stroke out of John Daly-Costantino Rocca playoff. Won the 1994 Kemper Open by three strokes over D.A. Weibring and Bobby Wadkins...Was part of a five-man playoff at 1993 Buick Southern Open won by John Inman. Won twice in 1991. Shot a closing 64 to catch Gene Sauers at Kmart Greater Greensboro Open, then parred third playoff hole for victory. Edged Robert Gamez by one stroke at Greater Milwaukee Open after opening with 63. His first TOUR victory, the 1988 Canon Sammy Davis, Jr.-Greater Hartford Open, came with 10-foot putt on second playoff hole to beat Dave Barr and Joey Sindelar.\n","otherCarHigh" : "Three-time All-American at University of Texas. Winner of 1979 and 1981 Texas State Amateurs, 1979 Southern Amateur and 1979 Trans-Mississippi Amateur.","personal" : "Served as host of W. Hal Brooks Memorial Golf Tournament and Gala, in honor of his father. Event was held for 11 years in his hometown and benefited hundreds of youth and teenage programs...Partner in Knott-Linn-Brooks House, a golf-course design company based in Palo Alto, CA. His first start-to-finish project, Southern Oaks GC outside Fort Worth, TX, opened in 1999.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1983","qSchoolYear" : "1983, 1984, 1985, 1986, 1987","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "A year after finishing 30th on the money list, slipped to 62nd on the final season list...Failed to post a top-10 finish and had six top-25 finishes with a pair of T15 efforts at the Bass Pro Shops Legends of Golf (with John Huston) and Toshiba Classic topping the list...Played in three PGA TOUR events—Humana Challenge, Puerto Rico Open and PGA Championship, but missed the cut in all three.","carHigh" : "2012: Played primarily on the Champions Tour for the second consecutive season...Registered a pair of 70s on the weekend to move up into a T6 at the Nature Valley First Tee Open at Pebble Beach...Finished T49 at the PGA TOUR's True South Classic in July, his only made cut in three starts on the PGA TOUR. 2011: Made five PGA TOUR starts, making one cut. Turned 50 in March, when he enjoyed solid rookie Champions Tour success. Made 19 starts, collecting a pair of top-10 finishes...Nearly won his first title in his sixth start. Led The Principal Charity Classic until the final hole but three-putted from 25 feet for a bogey at No. 18 to lose to Bob Gilder, who tied him moments earlier with a 30-foot downhill birdie putt. Finish in Iowa was his best on Tour since losing in an 18-hole playoff to Retief Goosen at the 2001 U.S. Open at Southern Hills. 2010: Split time between the PGA TOUR and Web.com Tour...Failed to record a top-25 finish on TOUR for just the second time in his career...A T24 at the Utah Championship was his best of eight Web.com Tour starts. 2009: Made 11 cuts in 17 starts on the PGA TOUR. T10 at the AT&T Pebble Beach National Pro-Am was his first top-10 finish since 2005. Made two cuts in nine starts on the Web.com Tour. 2008: Made six cuts in 17 starts with a season-best T30 at the Wyndham Championship after posting four rounds in the 60s. 2007: Carded a season-best T13 at the Mayakoba Golf Classic at Riviera Maya. 2006: Held the first-round lead at the B.C. Open presented by Turning Stone Resort, thanks to a 7-under 65. Finished T15, his best effort of the season. Played in a career-high 36 events. 2005: The 1996 PGA Championship winner finished outside the top 125 for the third consecutive season, with 10 made cuts in 28 starts...In 22nd start at the EDS Byron Nelson Championship, finished T10 for lone top-10. 2004: Notched one top-10, a T9 at the Bank of America Colonial, his first since a solo third at the 2002 Tampa Bay Classic. 2003: Finished the season outside the top 125 for the first time since 1987 (No. 167). 2002: Maintained his position in the top 100 on the money list for the 11th time in last 13 seasons...Two top-10 finishes were thirds at The INTERNATIONAL and the Tampa Bay Classic. 2001: Had highest finish on PGA TOUR money list (60) since finishing third in 1996...Made playoff at U.S. Open after Retief Goosen three-putted 72nd hole. Three-putted 18th hole in group ahead of Goosen. Lost by two strokes, 70-72, in 18-hole Monday playoff. Shared 36-hole lead and was one back after 54 holes. 2000: Finished T5 at the Shell Houston Open, his first top-five on TOUR since winning the 1996 PGA. 1999: Returned to top 75 on TOUR money list for the first time since 1996...Earned first top-10 since a T7 at the 1997 THE PLAYERS Championship with a T9 at Nissan Open. 1996: Enjoyed his best season on TOUR with three victories, including his first major title, the PGA Championship...First victory of year came in his second start. Had five consecutive sub-par rounds to win Bob Hope Chrysler Classic. His 23-under-par 337 total was one stroke better than John Huston...Won Shell Houston Open in a playoff over fellow Texan and hometown favorite Jeff Maggert. Rolled in 50-foot birdie putt on first playoff hole for victory, the first in his home state...Birdied 72nd hole at the PGA Championship at Valhalla GC to force playoff with Kenny Perry, then birdied first extra hole to earn title. 1995: Tied for third with Steven Bottomley and Michael Campbell at The Open Championship, one stroke out of John Daly-Constantino Rocco playoff. 1994: Won the Kemper Open by three strokes over D.A. Weibring and Bobby Wadkins. 1993: Was part of a five-man playoff at Buick Southern Open won by John Inman. 1991: Won twice. Shot a closing 64 to catch Gene Sauers at Kmart Greater Greensboro Open, then parred third playoff hole for victory. Edged Robert Gamez by one stroke at Greater Milwaukee Open after opening with 63. 1988: His first TOUR victory, at Canon Sammy Davis, Jr.-Greater Hartford Open, came with 10-foot putt on second playoff hole with Dave Barr and Joey Sindelar. Amateur: Three-time All-American at University of Texas...Winner of 1979 and 1981 Texas State Amateurs, 1979 Southern Amateur and 1979 Trans-Mississippi Amateur.\n","otherCarHigh" : "","personal" : "Served as host of W. Hal Brooks Memorial Golf Tournament and Gala, in honor of his father. Event was held for 11 years in his hometown and benefited hundreds of youth and teenage programs...Partner in Knott-Linn-Brooks House, a golf course design company based in Palo Alto, Calif...His first start-to-finish project, Southern Oaks GC outside Fort Worth, Texas, opened to rave reviews in 1999.","otherInfo" : "","ntlTeams" : "The Presidents Cup (1), 1996.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2011","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(3): 1993 Pebble Beach Invitational. 2002 Callaway Golf Pebble Beach Invitational. 2009 Callaway Golf Pebble Beach Invitational.","intlVics" : "","curYearHigh" : "A year after finishing 30th on the money list, slipped to 62nd on the final season list...Failed to post a top-10 finish and had six top-25 finishes with a pair of T15 efforts at the Bass Pro Shops Legends of Golf (with John Huston) and Toshiba Classic topping the list...Played in three PGA TOUR events—Humana Challenge, Puerto Rico Open and PGA Championship, but missed the cut in all three.","carHigh" : "2014: Turned in his finest Champions Tour season, finishing among the top-30 money-winners for the first time, thanks to a career-best four top-10 performances. Before the season, had only registered a combined three top-10s in his first three years as a Champions Tour member...Secured the final spot into the season-ending Charles Schwab Cup Championship, edging out Rocco Mediate by $4,881...Came close to victory for the first time since the 2011 Principal Charity Classic when he lost to Scott Dunlap on the first playoff hole at the Boeing Classic in August. Chased down Dunlap with six birdies in his final seven holes to get into the playoff. But after hitting his drive in a bunker, was forced to lay up and then watched his third shot end up on the green 40 feet away. After missing his birdie bid, he watched Dunlap two putt for birdie from six feet for the victory...Earlier in the season, showed signs of improved play when he closed with a 6-under 65 to finish T5 at the Senior PGA Championship. Performance at Harbor Shores was his best in a Champions Tour event since he was T5 at the 2011 Nature Valley First Tee Open at Pebble Beach...Recorded his second top-10 effort in a senior major championship when he shot 66 on the last day at Fox Chapel GC to finish T6 in the Constellation SENIOR PLAYERS Championship...Late in the year, finished T7 at the Pacific Links Hawai'i Championship, his fourth top-10 effort of the campaign. \n\n2013: Finished among the top 25 four times in 23 starts, including a season-best T17 finish at March's Toshiba Classic...Closed the year with three top-25 finishes in his final four events...The first was a T23 at the Nature Valley First Tee Open at Pebble Beach...Closed with a T20 at the Greater Hickory Kia Classic at Rock Barn and a T22 at the AT&T Championship in his final two starts...Played in two PGA TOUR events—the Humana Challenge and the Sanderson Farms Championship—but missed the cut in each...Had surgery early in the year on his left knee which included a cleanup in the knee as well as MCL repair.\n\n2012: Registered a pair of 70s on the weekend to move up into a T6 at the Nature Valley First Tee Open at Pebble Beach, his lone top-10 finish...Was also T14 at The Principal Charity Classic...Finished T49 at the PGA TOUR's True South Classic in July. \n\n2011: Joined the Champions Tour in early April and eventually finished 38th on the money list in his rookie season...Nearly won his first title in his sixth start. Led The Principal Charity Classic until the final hole, but three-putted from 25 feet for a bogey at No. 18 to lose to Bob Gilder, who had tied him moments earlier with a 30-foot downhill birdie putt. Finish in Iowa was his best on Tour since losing in an 18-hole playoff to Retief Goosen at the 2001 U.S. Open at Southern Hills...Was among the leaders for most of Sunday's final round at the Nature Valley First Tee Open at Pebble Beach before going 4-over-par on his first three holes on the back nine in the final round which eventually left him T5...Made his debut at the Mississippi Gulf Resort Classic and finished T18 at Fallen Oak...Was T66 at the PGA TOUR's Viking Classic in July. \n","otherCarHigh" : "Played full-time on the PGA TOUR from 1984-2010 and won seven times...Enjoyed his best season on TOUR in 1996, claiming three victories, including his only major championship. First victory that season came in his second start at the Bob Hope Chrysler Classic. Had five consecutive sub-par rounds and his 23-under-par 337 total was one stroke better than John Huston. Won the Shell Houston Open in a playoff over fellow Texan and hometown favorite Jeff Maggert. Rolled in a 50-foot birdie putt on the first playoff hole for victory. Biggest title of his career came at the PGA Championship at Valhalla GC near Louisville. Birdied the 72nd hole to force a playoff with Kenny Perry, then birdied the first extra hole to earn title...First TOUR victory came at the 1988 Canon Sammy Davis, Jr.-Greater Hartford Open when he holed a 10-foot birdie putt on the second playoff hole to defeat Dave Barr and Joey Sindelar...Won twice in 1991, claiming both the Kmart Greater Greensboro Open and the Greater Milwaukee Open. Shot a closing-round 64 to catch Gene Sauers at Kmart Greater Greensboro Open, then parred the third playoff hole for victory. Edged Robert Gamez by one stroke at Greater Milwaukee Open after opening with a 63...Notched his fourth career title when he won the 1994 Kemper Open by three strokes over D.A. Weibring and Bobby Wadkins...Came close to winning the 2001 U.S. Open at Southern Hills. Made the playoff after Retief Goosen three-putted the 72 hole after he had three-putted the same hole in the group ahead of Goosen. Lost by two strokes, 70-72, in 18-hole Monday playoff...Was a first-team All-America selection at the University of Texas in 1983...Winner of the 1979 and 1981 Texas State Amateur, the 1979 Southern Amateur and the 1979 Trans-Mississippi Amateur.","personal" : "Served as host of W. Hal Brooks Memorial Golf Tournament and Gala, in honor of his father. Event was held for 11 years in his hometown and benefited hundreds of youth and teenage programs...Partner in Knott-Linn-Brooks House, a golf course design company based in Palo Alto, Calif...His first start-to-finish project, Southern Oaks GC outside Fort Worth, Texas, opened to rave reviews in 1999.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 7 times.","dynStats" : "He ranks 47th in Career Cuts on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}