{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20791","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "7","capcure" : "N", "personalInfo" : {"name" : {"last" : "Johnson","first" : "Mark","middle" : "W","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "205","weightMetric" : "93","birthDate" : "May 22, 1954","age" : "61","birthPlace" : "Barstow, California","residence" : "Helendale, California","family" : "Ryan (5\/27\/79), Heather (5\/6\/82); two grandchildren","education" : "","splInterest" : "Coaching kids, relaxing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1998","clubAffl" : "Silver Lakes CC (Helendale, California)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,737,875&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Rookie on the BUY.COM TOUR in 2001...Has played in just three BUY.COM TOUR events prior to this season...Received sponsor's exemption to the 2000 BUY.COM Inland Empire Open but missed the cut...Tied for 44th at the 1999 Monterrey Open...Medalist at Oak Valley GC in Beaumont, CA during the second stage of the 2000 PGA TOUR Qualifying Tournament...Played the Canadian Tour in 1999-00...Had stellar amateur career. Winner of 1972 SCGA CIF High School, 1989, 1993 and 1994 SCGA Mid-Amatuer, 1990, 1996 and 1997 SCGA Tournament of Club Champions, 1994 Pacific Coast Amateur, and 1996 California State Amateur...Medalist at Crystalaire during the first stage of the 1998 PGA TOUR Qualifying Tournament...Won eight mini-tour events throughout Southern California in 1999...Has three holes-in-one during competitive rounds...Enjoys coaching boys baseball and girls softball...Worked in sales and distribution for Anheuser Busch since 1980.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2004","qSchoolYear" : "","exmtStatus" : "Past Champion","otherVics" : "(9): 1972 CIF Championship [indiv]. 1989 SCGA Mid-Amateur. 1990 SCGA Tournament of Club Champions. 1993 SCGA Mid-Amateur. 1994 SCGA Mid-Amateur, Pacific Coast Amateur. 1996 California State Amateur, SCGA Tournament of Club Champions. 1997 SCGA Tournament of Club Champions.","intlVics" : "","curYearHigh" : "Played in just four events, with a best finish a T43 at The Principal Charity Classic.","carHigh" : "2011: Made just three starts, with his best showing a T35 at the Toshiba Classic in March. 2010: Lone appearance was a T43 at the U.S. Senior Open at Sahalee. 2009: Made nine starts with best finishes a T32 at both the Toshiba Classic and the Principal Charity Classic. 2008: Made 16 appearances, with best finish a T13 at the Toshiba Classic. \n\n2007: In 25 starts, his best performance was a T10 at the Outback Steakhouse Pro-Am. \n\n2005: Carried his success as the medalist at the 2004 National Qualifying Tournament into the regular season as he finished 28th on the money list in his first full season on the circuit. Became the third consecutive medalist to finish in the top 30 on the final money list, joining Des Smyth (2002) and Mark McNulty (2003). Undoubtedly, highlight of his season came in March when he broke through for his first Champions Tour victory in a spectacular way. Clinging to a two-stroke lead on the final hole at the Toshiba Senior Classic, he drained an L-wedge shot from 89 yards for an eagle on the 510-yard 18th hole. After hitting his wedge slightly past the hole, the ball rolled back into the cup for his second eagle in the round and gave him a comfortable four-stroke advantage over Keith Fergus and Wayne Levi. Got himself into contention on Saturday with an 8-under-par 63, his career-low score, matching the best second round in tournament history. His winning check of $247,500 was the best of his brief pro career and also surpassed his previous earnings as a professional...Backed up California victory with a T3 at the FedEx Kinko's Classic in Austin in early May. Jumped into contention midway through the final round at The Hills CC before eventually finishing five strokes back...Was T8 at the Bruno's Memorial Classic. \n\n2004: Appeared in just nine events, five of those through open qualifying...Registered his best finish of the campaign when he open-qualified for the Administaff Small Business Classic near Houston in October and finished T8 at Augusta Pines, the top effort by any open qualifier that season...Also T12 at the Farmers Charity Classic after open qualifying at Grand Rapids...Captured medalist honors at the National Qualifying Tournament at the King and Bear at World Golf Village in Florida, where he was a two-stroke winner over Tom McKnight. Posted six sub-par rounds along the way, including an 8-under-par 64 in the final round. \n\n2003: Earned a conditional exemption for 2004 after finishing 14th at the 2003 Champions Tour National Qualifying Tournament at the TPC Eagle Trace in Florida. One of two players tied for 14th after 72 holes at even-par 288, but claimed the 14th spot after a birdie on the second playoff hole. Earned a position in the Q-School finals after earning co-medalist honors at the Regional Qualifier in Calimesa, Calif...Played on the Canadian Tour and was fourth on the Canadian Tour money list, with $47,451...Played in 10 events and made seven cuts, with his best finishes a pair of T2s at the TravelTex.com Canadian Tour Challenge and the Greater Vancouver Classic. Shared first-place money in Vancouver after an amateur, James Lepp, won the title...Named the Most Improved International Player...Made one start on the Web.com Tour and was 46th at the Alberta Calgary Classic, where he earned $1,633...Also played at the Bell Canadian Open but missed the cut. \n","otherCarHigh" : "Played the Canadian Tour in 1999-2001...Played a full season on the Web.com Tour in 2001 and earned $21,508 in 21 starts. His best finish was a T13 at the Siouxland Open...Overall has made 26 career starts on the Web.com Tour, with earnings totaling $25,620...Owns two starts on the PGA TOUR, including a T43 at the 2001 AT&T Pebble Beach National Pro-Am, where he opened with a 65 and was just one stroke out of the lead...Won a number of amateur events in the Southern California area, including the 1996 California State Amateur.","personal" : "Drove a Budweiser beer truck for 18 years before embarking on a professional golf career...His parents got him started in the game at age 9 in California...Biggest thrills in golf were winning the California State Amateur and his first Champions Tour win...Top athlete is Tiger Woods and enjoys Mexican food...Involved with a charity golf tournament in his hometown which carries his name and is helping to raise funds for a new middle school in the Helendale Unified School District...His website is beermangolf.com.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was 1st in 2005 at the Toshiba Senior Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}