{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "35731","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Bulle","first" : "Kent","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "210","weightMetric" : "95","birthDate" : "September 15, 1988","age" : "27","birthPlace" : "Glasgow, Kentucky","residence" : "Nashville, Tennessee","family" : "Single","education" : "Middle Tennessee State University (Exercise Science, 2011)","splInterest" : "Fishing, playing tennis.","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2010","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2014","otherVics" : "","intlVics" : "(1) 2015 Kentucky Open","curYrHigh" : "","carHigh" : "2015: Played in 18 events on PGA TOUR Latinoamérica and racked up one victory and three runner-up finishes to finish the season ranked second in the Order of Merit. He was the only U.S. player among Los Cinco (the Tour's top-5 players) who earned Web.com Tour status at the conclusion of the Latin American season… Led PGA TOUR Latinoamérica with eight top-10s and also had the second lowest scoring average at 69.87 strokes… Won the Kentucky Open in July, finishing the week at 9-under 207 to win by one shot at Keene Trace GC…Earned his first PGA TOUR Latinoamérica trophy, at the 110th VISA Open de Argentina in November. Entered the weekend one off the lead and fired a third-round 67 to move into a tie for the lead. Posted a 69 in the final round for a one-stroke victory over amateur Juan Alvarez… Finished solo second the following two weeks, losing by three shots to PGA TOUR member Fabián Gómez at the Personal Classic in Argentina and then losing a playoff hole to Rodolfo Cazaubón, who edged him for Player of the Year honors, at the Lexus Peru Open in Lima, Peru… His other runner-up finish of the year was also a playoff loss at the Aberto do Brasil that was played in Rio de Janeiro in October.\n\n2014: Had two top-10s and another top-25 to finish his first season on PGA TOUR Latinoamérica ranked No. 48 on the Order of Merit… Made the cut in 6 of 10 starts… His top-10s came in back-to-back starts in April, when he finished T7 at the 83rd Abierto OSDE del Centro in Cordoba, Argentina and T5 at the Roberto De Vicenzo Invitational Copa NEC in Montevideo, Uruguay… After the event in Uruguay he caught a redeye flight to Georgia to shoot 66 and Monday qualified for the Web.com Tour's South Georgia Classic, where he finished T19. Followed that with a T50 finish at the BMW Charity Pro-Am two weeks later… On his third and last start of the year on the Web.com Tour he finished T46 at the WinCo Foods Portland Open… Joined PGA TOUR Latinoamérica with a T23 finish at Q-School in Sebring, Florida in January.\n\n2011: Missed the cut at the News Sentinel Open in August in his first career start on the Web.com Tour.\n\n2010: Turned professional in June… Played on the NGA Tour in 2011 and 2012.\n","otherCarHigh" : "Played college golf at Middle Tennessee State University, where he won four individual titles and was named Academic All-American twice… While at Glasgow High School in Glasgow, Kentucky he was named First Team All-State, received the KHSAA Sportsmanship Award and was the 2004 Regional champion.","personal" : "The Olympic Club, Prestwick Golf Club, the Old Course at St. Andrews and Turnberry are his favorite golf courses among those where he has played… Never travels without a pillow… A fan of the University of Kentucky teams… His favorite TV shows are Blacklist, 24 and Criminal Minds… His favorite movie is Bad Boys II… Corey Smith is his favorite entertainer… Love Survivor is his favorite book… Roger Federer is his favorite athlete to watch… Peanut butter crackers are his favorite snack to carry on his golf bag… Cedric the Entertainer, Tom Watson and Bill Murray would round out his dreamed foursome… myLIFEspeaks is his favorite charity to support… Twitter and Instagram handles: @KentBulle","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 PGA TOUR Latinoamérica Order of Merit No. 2"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2016","exmtStatus" : "Conditional - Finished T58 at 2015 Web.com Tour Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Played in 18 events on PGA TOUR Latinoamérica and racked up one victory and three runner-up finishes to finish the season ranked second in the Order of Merit. He was the only U.S. player among Los Cinco (the Tour's top-5 players) who earned Web.com Tour status at the conclusion of the Latin American season… Led PGA TOUR Latinoamérica with eight top-10s and also had the second lowest scoring average at 69.87 strokes… Won the Kentucky Open in July, finishing the week at 9-under 207 to win by one shot at Keene Trace GC…Earned his first PGA TOUR Latinoamérica trophy, at the 110th VISA Open de Argentina in November. Entered the weekend one off the lead and fired a third-round 67 to move into a tie for the lead. Posted a 69 in the final round for a one-stroke victory over amateur Juan Alvarez… Finished solo second the following two weeks, losing by three shots to PGA TOUR member Fabián Gómez at the Personal Classic in Argentina and then losing a playoff hole to Rodolfo Cazaubón, who edged him for Player of the Year honors, at the Lexus Peru Open in Lima, Peru… His other runner-up finish of the year was also a playoff loss at the Aberto do Brasil that was played in Rio de Janeiro in October.\n\n2014: Had two top-10s and another top-25 to finish his first season on PGA TOUR Latinoamérica ranked No. 48 on the Order of Merit…Made the cut in 6 of 10 starts…His top-10s came in back-to-back starts in April, when he finished T7 at the 83rd Abierto OSDE del Centro in Cordoba, Argentina and T5 at the Roberto De Vicenzo Invitational Copa NEC in Montevideo, Uruguay…After the event in Uruguay he caught a red-eye flight to Georgia to shoot 66 and Monday-qualified for the Web.com Tour's South Georgia Classic, where he finished T19. Followed that with a T50 finish at the BMW Charity Pro-Am two weeks later…On his third and last start of the year on the Web.com Tour, he finished T46 at the WinCo Foods Portland Open…Joined PGA TOUR Latinoamérica with a T23 finish at Q-School in Sebring, Florida in January.\n\n2011: Missed the cut at the News Sentinel Open in August in his first career start on the Web.com Tour.\n\n2010: Turned professional in June…Played on the NGA Tour in 2011 and 2012.\n","otherCarHigh" : "Played college golf at Middle Tennessee State University, where he won four individual titles and was named Academic All-American twice…While at Glasgow High School in Glasgow, Ky.,earned first-team, all-state honors and received the Kentucky High School Activities Association Sportsmanship Award. Was the 2004 regional champion.","personal" : "The Olympic Club, Prestwick GC, St. Andrews' Old Course and Turnberry are his favorite courses among those where he has played…Never travels without a pillow…Is a fan of the University of Kentucky teams. His favorite TV shows are \"Blacklist,\" \"24\" and \"Criminal Minds.\" His favorite movie is \"Bad Boys II.\"…Corey Smith is his favorite entertainer, while Lone Survivor is his favorite book and Roger Federer is his favorite athlete to watch…Peanut butter crackers are his favorite snack to carry on his golf bag…Cedric the Entertainer, Tom Watson and Bill Murray would round out his dream foursome…myLIFEspeaks is his favorite charity to support…Twitter e Instagram: @KentBulle","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri was 1st in 2015 at the 110 VISA Open de Argentina presentado por OSDE.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}