{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01938","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Peoples","first" : "David","middle" : "","extn" : "","nick" : ""}, "height" : "5-9","weight" : "170","birthDate" : "January 9, 1960","age" : "52","birthPlace" : "Augusta, Maine","residence" : "Orlando, Florida","family" : "Andrew (10\/20\/89), Benjamin (6\/4\/92), Matthew (1\/29\/94)","education" : "University of Florida","splInterest" : "Family activities, beach activities, sightseeing","trndProYear" : "1981","qSchoolYear" : "1982, 1983, 1985, 1986, 1987, 1989, 1995, 1999","clubAffl" : "","cityPlaysFrm" : "Windermere; Florida; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "6,922,707&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "56th on the 2005 Nationwide Tour money list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Finished outside the top 150 on the 2005 PGA TOUR (No. 210) for the first time since 1999 and posted no top-10s for the second straight season. Made the cut in six of nine starts on the 2005 Nationwide Tour, with two top-10 finishes. Ended the year No. 56 on the money list, with $100,361. Despite opening the Knoxville Open with a 4-over-par 76, roared back with rounds of 66-67-69 to finish one stroke back of champion Kim Felton. His 14-under total over the final three days was highlighted by a 10-foot birdie putt on the final hole to take the clubhouse lead at 10-under 278. Collected the runner-up check of $51,300 after watching Felton sink a 10-footer of his own to claim the title. Matched his career-low round with a 62 in the final round of the Price Cutter Charity Championship. The 10-under final round moved him into a runner-up finish worth $36,696, representing his second runner-up finish in his first seven starts of the year. His other 62s came at the 1990 Buick Southern Open (8-under par) and the 1993 New England Classic (9-under par). In 2004, missed entire month of June along with first-half of July due to hernia surgery and a rib injury. Received a Minor Medical Extension for 2005 after finishing No. 147 on money list. In 2003, finished in the top 100 for the third consecutive season. Co-leader through 36 holes after opening 65-65 at The 2003 Honda Classic, marking the first time he held a 36-hole lead\/co-lead since September 30, 1990 at the Buick Southern Open. Finished T21. Earned career-best $1,243,774 in 2002, $531,117 more than previous best season on the PGA TOUR. Finished 48th on money list. Parlayed making 19 cuts, including two top-10s, in 31 starts into a 73rd position on the 2001 TOUR money list. Best finish of T3 came thanks to a final-round 66 in the National Car Rental Golf Classic at Walt Disney World Resort. The last time he had two top-10s in the same season was 1993. Earned playing privileges in 2000 with T2 finish at the 1999 PGA TOUR Qualifying Tournament. Rebounded from lean years in the mid- to late-'90s on the strength of making 21 of 28 cuts. Had his best financial year on TOUR since 1992 with earnings of $459,812. Played the 1999 Nationwide Tour and finished 75th in earnings. Won 1992 Anheuser-Busch Golf Classic by a stroke over Bill Britton, Ed Dougherty and Jim Gallagher, Jr. Captured 1991 Buick Southern Open at Callaway Gardens by one stroke over Robert Gamez. Won 1990 Isuzu Kapalua International. Medalist at 1989 National Qualifying Tournament. \n","otherCarHigh" : "Winner of 1979 Florida State Amateur.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","exmtStatus" : "Past Champion","otherVics" : "(1): 1990 Isuzu Kapalua International.","intlVics" : "","curYearHigh" : "","carHigh" : "2010: Only start on the PGA TOUR resulted in a WD at the Puerto Rico Open. As a Champions Tour rookie, he claimed five top-10 finishes, four of which came in his first five starts. 2009: Played in a combined 17 events on the PGA TOUR and Nationwide Tour. Made three cuts in six starts on the PGA TOUR, with a best finish being a T40 at the Valero Texas Open. Made 11 starts on the Nationwide Tour, making the cut in five. Best finish on the Nationwide Tour was a T7 at the Melwood Prince George's County Open. 2008: Made one cut on the Nationwide Tour in 10 starts. 2006: Made one of four cuts on the PGA TOUR with a best finish of T47 at the TOUR's FedEx St. Jude Classic. Also made one of four cuts on the Nationwide Tour that year. 2005: Finished out of the top 150 (No. 210) for the first time since 1999 and posted no top-10s for the second straight season. 2004: Missed June and early July due to hernia surgery and a rib injury. Received a Minor Medical Extension for 2005 after finishing No. 147 on money list. 2003: Finished in the top 100 (93rd) for the third consecutive season, continuing to search for first win since 1992...One off the lead after the first round, finished eighth at the FedEx St. Jude Classic for first top-10 of 2003. Aced the par-3 eighth hole in the second round with an 8-iron from 174 yards...Clinched TOUR card with top-25 finishes in three of last five starts. 2002: Earned career-best $1,243,774 en route to finishing 48th on money list. 2001: Parlayed making 19 cuts, including two top-10s, in 31 starts into a 73rd position on the money list...Best finish of T3 came thanks to a final-round 66 in the National Car Rental Golf Classic at Walt Disney World Resort. The last time he had two top-10s in the same season was 1993. 2000: Earned playing privileges in 2000 with T2 finish at the 1999 PGA TOUR Qualifying Tournament...Rebounded from lean years in the mid- to late-1990s on the strength of making 21 of 28 cuts. Had his best financial year on TOUR since 1992 with earnings of $459,812. 1999: Played the Nationwide Tour. Made 11 cuts in 18 starts to finish 75th in earnings. 1992: Won Anheuser-Busch Golf Classic, scoring a one-stroke victory over Bill Britton, Ed Dougherty and Jim Gallagher, Jr. 1991: Captured Buick Southern Open at Callaway Gardens by one stroke over Robert Gamez. 1990: Won Isuzu Kapalua International. Medalist at 1989 Qualifying Tournament. Amateur: Winner of Florida State Amateur.\n","otherCarHigh" : "","personal" : "Entered Qualifying school each year from 1981-89, earning his card six times.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "Did not make a start on the PGA TOUR. On the Champions Tour, claimed a pair of top-10 finishes in 21 starts...Shared the first-round lead with Michael Allen and Mark Calcavecchia at the Songdo IBD Championship in South Korea in September and eventually finished T6...Was T10 at The ACE Group Classic."},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2010","exmtStatus" : "","otherVics" : "(1): 1990 Isuzu Kapalua International.","intlVics" : "","curYearHigh" : "Was conditionally exempt and made his lone top-10 among his 16 starts in a heartbreaking defeat at the 3M Championship. Was on the verge of victory in Minnesota until Bernhard Langer shot 62 in the final round to pass him late on the back nine and eventually win by two strokes at TPC Twin Cities. Runner-up performance in Minnesota was his best on the Champions Tour, surpassing his T3 at the same event in 2010. Matched his TOUR career-low round, a 62 Saturday that included a run of six consecutive birdies, equaling the Champions Tour's best birdie streak of the season. Led by three over Eduardo Romero after 36 holes and was up four shots with nine to play before Langer eventually caught and passed him...Only other top-20 effort of the campaign was a T20 at the Montreal Championship.","carHigh" : "2011: Slipped 22 places on the final money list, finishing 49th overall after a 27th-place finish in 2010...Shared the first-round lead with Michael Allen and Mark Calcavecchia at the Songdo IBD Championship in South Korea in September and eventually finished T6...His other top-10 effort came in his second start of the year when he was T10 at The ACE Group Classic. 2010: One of the surprise stories on the Champions Tour. Started the season with limited status but eventually made 20 appearances and was among the top 10 in a quarter of his starts...Was scheduled to make his Champions Tour debut at The ACE Group Classic but withdrew prior to the first round with a rib injury...After three weeks of rest, finally debuted at the Toshiba Classic, and T9 finish was first of four top-10s in his first five starts...Also was ninth at The Cap Cana Championship. Performance in the Dominican Republic guaranteed him a spot in the Mississippi Gulf Resort Classic...Final-round 68 at the inaugural Mississippi Gulf Resort Classic moved him into a T4, his best finish at the time in a Tour-sanctioned event since a T2 at the Web.com Tour's 2005 Price Cutter Charity Championship...Followed his strong showing in Mississippi with a solo fourth-place effort at the Regions Charity Classic two weeks later near Birmingham...Best overall effort of the campaign came in early August when he T3 at the 3M Championship in Minnesota, thanks to three straight rounds in the 60s. Performance sealed his place among the top-30 money-winners. \n","otherCarHigh" : "A two-time winner on the PGA TOUR, he made 557 starts on the PGA TOUR and made 309 cuts from 1983-2009...Also made 74 career starts on the Web.com Tour...PGA TOUR earnings totalled $5,736,812 with his best showing coming in 2002 when he won $1,243,774, $531,117 more than any previous season and finished 48th on the money list...Best finish on the money list came in 1992 when he was 25th with $539,531...Won the 1992 Anheuser-Busch Golf Classic, scoring a one-stroke victory over Bill Britton, Ed Dougherty and Jim Gallagher, Jr...One year earlier, captured the Buick Southern Open at Callaway Gardens by one stroke over Robert Gamez...Claimed the 1990 Isuzu Kapalua International...Was the medalist at 1989 PGA TOUR National Qualifying Tournament at TPC Woodlands near Houston...Former winner of the Florida State Amateur.","personal" : "Entered the PGA TOUR National Qualifying Tournament each year from 1981-89, earning his card six times.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Champions Tour in 2012 is 2nd at the 3M Championship.","dynStats" : "He ranks 46th in Charles Schwab Cup Points on the Champions Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Media Guide - PGA TOUR Full Page","Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}