{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "12826","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Claxton","first" : "Paul","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "150","weightMetric" : "68","birthDate" : "February 9, 1968","age" : "48","birthPlace" : "Vidalia, Georgia","residence" : "Sea Island, Georgia","family" : "Wife, Paula; Parker (3\/15\/04), Polly Jane (12\/14\/06)","education" : "University of Georgia (1992, Business)","splInterest" : "Football, basketball, tennis","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1993","clubAffl" : "Sea Island GC (Sea Island, Georgia)","cityPlaysFrm" : "Sea Island; Georgia; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,424,482&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1995","exmtStatus" : "Conditional - Web.com Past Champion\/5-10 Years (2011-2006)","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Entered 16 Web.com Tour events and made five cuts. Best finish was a T5 at the Air Capital Classic, where he opened with a 65 (T5). Followed it with three more sub-par rounds of 68-67-67...Finished T15 the next week at the United Leasing Championship. Opened and closed with 76, carding 67-66 in the middle rounds...Made just one cut (T54 at the Midwest Classic) in his last eight starts after Evansville.\n\n2013: Made the cut in 10 of 20 Web.com Tour starts and had four top-25 finishes...Earned his only top-10 of the season in July when he finished T6 at the Midwest Classic near Kansas City. Held the 36-hole lead and was just one stroke off the pace after 54 holes, but a closing-round 71 dropped him four spots in the final standings...Was as high as 76th on the money list with two events to go but a T60 in Knoxville and a missed cut in Omaha dropped him to 81st in Regular Season earnings and out of contention for the Web.com Tour Finals...Is second in all-time Tour earnings (to Darron Stiles), with $1,764,949 after 413 starts.\n\n2012: Made the cut in 18 of 26 starts and had three top-10 and seven top-25 finishes to end the season No. 32 on the money list. Ranked in the top 20 in both Driving Accuracy and Greens in Regulation...Finished third at the inaugural Chile Classic, thanks to solid play all week. Chances for victory were derailed with a double bogey at the par-3 11th Sunday. Wound up four strokes back of eventual winner Paul Haley...Followed up with a T2 finish at the Chitimacha Louisiana Open in his next start two weeks later. Played the first 45 holes without a bogey and hovered near the lead on the strength of crisp iron play. Tied for first in Greens in Regulation while posting a 16-under 268 total, eight shots back of winner Casey Wittenberg. Second straight runner-up effort moved him to No. 5 on the money list after only four events...Tied for seventh at the Stadion Classic at UGA, his eighth straight cut to open the season—marking his best career start on any Tour...After a missed cut at the BMW Charity Pro-Am, he finished T16 at The Rex Hospital Open in Raleigh and then qualified for the U.S. Open the next day...At The Olympic Club, posted scores of 75-77 and missed the cut in San Francisco, his second career Open start (T23 in 2005)...Struggled through the latter part of the season and would not finish higher than T22 in any of his final 15 starts. Missed the cut in his six starts prior to the Web.com Tour Championship, where he wound up T39 to end the year No. 32 on the money list. \n\n2011: Picked up his first top-10 performance in his 16th start of the year, at the Price Cutter Charity Championship. Carded four rounds in the 60s to finish six shots back of winner Steve Friesen...Missed the cut in his next start before collecting his second top-10, at the News Sentinel Open. Entered the final-round two shots behind the leader but caught up on the first hole after chipping in for eagle. He eventually settled for a T5...Third top-10 of the year was a T6 at the Albertsons Boise Open, where he opened with a pair of 67s and closed with a pair of 68s. Moved to No. 33 on the money list, jumping nine spots...Finished No. 9 in both Driving Accuracy Percentage (71.90%) and Sand Save Percentage (58.23 percent). \n\n2010: Played 27 events in 2010, making 18 cuts. Notched five top-10 finishes to end the year No. 42 on the money list. After missing the cut in his first start, at the Panama CLARO Championship, he finished T10 the following week at the Pacific Rubiales Bogota Open, his best finish on the Web.com Tour since a sixth-place performance at the 2009 Preferred Health Systems Wichita Open...Nearly three months later to the day, he posted his second top-10 finish, at the Melwood Prince George's County Open. Had the low round on Friday, a 64. It was his fourth 64 in his 323 Web.com Tour events. Entered the weekend tied for 16th and steadily improved his position with rounds of 67-66 to finish T4...Picked up his fourth top-10 (T8) of the season 10 starts later at the Miccosukee Championship. \n\n2009: Made the cut in only eight of 18 starts and finished No. 90 on the Web.com Tour money list, with five top-25 performances. Was T9 at the South Georgia Classic and sixth at the Preferred Health Systems Wichita Open for his only two top-10s. \n\n2008: Made the cut in eight of 23 starts on the PGA TOUR, with a T21 at the Puerto Rico Open his only top-25 finish. Opening-round 64 at the Valero Texas Open was one stroke off his career-best on TOUR. Made one cut in five starts on the Web.com Tour, a T37 at the Chitimacha Louisiana Open.\n\n2007: Finished the Web.com Tour season with 10 cuts made in 23 starts, including six top-25 finishes. Wrapped up the season No. 10 on the money list, with $274,004. Posted the fifth runner-up finish of his career with a playoff loss to Skip Kendall at the Chitimacha Louisiana Open. Next top-10 came at the South Georgia Classic, where he finished T6. Posted his second career victory when he topped the field at the inaugural Melwood Prince George's County Open, finishing at 18-under 270, one stroke ahead of James Driscoll and Jaco Van Zyl. Collected $108,000 to move to No. 3 on the official money list and surpassed $1 million in Web.com Tour career earnings, the first player to accomplish that feat. Recorded his second runner-up finish of the year at the Peek'n Peak Classic, finishing three strokes behind tournament winner Roland Thatcher. Moved to No. 1 on the money list, a position he would hold for three weeks. Struggled with back problems the last half of the season, making just one cut in his last 12 starts...In first 10 full seasons on the Web.com Tour, he never finished below No. 61 on the money list. \n\n2006: Made the cut in 16 of 30 Web.com Tour starts, with two top-10 finishes. Completed the season No. 45 on the money list, with $125,668. Finished 9-under-par 279 and in a tie with Matt Kuchar at the Henrico County Open, his only top-10 effort of the year. Lost the playoff when Kuchar birdied the third extra hole. \n\n2005: Made the cut in 11 of 29 starts on the PGA TOUR, finishing No. 183 on the money list. Posted a T15 at the Valero Texas Open for the best of three top-25s. \n\n2004: Finished 61st on the Web.com Tour money list, with $98,269...Made the cut in 22 of 28 starts, including two top-10s. \n\n2003: Finished 27th on the Web.com Tour money list, with four top-10s. Among his top finishes was a season-best T2 at The Reese's Cup Classic.\n\n2002: Logged two top-25s and finished 184th on the PGA TOUR money list. Made the cut in 13 of 29 tournaments and finished in the top 25 twice, including T25 at the B.C. Open and T23 at the Reno-Tahoe Open. \n\n2001: Won first Web.com Tour title of his career at the Louisiana Open. Finished at 17-under-par 271 to collect the $81,000 first-place prize. That victory helped him finish 17th on the money list, with $158,920. \n","otherCarHigh" : "Two-time All-America selection at the University of Georgia. Won five college tournaments, including the Gator Invitational twice...Won the 1990 Cardinal Amateur, the 1990 Sunnehanna Amateur and the 1992 Georgia State Amateur.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "1996, 2001, 2004","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "Made the cut in 11 of his first 15 starts but did not contend until a T3 at the Price Cutter Charity Championship. Finished at 20-under par and moved up 14 spots on the money list, to No. 43...Added a T5 at the News Sentinel Open in Knoxville two weeks later."}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}