{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "21209","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Garcia","first" : "Sergio","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "180","weightMetric" : "82","birthDate" : "January 9, 1980","age" : "36","birthPlace" : "Castellon, Spain","residence" : "Crans-Montana, Switzerland","family" : "Single","education" : "","splInterest" : "Real Madrid FC and CF Borriol (soccer), kids, tennis","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1999","clubAffl" : "","cityPlaysFrm" : "Castellon; ; Spain","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "41,575,571&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "After finishing regulation in a four-way tie at 14-under, emerged victorious in a playoff to win the Asian Tour's Ho Tram Open in Vietnam in early December. Entered the 71st hole with a two-shot lead before a double bogey gave new life to India's Himmat Rai, Thailand's Thaworn Wiratchant and Chinese Taipei's Wentang Lin. Pars on the first extra hole eliminated Thaworn and Lin, while Garcia sank a 35-foot birdie putt and Rai birdied from five feet to advance. An errant drive for Rai on the second hole opened the door for Garcia, who went on to par the hole for his first victory since the 2014 Qatar Masters...In his sixth start at The Honda Classic, went from three strokes down to one ahead in the span of one hole in the third round, following Adam Scott's quadruple bogey-7 at the par-3 15th hole. By day's end, the pair was tied for the 54-hole lead at PGA National at 9-under 201. When bogeys on two of his final three holes in Sunday's final round resulted in a 1-over 71, settled for second place to Scott by a stroke. The runner-up finish marked his 15th on the PGA TOUR and was his 90th top-10. \n","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1999","qSchoolYear" : "","exmtStatus" : "53rd in 2014-15 FedExCup points","otherVics" : "(1): 1999 Dunhill Cup [with Miguel Angel Jimenez and Jose Maria Olazabal].","intlVics" : "(18): 1997 Catalonian Open Championship. 1999 Murphy's Irish Open [Eur], Linde German Masters [Eur]. 2001 Lancome Trophy [Eur], Nedbank Golf Challenge [SAf]. 2002 Canarias Open de Espana [Eur], Kolon Cup Korean Open [Asia]. 2003 Nedbank Golf Challenge [SAf]. 2004 Mallorca Classic [Eur]. 2005 Omega European Masters [Eur]. 2008 Castello Masters [Eur], World Golf Championships-HSBC Champions [Eur]. 2011 Castello Masters [Eur], Andalucia Masters [Eur]. 2012 Iskandar Johor Open [Asia]. 2013 Thailand Golf Championship [Asia]. 2014 Commercial Bank Qatar Masters [Eur]. 2015 Ho Tram Open [Asia].","curYearHigh" : "After finishing regulation in a four-way tie at 14-under, emerged victorious in a playoff to win the Asian Tour's Ho Tram Open in Vietnam in early December. Entered the 71st hole with a two-shot lead before a double bogey gave new life to India's Himmat Rai, Thailand's Thaworn Wiratchant and Chinese Taipei's Wentang Lin. Pars on the first extra hole eliminated Thaworn and Lin, while Garcia sank a 35-foot birdie putt and Rai birdied from five feet to advance. An errant drive for Rai on the second hole opened the door for Garcia, who went on to par the hole for his first victory since the 2014 Qatar Masters...In his sixth start at The Honda Classic, went from three strokes down to one ahead in the span of one hole in the third round, following Adam Scott's quadruple bogey-7 at the par-3 15th hole. By day's end, the pair was tied for the 54-hole lead at PGA National at 9-under 201. When bogeys on two of his final three holes in Sunday's final round resulted in a 1-over 71, settled for second place to Scott by a stroke. The runner-up finish marked his 15th on the PGA TOUR and was his 90th top-10. \n","carHigh" : "2014-15: Extended his streak of starts in the FedExCup Playoffs to a perfect nine for nine, thanks to four top-10 finishes in just 12 starts through the Wyndham Championship, highlighted by a playoff loss at THE PLAYERS. After opting not to compete in the first two Playoffs' events, The Barclays and Deutsche Bank Championship, returned to Conway Farms GC for the BMW Championship, where he finished T39 and ended his season ranked 53rd in the standings...Bogeyed the 72nd hole at the Northern Trust Open to finish one shot out of the three-man playoff between James Hahn, Dustin Johnson and Paul Casey. Ended T4 with three others for his second top-10 of the season...Was one stroke off the Ryan Moore-Kevin Na 54-hole lead at the CIMB Classic. Played well on the final day at Kuala Lumpur G&CC, posting a final-round 69, but finished T2 in Malaysia...Had a nice finish in December 2014, at the Thailand Golf Championship. Recovered from a 3-over 75 in the second round to post rounds of 71-69 on the weekend at Amata Spring CC to finish solo ninth...The 2008 PLAYERS Championship winner returned to TPC Sawgrass in May, where a final-round 4-under 68 to finish at 12-under 276, was good enough to join a three-hole, aggregate playoff with Kevin Kisner and Rickie Fowler. At even-par after the three-hole playoff to Fowler's and Kisner's 1-under, was eliminated. The T2 was the 14th runner-up finish of his career and sixth top-10 in 16 PLAYERS Championship starts...Added a sixth-place finish in July, at the Omega European Masters. Enjoyed four par-or-better rounds at Crans-sur-Sierre GC in Switzerland, including a final-round, 6-under 64. \n\n2013-14: Season of near misses, including three consecutive runner-up finishes (Travelers Championship, The Open Championship and the World Golf Championships-Bridgestone Invitational), as well as third-place efforts at the Shell Houston Open and THE PLAYERS Championship...Aided by a final-round 63, finished solo fourth at the World Golf Championships-HSBC Champions at Sheshan International GC in Shanghai, China...Was T2 at the Nedbank Golf Challenge on the European Tour in South Africa. Finished two shots off Thomas Bjorn's winning score of 20-under at Gary Player CC...In December, claimed his fourth Asian Tour title, in Chonburi, Thailand, at the Thailand Golf Championship. With girlfriend, Katharina Boehm, as his caddie for the week, a 4-under 68 was good for a 22-under 266 and a four-stroke win over 2013 FedExCup champion Henrik Stenson...In late-January, began the final round of the Commercial Bank Qatar Masters three strokes behind leader Rafael Cabrera-Bello and then toured Doha GC in 65 strokes in the final round to finish regulation tied with Mikko Ilonen. He looked like he would win after 72 holes, but he missed his birdie attempt on the 18th hole, and Ilonen birdied the 16th and 18th holes to force the overtime. The duo matched each other on the first two playoff holes, both making two birdies on the 18th hole. They returned to the 18th hole for the third extra hole, and he made a third consecutive birdie on the par-5 hole to Ilonen's par. It was sweet redemption as he T2 at the event a year ago when Chris Wood made a late eagle to secure the win...Back Stateside in February, finished T9 at the World Golf Championships-Accenture Match Play Championship in his 12th start in the event...A week later in Florida, overcame an opening-round, 2-over 72 at The Honda Classic with rounds of 68-68-67, to T8 with Luke Donald, Stuart Appleby and David Lingmerth. His final-round, 3-under 67 tied the low round of the day and was one of just 17 (of 70) sub-70 scores on a wind-blown Sunday at PGA National...In April, followed an opening-round, 5-under 67 with five birdies and an eagle en route to a second-round 65 at the Shell Houston Open. It was his second start in the event to go with his 2009 appearance. His final-round, 2-under 70 was good for third...The 2008 PLAYERS champion returned to TPC Sawgrass, where four sub-par rounds (67-71-69-70) earned him a third-place finish, two back of Martin Kaymer. Made an 8-foot, 1-inch birdie putt on the 72nd hole, one of just 14 there during the week, to move into his finishing spot...Finished T2 at the Travelers Championship for his first top-10 in three starts outside Hartford. Played in the second-to-last group and had a 25-foot birdie putt on No. 18 to force a playoff with eventual champion Kevin Streelman who was already in the clubhouse at 15-under...Made a valiant effort in the final round to catch a distant Rory McIlroy at The Open Championship. Birdied two of his last three holes Sunday en route to a 6-under 66 to finish two strokes back of McIlroy at Royal Liverpool GC. His 66 was one stroke off the low round of the tournament. The T2 with Rickie Fowler was his eighth top-10 finish in 18 starts in The Open Championship. Of those, three have been top fives. The top-10 finish was also his seventh of the season on the PGA TOUR in just his 11th start...Finished second at the World Golf Championships-Bridgestone Invitational after holding a three-shot lead after the second and third rounds. Shot a 1-over 71 in the final round to lose by two shots to McIlroy. Recorded his second top-10 in his 14th Bridgestone Invitational start. His only previous top-10 came in his first start in 1999 (T7). Was trying to become the first Spaniard to win a World Golf Championships event in his 42nd World Golf Championships' start. First time in 14 starts at the Bridgestone Invitational that he shot three rounds in the 60s. This was his fourth time carrying a three-or-more-shot lead into the final round of a TOUR event, finishing runner-up each time. Fired a 61 in the second round to match the tournament and course record at Firestone CC. His back-nine score of 27 set the tournament record, previously 29 on both the front nine and back nine. Set several career-best marks at the Bridgestone Invitational during the second round: consecutive birdies (seven), consecutive one-putts from holes 8-18 (11), nine-hole score (27) and 18-hole score (61)...Finished T4 at the BMW Championship. Was in the midst of a big move in the final round, sitting 6-under through 16 holes and 12-under for the tournament (just two behind Billy Horschel) before a disastrous triple bogey on the par-5 17th hole dropped him down the leaderboard. Holed out twice for eagle at Cherry Hills CC, on the par-4 seventh hole, draining a 35-yard shot during the final round and a 126-yard lob wedge during the second round. Made his 275th career TOUR start, at the BMW Championship...Advanced to the TOUR Championship for the fifth time in the eight-year history of the FedExCup era, finishing T9 at East Lake GC and No. 13 in the FedExCup (his best finish in the season-long competition since a third-place finish in 2008). Closed the TOUR Championship with a final-round 4-under 66 (sharing round of the day honors with Brendon Todd)...At the Ryder Cup at Gleneagles in Scotland, went 2-1-1 in his four matches to help lead the European team to a five-point victory in the biennial event.\n\n2013: Season included 17 made cuts in as many starts, with a 22nd-place finish in the FedExCup. Season highlighted by a third-place performance at the World Golf Championships-Cadillac Championship...Shared the first-round lead with a 6-under 66 en route to posting his first top-10 of the season (and 70th of his career), with a T3 finish at the World Golf Championships-Cadillac Championship. It was his third T3 of his career at the event (2005 and 2007)...In his fifth start at the Tampa Bay Championship, finished T7 with six others...Finished T8 at the Masters Tournament. Held the first-round co-lead with an opening 66 at Augusta National...Following a second-round, 7-under 65 at TPC Sawgrass, was on his way to becoming the sixth player to win THE PLAYERS Championship multiple times until a costly quadruple bogey-7 at the 17th hole Sunday thwarted his efforts. Came to the tee tied for the lead with Tiger Woods. After his tee shot found water, he dropped from the same tee and hit into the water again. The 4-over-par score is the highest of his career at No. 17, having played the hole 52 previous times. Three times he has scored a triple bogey on the hole (third round in 2011, fourth round in 2005 and first round in 2000). He T8 with six others...Shot rounds of 65-69 over his final 36 holes at the BMW International Open in Munich to T7. Had 11 birdies on the weekend at Munchen Eichenried GC...With rounds of 65-64-65, held both a one-stroke 36-hole lead and a two-stroke 54-hole advantage at the Deutsche Bank Championship. A final-round, 2-over 73 led to a T4 finish, five strokes behind winner Henrik Stenson...Advanced to the TOUR Championship by Coca-Cola for the second-consecutive season, with a T9 finish (the fifth top-10 of the season).\n\n2012: Opened with an even-par 72 at the Commercialbank Qatar Masters then fired consecutive 68s in the weather-shortened event to T5...Had a hole-in-one at the Abu Dhabi HSBC Golf Championship, holing his 7-iron from 186 yards on the 12th hole in the first round. It was his first competitive ace since he made a hole-in-one at the 2008 BMW Championship during the FedExCup Playoffs...Finished T4 at the Northern Trust Open on the strength of a closing-round 64. Started round on No. 10 (back nine), but a furious rally brought him into contention. Finished two shots out of the playoff due to bogeys on his 13th (No. 4) and 16th (No. 7) holes of the day. Had a pair of eagles on his first six holes to start the final round. His first eagle was on the par-5 11th, and the second came with a 4-iron from 207 yards on the par-4 15th hole. Final-round 64 is his best round on TOUR since a 64 at the 2009 Wyndham Championship...Had a T5 performance at the Volvo World Match Play Championship in his native Spain in May. Lost in the quarterfinals at Finca Cortesin to Graeme McDowell in 19 holes...Contended at the Nordea Masters in Stockholm, Sweden, in June, eventually finishing T3, six shots back of Lee Westwood...Took a one shot lead into the final round and won by two shots over Tim Clark with a final round 4-under 66 at the Wyndham Championship. First win on TOUR since the 2008 PLAYERS Championship. Also his first win since turning 30. Earned eighth career victory at age 32 years, 7 months, 10 days in his 240th career TOUR start. Has converted three of eight third-round leads\/co-leads on TOUR into victory. Was a co-leader through 54 holes at the 2009 Wyndham Championship but fell one-stroke shy of the three-man playoff and finished fourth. Win in Greensboro came in just his third start at the Wyndham Championship and first since that fourth-place finish three years earlier. Ended a streak of four consecutive first-time winners in Greensboro (Ryan Moore, Arjun Atwal and Webb Simpson). As an amateur, Garcia finished T3 in the Web.com Tour's 1998 Greensboro Open, also played at Sedgefield CC...Carried a two-stroke lead into the final round of The Barclays but a final-round 4-over 75 left him four strokes behind champion Nick Watney and T3. Was seeking his third win at The Barclays and was attempting to become the first player to win back-to-back PGA TOUR events since Tiger Woods in 2009 (Buick Open, World Golf Championships-Bridgestone Invitational). With the T3 finish, jumped from No. 33 to No. 10 in the FedExCup standings, after having fallen as far as No. 108 during the season and finding himself at No. 102 entering the Wyndham Championship...Chose not to play the following week, at the Deutsche Bank Championship, dropping to No. 15 in the standings heading into the BMW Championship...Closed out the Playoffs with a T24 finish at the BMW Championship and T15 at the TOUR Championship, finishing No. 17 in the FedExCup standings, his best showing since a third-place finish in 2008...Motivated by missing the Ryder Cup as a playing participant in 2010, tallied a 2-2-0 record in his sixth start at the event to lead the European team to a one-point win at Medinah CC. Week was highlighted with birdies on the final two holes to a 1-up win over Jim Furyk in their Sunday's single's match...Qualified for the European Tour's season-ending DP World Tour Championship and finished T9 in Dubai...In mid-December, finished fourth at the Thailand Golf Championship on the Asian Tour, shooting a 12-under 276...A week later, in Malaysia, won the rain-shortened Iskandar Johor Open by three strokes, thanks to an 11-under 61 in the final round. His 18-under 198 at Horizon Hills was good for his second win of the season and 15th international title. His 11-under was the lowest final-round score by a winner in Asian Tour history.\n\n2011: Season capped off with two late victories on the European Tour in his home country of Spain...Making his first PGA TOUR start of the year, he played the first 36 holes bogey-free at the Transitions Championship and was T3 entering the weekend before finishing T15...Finished eighth at the Arnold Palmer Invitational, his first top-10 finish on TOUR since a fourth-place effort at the 2010 World Golf Championships-Accenture Match Play Championship...Carded a final round 65 at THE PLAYERS, his best score in 44 rounds at TPC Sawgrass, to finish T12. Round was highlighted by a birdie-birdie-eagle-birdie streak from Nos. 14-17, equaling the longest birdie-eagle streak in tournament history...Finished T7 at the U.S. Open to record his first top 10 in a major since the 2009 U.S. Open. Shot par or better all four rounds at the event at Congressional CC, the first time he has done that in a tournament since the 2010 World Golf Championships-Bridgestone Invitational...Appeared poised to win on the European Tour for the first time since 2008. Took a lead to the back nine of the BMW International Open in Munich after a three-birdie, two eagle stretch on holes 6 through 11. Bogeyed four back-nine holes but railled to get into a playoff with fellow countryman Pablo Larrazabal. He three-putted the fifth playoff hole for bogey to Larrazabal's par. The performance did allow him to qualify for The Open Championship...Finished T9 at The Open Championship to record consecutive top 10s in a major for the first time since 2006 when he finished T5 at The Open Championship and T3 at the PGA Championship. His 68 Sunday at Royal St. George's equaled his second-best final-round score in a major championship, second only to a final-round 66 to finish T4 at the 2004 Masters...Dedicating his play in Spain to Seve Ballesteros, he had one of the most dominating victories in European Tour history. Through 10 holes at the Castello Masters, he was 1-over par. He played the final 62 holes in 28-under, taking an eight-stroke lead into the final round and defeating Gonzalo Fernandez-Castano by 11 strokes. His victory tied the third-largest-winning margin in European Tour history, and only Ernie Els' 29-under effort at the 2003 Johnnie Walker Classic was better in relation to par...Also in Spain, at the Club de Golf Valderrama, came back the following week to win the Andalucia Masters by one stroke over Miguel Angel Jimenez with rounds of 70-70-67-71. With the wins, he moved to No. 18 in the Official World Golf Ranking at the time, his highest position in 18 months and eventually finished No. 8 on the Race to Dubai standings. 2010: Managed just one top-10 finish in 15 starts, placing fourth in his second start of the season, at the World Golf Championships-Accenture Match Play Championship. Lost in the semifinals and then suffered a 5-and-4 loss to Camilo Villegas in the third-place match. He advanced further in the tournament than any of his previous eight starts there...Announced a two-month break from golf after missing the cut at the PGA Championship...Served as a vice-captain during a one-point victory by the European team over the United States at the Ryder Cup. 2009: Began PGA TOUR season at World Golf Championships-Accenture Match Play Championship ranked career-high No. 2 in Official World Golf Ranking...Posted the 15th top-10 finish of his career in a major championship with a T10 at the U.S. Open. Posted three even-par rounds of 70 and a third-round, 2-over 72 to finish six strokes behind champion Lucas Glover. It was his first top-10 of the season (nine starts)...Finished fourth at the Wyndham Championship (67-64-64-70) after sharing the 54-hole lead with Chris Riley. Bunker shot on the last hole rolled within one inch of the hole, which would have put him in a four-man playoff. The only other time he put together back-to-back rounds of 64 or better was at the 2007 TOUR Championship (second and third rounds). His 195 total after 54 holes was a career best, topping his 196 at the 2007 TOUR Championship...Completed his PGA TOUR Playoff run with a T6 finish at the BMW Championship, posting four rounds of par or better. Finished the season 38th in FedExCup standings and No. 74 on the money list. \n\n2008: At age 28 and in his 10th season on the PGA TOUR, recorded his seventh career victory (PLAYERS Championship) and made his fifth appearance in the Ryder Cup. Ranked third in the FedExCup, thanks in large part to 18 made cuts in 19 starts, including six top-10s...Ended the longest victory drought of his career by making a clutch par putt to force a playoff and hitting the island-green 17th on the first extra hole to defeat Paul Goydos in THE PLAYERS Championship. His first victory in three years and 53 PGA TOUR events was keyed by leading the field in Driving Accuracy and Greens in Regulation. Made a 45-foot birdie putt on the par-4 14th to get back in the game and a 7-foot par putt on the 18th hole for a 1-under 71 and a 5-under 283 total. Goydos, playing in the final group, missed a 15-foot par putt on the last hole for the win. It was the first playoff at THE PLAYERS since 1987. On the playoff hole, Goydos hit a wedge just short into the water and made double bogey before Garcia hit his tee shot within 4 feet and two-putted for the victory...Posted his second top-10 of the season with a T4 finish at the Stanford St. Jude Championship, including a bogey-free final-round 66 that left him one stroke out of a playoff...Finished runner-up to Padraig Harrington at the PGA Championship, his third runner-up finish in a major championship event. Was tied with Harrington with two holes remaining, but finished par-bogey to Harrington's birdie-par conclusion. It was also his ninth top-five in major championship starts...In his next start, lost on the second hole of a playoff at The Barclays to Vijay Singh. Singh made birdie on the par-5 17th hole after Garcia drove left and hit his second shot behind a tree on the way to a par. Kevin Sutherland was eliminated on the first playoff hole where Garcia made a 27-foot birdie putt only to be topped by Singh's 26-footer. All three players finished at 8-under 276 at Ridgewood CC in Paramus, NJ...T5 at the Deutsche Bank Championship the following week, remaining second in the FedExCup standings. It was his third consecutive top-five finish and continued a streak where 10 of his last 12 rounds were under par...Had 0-2-2 record in the Ryder Cup loss to the United States at Valhalla, but still has a 14-6-4 overall record in the competition...Following a 5-under 65 on Friday, turned in a third-round 67 to move into a three-shot lead at the TOUR Championship by Coca-Cola. Posted a 1-over 71 on the final day, and then fell to Camilo Villegas on the first playoff hole. Third-place finish in the FedExCup resulted in a $2-million bonus...Won the European Tour's Castello Masters in Spain at the course he grew up on. The victory propelled him to a career-high third in the Official World Golf Ranking. 2007: Competed in all four PGA TOUR Playoffs for the FedExCup events and recorded top-10 finishes at the BMW Championship and the TOUR Championship by Coca-Cola to wind up 13th on the season-long points list. Earned a career-high in earnings and had the second runner-up finish at a major championship of his career at The Open Championship...T3 at the World Golf Championships-CA Championship, giving him six top-10 finishes in eight career starts in the CA Championship...Birdied four of his final five holes on Sunday to post a 6-under-par 66 and finish second at THE PLAYERS Championship, two strokes behind Phil Mickelson...Held the lead after the first three rounds of The Open Championship. Made bogey on his 72nd hole at Carnoustie to finish in a tie with Padraig Harrington. Lost in the four-hole aggregate playoff by one stroke (1-over par to Harrington's even par). It was his 13th top-10 in a major, including finishing in the top five in the last three Open Championships...Aided by Friday-Saturday rounds of 64-64, finished fourth at the TOUR Championship. Finished ninth in the FedExCup standings to earn a $550,000 bonus. \n\n2006: Recorded top-10s in two major championships, The Open Championship (T5) and PGA Championship (T3), along with a 4-1-0 record for European Ryder Cup squad...Finished out of the top 30 on money list for just the second time in six seasons, and 11th in the European Tour Order of Merit, thanks to runner-up finishes in the last two events of the season…Upped career record at the Ryder Cup to 14-4-2 after European victory. \n\n2005: On the strength of victories on both the PGA TOUR and the European Tour, finished the season No. 8 in the Official World Golf Ranking. Posted two top-10s at majors…Outright leader through 18, 36 and 54 holes at the Wachovia Championship. Lost six-stroke lead in 12 holes. Managed to get the lead back with consecutive birdies, but slipped into a tie when he bogeyed the par-3 17th. His closing even-par 72 was good enough to get in a playoff with Vijay Singh and Jim Furyk. Eliminated on the first extra hole by three-putting from 45 feet, missing a 6-footer for par...Earned sixth career TOUR victory at the Booz Allen Classic, defeating Davis Love III, Adam Scott and Ben Crane by two shots. Trailed 54-hole leader Tom Kite by two strokes. Final-round 65 included a front-nine 6-under-par 30 that matched the low nine-hole score at Congressional CC…With six victories by age 25, only third person to accomplish that feat since 1970, joining current players Tiger Woods (29 wins) and Phil Mickelson (eight wins)...Captured his 10th international victory, riding a third-round lead to a one-stroke victory over Sweden's Peter Gustafsson at the Omega European Masters. \n\n2004: Finished ninth in the Official World Golf Ranking, winning two TOUR events (both in playoffs) and one European Tour event...Collected his third career TOUR title at the EDS Byron Nelson Championship in a three-way playoff on the first hole over Dudley Hart and Robert Damron. Became the 13th player to win both the Byron Nelson and the Bank of America Colonial in a career...Won a three-man playoff for the second time in five weeks on the third extra hole at the Buick Classic. Victory over Rory Sabbatini and Padraig Harrington improved his playoff record to 3-1...Playing in his third Ryder Cup, had a 4-0-1 record for the winning European squad…Earned fifth career European Tour victory in Spain at the Mallorca Classic at Pula GC. \n\n2003: Managed two top-10s in 20 starts...Posted a T4 at the Buick Classic, his third straight top-10 at the tournament. \n\n2002: Began year with a victory at the season-opening Mercedes Championship, and top-10 finishes in all four majors, the only player to do so...Posted a 3-2-0 record in Europe's winning Ryder Cup effort...Captured the Canarias Open de Espana on the European Tour, the fourth career European Tour victory for the Spain native and his first professional win in Spain...Birdied the 18th hole on The Plantation Course at the Mercedes Championships to set up playoff with David Toms, then birdied same hole again to earn third PGA TOUR title. Overcame a four-shot deficit with a final round 9-under-par 64, for the best final-round finish at The Plantation Course. The last first-time champion of the event was Tiger Woods in 1997. \n\n2001: Recorded two victories to crack the top 10 in earnings at sixth...Became first player born in 1980s to win on TOUR with a two-stroke victory in the MasterCard Colonial. Starting the final round five off the lead and closed with a 63…Three starts after first win, became one of nine multiple winners on TOUR with a victory in Buick Classic. Tied for lead after 36 holes and led by two after 54. Closed with 67 to win by three. Become youngest player to win $2 million in a season...Lost a four-man playoff to at the TOUR Championship (Ernie Els, David Toms and winner Mike Weir)...Was a Captain's Choice for European Ryder Cup team...Earned third European title at Lancome Trophy, edging Retief Goosen by one stroke. \n\n2000: A successful sophomore season on TOUR which produced five top-10s and eight top-25s...Played in 16 events during the year, making 14 cuts. \n\n1999: Turned pro on April 21...Made the cut in seven of nine starts, finishing in the top-10 four times, with runner-up and third-place finishes...Awarded the European Tour's Sir Henry Cotton Rookie of the Year honors (qualified by finishing top 125 on non-member money list)...In first TOUR start as a professional and second start as a pro, finished T3 at the GTE Byron Nelson Classic. Opening 62 left him one stroke behind Tiger Woods. Finished seven strokes out of Loren Roberts-Steve Pate playoff...Following Memorial payday of $58,650, had $202,650 in TOUR earnings and joined TOUR as a Special Temporary Member...Runner-up finish at PGA Championship assured berth on European Ryder Cup team. First-round 66 gave him the lead at Medinah CC. Was youngest player to lead PGA Championship since tournament went to stroke play in 1958. On Sunday, trailed Woods by two strokes with three holes to play, and tee shot on 16 came to rest against a root behind large tree, then hit a 6-iron, with eyes closed, safely on green and ran down fairway to watch recovery shot. Finished one stroke behind Woods...Youngest Ryder Cup participant in history, at age 19 years, 8 months, 15 days (more than five months younger than Nick Faldo in 1977), where he posted a 3-1-1 overall record...Won first professional event on July 4, at Murphy's Irish Open in his sixth professional start. Became European Tour's fourth-youngest winner (youngest was South African Dale Hayes, 18, when he won 1971 Spanish Open)...Earned second European Tour title at Linde German Masters on Oct. 3. Sank 15-foot birdie putt on second playoff hole to defeat Padraig Harrington...Joined Jose Maria Olazabal and Miguel Angel Jimenez to capture Spain's first Dunhill Cup title. Amateur: Played in 28 professional events...Was first British Amateur champion to finish as low amateur in Masters (1999)...Winner of 19 events as an amateur and also a professional event, the Catalonian Open, at age 17...Made the cut in 12 of 18 European Tour events entered before turning pro...At age 14, made his first cut in a European Tour event, the 1995 Turespana Open Mediterranea. Set a European Tour record as youngest player to make a cut...Won the 1995 European Amateur, the youngest winner of the event.\n","otherCarHigh" : "","personal" : "Father, Victor, is his teacher and the teaching professional at home club, the Club de Campo del Mediterraneo. Father has played in nine career Champions Tour events...Started playing golf at age 3 and became club champion at age 12...Is club president of soccer team CF Borriol of the Spanish Fourth Division. Made his playing debut for the team in September 2010 when he played eight minutes in CF Borriol's 1-0 defeat of Sporting Ribarroja CF. Continues to play in recreational soccer matches when he gets the chance...Huge fan of Real Madrid...In 2002 started the Sergio Garcia Foundation that provides grants benefitting numerous health causes to include children cancer research, cerebral palsy and multiple sclerosis in various countries...Partnered with the PGA TOUR to raise awareness and funds for The First Tee Foundation in 2013. Pledged $1,000 for every birdie and $2,000 for each eagle he made through the FedExCup Playoffs to the First Tee of Atlanta and The First Tee of East Lake. Total donations came to $110,000.","otherInfo" : "","ntlTeams" : "Ryder Cup (7), 1999, 2002, 2004, 2006, 2008, 2012, 2014; World Cup (2), 2004, 2009; Seve Trophy (2) 2000, 2003; Dunhill Cup (2), 1999, 2000.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 2nd at the The Honda Classic.","dynStats" : "He ranks 9th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/sergio.garcia"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/TheSergioGarcia"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}