{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "33002","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "McCardle","first" : "Maxwell","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "174","weightMetric" : "79","birthDate" : "September 1, 1985","age" : "30","birthPlace" : "Darwin, Australia","residence" : "Adelaidle, Australia","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2010","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : ".","carHigh" : "2015: Finished 27th on the final Order of Merit. Played in seven tournaments, making seven cuts and posting one top-10 finish. Earned his PGA TOUR China Series' card as a full member by finishing third at the First Global Qualifying Tournament in January. Shot rounds of 72-72-75-68 to T3, eight shots behind medalist Justin Shin...Finished T18 at the Oates Victorian Open in early February, shooting four under-par rounds at the 13th Beach GL's Beach Course (70-67-72-70)…Collected his first top-15 performance with a T15 at The Eternal Courtyard Open…Continued his good play in the circuit's next tournament, the United Investment Real Estate Wuhan Open. After stumbling out of the gate with a 75-74 opening 36 at Wuhan Yishan GC, played stellar golf on the weekend, firing a 7-under 67-70 to move into a T12 with China's Weihuang Wu…Earned his first top-10 of the season when he finished fourth at the Lanhai Open in late-May. After stumbling to a 3-over 75 on the first day, leaving him tied for 52nd, rattled off rounds of 70-70-69 over his final 54-holes (7-under) to earn his place inside the top five. Had two eagles during the week, at No. 3 in the first round and No. 17 in the third round...During difficult conditions at the Fiji International in mid-October in Suva, overcame a 76-81 start at windswept Natadola Bay GC to post a T10 with five others. Shot a 1-over 73 in the third round then fired a 5-under 67 on the final day...In mid-December, jumped into contention at the New South Wales PGA Championship on the PGA Tour of Australasia. Shot an 8-under 64 in the third round. Couldn't go low a second consecutive day, firing a 1-under 71 Sunday to finish seventh, three shots behind winner Jarryd Felton\n\n2014: Made 13 PGA Tour of Australasia starts, playing on the weekend in eight tournaments, with a top finish of T15 at the South Pacific Open Championship in New Caledonia…A week earlier, was T16 at the Isuzu Queensland Open…Other top-25s came at the Heritage Classic (T24) and the Oates Victorian Open (T25). \n2013: Came close to winning his first PGA Tour of Australasia tournament when he T2 at the Heritage Classic in late-January. Was five shots off Mike Hendry's 54-hole lead and tied for fourth. Fired a final-round 67 that was enough to get him into a playoff with David Brandson and Lucas Herbert, an overtime session that Brandson won. \n2012: Best PGA Tour of Australasia finish of the season came in his first start of the year, at the Victorian Open. Began with a 69 then reeled of three consecutive 73s to T34…Added a T27 on the OneAsia Tour's GS Caltex Maekyung Open in South Korea. \n2011: Turned pro and made two starts late in the season, at the BMW New Zealand Open and the JBWere Masters, missing the cut in both. \n","otherCarHigh" : "Finished 15th at the 2010 Monroe Invitational.","personal" : "Worked as a dock hand at the Adelaide Airport for 15 months between 2008 and 2009. Before that, beginning in 2002, was an auto mechanic in Goolwa, Australia.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : ".","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was 4th in 2015 at the Lanhai Open.","dynStats" : "He ranks T13th in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}