{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "10887","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "7","capcure" : "N", "personalInfo" : {"name" : {"last" : "Oh","first" : "Ted","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "163","weightMetric" : "74","birthDate" : "August 27, 1976","age" : "39","birthPlace" : "Seoul, South Korea","residence" : "Torrance, California","family" : "Wife, Jeanny; Nikki Madison (11\/12\/07)","education" : "University of Nevada-Las Vegas","splInterest" : "Sports","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1998","clubAffl" : "Bear Creek GC (Murrietta, California)","cityPlaysFrm" : "Murrietta, CA","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "35,811&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "46th qualifier from QT\/ML 61-100","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of both the Korean PGA Tour and Asian Tour from 2000-2008. \n\n2005: Finished 10th on the order of merit. 2004: Was T2 at the Okinawa Open in December 2003 that began that Tour's season. 2003: Winner of the Hoonam Open on the Korean Tour. 1999: Member of the Nationwide Tour when he made the cut in 10 of 18 starts. Only top-10 was a T9 at the Greensboro Open. 2001: Named Rookie of the Year on the Asian Tour after finishing No. 17 on the order of merit. Finished third at the Taiwan Open. Medalist at the Asian Tour Q-school. 1998: Also missed the cut at the U.S. Open.\n","otherCarHigh" : "Was a 1996 All-American at University of Nevada-Las Vegas...Qualified for the 1993 U.S. Open at age 16 but missed the cut.","personal" : "Attended Torrance High School in Torrance, CA...Says winning the 2008 Long Beach Open is the highlight of his career because his sister was his caddie that week...Got his start in golf at age 10 because he wanted to learn how to drive a golf cart...Favorite golf course played is Bear Creek GC...Would most like to play Augusta National...Never travels without his cell phone...Favorite college team is the UNLV Runnin' Rebels. Favorite professional team is the Los Angeles Lakers...Favorite movie is \"Braveheart.\"...Favorite book is Art of War...Favorite food is Korean, and he favors a vacation in Bora Bora...Would round out his dream foursome with Jack Nicklaus, Arnold Palmer and Fred Couples...Most people don't know he dislikes traveling...His younger sister earned a full scholarship on the UCLA women's golf team.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "(1) 2003 Hoonam Open [Kor].","curYrHigh" : "","carHigh" : "2014: Finished T12 at the PGA TOUR China Series' inaugural tournament, the Mission Hills Haikou Open…First start of the season resulted in a T12 at the Mission Hills Haikou Open. Bookend 69 at the Sandbelt Trails Course gave him the top-15 finish…In his next start, at the Buick Open in Guangzhou, finished T23…Made his third consecutive cut when he was T47 at the United Investment Real Estate Wuhan Open…Was never in contention at the Lanhai Open, but he played steady all week outside Shanghai, shot a final-round, 2-under 70 and earned his first top-10 of the campaign when he finished fourth at Lan Hai International GC's Links Course…A week later, had four par-or-better rounds at the Earls Beijing Open to T19.…At the Fiji International on the PGA Tour of Australasia, shot rounds of 75-73-71-75 at Natadola Bay Championship GC to T25 with Steve Dartnall...Turned in four par-or-better rounds at the Chateau Junding Penglai Open to T12. Tied with Zheng Ouyang after rounds of 72-69-71-71…Finished T35 at the co-sanctioned Korean Tour-OneAsia Tour's Kolon Korea Open in late-October. \n\n2013: Played in six Japan Golf Tour tournaments, making one cut, at the Japan Golf Tour Championship Shishido Hills (T48)...Made two OneAsia Tour starts, finishing T39 in March at the Enjoy Jakarta Indonesia PGA Championship and T17 at the Nanshan China Masters.\n\n2012: Lone made Asian Tour cut came at the GS Caltex Maekyung Open Championship (T41) in an event co-sanctioned with the Korean Tour. \n\n2011: Made five Web.com Tour starts, with two made cuts to his credit. Best outing was a T28 at the Mylan Classic in early September...Was also T45 at the Utah Championship...Best Asian Tour performance came in July at the Indonesia Open (T41)...Added a T11 at the Indonesia PGA Championship and a T17 at the Nanshan China Masters.\n\n2010: Had a strong start to his Asian Tour season, shooting a final-round 65 at the Asian Tour International to T6...Only other top-25 came at the Yeangder Tournament Players Championship, a weather-shortened event (T21)...Made four European Tour starts, making two cuts. Best outing was a T23 at the Volvo China Open.\n\n2009: Made one Web.com Tour start, missing the cut...Made a valiant run at victory at the GS Caltex Maekyung Open in May. Opened 68-68 in South Korea and held a one-stroke lead heading into the weekend. Dropped into a three-way tie after 54 holes, with Sangmoon Bae and Daehyuun Kim. Settled for a second-place finish when he finished regulation tied with Bae but then dropped the playoff decision to Bae...In his next Asian Tour start, at the Indonesian President Invitational, finished fourth after four rounds in the 60s (68-67-66-69). Fell four strokes short of winner Gaganjeet Bhullar...Lone European Tour cut came at the Ballentine's Championship (T65)...Picked up a T9 at the Asia-Pacific Panasonic Open. \n\n2008: Had a trio of Asian Tour top-10s, coming in succession in the middle of the summer. Opened 65-66 at the Brunei Open and held the 36-hole lead by a shot over Terry Pilkadaris. Had scores of 71-73 on the weekend to T9...In his next start, at the Indonesian President Invitational, opened 68-69 then closed 71-71 to T8...Was seventh in his next outing, at the Mercuries Taiwan Masters...Missed the cut in all five of his European Tour appearances. \n\n2007: In his 12 Asian Tour starts, and his 67th-place finish on the Order of Merit, had a disappointing finish at the Mercuries Taiwan Masters. Opened 71-68-72 in Taipei and led Lu Wen Teh by a stroke with 18 holes to play. In difficult scoring conditions, where only one player broke 70, shot a final-round 76 to fall into solo second place, three strokes behind champion Lu...Other top-20s came at the Motorola International Bintan (T17) and the Cambodian Open (T18)...In six European Tour starts, best finish was a T46 at the Enjoy Jakarta Astro Indonesian Open. \n\n2006: Contended all week at the Mercuries Taiwan Masters, opening 70-68-72 to share third place with Wen Tang Lin, two shots behind 54-hole leader Rahil Gangjee. Fired a final-round 72 to finish third, four shots short of winner Gaurav Ghei...Other top 25-effort also came in Chinese Taipei, at the Taiwan Open (T21) a week after his third-place outing. \n\n2005: Finished 10th on the Korean Tour Order of Merit...Just missed the top 10 on the Asian Tour Order of Merit (11th). Best finish on that circuit was a fourth-place effort at the Singapore Open, where he was a distant 10 shots behind winner Adam Scott...First top-10 was a T10 at the Myanmar Open in late-February...Added a pair of top-10s to finish his year, at the Taiwan Open (T7) and the Volvo Masters of Asia (T9)...In between the Taiwan Open and the Volvo Masters of Asia, played in the Hong Kong Open, finishing T14 at Hong Kong GC in Fanling. \n\n2004: Was T2 at the Okinawa Open in December 2003 that began that Tour's season.\n\n2003: Winner of the Hoonam Open on the Korean Tour...Best Asian Tour peformance among his two top-10s was his seventh-place showing at the Carlsberg Malaysian Open, thanks to an opening 64 and a closing 68 in Kuala Lumpur...Was also T10 at the Maekyung LG Fashion Open on the Asian Tour. \n\n2002: Best Asian Tour performance in seven starts, where he made the cut in every one of them, was a T13 at the Volvo Masters of Asia. Bookend 68s to open and close the event helped his cause. \n\n2001: Named Rookie of the Year on the Asian Tour after finishing No. 17 on the Order of Merit...Finished third at the Taiwan Open...Medalist at the Asian Tour Q-School. \n\n2000: Made his professional PGA TOUR debut, at the AT&T Pebble Beach National Pro-Am, where he missed the cut. \n\n1999: Member of the Web.com Tour when he made the cut in 10 of 18 starts. Only top-10 was a T9 at the Greensboro Open. \n\n1998: Also missed the cut at the U.S. Open.\n","otherCarHigh" : "Made his PGA TOUR debut at the 1993 Nissan Los Angeles Open (missed the cut). Also played in his first major championship that same year, shooting rounds of 76-79 at the U.S. Open to miss the weekend.","personal" : "Attended Torrance High School in Torrance, California...Says winning the 2008 Long Beach Open is the highlight of his career because his sister was his caddie that week...Got his start in golf at age 10 because he wanted to learn how to drive a golf cart...Favorite golf course played is Bear Creek GC...Would most like to play Augusta National...Never travels without his cell phone...Favorite college team is the UNLV Runnin' Rebels. Favorite professional team is the Los Angeles Lakers...Favorite movie is \"Braveheart.\"...Favorite book is The Art of War...Favorite food is Korean, and he favors a vacation in Bora Bora...Would round out his dream foursome with Jack Nicklaus, Arnold Palmer and Fred Couples...Most people don't know he dislikes traveling...His younger sister earned a full scholarship on the UCLA women's golf team.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was 4th in 2014 at the Lanhai Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}