{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20572","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Pampling","first" : "Rod","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "175","weightMetric" : "79","birthDate" : "September 23, 1969","age" : "46","birthPlace" : "Redcliffe, Queensland, Australia","residence" : "Double Oak, Texas","family" : "Wife, Angela; Samuel, Willa, Eli","education" : "","splInterest" : "Sports, cars, fishing, hunting","pronunciation" : "PAM-pling","nwTourAlumnus" : "Web.com Tour Graduate (2001, 2015)","trndProYear" : "1994","clubAffl" : "Old American GC (The Colony, Texas)","cityPlaysFrm" : "Brisbane; ; Australia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "14,777,397&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2000","exmtStatus" : "Exempt - Top-75 Money Winner from 2014 Web.com Tour Regular Season","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Played in 16 Web.com Tour events, making 11 cuts. Had two top-10s and five top-25s. Finished the Regular Season 38th on the money list...Best finish, a T2, came in his third start in April, at the WNB Golf Classic in Midland, Texas. Rounds of 66-69-68 in the weather-shortened event (heavy wind) resulted in his best Web.com Tour or PGA TOUR finish since a T2 at another Texas event, the 2008 Crowne Plaza Invitational in Fort Worth...Best two other finishes came in June, at the Air Capital Classic (T10), and in July, at the Midwest Classic (T11)...Opened the Web.com Tour Finals with a T19 at the Hotel Fitness Championship. Had two missed cuts and a T46 in the other three...Was 25th in the Tour's All-Around Ranking...On the PGA TOUR, made the cut in four of seven starts, finishing No. 203 in the FedExCup standings...Best finish, a 5th, came at the Barracuda Championship in Reno, where he compiled 11 points each in the first and final rounds of the Modified Stableford scoring event. It was his best finish on the PGA TOUR since a T8 at the 2012 Farmers Insurance Open...In his homeland, made three PGA Tour of Australasia appearances, highlighted by a runner-up in the Emirates Australian Open in late November, six back of runner-away winner Jordan Spieth.\n\n2013: Made seven of 16 PGA TOUR cuts and did not record a top-25 finish for the first time since the 2001 season. Best week was a T26 at the Reno-Tahoe Open. Finished No. 194 in the FedExCup standings...Made the cut in five of six starts on the Web.com Tour. His T7 performance at the WNB Golf Classic was his first start on Tour since the end of the 2001 season...Made the cut in three of four Finals' events, but his T22 at the Nationwide Children's Hospital Championship was his best week. \n\n2012: Qualified for the FedExCup Playoffs for the fifth time in six years but failed to advance past the first event, at The Barclays. Finished No. 107 in the FedExCup standings...Was T8 at the Farmers Insurance Open, with rounds of 64-75-68-71. It was just his second top-10 in nine starts at the event and only top-10 of the season...Finished T10 in December at the Emirates Australian Open at the Lakes GC in Sydney...The following week, contended at the Australian PGA Championship. Shot a pair of 69s on the weekend to T2 at the Palmer Coolum Resort in Queensland, four shots behind winner Daniel Popovic.\n\n2011: Enjoyed six top-25 finishes, including two, back-to-back top-10s in 21 starts on TOUR...Making his sixth start of the season, finished T10 at the Crowne Plaza Invitational at Colonial for his first top-10 performance since the 2009 Turning Stone Resort Championship... Came back the following week with a T8 at the HP Byron Nelson Championship, the first time he's had back-to-back top-10s in stroke-play events since 2006 when he was T8 at the HP Byron Nelson Championship and was solo third at Colonial. \n\n2010: Did not record a top-10 for the first time in his nine-year TOUR career. Finished outside the top 125 for the first time...Best finish was T15 at the John Deere Classic. \n\n2009: Posted three top-10s...Finished T9 at the World Golf Championships-CA Championship with a pair of 71s on the weekend...Held 18-hole lead with a 5-under 67 at the Legends Reno-Tahoe Open, eventually finishing eighth. Played the par-5 11th hole even par for the week going birdie, quadruple bogey, birdie and eagle...Posted a T7 at Turning Stone Resort Championship for his third top-10 this season and 32nd of his career. \n\n2008: Recorded five top-10 finishes, including the first second-place finish of his nine-year career on TOUR...Finished T9 in the World Golf Championships-Accenture Match Play Championship, falling to Vijay Singh in 25 holes in the third round...Best finish was a T2 at the Crowne Plaza Invitational at Colonial. Was tied with Phil Mickelson and Tim Clark for the lead at 13-under with one hole remaining before Mickelson, in the final pairing with Pampling, birdied the 72nd hole from the left trees. The finish marked the fourth consecutive year he finished in the top 12 at Colonial CC in Fort Worth, Texas...Fifth top-10 of the season was T3 at the AT&T National. \n\n2007: Fifth consecutive season with more than $1 million in earnings and at least nine top-25 finishes...Posted a T10 at the EDS Byron Nelson Championship. It was his best finish since the 2006 Chrysler Championship (T6)...Made an ace at the 188-yard, par-3 16th in the final round of the Crowne Plaza Invitational at Colonial. He also eagled the par-5 first hole to become the first player since 1999 to card two eagles at that event in the same round...Finished T3 at the Memorial Tournament after taking a three-stroke lead into the final round. Eagle at the par-5 15th on Sunday tied him for the lead, but a bogey at the par-4 17th dropped him two shots behind winner K.J. Choi...Finished the season ranked third in eagles with 14. \n\n2006: Collected second TOUR title and earned more than $2.6 million as well as a spot in THE TOUR Championship for the first time in his five-year career. Made 21 cuts in 24 starts and recorded a career-best six top-10s...Shared third-round lead at the Buick Invitational with Sergio Garcia at 11-under 205. Finished T10...Picked up his second career TOUR win with a one-stroke victory over Greg Owen at the Bay Hill Invitational presented by MasterCard. Came into final round with a four-stroke lead over three players, including Owen, whom he dueled down the stretch. Tied at 14-under after Pampling double bogeyed the par-4 13th hole. One behind Owen going to the par-3 17th. Although Pampling bogeyed the hole, Owen missed two putts from within 3Â˝ feet to double bogey the hole, and the pair headed for the 18th hole tied for the lead. Owen's second shot found the back bunker and he wedged to 13 feet, while Pampling two-putted for par. When Owen missed the 13-footer, Pampling became just the second international champion in the 41-year history of the tournament. The $990,000 check was the largest of his career...Made the cut in three of the four majors. Best finish was T16 at the Masters...Finished T8 at the EDS Byron Nelson Championship, his first top-10 in five appearances in Irving, Texas...One week later, held a share of the 36- and 54-hole leads at the Bank of America Colonial. At one point, was tied with eventual winner Tim Herron Sunday before being derailed by a double bogey on No. 15. Finished third after a final-round 70, the only player to post top-10s both weeks of the Texas swing...The 2004 winner finished T10 at The INTERNATIONAL, his third consecutive top-10 at Castle Pines GC (T6 in 2005)...Sixth top-10 was a T6 at the Chrysler Championship, the final full-field event of the season. \n\n2005: Posted first career major championship top-10 with T5 in first start at the Masters. Along with Mark Hensby, led contingent of eight Aussies playing in Augusta...The next week, finished T6 at the MCI Heritage. First time in his career he managed back-to-back top-10s since joining the TOUR in 2002. \n\n2004: Recorded his first TOUR victory in his 81st career start at The INTERNATIONAL. Made a 21-foot eagle putt from the fringe on the par-5 71st hole, collecting five points in the tournament's Modified Stableford scoring system to move into a two-point lead over Alex Cejka...His top-40 finish on the final money list earned his first invitation to the Masters in 2005. \n\n2003: Best finish came late in the season when he overcame a second-round 73 to finish T3 at the Reno-Tahoe Open for fifth top-10 of the season. Rebounded with rounds of 67-68 on the weekend and earned $174,000 to exceed $1 million in earnings on the season for the first time in his career. \n\n2002: One of six Web.com Tour graduates from class of 2001 to retain TOUR card, finishing in the top 100 in rookie season...Best showing of the season was a T4 at the Tampa Bay Classic. \n\n2001: Led the Web.com Tour in top-10s with nine but did not bring home a win in his second season on that Tour...Eight of his top-10s were top-fives, including three runner-up finishes and two thirds...Lost playoff to John Rollins at Hershey Open after matching course record with 7-under 64 during final round...Came out on short side of three-man playoff with Mark Wurtz and winner D.A. Points at Inland Empire Open...Continued to support PGA Tour of Australasia, playing in seven events with two top-10s...Made 46 of 49 cuts between 1996-2001 on PGA Tour of Australasia. \n\n2000: Played in 24 events on the Web.com Tour, with three top-25s. \n\n1999: First-round leader at The Open Championship. Shot an even-par 71 at Carnoustie, Scotland, then missed the cut after posting a second-round 86...Won the Canon Challenge on the Australasian Tour. \n\n1998: Finished second at the New Zealand Open on the Australasian Tour.\n","otherCarHigh" : "","personal" : "Began playing primarily in the United States beginning in 2000, relocating to Flower Mound, Texas...Wife, Angela, is a clinical psychologist...He accepts questions and comments at rodpampling@inter-sport.com.au","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2002","qSchoolYear" : "","exmtStatus" : "39th on the 2015 Web.com Tour priority list","otherVics" : "","intlVics" : "(2): 1999 Canon Challenge [Aus]. 2008 Australian Masters [Aus].","curYearHigh" : "","carHigh" : "2014-15: Finished the Web.com Tour season with 13 starts, a win, three top-10s, five top-25s and 10 made cuts as he split his time between the Web.com Tour and PGA TOUR. Was 39th in the final priority-ranking order...Finished the PGA TOUR season No. 192 in the FedExCup standings, missing the Playoffs for the third consecutive season. Made 10 PGA TOUR starts. Lone top-10 came at the Puerto Rico Open, his first top-10 showing since a fifth-place finish at the 2014 Barracuda Championship. Marked his highest finish in five starts at Trump International GC...On the Web.com Tour, in the second event of the year, sandwiched middle rounds of 66 around an opening-day 72 and a closing 69 to finish T8 at the Colombia Championship in Bogota...Captured his first Tour win with a wire-to-wire victory at the BMW Charity Pro-Am in mid-May. Established himself as the man to beat when he opened with back-to-back, 9-under 63s and led by four shots at the halfway mark. Was 20 under and ahead by two entering the final round at Thornblade Club. Was threatened but never relinquished the lead as he chalked up six birdies in his first 14 holes Sunday. Bounced back with a critical two-putt birdie at No. 16 after an errant tee shot on the par-5, 15th led to a bogey that cut his lead to one at the time. Closed with a pair of pars to wind up with a 25-under-par score of 261 and two better than Texan Kelly Kraft, who kept pace with his own 5-under 66. Victory came in his 85th career Tour start and was worth $121,500, which jumped him from No. 72 to No. 8 on the money list after nine of 21 Regular Season events. Win came at age 45 years, 7 months, 24 days. His 261 total was the third lowest on Tour during the year. He was one of only two wire-to-wire winners (Martin Piller at the Albertsons Boise Open the other)...In June, added another top-10, at the Air Capital Classic. Shot a pair of 66s in the second and third rounds after opening with an even-par 70. A final-round 69 left him T6 and moved him to eighth on the money list...Finished the Regular Season with a T13 at the WinCo Foods Portland Open and a 17th-place position in Regular Season earnings, ensuring his return to the PGA TOUR in 2015-16...In the Finals, missed the cut in the first two events, finished T56 in Charlotte and closed with a T24 at the Web.com Tour Championship.\n\n2014: Played in 16 Web.com Tour events, making 11 cuts. Had two top-10s and five top-25s. Finished the Regular Season 38th on the money list...Best finish, a T2, came in his third start in April, at the WNB Golf Classic in Midland, Texas. Rounds of 66-69-68 in the weather-shortened event (heavy wind) resulted in his best Web.com Tour or PGA TOUR finish since a T2 at another Texas event, the 2008 Crowne Plaza Invitational in Fort Worth...Best two other finishes came in June, at the Air Capital Classic (T10), and in July, at the Midwest Classic (T11)...Opened the Web.com Tour Finals with a T19 at the Hotel Fitness Championship. Had two missed cuts and a T46 in the other three...Was 25th in the Tour's All-Around Ranking...On the PGA TOUR, made the cut in four of seven starts, finishing No. 203 in the FedExCup standings...Best finish, a 5th, came at the Barracuda Championship in Reno, where he compiled 11 points each in the first and final rounds of the Modified Stableford scoring event. It was his best finish on the PGA TOUR since a T8 at the 2012 Farmers Insurance Open...In his homeland, made three PGA Tour of Australasia appearances, highlighted by a runner-up in the Emirates Australian Open in late November, six back of runner-away winner Jordan Spieth. \n\n2013: Made seven of 16 PGA TOUR cuts and did not record a top-25 finish for the first time since the 2001 season. Finished No. 194 in the FedExCup standings. Played in all four Web.com Tour Finals events but was not able to improve his status for the 2013-14 season.\n\n2012: Qualified for the FedExCup Playoffs for the fifth time in six years but failed to advance past the first event, at The Barclays. Finished No. 107 in the FedExCup standings...Was T8 at the Farmers Insurance Open, with rounds of 64-75-68-71. It was just his second top-10 in nine starts at the event and only top-10 of the season...Finished T10 in December at the Emirates Australian Open at the Lakes GC in Sydney...The following week, contended at the Australian PGA Championship. Shot a pair of 69s on the weekend to T2 at the Palmer Coolum Resort in Queensland, four shots behind winner Daniel Popovic.\n\n2011: Enjoyed six top-25 finishes, including two, back-to-back top 10s in 21 starts on TOUR...Making his sixth start of the season, finished T10 at the Crowne Plaza Invitational at Colonial for his first top-10 performance since the 2009 Turning Stone Resort Championship... Came back the following week with a T8 at the HP Byron Nelson Championship, the first time he's had back-to-back top 10s in stroke-play events since 2006 when he was T8 at the HP Byron Nelson Championship and was solo third at Colonial. 2010: Did not record a top-10 for the first time in his nine-year TOUR career. Finished outside the top 125 for the first time...Best finish was T15 at the John Deere Classic. 2009: Posted three top-10s...Finished T9 at the World Golf Championships-CA Championship with a pair of 71s on the weekend...Held 18-hole lead with a 5-under 67 at the Legends Reno-Tahoe Open, eventually finishing eighth. Played the par-5 11th hole even par for the week going birdie, quadruple bogey, birdie and eagle...Posted a T7 at Turning Stone Resort Championship for his third top-10 this season and 32nd of his career. 2008: Recorded five top-10 finishes, including the first second-place finish of his nine-year career on TOUR...Finished T9 in the World Golf Championships-Accenture Match Play Championship, falling to Vijay Singh in 25 holes in the third round...Best finish was a T2 at the Crowne Plaza Invitational at Colonial. Was tied with Phil Mickelson and Tim Clark for the lead at 13-under with one hole remaining before Mickelson, in the final pairing with Pampling, birdied the 72nd hole from the left trees. The finish marked the fourth consecutive year he finished in the top 12 at Colonial CC in Fort Worth, Texas...Fifth top-10 of the season was T3 at the AT&T National. 2007: Fifth consecutive season with more than $1 million in earnings and at least nine top-25 finishes...Posted a T10 at the EDS Byron Nelson Championship. It was his best finish since the 2006 Chrysler Championship (T6)...Made an ace at the 188-yard, par-3 16th in the final round of the Crowne Plaza Invitational at Colonial. He also eagled the par-5 first hole to become the first player since 1999 to card two eagles at that event in the same round...Finished T3 at the Memorial Tournament after taking a three-stroke lead into the final round. Eagle at the par-5 15th on Sunday tied him for the lead, but a bogey at the par-4 17th dropped him two shots behind winner K.J. Choi...Finished the season ranked third in eagles with 14. 2006: Collected second TOUR title and earned more than $2.6 million as well as a spot in THE TOUR Championship for the first time in his five-year career. Made 21 cuts in 24 starts and recorded a career-best six top-10s...Shared third-round lead at the Buick Invitational with Sergio Garcia at 11-under 205. Finished T10...Picked up his second career TOUR win with a one-stroke victory over Greg Owen at the Bay Hill Invitational presented by MasterCard. Came into final round with a four-stroke lead over three players, including Owen, whom he dueled down the stretch. Tied at 14-under after Pampling double bogeyed the par-4 13th hole. One behind Owen going to the par-3 17th. Although Pampling bogeyed the hole, Owen missed two putts from within 3Â˝ feet to double bogey the hole and the pair headed for the 18th hole tied for the lead. Owen's second shot found the back bunker and he wedged to 13 feet, while Pampling two-putted for par. When Owen missed the 13-footer, Pampling became just the second international champion in the 41-year history of the tournament. The $990,000 check was the largest of his career...Made the cut in three of the four majors. Best finish was T16 at the Masters...Finished T8 at the EDS Byron Nelson Championship, his first top-10 in five appearances in Irving, Texas...One week later, held a share of the 36- and 54-hole leads at the Bank of America Colonial. At one point, was tied with eventual winner Tim Herron on Sunday before being derailed by a double bogey on No. 15. Finished third after a final-round 70, the only player to post top-10s both weeks of the Texas swing...The 2004 winner finished T10 at The INTERNATIONAL, his third consecutive top-10 at Castle Pines GC (T6 in 2005)...Sixth top-10 was a T6 at the Chrysler Championship, the final full-field event of the season. 2005: Posted first career major championship top-10 with T5 in first start at the Masters. Along with Mark Hensby, led contingent of eight Aussies playing in Augusta...The next week, finished T6 at the MCI Heritage. First time in his career he managed back-to-back top-10s since joining the TOUR in 2002. 2004: Recorded his first TOUR victory in his 81st career start at The INTERNATIONAL. Made a 21-foot eagle putt from the fringe on the par-5, 71st hole, collecting five points in the tournament's Modified Stableford scoring system to move into a two-point lead over Alex Cejka...His top-40 finish on the final money list earned his first invitation to the Masters in 2005. 2003: Best finish came late in the season when he overcame a second-round 73 to finish T3 at the Reno-Tahoe Open for fifth top-10 of the season. Rebounded with rounds of 67-68 on the weekend and earned $174,000 to exceed $1 million in earnings on the season for the first time in his career. 2002: One of six Web.com Tour graduates from class of 2001 to retain TOUR card, finishing in the top 100 in rookie season...Best showing of the season was a T4 at the Tampa Bay Classic. 2001: Led the Web.com Tour in top-10s with nine but did not bring home a win in his second season on that tour...Eight of his top-10s were top-fives, including three runner-up finishes and two thirds...Lost playoff to John Rollins at Hershey Open after matching course record with 7-under 64 during final round...Came out on short side of three-man playoff with Mark Wurtz and winner D.A. Points at Inland Empire Open...Continued to support PGA Tour of Australasia, playing in seven events with two top 10s...Made 46 of 49 cuts between 1996-2001 on PGA Tour of Australasia. 2000: Played in 24 events on the Web.com Tour, with three top-25s. 1999: First-round leader at The Open Championship. Shot an even-par 71 Carnoustie, Scotland, then missed the cut after posting a second-round 86...Won the Canon Challenge on the Australasian Tour. 1998: Finished second at the New Zealand Open on the Australasian Tour.\n","otherCarHigh" : "","personal" : "Began playing primarily in the United States beginning in 2000 when the Aussie relocated to Flower Mound, Texas...Wife, Angela, is a clinical psychologist. \"She gets to see everything I do out there. I'm kind of lucky. I have a psychologist out there 24 hours a day. She doesn't lie. I can't kid myself.\"...After finishing 124th on the 2011 money list to earn TOUR card for 2012, contacted tournament directors who granted him sponsor exemptions to thank them. \"I've been doing this 25 years. I'm not saying I've never had a guy call me and thank me for doing that, but it's the first in a long time,\" former AT&T National Tournament Director Greg McLaughlin told the Associated Press. \"It's very rare. All the other guys are thankful and appreciative. But rarely do I get one after the season when a guy gets his card and calls you to thank you. As far as I'm concerned, he can play in one of my tournaments if he ever needs a spot. He's set for life.\"...Worked as a golf course superintendent...If he weren't in golf he would be a race-car driver...Twitter account is @RodPampling","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T26th at the Puerto Rico Open at Coco Beach.","dynStats" : "He ranks 10th in Approach 100-125 yards (RTP Sc on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/#!\/RodPampling"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}