{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29454","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "7","capcure" : "N", "personalInfo" : {"name" : {"last" : "Wiesberger","first" : "Bernd","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "189","weightMetric" : "86","birthDate" : "October 8, 1985","age" : "30","birthPlace" : "Vienna, Austria","residence" : "Oberwart, Austria","family" : "Single","education" : "","splInterest" : "Sports, Internet, movies","pronunciation" : "BAIRND WEESE-berg-ur","nwTourAlumnus" : "","trndProYear" : "2006","clubAffl" : "","cityPlaysFrm" : "Austria; ;","websiteUrl" : "","websiteName" : "www.bw-golf.com","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(6): 2010 Allianz Golf Open de Lyon [EurChall], Allianz Golf Open du Grand Toulouse [EurChall]. 2012 Ballantine's Championship [Eur]. Lyoness Open [Eur]. 2013 CIMB Niaga Indonesian Masters [Asia]. 2015 Alstom Open de France [Eur].","curYearHigh" : "","carHigh" : "2015: At the European Tour's Abu Dhabi HSBC Golf Championship, had middle rounds of 65-66 (13-under) to finish T6 with two others...Two weeks later, shot a pair of 70s on the weekend at the Omega Dubai Desert Classic after opening 64-69 at Emirates GC. Finished T4 with Martin Kaymer, Morten Orum Madsen, Gary Stal and Andy Sullivan...Took the 54-hole lead at the Maybank Malyasian Open in early February after shooting a third-round, 9-under 63 at Kuala Lumpur G&CC. Led Alejandro Canizares by two shots. Closed with a disappointing, 2-over 74 Sunday and watched as Anirban Lahiri came from five behind on the final day to win. Finished second, a shot behind Lahiri...In May, had a solid opportunity to win when he finished regulation at the Dubai Duty Free Irish Open tied with Eddie Pepperell. Made a late birdie, at No. 16, but couldn't birdie either the par-4 17th or the par-5 18th coming in. In the overtime, watched as Kjeldsen made birdie on the first extra hole, No. 18, to secure the victory...Won the Open de France, his first victory on the European Tour since his breakthrough 2012 season, when he won twice. Opened with a 3-under 68 at Le Golf National in Paris in early July to take a share of the first-round lead. Dropped into a tie for ninth through 36 holes after a 1-over 72. Got things going on the weekend, with a 5-under 66 that left him three strokes behind 54-hole leader Jaco Van Zyl. Rolled to victory Sunday, shooting a 65 to defeat James Morrison by three shots. Played bogey-free golf on the final day, including a five-birdie performance on his opening nine holes...Turned four par-or-better rounds at the Alfred Dunhill Links Championship in October into a T4. Weekend rounds of 69-66 at St. Andrews' Old Course left him tied with Kiradech Aphibarnrat, Benjamin Hebert, Joakim Lagergren and Chris Wood, three shots behind winner Thorbjorn Olesen. \n\n2013-14: Played in four PGA TOUR tournaments during the year, with a T15 at the PGA Championship his only made cut in three medal-play outings. Opened with rounds of 68-68-65 at Valhalla GC and was in solo second, a stroke behind 54-hole leader Rory McIlroy. Stumbled to a Sunday 74 in Louisville...Lost in the first round of the World Golf Championships-Accenture Match Play Championship...Completed the European Tour season ranked 39th in the Race to Dubai standings. In early February on the European Tour, was T9 with three others at the Omega Dubai Desert Classic for his first top-10 of the season...Had four under-par rounds at the Maybank Malaysian Open in mid-April to T2 with Nicolas Colsaerts and Louis Oosthuizen, seven shots behind winner Lee Westwood...Was solo sixth at the Italian Open in late-August in Torino. Opened 66-66 and was 12-under heading into the weekend at Circolo Golf Torino's La Mandria Course. Could only muster a 1-under effort over his final 36 holes (71-72).\n\n2013: Won an international tournament for a second consecutive year when he outlasted Ernie Els at the CIMB Niaga Indonesian Masters. Opened 67-72 then fired back-to-back 67s on the weekend at Royal Jakarta GC to edge Els by a stroke...Enjoyed his first top-10 of the campaign when he T5 at the Trophy Hassan II in Morocco. Squeezed a 66-69 around opening and closing 72s at Golf du Palais Royal, tying with Matthew Baldwin and Alvaro Velasco...Made a strong showing at the Nordea Masters in late-May, early June, shooting weekend rounds of 64-66 at Bro Hof Slott GC in Sweden to finish solo third, four shots short of Mikko Ilonen...Shot four under-par rounds at the BMW International Open in June. Contended all week after opening with a 6-under 66 at Munchen Eichenried GC in Munich, Germany. Fired a final-round, 4-under 68 to T4, three shots behind winner Ernie Els...Shot a final-round 68 at the Johnnie Walker Championship at Gleneagles in Scotland in late August to finish at 17-under, a stroke out of the Stephen Gallacher-Ricardo Gonzalez-Tommy Fleetwood playoff...Only made PGA TOUR cut in two starts was a T64 at The Open Championship (missed the cut at the PGA Championship)...At the Portugal Masters on the European Tour in mid-October, made a run at victory, with four back-nine birdies in seven holes in the final round. Saw his chances at victory end when he finished bogey-par on the 17th and 18th holes, settling for a T3 with Paul Waring and Stephen Gallacher in Algarve...Fired a final-round 64 at the Turkish Airlines Open in November to secure a top-10 in Antalya, a T7.\n\n2012: Opened his season with a T9 at the Joburg Open in South Africa. Finished four strokes behind Branden Grace…Waited more than three months for his next top-10, but it was well worth it as he won the Ballantine's Championship in South Korea. After opening with an even-par 72 at Blacksonte GC in Icheon, he took control of the tournament in the second round with a 7-under 65, followed by second 65 in the third round which gave him a five-shot bulge going into Sunday. He fired a final-round 68 to coast to a five-shot win over Richie Ramsay. The win was worth €367,500, his largest career payday...Earned his second win of the campaign in Austria in late July at the Lyoness Open. Began with a 1-under 71 then played his final 54 holes at Diamond CC in Atzenbrugg in 18-under (66-67-65) to take a three-shot victory over Shane Lowry and Thomas Levet...With a 68-66 finish at Crans-sur-Sierre, he vaulted into a T2 at the Omega European Masters in late August in Switzerland...Appeared poised to pick up his second European Tour event of the campaign, shooting consecutive 65s in the second and third rounds at the Portugal masters to forge a one-shot lead over Ross Fisher. On Sunday at Oceanico Victoria GC, he fired a 2-over 73 to fall to a solo fourth.\n\n2011: Had a stretch in mid-summer where he contended twice. First was at the Irish Open at Killarney Golf and Fishing Club. He began the final round tied for 16th but moved up 12 spots on the leaderboard with a 5-under 66 to finish solo fourth, four strokes behind winner Simon Dyson…Made it into a five-man playoff at the Johnnie Walker Championship at Gleneagles in late August. Joined Thomas Bjorn (eventual winner), George Coetzee, Mark Foster and Pablo Larrazabal. On the first hole (The Gleneagles Hotel's 18th) he made a bogey to the quartets par and dropped out into a T2…The last week of November, at the SA Open Championship in Ekurhuleni, South Africa, he began the final round at Serengeti GC five strokes behind Hennie Otto. His Sunday, tied-for-best-of-the-day 68 moved him into a solo second, a stroke shy of Otto. \n\n2010: Won twice on the European Challenge Tour and earned his 2011 European Tour playing privileges. A week after finishing T2 at The Princess, two strokes behind winner Thorbjorn Olesen in Bastad, Sweden, he came back to shoot a final-round 62 at the Allianz Golf Open de Lyon in France to take a two-shot victory over Joel Sjoholm. After bogeying the final hole of his third round at Golf du Gouverneur, he birdied five of his first eight holes in the final round then added two birdies and an eagle—a 6-iron to 3 feet on No. 15—for his career-low round and first title…Three months later, he was back in France, this time in Seilh, winning the Allianz Golf Open du Grand Toulouse. After two days of strong winds, heavy rain came in but he was able to shoot a 3-under 68, giving him a 9-under total enough to outlast Frenchman Charles-Edouard Russo…Added five other top-10s and missed the cut in his only two European Tour starts. \n\n2009: Splitting time between the European Challenge Tour and the European Tour, he struggled and didn't turn in a top-10 all season. Best Challenge Tour showing was a T13 at the Dutch Futures in Halfweg, Netherlands…Top European Tour performance was a T14 at the JBWere Masters in mid-November at Kingston Heath GC in Australia. \n\n2008: After a T6 early in the European Challenge Tour season, at the 77 Abierto Visa del Centro, he found his stride during a two-week summer stretch. Was again T6, at the Scottish Challenge and his 6-under 65 tied him for low second-round score…A week later, with the entire field going low at the AGF-Allianz EurOpen de Lyon in Monthieux, France, he shot rounds of 65-69-68-66 but still fell two strokes short of David Horsey in his T3 at Golf du Gouverneur. \n\n2007: Played on the European Challenge Tour, with his top performance a T13 at the Ecco Tour Championship, on the strength of three consecutive 67s to finish the tournament, and a T14 at the Man No Open at Adamstal GC in his native Austria. \n\n2006: Made one official start, the BA-CA Golf Open in Austria, which had become a European Tour event. He missed the cut. \n\n2005: Played in the Challenge Tour's BA-CA Golf Open, shooting rounds of 72-71 but missing the cut by three strokes. \n\n2004: Made his professional debut at the BA-CA Golf Open as a sponsor's exemption in his native Austria. Opened with an even-par 71 and was tied for 58th after the first round. By the third round, he was one of nine players tied for four, nine strokes behind Markus Brier. He shot a final-round 67 to finish at 14-under and T4, nine back of Brier. \n\nAmateur: In 2004 and 2006, he represted Austria at the Eisenhower Trophy…He is the past champion of three Austrian Amateur Stroke Play Championships. He was also the 2004 Austrian Amateur Match Play Championship winner and captured the Austrian Youths Championship in both 2004 and 2005. \n","otherCarHigh" : "","personal" : "Broke his collarbone in a skiing accident in 2003. Credits his father with teaching him golf. His younger brother, Niki, is his occasional caddie.","otherInfo" : "","ntlTeams" : "World Cup (1), 2013; Royal Trophy (1), 2013; Eurasia Cup (1), 2016.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T14th at the World Golf Championships-Cadillac Championship.","dynStats" : "He ranks T78th in Driving Distance - Fairway Woo on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}