{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20080","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Robinson","first" : "David","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "175","weightMetric" : "79","birthDate" : "February 28, 1981","age" : "35","birthPlace" : "Augusta, GA","residence" : "Sandersville, GA","family" : "Wife, Lauren; Carly (7\/30\/97)","education" : "Georgia College and State University (2004, Business Administration)","splInterest" : "Fishing, beach, family","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2004","clubAffl" : "Twin City CC (Sandersville, GA)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "25,269&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "50th qualifier from QT\/ML 61-100","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2010: Made seven starts and five cuts on the Nationwide Tour. His only top-25 finish was a T17 at the Preferred Health Systems Wichita Open. 2009: Missed the cut at the Wyndham Championship, his only PGA TOUR appearance that season. Made two of five cuts on the Nationwide Tour. Played the eGolf Tour from 2006-09, making 53 of 54 cuts during that period. Made 13 of 14 cuts in 2009 and finished No. 31 on the money list...Best season came in 2008, when he was 16 of 16 in cuts made, won three times and finished No. 1 on the money list. Had 12 top-10 finishes and earned $106,645, nearly $30,000 more than the No. 2 player...He made the cut in all 19 starts, with eight top-10 finishes in 2007 and finished No. 7 on the money list.\n","otherCarHigh" : "Good friends with PGA TOUR member Tommy Gainey. Only Georgia College golfer to earn All-America status three times. Was named Peachbelt Conference Player of the Year two times. Member of the inaugural class of the Georgia College Athletic Hall of Fame","personal" : "Born and raised in Sandersville (population 6,144), which is also the home of NFL player Takeo Spikes...Lists Mark Immelman and Ricky Sullivan among those he's used as coaches. Lists Oakmont CC as his favorite course and is looking forward to playing Augusta National. Never travels without a cell phone...First car was a Jeep Grand Cherokee. Favorite college team is the Georgia Bulldogs and pro team is the Atlanta Falcons...Superstitions include always marking his golf ball with the head of the coin pointing toward the hole. Favorite TV show is \"Monday Night Football,\" favorite movie is \"The Green Mile\" and enjoys eating seafood...Favorite athlete to watch is Peyton Manning, favorite city to visit is Las Vegas and favorite vacation spot are islands in the Caribbean...Lists Jack Nicklaus, Greg Norman and Tiger Woods to round out his dream foursome.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T17th in 2010 at the Preferred Health Systems Wichita Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}