{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27141","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Holmes","first" : "J.B.","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "190","weightMetric" : "86","birthDate" : "April 26, 1982","age" : "33","birthPlace" : "Campbellsville, Kentucky","residence" : "Orlando, Florida","family" : "Wife, Erica","education" : "University of Kentucky","splInterest" : "Fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2005","clubAffl" : "Campbellsville CC (Campbellsville, Kentucky)","cityPlaysFrm" : "Campbellsville; KY; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Finished T8 in his debut at the Hero World Challenge in December, eight strokes behind champion Bubba Watson...Was named recipient of the Ben Hogan Award by the Golf Writers Association of America, in recognition of staying active in golf despite a physical handicap...In his second official start of the 2015-16 PGA TOUR Season, finished T6 in the Farmers Insurance Open. Marked his second consecutive top-10 in the event where he has 11 starts...In early February, the 2006 and 2008 Waste Management Phoenix Open champion overcame an opening-round, 2-over 73 at TPC Scottsdale with scores of 67-68-67 to T6 with four others at 9-under 275...Overcame three opening rounds in the 70s with a final-round, 4-under 68 in his third start at the Masters to claim T4 with Dustin Johnson and Paul Casey. Overcame three straight bogeys on Nos. 2-4 Sunday with seven birdies en route to his best finish on the PGA TOUR since a T4 at the 2015 BMW Championship.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2006","qSchoolYear" : "2005","exmtStatus" : "2014-15 tournament winner (through 2016-17)","otherVics" : "","intlVics" : "","curYearHigh" : "Finished T8 in his debut at the Hero World Challenge in December, eight strokes behind champion Bubba Watson...Was named recipient of the Ben Hogan Award by the Golf Writers Association of America, in recognition of staying active in golf despite a physical handicap...In his second official start of the 2015-16 PGA TOUR Season, finished T6 in the Farmers Insurance Open. Marked his second consecutive top-10 in the event where he has 11 starts...In early February, the 2006 and 2008 Waste Management Phoenix Open champion overcame an opening-round, 2-over 73 at TPC Scottsdale with scores of 67-68-67 to T6 with four others at 9-under 275...Overcame three opening rounds in the 70s with a final-round, 4-under 68 in his third start at the Masters to claim T4 with Dustin Johnson and Paul Casey. Overcame three straight bogeys on Nos. 2-4 Sunday with seven birdies en route to his best finish on the PGA TOUR since a T4 at the 2015 BMW Championship.","carHigh" : "2014-15: Season highlighted by his fourth career victory, a career-high No. 14 in the FedExCup and a career-best seven top-10s, including two runner-up showings. Finished regulation of the Farmers Insurance Open tied for the lead with Jason Day, Scott Stallings and Harris English. After Stallings and English dropped out on the first extra hole, lost to Day on the second playoff hole, earning the third runner-up finish of his career. Made bogey on the second extra hole (par-3 16th) to lose to Day's par. Entered the final round tied for the lead with English. With the loss, moved to 3-3 in converting 54-hole leads...Came back the following week with a T10 at the AT&T Pebble Beach National Pro-Am, finishing seven strokes behind champion Brandt Snedeker. Shared round-of-the-day honors Sunday with Brendon Todd (7-under 65). It marked his first back-to-back top-10s since the 2011 Wells Fargo Championship and THE PLAYERS Championship...Entered the final round of the World Golf Championships-Cadillac Championship with a five-stroke cushion over Dustin Johnson and Bubba Watson but carded a 3-over 75 to fall into the runner-up position, one stroke behind Johnson. Led outright the first three rounds but was denied the first wire-to-wire win on the PGA TOUR since Rory McIlroy won the 2014 Open Championship. Tiger Woods (2002, 2006) remains the only player to win the Cadillac Championship in wire-to-wire fashion (no ties after any round). The runner-up performance marked his best finish in 13 World Golf Championships appearances, with his previous-best showing a T5 at the 2011 Cadillac Match Play (his only other top-10 finish in the series). Opened the event by tying the 18-hole tournament record at Trump National Doral's Blue Monster with a 10-under 62 (Watson in 2012)...A day removed from the loss by his beloved Kentucky Wildcats in the Final Four, he began the final round of the Shell Houston Open trailing Jordan Spieth by six strokes. He stormed out of the gate with birdies on his first five holes en route to an 8-under 64 to join a three-man playoff with Spieth and 2008 Shell Houston Open champion Johnson Wagner. After Spieth dropped from the playoff on the first extra hole, he parred the second playoff hole to claim his fourth PGA TOUR victory. His six-stroke come-from-behind victory was the largest on the PGA TOUR since Matt Jones rallied from the same number of strokes at the 2014 Shell Houston Open en route to his victory. His 8-under 64 was the lowest final-round score of his career, supplanting a 65 from the 2015 AT&T Pebble Beach National Pro-Am. His 64 also tied the low fourth-round score at the Shell Houston Open, set 11 previous times...Carded rounds of 70-65-67-68 to finish 14-under 270 and earn a T4 at the BMW Championship, eight strokes behind champion Jason Day...In his first TOUR Championship by Coca-Cola appearance, finished T8 with Zach Johnson after rounds of 68-72-68-69...Finished the season No. 12 in the U.S. Team Presidents Cup standings but was selected by U.S. Team captain Jay Haas to complete the squad after Jim Furyk announced he was unable to compete due to a lingering wrist injury. Went 2-2-1 in his five Presidents Cup matches in the American team's 15½-14½ victory in South Korea.\n\n2013-14: Among 19 made cuts in 24 starts was his third career PGA TOUR win. Made a return to the FedExCup Playoffs for a sixth time, and first since 2012. Despite a solid, T12 finish at the BMW Championship, his season ended after the Cherry Hills CC event when he was ranked No. 42 in the standings...Finished T10 at the Arnold Palmer Invitational for his first PGA TOUR top-10 since a T8 at the 2012 Shell Houston Open...Earned third career win on TOUR by one shot at the Wells Fargo Championship. Entered the final round with a one-stroke lead over Martin Flores. Despite an early bogey on the par-3 second hole and late bogeys on Nos. 16 and 18, his 1-under 71 was enough to hold off a final-round charge by Jim Furyk, who closed with the round of the day (7-under 65) to finish one stroke back. Was tied for 16th after an opening-round 70. Was 2-under on the par-3s, 2-under on the par-4s and 10-under on the par-5s. The win came in his 187th PGA TOUR start, at age 32 years, 8 days. Earned the final spot in THE PLAYERS Championship with the victory. Won in his eighth start at the Wells Fargo Championship after a WD in 2006, a T34 in 2007, a T17 in 2008, missed cuts in 2009 and 2010, a T9 in 2011 and a T57 in 2012. Is now three for four with the 54-hole lead, winning the Wells Fargo Championship and the 2006 and 2008 Waste Management Phoenix Opens. He led outright at the 2010 Valero Texas Open before finishing T13. \n\n2013: Missed the FedExCup Playoffs for the first time since it began in 2007...Missed four of five cuts to start the season before fracturing his left ankle when he hit a rut in the road on March 9 while rollerblading with his wife. Last start was at The Honda Classic in March. Has used rollerblading as part of his training regimen...Will have 19 events in the 2013-14 season to earn $580,299 under his Major Medical Extension...Missed much of 2011 following brain surgery.\n\n2012: Finished T8 at the Northern Trust Open, with rounds of 67-73-70-70. It marked his first top-10 on TOUR since he had brain surgery on September 1, 2011. His last top 10 was the 2011 PLAYERS Championship (T6)...Next top-10 finish of the season came with a T8 at the Shell Houston Open, where he was the runner-up to Paul Casey in 2009. His four consecutive, sub-par rounds at Redstone GC were a first since he did it at the 2011 Waste Management Phoenix Open. \n\n2011: Season cut short due to brain surgery, but he still managed to finish inside the top 125 (No. 62) with just 16 starts under his belt...In his second start of the year, the 2006 and 2008 champion returned to TPC Scottsdale and opened with a 6-under 65 en route to T5 honors at the Waste Management Phoenix Open...One of a PGA TOUR record nine players tied for the lead following the first round of the Northern Trust Open at 4-under. Finished T12...Collected second top 10 of the season with a T5 at the World Golf Championships-Accenture Match Play Championship. The last player in the field at No. 66 in the Official World Golf Ranking after Tim Clark withdrew, he did not arrive on site until 1 a.m. on the morning of his first match. Led Bubba Watson 5-up through 10 holes in the quarterfinals, but lost holes 11, 13, 14, 15 and 18 and then lost the match on the first extra hole. Victories en route to quarterfinals included wins over Camilo Villegas (4 and 2), Ernie Els (1-up) and Jason day (1-up)...Finished T9 at the Wells Fargo Championship on the strength of a third round 65. Recorded an albatross on the par-5 15th hole with a 5-iron from 213 yards. It was the first double eagle at the Wells Fargo Championship and the first of his TOUR career...Posted his second consecutive top-10 finish and fourth of the year with a T6 at THE PLAYERS. He fired rounds of 68-69-73-69...Began feeling vertigo-like symptoms as early as May and announced on August 22 that he would be undergoing surgery that would sideline him from competition for the rest of the season. Underwent successful brain surgery on September 1 at Johns Hopkins University in Baltimore, Md., to repair Chiari malformations. 2010: Missed only two cuts out of 26 starts and posted three top-10 finishes. Had first season with multiple top-three finishes and recorded his best showing on the money list...Posted his third consecutive top-10 performance at the Northern Trust Open, with a T3 (T6 in 2009 and T7 in 2008), three strokes behind winner Steve Stricker. Was the only player in the field to post four rounds in the 60s...Came back the following week with a T2 at the AT&T Pebble Beach National Pro-Am, one stroke behind winner Dustin Johnson. Tied for the lead at 15-under with Johnson and David Duval but failed to birdie the par-5 18th hole after driving in the right rough. In the next and final group, Johnson birdied the closing hole to win...Attributed much of his success to a new-found confidence in putting after getting instruction from Dave Stockton in late January. Returned to using a standard-length putter at that time...Next top-10 finish came 13 starts later, where a final-round 66 led to a fifth-place finish at the AT&T National. At 6-under, finished four strokes behind champion Justin Rose. \n\n2009: Bounced back from a 2-over 73 in the first round of the Northern Trust Open with rounds of 67-64-68 to finish T6, his first top-10 of the season (six starts). Third-round 64 matched his career-low round...Earned season-best finish after shooting 11-under 277 at Shell Houston Open. Waited 2 hours, 40 minutes after posting his score to join Paul Casey in a playoff. Hit tee shot at first extra hole into water hazard to lose title to Casey's bogey. Was the only player in the field to shoot four rounds below par. \n\n2008: Recorded 19 made cuts in 26 events, including his second career win and a career-best nine top-25 finishes. Finished a career-best 32nd on the money list to break the $2-million barrier for the first time...Sank a 13-foot birdie putt on the 18th hole to force a playoff and then birdied it again from 8 feet on the first playoff hole to beat Phil Mickelson and win the FBR Open. At the site where he won his first PGA TOUR title as a rookie in 2006, lost a four-stroke lead and was one shot behind going to the 18th. Smashed a 350-yard drive in the left rough on the finishing hole on the way to a tying birdie and then a 359-yarder on the first playoff hole...Kept momentum going two weeks later when a second-round 66 and a third-round 69 landed a T7 finish at the Northern Trust Open...Recorded his third top-10 of the season with a T10 finish at THE PLAYERS. Finished second in the field in birdies (19) and had three of the four longest drives of the week (352, 362 and 372 yards, all on No. 1)...Earned 2.5 points to help lead the United States Team to a victory at the 37th Ryder Cup, including a Singles victory over Soren Hansen. One of six rookies on the 2008 Ryder Cup team. \n\n2007: Recorded three top-10s to finish 118th on the money list...Finished T4 in first appearance in the Mercedes-Benz Championship. One of four first-time participants to finish among the top-10...His next top-10 finish was a T8 at the PODS Championship...Ended the year on a high note with a T9 finish at the Children's Miracle Network Classic presented by Walmart...Was third in Driving Distance on TOUR, averaging 312.6 yards. \n\n2006: Rookie won early in the season at the FBR Open and collected more than $1.4 million...Opened the year with a T10 finish at the Sony Open in Hawaii, his first start as a TOUR member. Was only two back of the leaders through 36 holes, but could not catch a hot David Toms (61-65) on the weekend...In fourth start of the season, fifth as a professional, earned his first TOUR victory at the FBR Open. Led J.J. Henry and Ryan Palmer by one stroke through 54 holes prior to winning by seven strokes, the largest victory margin in a player's first TOUR win since Jose Maria Olazabal won the 1990 NEC World Series of Golf by 12 strokes. Tied with Ryan Palmer through 10 holes, took one-stroke lead after Palmer's bogey on the par-4 11th hole. Increased lead to six with eagle on par-5 15th hole, while Palmer posted triple bogey. Posted all four rounds in the 60s. Recorded a career-best 64 in the second round. Became first rookie to win on TOUR that season and topped Retief Goosen's record of becoming the fastest player to win $1 million in TOUR history as a member—four events. Went from not being ranked in Official World Golf Ranking at beginning of season to World No. 77 after the win...Also finished T13 at the INTERNATIONAL and T21 at the FUNAI Classic at Walt Disney World Resort...Placed second behind Bubba Watson in Driving Distance on TOUR, averaging 318.8 yards per drive to Watson's 319.6. \n\n2005: Medalist at the PGA TOUR Qualifying Tournament. Made it through all three stages in his first trip to Q-School. Finished at 24-under 408 at the finals to defeat Alex Cejka by three strokes...Made his first career TOUR start as a professional, at the Southern Farm Bureau Classic (missed the cut), before going to Q-school. \n\nAmateur: Turned professional in summer of 2005 after helping the United States win the Walker Cup in August...Led University of Kentucky to its first SEC golf championship...Earned first team (2004), second team (2005), third team (2002) and honorable mention (2003) All-America honors...Was 2005 SEC Player of the Year and first-team all-SEC in 2002 and 2004-05...Academic All-America in 2004-05...Member of the winning 2005 Walker Cup team and 2005 Palmer Cup team...Made PGA TOUR debut, at the 2003 U.S. Open (missed the cut).\n","otherCarHigh" : "","personal" : "Grew up playing baseball until he played his first junior golf tournament and won his first four golf tournaments...Was on Taylor County (Ky.) High School golf team as a third-grader, was No. 1 or No. 2 man by fifth grade and won Kentucky high school title as a sophomore. Known for his compact swing and long drives...Had his 2011 season cut short when he was diagnosed with structural defects in the cerebellum and underwent brain surgery to repair Chiari malformations September 1. In his second week back, finished T45 at the Waste Management Phoenix Open, site of his first two PGA TOUR wins (2006 and 2008)...Was named recipient of the Ben Hogan Award by the Golf Writers Association of America, in recognition of staying active in golf despite a physical handicap.One of six members inducted into the University of Kentucky Sports Hall of Fame 2012 class.","otherInfo" : "","ntlTeams" : "The Presidents Cup (1), 2015; Ryder Cup (1), 2008; Walker Cup (1), 2005.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T4th at the Masters Tournament.","dynStats" : "He ranks 71st in Career Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/JBHolmesGolf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}