{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "22400","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Otto","first" : "Hennie","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "181","weightMetric" : "82","birthDate" : "June 25, 1976","age" : "39","birthPlace" : "Boksburg, South Africa","residence" : "Boksburg, South Africa","family" : "Wife, Liezel; Hendrik (2005), JJ (2009)","education" : "","splInterest" : "Hunting, fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1998","clubAffl" : "","cityPlaysFrm" : "Boksburg; ; South Africa","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(15): 1999 Pietersburg Classic [SAf], Vodacom Series, Kwazulu-Natal [SAf], Phillips Challenge Xacobeo 99 [EurChall]. 2000 Limpopo Industrelek Classic [SAf]. 2002 Nashua Masters [SAf]. 2003 Sunshine Tour Championship. 2005 Vodacom Origins of Golf Tour at Erinvale [SAf]. 2007 Vodacom Origins of Golf Tour Gauteng [SAf]. 2008 Italian Open [Eur]. 2009 MTC Namibia PGA Championship [SAf]. 2010 Vodacom Championship [SAf]. 2011 Dimension Data Pro-Am [SAf], South African Open [Eur]. 2014 Italian Open [Eur].\n\n","curYearHigh" : "Finished his 2013 season well, and then a month later, in November, at the start of the European Tour season, put himself into contention at the European Tour's Tshwane Open in South Africa. After an opening 71 at Copperleaf Golf & Country Estate near Pretoria, fired rounds of 65-69-68 over his final 54 holes to finish solo fifth, five shots behind winner Ross Fisher...Earned his first European Tour title since 2011 and his third overall when he captured the Italian Open by two shots over David Howell in late-August in Torino. Opened 67-62 and then was 5-under on the weekend (71-68). In his bogey-free final round, had two birdies on the front nine then matched that on the back to hold off Howell, who shot a Sunday 63.","carHigh" : "2013: Played his best golf late in the season. Recorded his first top-10 of the European Tour season with a T8 at the Italian Open in Turin, Italy, thanks to a second-round 67...Came back the following week with a T12 at the Alfred Dunhill Links Championship, that included a second-round 63 at St. Andrews' Old Course, a round that included nine birdies and no bogeys...Opened with an even-par 72 then moved up the leaderboard with a 66-65-68 finish at Glendower GC in to tie with Jbe Kruger, two shots behind winner Morten Orum Madsen...In his final start of the year, was T6, at the Portugal Masters.\n\n2012: Had his first top-10 of the season, at the Andalucia Open, where rounds of 67-71-68-70 led to a T5 finish in Spain...Came back a week later for a second consecutive top-10, this time a T9 at the Trophee Hassan II in late March...Was T7 at the Maybank Malaysian Open in mid-April...Struggled during the latter half of his season, missing seven cuts with a best finish of T22 at the BMW Italian Open. 2011: Picked up his second European Tour win when he won the South African Open in his native country by a stroke over Bernd Wiesberger...Added the Dimension Data Pro-Am in South Africa, with rounds of 68-71-66-68 for a 273 total, good for a four stroke win over James Kingston...Lone PGA TOUR start came at the World Golf Championships-Bridgestone Invitational, where he T29...His first top-10 of the campaign was a T8 at the Open de Andalucia de Golf in Spain...Second top-10 came in France at the Open de France Alstom (T7). 2010: Won the Vodacom Championship on the South Africa Tour by fashioning rounds of 65-61-67-67 to win by a whopping nine strokes over Jbe' Kruger...Was T7 at the BMW Italian Open. Was only one shot out of the lead through 36 holes...Added top-10s at the Joburg Open (T6) and the Dimension Data Pro-Am (T7)...Made one PGA TOUR start, at the World Golf Championships-Bridgestone Invitational (T65). 2009: Shot a final-round 66 at the MTC Namibia PGA Championship to force a playoff with Titch Moore, beating Moore in the extra session. 2008: Won for the first time on the European Tour when, just weeks after relinquishing a five-shot lead entering the final round of the Madeira Islands Open (lost in a playoff to Alastair Forsyth), he survived a late charge from England's Oliver Wilson to win the Italian Open by one stroke...Missed the cut at The Open Championship and the PGA Championship. \n\n2007: Earned another Vodacom Origins of Golf victory, this time at Gauteng, by three strokes over James Kamte...Qualified for the World Golf Championships-CA Championship but failed to break par in any of the four rounds and T63.\n\n2006: Had a strong South African Tour season, finishing eighth on the Order of Merit. Came close to winning twice, settling for runner-up finishes at both the South African Airways Pro-Am Invitational and the Telecom PGA Pro-Am. At the 54-hole South African Airways Pro-Am, shot rounds of 64-70-67 in the 54-hole tournament to tie with Jean Hugo, a shot behind winner Tongoona Charamba...Despite shooting a second-round 63 at the Telkom PGA Pro-Am, was again T2, this time with Desvonde Botes, two shots behind winner Doug McGuigan...Was also in contention at the Seekers Travel Pro-Am (third) and the Vodacom Origins of Golf Tour-Eastern Cape Pezula (fourth)...Other top-10s came at the Dimension Data Pro-am (T5), the Dunhill Championship (T6), the Nashua Masters (sixth) and the Vodacom Tour Championship (seventh)...Made nine European Tour starts, with his best finishes a T27 at the Dunhill Links Championship and a T33 at the Italian Open.\n\n2005: Won the Vodacom Origins of Golf Tour at Erinvale in South Africa by one stroke over Thomas Aiken. 2004: Played in his second Open Championship but missed the cut. 2003: Secured his playing rights on the 2004 European Tour with the help of a top-10 finish (T10) in The Open Championship, his first major championship appearance, and a T5 in the Lancome Trophy...Was also a winner in South Africa, with a victory at the South African Tour Championship, by two strokes over Trevor Immelman. 2002: Required a Medical Extension on the European Tour at the end of the campaign following a back operation. \n","otherCarHigh" : "","personal" : "Learned the game playing alongside the likes of South Africans Ernie Els, Retief Goosen and Mark McNulty. Was a good rugby player but chose golf when a scheduled conflict arose between the two sports...Was one of the first South Africans to work with renowned sports psychologist Jos Vanstiphout.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T10th in 2003 at the The Open Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}