{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27503","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "LeBrun","first" : "Steve","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "180","weightMetric" : "82","birthDate" : "May 15, 1978","age" : "37","birthPlace" : "West Palm Beach, Florida","residence" : "Royal Palm Beach, Florida","family" : "Wife, Jen; Addison, Rose","education" : "Florida Atlantic University (2000, Communications)","splInterest" : "Movies, music","pronunciation" : "luh-BRUNN","nwTourAlumnus" : "","trndProYear" : "2000","clubAffl" : "PGA National GC (Palm Beach Gardens, Florida)","cityPlaysFrm" : "; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "709,362&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2004","exmtStatus" : "Exempt - Finished 11-45 at 2015 Web.com Tour Qualifying Tournament (exempt to second reshuffle)","otherVics" : "","intlVics" : "","curYearHigh" : "Played 25 events on the Minor League Golf Tour and won four times, including three in a row.","carHigh" : "2014: Made eight cuts in 13 starts on the Web.com Tour. In his final event of the year, the WinCo Foods Portland Open, recorded a hole-in-one in the first round at the Pumpkin Ridge Witch Hollow course's 2nd hole en route to a T60.\n\n 2013: Made 11 cuts in 21 starts during his rookie season on the PGA TOUR. His best of four top-25 finishes was a T15 at the John Deere Classic...Missed the cut in all four Web.com Tour Finals' events. \n\n2012: Will be a rookie on the PGA TOUR in 2013 after finishing T2 at the PGA TOUR Qualifying Tournament...Made the cut in 14 of 21 Web.com Tour starts and had four top-10s during the year...Finished T9 at the Panama Claro Championship, the Preferred Health Systems Wichita Open and the Cox Classic. Was 1-over for 72 holes in Panama, 11-under in Wichita and 18-under in Omaha...Shared the 36-hole lead with Chris DeForest at the Miccosukee Championship before eventually finishing fourth, his best showing in a Web.com Tour event. In his second-round 67 in Miami, he had 14 one-putts...Also qualified for the U.S. Open in June and made the cut in his first career major championship start. Made the cut on the number (8-over) but was aided by a 69 in the third round, helping him to a T46 finish at The Olympic Club in San Francisco. \n\n2011: Earned spots in three events on the Web.com Tour and made two cuts. Best effort was a T33 at the Chiquita Classic. \n\n2009: Made the cut in only three of 17 starts on the Web.com Tour...Qualified for the Transitions Championship (missed cut). 2008: Made three starts on the Web.com Tour, with a T40 at the Northeast Pennsylvania Classic his only made cut. 2005: Member of the Web.com Tour. He made the cut in eight of 20 starts, with five top-10 finishes. Ended the year No. 48 on the money list, with $112,268. After missing the cut in his first two starts of the year, equaled his career-best finish on Tour at the time with a T7 at the LaSalle Bank Open, pocketing a career-best $24,188 for his efforts. His next top-10 finish represented his career-best finish on Tour, a T6 at the Scholarship America Showdown. Finished nine shots behind winner Jason Gore but made headlines with an amazing 65-61—126 start, equaling the second-lowest first 36 holes in Tour history. Only Gore's 125 (64-61) start at the 2002 Gila River Golf Classic was better. After a disappointing T74 finish at the Canadian PGA Championship, continued his sixth-place string with a T6 at the Preferred Health Systems Wichita Open and a sixth-place effort at the Cox Classic. Created quite a buzz in Omaha when he moved into contention during the third round in dramatic fashion, recording three eagles on his way to an 8-under 63. After three straight bogeys to start the round, he notched the first eagle at the par-4 fourth hole then finished with a flurry, stringing together consecutive eagles on the par-5 17th hole (holing out a 9-iron from 141 yards) and the par-4 18th (holing out a 6-iron from 159 yards). Back-to-back eagles to close a round had never occurred in the 16-year history of the Tour prior to his finish, much less with two hole-outs from the fairway. Did not finish in the top 10 again until a T10 effort at the season-ending Web.com Tour Championship...Made his first career PGA TOUR start, at the Ford Championship at Doral, where he missed the cut. 2004: Made the cut in five of 10 starts during his rookie season on the Web.com Tour. Best finish was a T7 at the Chitimacha Louisiana Open. 2003: Monday qualifier at the Miccosukee Championship, where he T34 in his first Web.com Tour start. Made it through the first and second stages of the PGA TOUR Qualifying Tournament. Was the first-stage medalist at Pensacola CC site. 2002: Won the Hooters Tour Championship. \n","otherCarHigh" : "Was the 2000 Atlantic Sun Conference Player of the Year. Won five tournaments during his collegiate career. Finished inside the top five 20 times. \n","personal" : "His biggest thrill in golf was earning his PGA TOUR card at the 2012 Q-School Finals. In 1990 he was MVP for his all-star baseball team and pitched two no-hitters the same year. In 2008 he was inducted into Florida Atlantic University Athletics Hall of Fame. Once worked as a substitute teacher. Got his start in golf when his father took him to the course because he was burned out from baseball. He has played ever since...Favorite course he has played is TPC Sawgrass. Never travels without flip flops. Only superstition is that he never uses found or used tees on the course. Favorite websites are yahoo.com, weather.com, anything fantasy football-related and nba.com. Follows the Miami Hurricanes and the Miami Dolphins, Boston Celtics and Atlanta Braves on the professional level. Favorite TV shows are \"Seinfeld\" and \"The Walking Dead.\" Favorite entertainer is Common. Favorite book is Golf's Sacred Journey. Favorite athletes to watch are Ray Allen and Derek Jeter. Favorite city to visit is Chicago and top vacation spot is Disney World in Orlando...Favorite gadget is his iPod Touch. Favorite apps are Angry Birds, Twitter and fantasy football. Carries peanut butter and jelly sandwiches and granola bars in his golf bag. Dream foursome would include Allen, Larry David and Steph Curry. Worked as a substitute teacher for two years (2004-05). Not many people know that he enjoys yard work because it relaxes him. Supports St. Jude, his church, Broward Outreach and the American Cancer Society...Twitter account is @stevielb.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2013","qSchoolYear" : "2012","exmtStatus" : "T2 at 2012 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "Played 25 events on the Minor League Golf Tour and won four times, including three in a row.","carHigh" : "2012: Will be a rookie on the PGA TOUR in 2013 after finishing T2 at the PGA TOUR Qualifying Tournament...Made the cut in 14 of 21 Web.com Tour starts and had four top-10s during the year...Finished T9 at the Panama Claro Championship, the Preferred Health Systems Wichita Open and the Cox Classic. Was 1-over for 72 holes in Panama, 11-under in Wichita and 18-under in Omaha...Shared the 36-hole lead with Chris DeForest at the Miccosukee Championship before eventually finishing fourth, his best showing in a Web.com Tour event. In his second-round 67 in Miami, he had 14 one-putts...Also qualified for the U.S. Open in June and made the cut in his first career major championship start. Made the cut on the number (8-over) but was aided by a 69 in the third round, helping him to a T46 finish at The Olympic Club in San Francisco. \n\n2011: Earned spots in three events on the Web.com Tour and made two cuts. Best effort was a T33 at the Chiquita Classic. 2009: Made the cut in only three of 17 starts on the Web.com Tour...Qualified for the Transitions Championship (missed cut). 2008: Made three starts on the Web.com Tour, with a T40 at the Northeast Pennsylvania Classic his only made cut. 2005: Member of the Web.com Tour. He made the cut in eight of 20 starts, with five top-10 finishes. Ended the year No. 48 on the money list, with $112,268. After missing the cut in his first two starts of the year, equaled his career-best finish on Tour at the time with a T7 at the LaSalle Bank Open, pocketing a career-best $24,188 for his efforts. His next top-10 finish represented his career-best finish on Tour, a T6 at the Scholarship America Showdown. Finished nine shots behind winner Jason Gore but made headlines with an amazing 65-61—126 start, equaling the second-lowest first 36 holes in Tour history. Only Gore's 125 (64-61) start at the 2002 Gila River Golf Classic was better. After a disappointing T74 finish at the Canadian PGA Championship, continued his sixth-place string with a T6 at the Preferred Health Systems Wichita Open and a sixth-place effort at the Cox Classic. Created quite a buzz in Omaha when he moved into contention during the third round in dramatic fashion, recording three eagles on his way to an 8-under 63. After three straight bogeys to start the round, he notched the first eagle at the par-4 fourth hole then finished with a flurry, stringing together consecutive eagles on the par-5 17th hole (holing out a 9-iron from 141 yards) and the par-4 18th (holing out a 6-iron from 159 yards). Back-to-back eagles to close a round had never occurred in the 16-year history of the Tour prior to his finish, much less with two hole-outs from the fairway. Did not finish in the top 10 again until a T10 effort at the season-ending Web.com Tour Championship...Made his first career PGA TOUR start, at the Ford Championship at Doral, where he missed the cut. 2004: Made the cut in five of 10 starts during his rookie season on the Web.com Tour. Best finish was a T7 at the Chitimacha Louisiana Open. 2003: Monday qualifier at the Miccosukee Championship, where he T34 in his first Web.com Tour start. Made it through the first and second stages of the PGA TOUR Qualifying Tournament. Was the first-stage medalist at Pensacola CC site. 2002: Won the Hooters Tour Championship. Amateur: Was the 2000 Atlantic Sun Conference Player of the Year. Winner of five tournaments during his collegiate career. Finished inside the top five 20 times.\n","otherCarHigh" : "","personal" : "His biggest thrill in golf was holing out on the 17th and 18th fairways at the Cox Classic and making ESPN's \"Top-10 Plays of the Day.\" In 1990 he was MVP for his all-star baseball team and pitched two no-hitters the same year. In 2008 he was inducted into Florida Atlantic University Athletics Hall of Fame. Once worked as a substitute teacher. Got his start in golf when his father took him to the course because he was burned out from baseball. He has played ever since...Favorite course he has played is TPC Sawgrass. Never travels without flip flops. Only superstition is that he never uses found or used tees on the course. Favorite websites are yahoo.com. weather.com, anything fantasy football-related and nba.com. Follows the Miami Hurricanes and the Miami Dolphins, Boston Celtics and Atlanta Braves on the professional level. Favorite TV shows are \"Seinfeld\" and \"Walking Dead.\" Favorite entertainer is Common. Favorite book is Golf's Sacred Journey. Favorite athletes to watch are Ray Allen and Derek Jeter. Favorite city to visit is Chicago and top vacation spot is Disney World in Orlando...Twitter account is @stevielb...Favorite gadget is his iPod Touch. Favorite apps are Angry Birds, Twitter and fantasy football. Carries peanut butter and jelly sandwiches and granola bars in his golf bag. Dream foursome would include Allen, Jerry Seinfeld and Common. Supports St. Jude, his church, Broward Outreach and the American Cancer Society.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T15th in 2013 at the John Deere Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/SteveLeBrun"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/Stevielb"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}