{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02170","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Sutton","first" : "Hal","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "240","weightMetric" : "109","birthDate" : "April 28, 1958","age" : "57","birthPlace" : "Shreveport, Louisiana","residence" : "Shreveport, Louisiana","family" : "Samantha (11\/24\/96), Sara and Sadie (1\/18\/99), Holt (4\/25\/03)","education" : "Centenary College (1980, Business)","splInterest" : "Hunting, cutting horses","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1981","clubAffl" : "Boot Ranch (Fredericksburg, Texas)","cityPlaysFrm" : "Shreveport; Louisiana; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "17,139,262&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "Fall 1981","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "Played in just 12 events which included a T15 finish at the Bass Pro Shops Legends of Golf with partner, Larry Mize...Was also T27 at the 3M Championship when he posted three consecutive sub-par rounds at TPC Twin Cities.","carHigh" : "2005: Played in career-low 10 events, making the cut twice. 2004: Joined ABC Sports in January to provide commentary for nine TOUR tournaments during the season...Between his obligations to the PGA of America as Ryder Cup Captain and broadcasting responsibilities, played in 16 events, making just five cuts...Captained the Ryder Cup team, which lost to the European Team, 18Â˝-9...Only top-25 was a T25 at the HP Classic of New Orleans in his home state of Louisiana. 2003: A year after finishing outside the top 125 for the first time since 1993 and posting no top-10s, came back and finished 75th on the money list with four top-10s...Finished T3 at the MCI Heritage, first top-10 since winning the 2001 Shell Houston Open, a span of 50 events...Finished third on TOUR in Driving Accuracy. 2002: Named by the PGA of America as the 2004 Ryder Cup Captain...Was member of Ryder Cup team and compiled a 1-1 record. 2001: Won seven times in his 20s, once in his 30s, six times in 40s with win at Shell Houston Open. Closing 69 at Houston brought him from two strokes back to 14th title. $612,000 payday also lifted him over $1 million for fourth consecutive season...Suffering from sleep apnea he disclosed at the PGA Championship. 2000: By season's end, had accumulated two victories for a total of five in a three-year stretch, the best run of his career...In first win, went head to head with Tiger Woods at THE PLAYERS Championship and came away with one-stroke, wire-to-wire win. Sutton and Woods played in the last group Sunday and Sutton held a three-stroke lead on the 12th hole when lightning suspended play for the day. On Monday morning, Woods fell four back but pulled to within one with an eagle on the par-5 16th hole before both players parred the closing two holes. Victory came 17 years after first PLAYERS win in '83...Second victory of season and 13th of TOUR career came at Greater Greensboro Chrysler Classic with a three-stroke win over Andrew Magee...Fifth TOUR season in which he has had two victories...A member of the victorious U.S. Presidents Cup team with 2-2 record. 1999: Had another super year with a career-best 13 top-10s, including a three-stroke victory over Dennis Paulson in Bell Canadian Open...Leader of Ryder Cup victory with 3-1-1 record. 1998: Had best money-list finish since 1983, when he was first...Earned ninth PGA TOUR victory, first since 1995 B.C. Open, with one-stroke win over Justin Leonard and Jay Haas at Westin Texas Open. Defeated Vijay Singh in playoff with birdie on first extra hole to capture THE TOUR Championship at East Lake GC...Qualified for his first Presidents Cup Team, but subsequently was forced to withdraw due to his father-in-law's death. 1995: Returned to winner's circle at B.C. Open. His closing 10-under-par 61 was best final round by winner since Johnny Miller at 1975 Dean Martin Tucson Open...Won twice in one season for the first time since '86. 1994: Played under one-time exemption for being in top 50 in career earnings. Comeback began when he made $540,162 and twice finished second. 1992: Winless for eight years after 1986, with low point coming, when earnings fell to $39,324. 1986: Posted two more titles for the second consecutive season, Phoenix Open and Memorial Tournament. 1985: Won two tournaments, St. Jude Memphis Classic and Southwest Classic. 1983: Finished atop money list with $426,668 on strength of victories in THE PLAYERS Championship and PGA Championship...Led wire-to-wire at PGA Championship, defeating Jack Nicklaus by one stroke...Trailed John Cook by four strokes entering final round of THE PLAYERS Championship before closing 69 gave him one-stroke victory...PGA of America and GWAA Player of the Year. 1982: Rookie year, posted three seconds, a third and, in final event of his season at Walt Disney World Golf Classic, his first victory. Amateur: Winner 1980 U.S. Amateur at CC of North Carolina...1980 Golf College Player of the Year.\n","otherCarHigh" : "","personal" : "As side business and hobby, rides and sells cutting horses...Family owns an oil company in hometown of Shreveport, LA...Has started a golf course design business. His first course, Old Oaks, opened in Bossier City, LA in October 1999. Boot Ranch in Fredricksburg, Texas, opened in 2006...Donated $100,000 to his alma mater Centenary College and to United Way of Northeast Louisiana after earning $1,080,000 for 2000 PLAYERS Championship victory...Was awarded the Omar N. Bradley Spirit of Independence award, which he accepted at the Independence Ball on New Year's Day 2004...Opened Christus Schumpert Sutton Children's Hospital in Shreveport, Louisiana, a five-story wing with 80 beds, in May 2006. Sutton came up with the idea after his agent's 7-year-old daughter died of spinal meningitis...Shared the Golf Writers Association of America's 2006 Charlie Barlett Award with Louisianans Kelly Gibson and David Toms for their combined $2 million-plus in aid to Hurricane Katrina and Hurricane Rita victims.","otherInfo" : "The 14-time PGA TOUR winner will play out of the Past Champion category in 2007 after using his one-time Top 25 on the PGA TOUR career money list exemption in 2006 and playing in just one event, a missed cut at the Nissan Open. Last victory came at the 2001 Shell Houston Open. Picked up multiple victories in five different seasons. Greatest season on TOUR came the year after being named Rookie of the Year (1982). Finished first on the 1983 TOUR money list with 12 top-10s and two victories, at THE PLAYERS Championship and the PGA Championship. Finished inside the top 10 on the money list six different times. Member of four U.S. Ryder Cup teams and captained the 2004 team, which lost to the Europeans. Did some commentary work for ABC Sports in 2004. As side business and hobby, rides and sells cutting horses. Family owns an oil company in hometown of Shreveport, LA. Has started a golf course design business. Was awarded the Omar N. Bradley Spirit of Independence award, which he accepted at the Independence Ball on New Year's Day 2004. Opened Christus Schumpert Sutton Children's Hospital in Shreveport, LA, a five-story wing with 80 beds, in May 2006. Sutton came up with the idea after his agent's 7-year-old daughter died of spinal meningitis. Shared the Golf Writers Association of America's 2006 Charlie Bartlett Award with Louisianans Kelly Gibson and David Toms for their combined $2 million-plus in aid to Hurricane Katrina and Hurricane Rita victims.","ntlTeams" : "Walker Cup (2), 1979, 1981; World Amateur Team Championship, 1980; USA vs. Japan, 1983; Ryder Cup (4), 1985, 1987, 1999, 2002, Captain in 2004; Nissan Cup, 1986; The Presidents Cup, 1998 (withdrew), 2000; UBS Cup, 2003.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2008","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in just 12 events which included a T15 finish at the Bass Pro Shops Legends of Golf with partner, Larry Mize...Was also T27 at the 3M Championship when he posted three consecutive sub-par rounds at TPC Twin Cities.","carHigh" : "2014: Played in 19 events, with a pair of top-30 finishes...Was T26 with partner Larry Mize in the Big Cedar Lodge Legends of Golf Champions Division...Was also T29 at the Pacific Links Hawai'i Championship...Felt ill partway though round one of The ACE Group Classic and withdrew with a heart condition. Underwent a procedure that afternoon in a nearby hospital before being released two days later.\n\n2013: Season was limited to just 14 starts and none after late-August as he opted to undergo right hip-replacement surgery...Teamed with Larry Mize for a T4 finish at the Liberty Mutual Legends of Golf in April in Savannah. It was his best finish in a Champions Tour event since he was T3 at the 2009 Outback Steakhouse Pro-Am...Played his final event of the year, at the Boeing Classic in late August. Following the Seattle-area tournament, underwent surgery in October, a year after having his left hip replaced.\n\n2012: Struggled with hip issues throughout his season and eventually played in just 14 events and none after the Dick's Sporting Goods Open in mid-August...Underwent left-hip-replacement surgery on October 11 in Naples, Fla...Best finish was a T17 at the Nature Valley First Tee Open at Pebble Beach. \n\n2011: For the second straight year finished 36th on the money list...Had his two best outings in successive starts in August. Posted three straight rounds in the 60s to finish fifth at the 3M Championship in Minnesota and two weeks later, rebounded from an opening-round 73 with three consecutive rounds in the 60s to finish T6 at the Constellation Energy Senior Players Championship, the year's final major...Was one of three players to play the Greater Hickory Classic at Rock Barn bogey-free (Loren Roberts and Peter Senior were the others) which led to a T15 finish...Was T8 along with teammate Larry Mize at the Liberty Mutual Legends of Golf...Had a streak of 90 holes without a bogey during the year, which started on the fifth hole in the second round of The Principal Charity Classic and ended on the fifth hole in the first round of the Dick's Sporting Goods Open...Underwent hip surgery at the conclusion of the season. \n\n2010: Enjoyed his best earnings year since pocketing a little more than $939,000 on the PGA TOUR in 2003...Best effort came in late August when he opened with a 6-under-par 66 and went on to T4 at the Boeing Classic in August near Seattle...In his first start of the season, rebounded from a 1-over-par 73 in the opening round at The ACE Group Classic with weekend scores of 70-69 in windy conditions to finish T8 in Naples...Added another T8 effort at April's Outback Steakhouse Pro-Am...In early October, posted three straight sub-par rounds to claim a T9 finish at the Ensure Classic at Rock Barn. \n\n2009: Was among the top 10 three times in his first full Champions Tour season. His 19 starts were the most he's made since he played 24 PGA TOUR tournaments in 2003...Had a chance to finish among the top-30 money-winners on the Champions Tour until he was slowed by lower-back problems in October and ended up 34th...After shooting 74 Friday at the Outback Steakhouse Pro-Am, rallied with rounds of 64-69 on the weekend to finish T3 in Tampa, his best career Champions Tour effort and highest tournament finish in a TOUR-sanctioned event since placing third at the 2003 MCI Heritage Classic...In late September, fired a closing-round, 7-under-par 65 to share fourth place with Nick Price at the Greater Hickory Classic at Rock Barn...Registered his low round on the Champions Tour when he closed with a 9-under-par 63 at the Boeing Classic in late August, helping him to a fifth-place finish near Seattle. The 63 was his best round as a professional since a 63 at the 2003 Valero Texas Open. \n\n2008: Turned 50 in late April but did not make first of his two appearances on the Champions Tour until mid-October when he debuted at the Administaff Small Business Classic. Carded three consecutive par\/better rounds at The Woodlands and finished T23. Appearance near Houston was his first in a TOUR event since the 2006 Nissan Open, where he missed the cut. \n","otherCarHigh" : "A 14-time PGA TOUR winner over a career that went from 1982-2006...Finished inside the top 10 on the money list six times and collected multiple victories in five different seasons...Won seven times in his 20s, once in his 30s and six times in his 40s, with his last victory coming at the 2001 Shell Houston Open. Closing 69 near Houston brought him from two strokes back to 14th title. His $612,000 payday also lifted him over $1 million for fourth consecutive season...Won twice in 2000 for a total of five in a three-year stretch, the best run of his career. In his first win that season, went head to head with Tiger Woods at THE PLAYERS Championship and came away with one-stroke, wire-to-wire victory. Sutton and Woods played in the last group Sunday and Sutton held a three-stroke lead on the 12th hole when lightning suspended play for the day. On Monday morning, Woods fell four back but pulled to within one with an eagle on the par-5 16th before both players parred the closing two holes. Victory came 17 years after first PLAYERS win, in 1983. Second victory of season and 13th of TOUR career came at Greater Greensboro Chrysler Classic, with a three-stroke win over Andrew Magee...Had solid year in 1999 with a career-best 13 top-10s, including a three-stroke victory over Dennis Paulson in Bell Canadian Open...In 1998, had best money-list finish since 1983 when he was first...Earned ninth PGA TOUR victory, first since 1995 B.C. Open, with one-stroke win over Justin Leonard and Jay Haas at Westin Texas Open...Defeated Vijay Singh in playoff with birdie on first extra hole to capture THE TOUR Championship at East Lake GC...In 1995, returned to winner's circle at B.C. Open. His closing 10-under-par 61 was best final round by winner since Johnny Miller at 1975 Dean Martin Tucson Open....In 1994, playing under one-time exemption for being in top 50 in career earnings, managed to finish 29th on the money list, thanks to a pair of runner-up finishes. Was selected by his peers as the PGA TOUR's Comeback Player of the Year that season...Claimed a pair of titles in 1986 for the second consecutive season, Phoenix Open and Memorial Tournament...Won twice in 1985, claiming the St. Jude Memphis Classic and Southwest Classic...Finished atop the money list in 1983, with $426,668, on the strength of victories in THE PLAYERS Championship and PGA Championship. Led wire to wire at PGA Championship at Riviera CC, defeating Jack Nicklaus by one stroke...Trailed John Cook by four strokes entering final round of THE PLAYERS Championship before a closing 69 gave him a one-stroke victory...In his rookie season in 1982, posted three seconds, a third and, in the final event of his season at Walt Disney World Golf Classic, his first victory, defeating Bill Britton in a playoff...His greatest season on TOUR came the year after being named Rookie of the Year (1982)...Member of four U.S. Ryder Cup teams (1985, 1987, 1999 and 2002) and captained the 2004 team, which lost to the Europeans, 18 1\/2-9 1\/2...Was a member of the victorious U.S. Presidents Cup team in 2000 with a 2-2 record. Also qualified for his first Presidents Cup team in 1998 but subsequently was forced to withdraw due to his father-in-law's death...Was the 1983 PGA of America and GWAA Player of the Year...Winner of the 1980 U.S. Amateur at CC of North Carolina and was the 1980 College Player of the Year...Twice earned All-America honors while at Centenary and was the 1979 and 1980 Trans-America Athletic Conference Player of the Year...Played on the United States Walker Cup team in both 1979 and 1981 and represented the United States in the World Amateur Team Championship in 1980...Inducted into the Louisiana Sports Hall of Fame in June 2009.","personal" : "Did some commentary work for ABC Sports in 2004...As side business and hobby, rides and sells cutting horses...Family owns an oil company in hometown of Shreveport, La...Has started a golf course design business...Was awarded the Omar N. Bradley Spirit of Independence Award, which he accepted at the Independence Ball on New Year's Day 2004...Opened Christus Schumpert Sutton Children's Hospital in Shreveport, La., a five-story wing with 80 beds, in May 2006. He came up with the idea after his agent's 7-year-old daughter died of spinal meningitis. Hosts a charity golf tournament each spring to benefit the hospital. Event has raised $6 million...Shared the Golf Writers Association of America's 2006 Charlie Bartlett Award with Louisianans Kelly Gibson and David Toms for their combined $2 million-plus in aid to Hurricane Katrina and Hurricane Rita victims...Lists Firestone CC as his favorite course...Favorite book is The Traveler's Gift by Andy Andrews...Best friend is Jack Burke, Jr.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T30th at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}