{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "10381","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Thompson","first" : "Curtis","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "180","weightMetric" : "82","birthDate" : "December 13, 1992","age" : "23","birthPlace" : "Plantation, Florida","residence" : "Coral Springs, Florida","family" : "Single","education" : "Louisiana State University","splInterest" : "Bowling, ping-pong, going to movies","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2014","clubAffl" : "TPC at Eagle Trace (Coral Springs, Florida)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "153,383&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2015","exmtStatus" : "Exempt - Top-75 Money Winner from 2015 Web.com Tour Regular Season","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Finished the Web.com Tour season having played all 25 tournaments. Had three top-10s, three top-25s and 11 cuts made. Was 58th on the combined final money list...In just his second Web.com Tour start and first as a member, posted a T6 at the season-opening Panama Claro Championship in February on rounds of 68-69-70-67 at Panama GC...In 14 appearances between March and August, made just four cuts, with a T20 at the United Leasing Championship in May his best showing...Was 85th on the money list in August entering the Price Cutter Charity Championship. A second-round and then career-low 63 propelled him to a T10 finish and a bump to 71st in earnings...Followed Price Cutter with a T13 at the News Sentinel Open and a T4 at the WinCo Foods Portland Open, where he opened with a nine-birdie\/no-bogey 62. Followed with rounds of 70-71-68 to close the Regular Season with his best finish to date, a T4, and in 45th place on the money list entering the Finals...Played in all 21 Regular Season tournaments...Led the Tour in Driving Distance (322-yard average) through the Regular Season...On the PGA TOUR, made two starts. Monday-qualified for the Sony Open in Hawaii, where he missed the cut (70-71). In April, received a sponsor's exemption to play the Zurich Classic of New Orleans, near LSU, where he went to college. Shot 73-70 to miss the cut...In the Web.com Tour Finals, missed the first three cuts but finished T35 in the finale after opening the Web.com Tour Championship 66-68.\n\n2014: Finished T11 at Web.com Tour Qualifying Tournament in December. Was knocked out of a top-10 finish and even better status when Matt Fast birdied the final two holes of the tournament...Turned professional after his junior year at LSU...Made his first Web.com Tour start after Monday qualifying at the Price Cutter Charity Championship in August (missed cut).\n","otherCarHigh" : "Played collegiately at LSU, where he earned Honorable Mention All-America honors in 2014. Won the 2012 Shoal Creek Intercollegiate. Earned All-SEC honors twice and Academic All-American recognition twice...Turned professional after his junior year at LSU...Won the 2011 and 2013 Dixie Amateur...Was medalist at the 2010 U.S. Junior Amateur Championship, one better than 2009 champion Jordan Spieth...A veteran of AJGA competition, was a 2009 AJGA Rolex Junior Honorable Mention All-America. Had one win and four top-10s in 23 AJGA starts.","personal" : "Parents are Scott and Judy Thompson...Older brother Nicholas is a PGA TOUR player. Younger sister, Lexi, plays on the LPGA...Was home- schooled and is seeking to complete his LSU degree in Business Management...First-tee intro song would be \"Can't Stop\" by the Red Hot Chili Peppers...If not a professional golfer, would be a motivational speaker...Favorites include Palmetto Club, the Miami Dolphins, Luke Bryan, \"The Big Bang Theory\" and \"Family Guy.\" Favorite movies are \"Ted,\" \"Stepbrothers\" and \"Wedding Crashers.\" Golf's Sacred Journey is his top book, and Jarvis Landry and Anthony Johnson are his favorite athletes...Most famous person he has met is Donald Trump at Trump International GC in West Palm Beach, Fla...Would like to trade places with an astronaut for a day \"to go to space.\"...Bucket list includes earning his PGA TOUR card...Dream foursome would be Tiger Woods, Trump and Bill Gates...Is involved in Wounded Warriors Project...Twitter handle is bombsquad_lsu.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is T3rd at the Panama Claro Championship.","dynStats" : "He ranks T29th in Scoring Average (Actual) on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}