{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01030","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Aoki","first" : "Isao","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "180","weightMetric" : "82","birthDate" : "August 31, 1942","age" : "73","birthPlace" : "Abiko, Chiba, Japan","residence" : "Tokyo, Japan","family" : "Wife, Chie; Joanne (4\/17\/67)","education" : "","splInterest" : "Fishing, golf course design","pronunciation" : "ih-SAH-oh ah-OH-key","nwTourAlumnus" : "","trndProYear" : "1964","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "Inducted 2004","combTourMoney" : "10,328,078&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1981","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Did not play in any events.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1992","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(58): 1971 Kanto PGA. 1972 Kanto PGA. 1973 Coldbeck, Chunichi Crowns, Pepsi Wilson, Sapporo Tokyu Open, KBC Augusta, Japan Pro. 1974 Kanto Pro, Nichie Taiko, Kanto Open, Sanpo Class, Tozai Taiko. 1975 Kanto Open, Chunichi Crowns. 1976 Tokai Classic. 1977 Tohoku Classic, Nichibei Taiko, Jun Classic. 1978 Chunichi Crowns, Japan Pro Match Play, Sapporo Tokyu Open, Kanto Pro, Nichibei Taiko, Japan Series, Colgate World Match Play. 1979 Chunichi Crowns, Japan Pro Match Play, Kanto Pro, Japan Series. 1980 Chunichi Crowns, Yomiuri Open, KBC Augusta, Kanto Open, Jun Classic. 1981 Japan Pro, Japan Pro Match Play, Shizuoka Open. 1982 Japan Pro Match Play. 1983 Kanto Pro, Sapporo Tokyu Open, Japan Open, Japan Series, Panasonic European Open. 1984 Sapporo Tokyu Open, Japan Open, KBC Augusta, Kanto Open. 1987 Dunlop Kokusai, ANA Open, Japan Open, Japan Series. 1989 Tokai Classic, Casio World Open. 1990 Mitsubishi Galant. 1991 Bridgestone Open. 1992 Mitsubishi Galant, Casio World Open.","intlVics" : "(7): 1994 Japan Senior Open. 1995 American Express Grandslam, Japan Senior Open. 1996 Japan Senior Open. 1997 Japan Senior Open. 2000 Northern Cup Senior Open. 2007 Japan Senior Open.","curYearHigh" : "Did not play in any events.","carHigh" : "2013: Made his first and only start on the Champions Tour in a year when he played in the Pacific Links Hawaii Championship and finished 79th.\n\n 2012: Made just two starts. Missed the cut at The Senior Open Championship and withdrew with a hip injury after two rounds of the Pacific Links Hawaii Championship.\n\n 2011: Lone start was at The Senior Open Championship, where he missed the cut. 2010: Made just six starts, with his best effort a 64th-place finish at the JELD-WEN Tradition. 2007: Captured his fifth Japan Senior Open title. Started the final round six shots back of Kiyoshi Murota but fired a 7-under 65 at Kumamoto Chuo CC to edge Murota by a stroke. 2006: Turned in a solo third-place effort at the Turtle Bay Championship, three strokes back of Loren Roberts after being in contention down the stretch. Effort was his first top-three finish in a Champions Tour event since finishing as runner-up at the rain-shortened 2002 Royal Caribbean Classic. Second-round 66 was his best single-round performance since posting the same score in the first round of the 2005 Ford Senior Players. 2004: Highlight of his year was selection for the World Golf Hall of Fame from the International ballot early in the year and inducted along with Tom Kite, Charlie Sifford and Marlene Streit in ceremonies in November...Lone top-10 finish was a T6 at the FedEx Kinko's Classic near Austin. Trailed by just one stroke through 36 holes, but even-par 72 on Sunday left him three strokes back. 2002: Was a four-stroke winner over John Jacobs at The Instinet Classic. Had 13 birdies and one bogey on the weekend on his way to victory. Made up two strokes the final day to earn a career-best check for $225,000 while posting his ninth career win on the Champions Tour...Made a run at victory in the rain-shortened Royal Caribbean Classic before eventually finishing second for the third time at Crandon Park. A 10-under total for 36 holes tied him with Tom Watson and Bruce Fleisher, one stroke behind winner John Jacobs. 2001: Started the year with a runner-up finish at the Royal Caribbean Classic, one point short of Larry Nelson in the Modified Stableford event. Four-putted the first hole on Sunday, including a whiff for a double-bogey, that cost him either an outright victory or a spot in a playoff...Was the 36- and 54-hole leader at the U.S. Senior Open and eventually T2 along with Jim Colbert, one stroke back of Bruce Fleisher...Made his 1,000th professional start, at the Ford Senior Players Championship. 2000: Started the final round of the State Farm Senior Classic four shots behind Leonard Thompson, but forced a playoff with a final-round 65 that included birdies on three of the last four holes. Eventually lost to Thompson for the second time in his Champions Tour career on the second hole of overtime. 1999: Injured his right shoulder early in the campaign and subsequently developed back problems that curtailed his season after the AT&T Canada Senior Open Championship at the end of August...Best finish was a runner-up performance to Bruce Fleisher at the Royal Caribbean Classic. 1998: One of four players to go wire-to-wire, winning the BellSouth Senior Classic at Opryland with an 18-under-par 198 total, a tournament record at the time...Lost in a playoff to Leonard Thompson at the Coldwell Banker Burnet Classic and T2 at the Utah Showdown. 1997: Had best year of his career with over $1.4 million in official money...Lone victory came at the Emerald Coast Classic. Established the Champions Tour's all-time record for lowest 18-hole score when he shot 60 (10-under-par) in the second round, and then, after a birdie on the final hole in regulation to tie Gil Morgan, came back with another birdie on the first playoff hole to claim the title. His 65 on Sunday, coupled with his record 60, helped him also establish a then-Champions Tour mark for best consecutive rounds (60-65â125), breaking the record of 126 by Jim Colbert (62-64 in 1994) and Bob Murphy (63-63 in 1995). 1996: Defeated Jay Sigel and Graham Marsh by a stroke for the BellSouth Senior Classic at Opryland titleâŚOne month later, claimed the Kroger Senior Classic by five strokes over Rocky Thompson and Mike Hill... Named the Champions Tour Player of the Month for both May and June. 1995: Collected over $1 million for first time in his career, helped by a win at the Bank of Boston Senior Classic, where he birdied the final hole to nip Bob Charles and Hale Irwin...Was also second four times, including playoff loss to Jack Nicklaus at The Tradition. 1994: Caught fire in the fall, winning back-to-back events at the Bank One Classic and the rain-shortened Brickyard Crossing Championship. Three-stroke win over Chi Chi Rodriguez in Lexington ended almost a two-year drought. One-stroke victory over Jimmy Powell and Tom Wargo in Indianapolis made him the first player to win in consecutive weeks since Lee Trevino in fall of 1993...Almost earned a third win at The Transamerica, but lost on the first extra hole to Kermit Zarley...Played his final 10 holes at Silverado in 10-under-par (eight birdies, one eagle and one par) and carded an 8-under-par 29 on the back nine en route to a 63 that forced the playoff...Player of the Month for September. 1993: T2 at the GTE West Classic. 1992: Had impressive rookie year with six top-10 finishes in seven starts highlighted by victory at the Nationwide Championship. Shot a 66 on Saturday to take a one-stroke lead and was declared the winner when the final round was canceled by rain. Victory made him the first Japanese player to win on both the PGA TOUR and the Champions Tour...Made Champions Tour debut at the First of America Classic (T13).\n","otherCarHigh" : "One of Japan's all-time greats, with 75 tournament victories worldwide...The only Japanese player to claim titles on six different Tours: PGA TOUR, Champions Tour, PGA European Tour, Australasian Tour, Japan Golf Tour and Japan Senior Tour...May be best known in the United States for holing a pitching wedge out of the rough from 128 yards for an eagle-3 on the 72nd hole at Waialae CC to leapfrog Jack Renner and win the 1983 Hawaiian Open, his only PGA TOUR title...Best year on TOUR was that same season, when he made $146,467 and placed 34th on the money list...Shadowed Jack Nicklaus for four days at Baltusrol GC in the 1980 U.S. Open, but eventually lost by two strokes when Nicklaus became the first player to record a 72-hole mark of 272 in a U.S. Open...Was a member of the 1982, 1983 and 1984 Japanese National teams that competed against the United States...Selected to the Japan team in 1985, 1987 and 1988 for the Kirin Cup competition...Was the leading money-winner five times on the Japan Golf Tour...Served as captain of the 2003 and 2005 Japanese teams which competed in the Visa Dynasty Cup. The competition features a Japan vs. Asia format.","personal" : "Was introduced to golf as a caddie at the Abiko GC while attending Abiko Junior High School...Earned the nickname 'Tower' after the Tokyo Tower, because of his height (6 feet)...Uses an unorthodox putting stroke, but considers that to be the strongest part of his game...Works as a TV commentator for Japanese broadcasts of the Masters Tournament and The Open Championship.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 9 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}