{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01139","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Browne","first" : "Olin","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "175","weightMetric" : "79","birthDate" : "May 22, 1959","age" : "56","birthPlace" : "Washington, District of Columbia","residence" : "Hobe Sound, Florida","family" : "Wife, Pam; Olin, Jr. (7\/9\/88), Alexandra Grace (10\/24\/91); one grandson","education" : "Occidental College","splInterest" : "Fly fishing, environment, politics, international affairs","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus (1991, 1993)","trndProYear" : "1984","clubAffl" : "","cityPlaysFrm" : "Tequesta; Florida; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "14,315,200&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Had his best season on the Champions Tour since the 2011 campaign, highlighted by his first victory in over 3½ years along with six other top-10 finishes, equaling the total number he's had in the last two years combined...Had four top-10s in his first six starts punctuated by a win at the rain-shortened Greater Gwinnett Championship near Atlanta, his second career victory on the Champions Tour. His six-foot birdie putt on the 18th hole Saturday proved to be the difference over Bernhard Langer as heavy rain wiped out the final round at TPC Sugarloaf. Victory ended a drought of 3 years, 8 months, 18 days since his initial Champions Tour triumph, at the 2011 U.S. Senior Open, and temporarily moved him into the lead in the Charles Schwab Cup race. He became the first player to win a rain-shortened event since Brad Faxon at the 2011 Insperity Championship...At the season opener, was just two strokes off the lead after 36 holes at the Mitsubishi Electric Championship at Hualalai. Closed with a 3-under-par 69 to T5. Was just one of four players in the field to post three rounds in the 60s...Was just one stroke off the pace after 36 holes at the Nature Valley First Tee Open at Pebble Beach following a second-round, 6-under-par 65 at Poppy Hills which matched the competitive course record. However, closed with a 1-over-par 73 at Pebble Beach Sunday to T6...Bettered par all three days on his way to a T7 finish at The ACE Group Classic...Final-round 69 at the San Antonio Championship moved him up into a T7 finish...T9 at the Mississippi Gulf Resort Classic after posting three consecutive par-or-better scores at Fallen Oak...Was on the leaderboard after both the first and second rounds of the Charles Schwab Cup Championship and eventually finished T9 in the year's final event.","carHigh" : "Made the cut in 11 of 27 starts on TOUR in 2008 but failed to record a top-25 finish in a full season for the first time in his career. Served with Dave Stockton and Raymond Floyd as Captain's Assistants for the winning U.S. Ryder Cup team, captained by Paul Azinger. Missed the first half of 2007 due to torn ligaments in his left index finger. Opted for rest and rehabilitation over surgery. First start was a missed cut at THE PLAYERS Championship. In second start of season, finished T9 at the AT&T Classic. Played sparingly the rest of the way and was granted a Major Medical Extension for the 2008 campaign. Notched two top-10s in 30 starts in 2006, including T8s at the Bob Hope Chrysler Classic and Southern Farm Bureau Classic. Enjoyed a career year in 2005 with a victory at the Deutsche Bank Championship and first trip to THE TOUR Championship. In his first major championship start since the 2003 U.S. Open, shared the first- and second-round leads at Pinehurst No. 2. Was three back of two-time U.S. Open champion Retief Goosen heading into the final round, but a closing 10-over 80 dropped him from T2 to T23. Earned a spot in the U.S. Open by firing 73-59 at Woodmont CC in Rockville, MD. Considered withdrawing after first round. Captured third career victory at age 46 years, 3 months and 13 days at the Deutsche Bank Championship. Tied for the lead after 54 holes with John Rollins, Jason Bohn, Carl Pettersson and Billy Andrade after opening 68-65-70. Broke the five-way tie with a final-round 4-under-par 67 to defeat Bohn by one stroke. Earned a career-best $990,000 and surpassed $1 million in season earnings for the first time in his career. Two weeks after winning in Boston finished solo second at the Valero Texas Open. In 2004, made 15 cuts in 30 starts, including two top-10s. Played in the final group on Sunday with Adam Scott at the Booz Allen Classic, finished T7. Second top-10 was a T4 at the U.S. Bank Championship in Milwaukee. Missed the cut in the last two tournaments of the season and finished 127th on the money list. In 2003, finished outside the top 125 for the first time since 1994. Played in 34 tournaments and made 22 cuts to finish 130th on the money list. In 2002, finished among the top 125 for the seventh consecutive season. Shot an opening-round 73 at the SEI Pennsylvania Classic before coming alive on the weekend (65-66) and finished at 11-under-par 273 for T5. Best chance to earn first TOUR title since 1999 came in the 2001 AT&T Pebble Beach National Pro-Am. Shared third-round lead with Phil Mickelson at 14-under-par 202. Closed with 73 to finish T3, three shots behind winner Davis Love III. Made 34th ace in U.S. Open history when he holed a 7-iron from 165 yards on the 11th hole en route to finishing T24. Had a season-best T9 at the 2000 Greater Milwaukee Open. Earned his second TOUR victory in as many seasons with win at the 1999 MasterCard Colonial. Final-round 66, which included two eagles, produced a one-stroke victory. Win came on his 40th birthday and $504,000 payday was largest of career to that point. Also earned a spot in 2000 Mercedes Championships, which he had to miss in 1999 due to October surgery on his left arm. Leading up to victory, was not allowed to hit more than a small bucket of balls in practice. Went from late August 1998 to mid-February 1999 without touching his clubs. In 1998, after 14 years as a professional, claimed his first TOUR title at the Canon Greater Hartford Open. Closed with 67 to earn a playoff spot with Stewart Cink and Larry Mize. On the first extra hole, chipped in for birdie from 40 feet for the win, becoming the first player since Greg Norman at the 1995 NEC World Series of Golf to win a playoff by chipping in. In 1996, cracked top 125 on TOUR for the first time when he finished 100th on money list. In only Nationwide Tour start, earned fourth Nationwide Tour title with a victory in the Dominion Open. In 1993, won Monterrey Open and finished seventh on Nationwide Tour money list to earn exempt status on PGA TOUR. In 1991, won Bakersfield Open and Hawkeye Open to finish second on Nationwide Tour money list and earn exempt status on PGA TOUR. After winning 1993 Monterrey Open in Mexico, gave victory speech in Spanish. Knows language because of his father's Chilean heritage. Did not start playing golf until he was 19. Got hooked on game while attending Occidental College in Los Angeles.\n","otherCarHigh" : "","personal" : "","otherInfo" : "Missed the first half of 2007 PGA TOUR season due to torn ligaments in left index finger. Opted for rest and rehabilitation over surgery. First start was a missed cut at THE PLAYERS Championship. In second start of season, finished T9 at the AT&T Classic. Played sparingly the rest of the way and was granted a Major Medical Extension. Has 15 events in 2008 to earn $480,575 (combined with 2007 earnings of $304,605 would equal 2007's No. 125 earnings of $785,180) and receive Major Medical Extension status for the remainder of the 2008 campaign. In early August, chosen as one of three Captain's Assistants for the 2008 Ryder Cup by Captain Paul Azinger. Dave Stockton and Raymond Floyd were also chosen. Notched two top-10s in 30 starts in 2006. T8 at the Bob Hope Chrysler Classic and T8 at the Southern Farm Bureau Classic. Enjoyed a career year in 2005 with a victory at the Deutsche Bank Championship and first invitation to THE TOUR Championship. Also contended at the U.S. Open at Pinehurst. In his first major championship start since the 2003 U.S. Open, shared the first- and second-round leads at Pinehurst No. 2. Was three back of two-time U.S. Open champion Retief Goosen heading into the final round, but a closing 10-over 80 dropped him from T2 to T23. Earned a spot in the U.S. Open by firing 73-59 at Woodmont CC in Rockville, MD. Considered withdrawing after first round. Captured third career victory at age 46 years, 3 months and 13 days at the Deutsche Bank Championship. Tied for the lead after 54 holes with John Rollins, Jason Bohn, Carl Pettersson and Billy Andrade after opening 68-65-70. Broke the five-way tie with a final-round 4-under-par 67 to defeat Bohn by one stroke. Earned a career-best $990,000 and surpassed $1 million in season earnings for the first time in his career. Two weeks after winning in Boston finished solo second at the Valero Texas Open. Made 15 cuts in 30 starts in 2004, including two top-10s. Played in the final group on Sunday with Adam Scott at the Booz Allen Classic, finished T7. Second top-10 was a T4 at the U.S. Bank Championship in Milwaukee. Missed the cut in the last two tournaments of the season and finished 127th on the money list. In 2003, finished outside the top 125 for the first time since 1994. Played in 34 tournaments and made 22 cuts to finish 130th on the money list. Finished in the top 20 three times. Finished among the top 125 for the seventh consecutive season in 2002. Finished T9 at the Kemper Insurance Open for his first top-10 since a T7 at the 2001 Canon Greater Hartford Open. Shot an opening-round 73 at the SEI Pennsylvania Classic before coming alive on the weekend (65-66) and finished at 11-under-par 273 for T5. Best chance to earn first TOUR title since 1999 came at the 2001 AT&T Pebble Beach National Pro-Am. Shared third-round lead with Phil Mickelson at 14-under-par 202. Closed with 73 to finish T3, three shots behind winner Davis Love III. Made 34th ace in U.S. Open history when he holed a 7-iron from 165 yards on the 11th hole en route to finishing T24. Had a season-best T9 at the 2000 Greater Milwaukee Open. Earned his second TOUR victory in as many seasons with win at the 1999 MasterCard Colonial. Final-round 66, which included two eagles, produced a one-stroke victory. Win came on his 40th birthday and $504,000 payday was largest of career to that point. Also earned a spot in 2000 Mercedes Championships, which he had to miss in 1999 due to October surgery on his left arm. Leading up to victory, was not allowed to hit more than a small bucket of balls in practice. Went from late August 1998 to mid-February 1999 without touching his clubs. After 14 years as a professional, claimed his first TOUR title at the 1998 Canon Greater Hartford Open. Closed with 67 to earn a playoff spot with Stewart Cink and Larry Mize. On the first extra hole, chipped in for birdie from 40 feet for the win, becoming the first player since Greg Norman at the 1995 NEC World Series of Golf to win a playoff by chipping in. Cracked top 125 on TOUR for the first time when he finished 100th on money list in 1996. In only Nationwide Tour start, earned fourth Nationwide Tour title with a victory in the Dominion Open. Won 1993 Monterrey Open and finished seventh on Nationwide Tour money list to earn exempt status on PGA TOUR. Won 1991 Bakersfield Open and Hawkeye Open to finish second on Nationwide Tour money list and earn exempt status on PGA TOUR. After winning 1993 Monterrey Open in Mexico, gave victory speech in Spanish. Knows language because of his father's Chilean heritage. Did not start playing golf until he was 19. Got hooked on game while attending Occidental College in Los Angeles. School's annual most valuable player award, given to the top golfer, is named in his honor.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1994","qSchoolYear" : "1995","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "Had his best season on the Champions Tour since the 2011 campaign, highlighted by his first victory in over 3½ years along with six other top-10 finishes, equaling the total number he's had in the last two years combined...Had four top-10s in his first six starts punctuated by a win at the rain-shortened Greater Gwinnett Championship near Atlanta, his second career victory on the Champions Tour. His six-foot birdie putt on the 18th hole Saturday proved to be the difference over Bernhard Langer as heavy rain wiped out the final round at TPC Sugarloaf. Victory ended a drought of 3 years, 8 months, 18 days since his initial Champions Tour triumph, at the 2011 U.S. Senior Open, and temporarily moved him into the lead in the Charles Schwab Cup race. He became the first player to win a rain-shortened event since Brad Faxon at the 2011 Insperity Championship...At the season opener, was just two strokes off the lead after 36 holes at the Mitsubishi Electric Championship at Hualalai. Closed with a 3-under-par 69 to T5. Was just one of four players in the field to post three rounds in the 60s...Was just one stroke off the pace after 36 holes at the Nature Valley First Tee Open at Pebble Beach following a second-round, 6-under-par 65 at Poppy Hills which matched the competitive course record. However, closed with a 1-over-par 73 at Pebble Beach Sunday to T6...Bettered par all three days on his way to a T7 finish at The ACE Group Classic...Final-round 69 at the San Antonio Championship moved him up into a T7 finish...T9 at the Mississippi Gulf Resort Classic after posting three consecutive par-or-better scores at Fallen Oak...Was on the leaderboard after both the first and second rounds of the Charles Schwab Cup Championship and eventually finished T9 in the year's final event.","carHigh" : "2010: Did not play in a PGA TOUR event, concentrating solely on the Champions Tour...Closed with a bogey-free 5-under 65 at the U.S. Senior Open to finish T3 at Sahalee, his career-best performance on the Champions Tour. Sunday round matched the tournament-low score and included a front-nine of 5-under 30, the best 9-hole score of the event...Was T8 in his next start at the 3M Championship near Minneapolis...Finished solo eighth at The Cap Cana Championship after closing with a 5-under 31 on the back nine Sunday to post a final-round 68. 2009: Made 13 starts on the Champions Tour after joining the circuit in late May at The Principal Charity Classic (T50, after holding a share of the first-round lead). Top efforts in his rookie year were a pair of T5 finishes at the Walmart First Tee Open at Pebble Beach and SAS Championship. Also T7 at the Administaff Small Business Classic and T10 at the U.S. Senior Open. Made nine appearances on the PGA TOUR with two cuts made, finishing T76 at the Mayakoba Golf Classic in Mexico and T77 at the Travelers Championship near Hartford, CT. 2008: Made the cut in 11 of 27 starts on TOUR, but failed to record a top-25 finish in a full season for the first time in his career. Served with Dave Stockton and Raymond Floyd as Captain's Assistants for the winning U.S. Ryder Cup team, captained by Paul Azinger. 2007: Missed the first half of season due to torn ligaments in left index finger. Opted for rest and rehabilitation over surgery. First start was a missed cut at THE PLAYERS Championship. In second start of season, finished T9 at the AT&T Classic. Played sparingly the rest of the way, and was granted a Major Medical Extension for the 2008 campaign. 2006: Notched two top-10s in 30 starts. T8 at the Bob Hope Chrysler Classic and T8 at the Southern Farm Bureau Classic. 2005: Enjoyed a career year with a victory at the Deutsche Bank Championship and first invitation to THE TOUR Championship. Also contended at the U.S. Open at Pinehurst...In his first major championship start since the 2003 U.S. Open, shared the first- and second-round leads at Pinehurst No. 2. Was three back of two-time U.S. Open champion Retief Goosen heading into the final round, but a closing 10-over 80 dropped him from T2 to T23. Earned a spot in the U.S. Open by firing 73-59 at Woodmont CC in Rockville, MD. Considered withdrawing after first round…Captured third career victory at age 46 years, 3 months and 13 days at the Deutsche Bank Championship. Tied for the lead after 54 holes with John Rollins, Jason Bohn, Carl Pettersson and Billy Andrade after opening 68-65-70. Broke the five-way tie with a final-round 4-under-par 67 to defeat Bohn by one stroke. Earned a career-best $990,000 and surpassed $1 million in season earnings for the first time in his career...Two weeks after winning in Boston finished solo second at the Valero Texas Open. 2004: Made 15 cuts in 30 starts, including two top-10s. Played in the final group on Sunday with Adam Scott at the Booz Allen Classic, finished T7. Second top-10 was a T4 at the U.S. Bank Championship in Milwaukee. Missed the cut in the last two tournaments of the season and finished 127th on the money list. 2003: Finished outside the top 125 for the first time since 1994. Played in 34 tournaments and made 22 cuts to finish 130th on the money list. Finished in the top 20 three times. 2002: Finished among the top 125 for the seventh consecutive season…Finished T9 at the Kemper Insurance Open for his first top-10 since a T7 at the 2001 Canon Greater Hartford Open...Shot an opening-round 73 at the SEI Pennsylvania Classic before coming alive on the weekend (65-66) and finished T5. 2001: Best chance to earn first TOUR title since 1999 came in the AT&T Pebble Beach National Pro-Am. Shared third-round lead with Phil Mickelson at 14-under-par 202. Closed with 73 to finish T3, three shots behind winner Davis Love III...Made 34th ace in U.S. Open history when he holed a 7-iron from 165 yards on the 11th hole en route to finishing T24. 2000: Had a season-best T9 at the Greater Milwaukee Open. 1999: Earned his second TOUR victory in as many seasons with win at the MasterCard Colonial. Final-round 66, which included two eagles, produced a one-stroke victory. Win came on his 40th birthday and $504,000 payday was largest of career to that point. Also earned a spot in 2000 Mercedes Championships, which he had to miss in 1999 due to October surgery on his left arm. Leading up to victory, was not allowed to hit more than a small bucket of balls in practice. Went from late August 1998 to mid-February 1999 without touching his clubs. 1998: After 14 years as a professional, claimed his first TOUR title at the Canon Greater Hartford Open. Closed with 67 to earn a playoff spot with Stewart Cink and Larry Mize. On the first extra hole, chipped in for birdie from 40 feet for the win, becoming the first player since Greg Norman at the 1995 NEC World Series of Golf to win a playoff by chipping in. 1996: Cracked top 125 on TOUR for the first time when he finished 100th on money list...In only Nationwide Tour start, earned fourth Nationwide Tour title with a victory in the Dominion Open. 1993: Won Monterrey Open and finished seventh on Nationwide Tour money list to earn exempt status on PGA TOUR. 1991: Won Bakersfield Open and Hawkeye Open to finish second on Nationwide Tour money list and earn exempt status on PGA TOUR.\n","otherCarHigh" : "","personal" : "After winning 1993 Monterrey Open in Mexico, gave victory speech in Spanish. Knows language because of his father's Chilean heritage...Did not start playing golf until he was 19. Got hooked on game while attending Occidental College in Los Angeles.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "Focused his play primarily on the Champions Tour and made just one PGA TOUR start—a missed cut at the Crowne Plaza Invitational at Colonial. Made 22 Champions Tour starts, where he claimed a major title, as well as seven other top-10 finishes. Five of those performances came in each of his first five starts of the season...Led wire to wire in late July to capture the U.S. Senior Open at Inverness in Toledo, OH. Opened with a 7-under-par 64 (lowest first-round score by a winner in the event), added a 6-under-par 65 to his scorecard in the third round and then held off Mark O'Meara in the final round for a three-stroke victory. Capped his tournament by draining a 30-foot birdie putt at the 72nd hole. Became the fifth player to secure his first Champions Tour victory at the U.S. Senior Open. With the win, joined Ron Streck, Keith Fergus, Tom Lehman and Gary Hallberg as the only players to have won on all three Tours."},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2009","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Had his best season on the Champions Tour since the 2011 campaign, highlighted by his first victory in over 3½ years along with six other top-10 finishes, equaling the total number he's had in the last two years combined...Had four top-10s in his first six starts punctuated by a win at the rain-shortened Greater Gwinnett Championship near Atlanta, his second career victory on the Champions Tour. His six-foot birdie putt on the 18th hole Saturday proved to be the difference over Bernhard Langer as heavy rain wiped out the final round at TPC Sugarloaf. Victory ended a drought of 3 years, 8 months, 18 days since his initial Champions Tour triumph, at the 2011 U.S. Senior Open, and temporarily moved him into the lead in the Charles Schwab Cup race. He became the first player to win a rain-shortened event since Brad Faxon at the 2011 Insperity Championship...At the season opener, was just two strokes off the lead after 36 holes at the Mitsubishi Electric Championship at Hualalai. Closed with a 3-under-par 69 to T5. Was just one of four players in the field to post three rounds in the 60s...Was just one stroke off the pace after 36 holes at the Nature Valley First Tee Open at Pebble Beach following a second-round, 6-under-par 65 at Poppy Hills which matched the competitive course record. However, closed with a 1-over-par 73 at Pebble Beach Sunday to T6...Bettered par all three days on his way to a T7 finish at The ACE Group Classic...Final-round 69 at the San Antonio Championship moved him up into a T7 finish...T9 at the Mississippi Gulf Resort Classic after posting three consecutive par-or-better scores at Fallen Oak...Was on the leaderboard after both the first and second rounds of the Charles Schwab Cup Championship and eventually finished T9 in the year's final event.","carHigh" : "2014: Turned in his strongest season since 2011. Had four events where he finished among the top-six finishers...Made a strong run in Sunday's final round at The ACE Group Classic, firing a 6-under-par 66 to get himself into position to win. However, despite birdies on two of his final three holes, made a bogey at No. 14, which would later prove costly as he finished T2, one stroke shy of Kirk Triplett's winning total of 16-under-par 201...Had another strong showing at May's Regions Tradition. Shared the first-round lead and was among the leaders all four rounds in Birmingham before eventually finishing T3, two behind winner Kenny Perry...Was tied for the first-round lead at the Dick's Sporting Goods Open and eventually finished T4...Capped his season with a solo sixth at the Charles Schwab Cup Championship in Arizona. \n\n2013: Season was limited to just 14 starts after he missed five months of the campaign due to a stress fracture in his back. Finished T12 in his final start, at the Mississippi Gulf Resort Classic, in late-Match before being sidelined until the Boeing Classic in late-August...Recorded his best finish since winning the U.S. Senior Open in 2011 when he lost in a playoff to Michael Allen at the Greater Hickory Kia Classic at Rock Barn. His final-round 64 included five consecutive birdies on the back nine, and he appeared in the driver's seat to win until Allen birdied two of the final three holes in regulation to force overtime. Allen eventually won with a birdie on the first extra hole...Posted his first top-10 of the year one month after his return when he was T9 at the Nature Valley First Tee Open at Pebble Beach...Narrowly missed another top-10 in his next start when he was T11 at the SAS Championship in North Carolina a week prior to his finish in Hickory.\n\n2012: Rebounded from an opening-round, 3-over-par, 73 with rounds of 62-69-65 to claim third place at the Constellation SENIOR PLAYERS Championship near Pittsburgh. His second-round, 8-under-par 62 matched the competitive course record at Fox Chapel GC set in 2006 by William Miller in the Western Pennsylvania Amateur...Finished T3 at the 3M Championship, thanks to rounds of 67-66 on the weekend at TPC Twin Cities.\n\n2011: Enjoyed his best year since 2005 on the PGA TOUR, finishing among the Champions Tour's top-10 money-winners for the first time, thanks to the biggest triumph of his career...His eight top-10s were more than he had in his first two years on the Champions Tour combined and started the season with five straight top-10s, three of them coming in Florida events...His first Champions Tour win was a memorable one. Led wire to wire in late July to capture the U.S. Senior Open at Inverness in Toledo. Opened with a 7-under-par 64 (lowest first-round score by a winner in the event), added a 6-under-par 65 to his scorecard in the third round and then held off Mark O'Meara in the final round for a three-stroke victory. Capped the championship by draining a 30-foot birdie putt at the 72nd hole. Became the fifth player to secure his first Champions Tour title at the U.S. Senior Open and just the second player in U.S. Senior Open history to lead from start to finish, joining Dale Douglass (1986). Victory earned him a check for $500,000, the largest at the time in Champions Tour history, and triumph also gave him at least one win on all three Tours (Ron Streck, Keith Fergus, Tom Lehman and Gary Hallberg). Set a U.S. Senior Open nine-hole scoring record with a 5-under-par 29 on the back nine in the third round...Followed his U.S. Senior Open triumph with T8 finish at the 3M Championship. Posted 63 in the final round, the low score of the tournament, and his career-best on the Champions Tour. Sunday score vaulted him up 40 spots and helped to move him past the $1-million mark in single-season earnings for the first time on the Champions Tour...Kicked off his season with a T4 at the Allianz Championship. Playing in his first round of the year, made an ace on the par-3 eighth hole at The Old Course at Broken Sound. It was his first Champions Tour ace, becoming the fourth player to make at least one hole-in-one on the PGA TOUR, Champions Tour and Web.com Tour (Dave Barr, Chip Beck and Jim Thorpe)...Followed performance at the Allianz Championship with a T6 at the ACE Group Classic in Naples, T8 at the Toshiba Classic, T5 at the Mississippi Gulf Resort Classic and T7 at the Outback Steakhouse Pro-Am. Run of five straight top-10s included a streak of 15 straight sub-par scores...Late in the year, was T4 at the rain-shortened Insperity Championship...Made one start on the PGA TOUR, but missed the cut at the Crowne Plaza Invitational at Colonial in Fort Worth. 2010: Missed just one event for which he was eligible (Mississippi Gulf Resort Classic) and improved 15 spots to 25th on the final money list in his first full Champions Tour season...Played his best golf in early August. Closed with a bogey-free, 5-under 65 at the U.S. Senior Open to move into a T3 at Sahalee, his career-best performance on the Champions Tour at the time. Sunday round matched the tournament-low and included a front-nine of 5-under 30, the event's best nine-hole score. 2009: Made 13 starts on the Champions Tour after joining the circuit in late May at The Principal Charity Classic (T50, after holding a share of the first-round lead)...Top efforts in his rookie year were a pair of T5 finishes. First came at the Walmart First Tee Open at Pebble Beach. Was one stroke off the first-round lead and then rebounded from a second-round 73 with 71 Sunday, one of just 13 final rounds below par. Also finished T5 again at the SAS Championship, posting rounds of 66-68 Saturday and Sunday, the best scores on the weekend by any player in the field.\n","otherCarHigh" : "Veteran PGA TOUR performer with more than 400 career starts to his credit and over 250 career made-cuts...A three-time winner, he enjoyed his finest season in 2005 when banked $2,171,928 on the strength of a win at the Deutsche Bank Championship and a second-place effort at the Valero Texas Open. Finished 26th on the money list and earned a trip to THE TOUR Championship. Also contended at the U.S. Open at Pinehurst that year. In his first major championship start since the 2003 U.S. Open, shared the first- and second-round leads at Pinehurst No. 2. Was three back of two-time U.S. Open champion Retief Goosen heading into the final round, but a closing 10-over 80 dropped him from T2 to T23. Earned a spot in the U.S. Open by firing 73-59 at Woodmont CC in Rockville, Md. Considered withdrawing after first round...Captured third career victory at age 46 years, 3 months and 13 days at the Deutsche Bank Championship. Tied for the lead after 54 holes with John Rollins, Jason Bohn, Carl Pettersson and Billy Andrade after opening 68-65-70. Broke the five-way tie with a final-round 4-under-par 67 to defeat Bohn by one stroke. Earned a career-best $990,000 and surpassed $1 million in season earnings for the first time in his career...Two weeks after winning in Boston finished solo second at the Valero Texas Open. Was selected at the PGA TOUR's Comeback Player of the Year in 2005...In 2001, had his best chance to earn first TOUR title since 1999 when he shared the third-round lead at the AT&T Pebble Beach National Pro-Am with Phil Mickelson at 14-under-par 202. Closed with 73 to finish T3, three shots behind winner Davis Love III...Made 34th ace in U.S. Open history when he holed a 7-iron from 165 yards on the 11th hole en route to finishing T24 that same year...Earned his second TOUR victory in 1999, winning at the MasterCard Colonial. Final-round 66, which included two eagles, produced a one-stroke victory over five players including Fred Funk and Jeff Sluman. Win came on his 40th birthday and $504,000 payday was largest of career to that point...In 1998, after 14 years as a professional, claimed his first TOUR title at the Canon Greater Hartford Open. Closed with 67 to earn a playoff spot with Stewart Cink and Larry Mize. On the first extra hole, chipped in for birdie from 40 feet for the win, becoming the first player since Greg Norman at the 1995 NEC World Series of Golf to win a playoff by chipping in...Was a four-time winner on the Web.com Tour, including the 1996 Dominion Open in his lone start on that circuit that year. Won 1993 Monterrey Open and finished seventh on Web.com Tour money list to earn exempt status on PGA TOUR. Two years earlier, won the Bakersfield Open and the Hawkeye Open to finish second on Web.com Tour money list and earn exempt status on PGA TOUR...Was the medalist at the 1978 SCIAC Championship while at Occidental College. \n","personal" : "After winning the 1993 Monterrey Open in Mexico, gave victory speech in Spanish. Knows language because of his father's Chilean heritage...Did not start playing golf until he was 19. Got hooked on game while attending Occidental College in Los Angeles...Son, Olin, Jr., played golf at Pepperdine for John Geiberger, son of former PGA TOUR and Champions Tour player Al Geiberger, and was a conditional member of the 2014 Web.com Tour...His favorite team growing up was the Washington Redskins. Favorite players were quarterback Sonny Jurgensen and wide receiver Charlie Taylor...Enjoys watching \"NCIS\" and football on TV and says his favorite all-time movies are \"My Cousin Vinny\" and \"Raiders of the Lost Ark.\"...Follows tennis and is a fan of Rafael Nadal and Novak Djokovic...Says his favorite meal is fresh-caught snapper—blackened...Says his most memorable shot was his 30-foot putt on the final hole at the 2011 U.S. Senior Open...One course he's never played that he'd love to play is St. Andrews...First concert he attended was Peter Frampton and Yes at RFK Stadium in Washington...Enjoys getting involved with any charity that supports our military...Enjoys Jimmy Buffett and Stevie Ray Vaughan...Bucket list includes diving with great white sharks.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T11th at the Mitsubishi Electric Championship at Hualalai.","dynStats" : "He ranks 39th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}