{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "28535","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Quek","first" : "Quincy","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "161","weightMetric" : "73","birthDate" : "February 19, 1987","age" : "29","birthPlace" : "Singapore","residence" : "","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2009","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "(1) 2012 ICTSI Orchard Golf Championship [AsiaDev].","curYrHigh" : ": Opened with a 66 at the Asian Tour Qualifying Tournament in mid-January and earned full status on that Tour with his T35…Picked up a pair of T11s in consecutive Asian Development Tour starts. First came at The Players Championship, thanks to back-to-back 68s over the final 36 holes…Added a second T11 at the PGM Clearwater Championship in March. \n","carHigh" : "2015: Shot a third-round 66 at the Aboitiz Invitational on the Asian Development Tour. Finished T17 with six others at Manila Southwoods G&CC...Recorded the first double eagle of the Ping An Bank China Tour – PGA TOUR China Series. While finishing his third round Sunday morning at the weather-delayed event, holed out from the fairway on No. 12. The albatross ended a streak of triple bogey-birdie-bogey-double eagle (even-par). Added another 8 on his scorecard, at No. 17, to finish the round with an 80. Finished the tournament T63…In late-November, at the windswept Hainan Open in Sanya, only had one under-par round all week—a 2-under 70—but that was enough to earn him a T9 with Zhen Ouyang and Alex Ching, five shots behind winner Huilin Zhang. \n\n2014: Only made cut in three early Asian Tour events was a 70th-place showing at The Championship at Laguna National. Opened with a 64 but then couldn't break par the rest of the way (74-72-77)…Also missed the cut at the PGM CCM Rahman Putra Masters on the Asian Tour Development Tour…Earned conditional status on the PGA TOUR China Series when he T24 at the first Qualifying Tournament in March in Haikou. Was T24 when the final round began, but a back-nine, 5-over 41 at the Sandbelt Trails Course ended any hopes he had of moving into the top-20...Returned to Haikou in April for the inaugural PGA TOUR China Series event, the Mission Hills Haikou Open. Had the low round of the third round—an 8-under 64 that followed a second-round 69—that allowed him to finish fifth…Entered the final round of the Lanhai Open in second place, three shots behind leader David McKenzie. Faltered with a 2-over 74 on the final day to finish third. The performance was still his best PGA TOUR China Series' performance. His first-round 65 tied him for low-round honors for the week and gave him the 18-hole lead. …Missed the cut at the Asian Development Tour's Taifong Open in Taiwan in late-July.…Finished T29 at the Asian Development Tour's Golfpreneur Tournament in Indonesia. Shot a third-round 68 at Damai Indah GC's BSD Course…Made five consecutive cuts, starting at the Yulongwan Yunnan Open (T32)…In his next start, was 24th at the Chateau Junding Penglai Open…Added T46 (Cadillac Championship) and T48 efforts (Jianye Tianzhu Henan Open)…In mid-November in Jiaxing, sandwiched two even-par 72s around a pair of 74s to T15 at the Nine Dragons Open…Finished T9 the following week at the Hainan Open in Sanya, tying with Dong Su, amateur Cheng Jin and Todd Baek. \n2013: Had a runner-up finish on the Asian Development Tour. Was solo second at the PGM CCM Rahman Putra Masters, two shots behind winner James Byrne…Also made two Asian Tour starts, finishing T12 at the Queen's Cup…Added a T7 at the Zaykabar Myanmar Open, finishing 69-67-67 over his final 54 holes.  \n2012: Picked up his first career title, winning the ICTSI Orchard Golf Championship on the Asian Development Tour with a final-round 65—including a hole-in-one on the 16th hole—recovering nicely from a third-round 74. Opened 69-68 on his way to victory. Began the final day trailing Tony Lascuna by six shots. His 12-under 276 gave him a two-shot triumph over Lascuna, Scott Bar and Lam Ziquin…In his previous Asian Development Tour start, was T6 at the PGM Sarawak Masters, shooting a final-round 67…Added a T12 at the Asian Development Tour's BII-Maybank Challenge, a 54-hole event…On the Asian Tour, his best showing was a T11 at the King's Cup in Thailand.  \n2011: Improved his Asian Tour order of merit position by 29 places over 2010, finishing 88th. Made five cuts, a T11 at the ISPS Handa Singapore Classic his best finish, thanks to middle rounds of 68-66.  \n2010: Finished 117th on the Asian Tour order of merit, with three made cuts coming at the Johnnie Walker Cambodian Open (T41), the King's Cup (T13) and the Asian Tour International (T39). \n2009: His three made cuts on the Asian Tour came at the Johnnie Walker Cambodian Open (T42), the Brunei Open (62nd) and the Indonesia President Invitational (T60).  \n","otherCarHigh" : "Won three individual titles and one team title. Captured the 2007 Singapore Amateur Closed Championship, the individual Putra Cup championship and the Philippines Amateur Championship. Also took the team title at the 2008 Putra Cup. ","personal" : "Began playing golf at age 10, introduced to the sport by his father…Was a competitive swimmer in his younger years.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : ": Opened with a 66 at the Asian Tour Qualifying Tournament in mid-January and earned full status on that Tour with his T35…Picked up a pair of T11s in consecutive Asian Development Tour starts. First came at The Players Championship, thanks to back-to-back 68s over the final 36 holes…Added a second T11 at the PGM Clearwater Championship in March. \n","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was 3rd in 2014 at the Lanhai Open.","dynStats" : "He ranks 78th in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}