{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "37076","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Rozo","first" : "Marcelo","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "185","weightMetric" : "84","birthDate" : "November 6, 1989","age" : "26","birthPlace" : "Bogota, Colombia","residence" : "Bogota, Colombia","family" : "Single","education" : "John A. Logan College; Lynn University (2012, Sports Management, Business)","splInterest" : "Eating at the best restaurants in town, wine, hanging out with family and friends","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2012","clubAffl" : "Club El Rancho (Bogota, Colombia)","cityPlaysFrm" : "Bogota, Colombia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "11,516&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2013","otherVics" : "","intlVics" : "(2) 2013 Abierto del Polo Club de Santiago [Chile], 2015 Panamerican Games Toronto [ODEPA]","curYrHigh" : "","carHigh" : "2015 His highlight of a very tough season were the two gold medals he earned for Colombia at the Pan-American Games in Toronto, Canada in July. Won the men's event and was part of the team that won the mixed team competition. Posted rounds of 68-76-63-68 to win the men's gold medal at 13-under 275 in Angus Glen Golf Club's South Course. Won by one stroke over Tommy Cocha of Argentina and Felipe Aguilar of Chile. As the men's gold medalist he was awarded an exemption to make his PGA TOUR debut at the RBC Canadian Open, an event in which he made the cut but didn't play the final round… Had a tough start to his career on the Web.com Tour, missing the cut in all seven of his starts to drop on the priority rankings… Had two top-10s and six top-25 in 11 starts on PGA TOUR Latinoamérica, where he finished the year ranked 56th on the Order of Merit… His best finishes in Latin America were T6 at the rain-shortened Guatemala Stella Artois Open, where he was making a strong charge to the top before the final round got canceled, and T7 at the Volvo Colombian Classic at his home course at El Rancho in Bogota… Missed the cut at The Players Cup in July on his only start of the year on the Mackenzie Tour PGA TOUR Canada.\n\n2014: Made eagle on the second hole of a playoff that featured seven players to win the TransAmerican Power Products CRV Open at Las Lomas Club de Golf in Guadalajara, Mexico in March. Became the first player under the age of 25 with two Tour wins and moved into the second spot on the Order of Merit after only two tournaments played… Would add back-to-back runner-up outings in the early fall at the Ecuador Open and Colombian Classic... Added a third-place effort, along with a T4, a T5 and a T6 before the season ended. In all, posted eight top-10s and 10 top-25s to finish second on the Order of Merit and earn one of the five available PGA TOUR Latinoamérica spots on the 2015 Web.com Tour. Almost caught No. 1 money-winner Julián Etulain at the season-ending VISA Open de Argentina, picking up a T4 finish. Came up $3,277 short... In five PGA TOUR Canada starts in July and August, made two cuts, both top-25s to finish 91st on the Order of Merit... One Web.com Tour start came at the Colombia Championship (missed the cut).\n\n2013: Finished the PGA TOUR Latinoamérica season ranked No. 10 on the Order of Merit. Collected a victory and four top-25 finishes. Made 11 cuts in 14 starts. Claimed his first Tour win in 18 starts at the season ending 108th VISA Open de Argentina presented by Peugeot on December 8 at Nordelta Golf Club in Tigre, Buenos Aires, Argentina. Posted rounds of 73-64-69-72 for a two-shot win at 278 (-10). His bogey-free 64 (-8) in the second round tied the course record set a year earlier at this same event by Ángel Cabrera, tied him for the halfway lead with Rafa Echenique and eventually secured him the OHL-Round of the Week Award. Entered the final round holding a five-shot lead, the second largest ever by a Tour leader through 54 holes. Stayed in control throughout the final round, extending his lead to seven and finally winning by two… Missed the Colombia Championship cut on his first career start on the Web.com Tour in March… Won his first title as a professional on November 16 at the Abierto del Polo Club in Santiago, Chile. Finished the 54-hole Chilean Tour event at 13-under par with three rounds in the 60s.\n\n2012: Turned professional in October… Making only his third start as a pro, claimed runner-up honors at the Dominican Republic Open for his best PGA TOUR Latinoamérica finish... Finished the season ranked No. 24 on the Order of Merit to join the Tour as a full member in 2013.\n","otherCarHigh" : "Finished T7 at the 65th Arturo Calle Colombian Open in September of 2012 on his first start ever on PGA TOUR Latinoamérica… Enjoyed a terrific career at Lynn University in Boca Raton, Florida, where he collected a victory, two runner-up finishes and nine top-10 finishes during the 2011-12 season.","personal" : "Attended High School at the Colegio José Joaquín Casas in Bogota… His late grandfather Vicente Falaschini was an Argentine professional from Mar del Plata who moved to Colombia in 1957. Mr. Falaschini was also a golf course designer and Marcelo's first golf instructor. Says that his grandfather would have been extremely proud to see him win the 2013 Argentine Open… His uncle Iván Rengifo represented Colombia seven times in the World Cup and won many tournaments as a professional in Colombia and abroad… Luis Nelson Herrera is another instructor he has worked with… Affiliated to the Club El Rancho in Bogota, Colombia… Whispering Pines in North Carolina is the course he has enjoyed the most… Never travels without his iPad… His favorite professional teams are Spain's Real Madrid, the NBA's Miami Heat and Colombian soccer's Santa Fe… His favorite book is John Carlin's “Playing the Enemy”… Tiger Woods is his favorite athlete to watch… Madrid and New York are his favorite cities… Cartagena, Miami and New York are his top vacation spots… Jack Nicklaus, his father and his brother would round out his dream foursome… His favorite charity is the Fundación Mateo Rozo Rengifo, a foundation his family created to honor his brother Mateo, who passed away in 2001… Has another brother, Sebastián… His bucket list includes traveling around the world… His personal motto: Believe… Twitter: @marciorozo… Instagram: @marcelorozo.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 Order of Merit Top-60"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2015","exmtStatus" : "Conditional - Finished 2-5 on 2014 PGA TOUR Latinoamérica Order of Merit","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Finished T50 in the Web.com Tour Qualifying Tournament in December in an attempt to improve his status gained from his No. 2 spot on the PGA TOUR Latinomerica Order of Merit. A final-round 68 got him to within one shot of exempt status...Played a full schedule on both Latinoamérica and PGA TOUR Canada...On Latinoamérica, made 14 cuts in 17 appearances. Recorded a playoff win in March in Guadalajara that featured seven players...Would add back-to-back runner-up outings in the early fall in Ecuador and Colombia...Added a third-place effort, along with a T4, a T5 and a T6 before the season ended. In all, posted eight top-10s and 10 top-25s to finish second on the Order of Merit and earn one of the five available Latinoamérica spots on the 2015 Web.com Tour. Almost caught No. 1 money-winner Julian Etulain at the season-ending Argentine Open, picking up a T4 finish. Came up $3,277 short...In five PGA TOUR Canada starts in July and August, made two cuts, both top-25s, a T11 at the Forces and Families Open and T24 at The Players Cup. Finished 91st on the Order of Merit...One Web.com Tour start came at the Colombia Championship (missed the cut).\n\n2013: Fourteen appearances on Latinoamérica resulted in 11 cuts made and four top-25s, good for the 10th spot on the final Order of Merit. Highlight came in the season-ending Argentine Open, in which he collected his first Tour win. Jumped him from 38th to 10th in earnings...One Web.com Tour start was a missed cut at the Colombian Championship in March.\n\n2012: Making only his third start as a pro, claimed runner-up honors at the Dominican Republic Open for his best PGA TOUR Latinoamérica finish. Played in a total of five event, adding a T7 and T10 to his runner-up to finish 24th on the Order of Merit.\n","otherCarHigh" : "Enjoyed a terrific college career at John A. Logan College in Illinois and then Lynn University in Boca Raton, Fla. Collected 10 victories in college and was a three-time, first-team All-American. Was on the NJCAA national championship teams at Logan in 2009 and 2011. Won the individual title in 2010. Was a Ping first-team All-American in 2012.","personal" : "If not a golfer, would be in the public relations field...Biggest thrill in golf was walking up the 18th fairway en route to his 2013 Argentine Open win...Favorite course played is Teeth of the Dog in the Dominican Republic...Other favorites include Real Madrid, \"The Butler,\" Carlos Vives, the book Playing the Enemy, Roger Federer, Italian and seafood and New York, Chicago and Miami...Dream foursome would feature his dad, his brother and Jack Nicklaus...Bucket list includes visits to the Middle East and Asia...Twitter handle is @marciorozo","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : "2015 Pan-American Games"},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri in 2016 is T12th at the 85 Abierto OSDE del Centro presentado por FiberCorp.","dynStats" : "He ranks T64th in Total Eagles on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}