{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01326","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Faldo","first" : "Nick","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "195","weightMetric" : "88","birthDate" : "July 18, 1957","age" : "58","birthPlace" : "Welwyn Garden City, England","residence" : "Orlando, Florida","family" : "Natalie (9\/18\/86), Matthew (3\/17\/89), Georgia (3\/20\/93), Emma (7\/28\/03)","education" : "","splInterest" : "Fly fishing, flying helicopters, photography","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1976","clubAffl" : "","cityPlaysFrm" : "England; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "Inducted 1998","combTourMoney" : "6,116,835&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "Past Champion","otherVics" : "(2): 1995 Telus Skins Game. 1998 World Cup [with David Carter].","intlVics" : "(33): 1977 Skol Lager Individual [Eur]. 1978 Colgate PGA Championship [Eur]. 1979 ICL International [SAf]. 1980 Sun Alliance PGA Championship [Eur]. 1981 Sun Alliance PGA Championship [Eur]. 1982 Haig Whisky TPC [Eur]. 1983 Paco Rabanne French Open [Eur], Martini International [Eur], Car Care Plan International [Eur], Lawrence Batley International [Eur], Ebel Swiss Open-European Masters [Eur]. 1984 Car Care Plan International [Eur]. 1987 Peugeot Spanish Open [Eur], The Open Championship [Eur]. 1988 Peugeot French Open [Eur], Volvo Masters [Eur]. 1989 Volvo PGA Championship [Eur], Dunhill British Masters [Eur], Peugeot French Open [Eur], Suntory World Match Play Championship [Eur]. 1990 The Open Championship [Eur], Johnnie Walker Classic [Asia]. 1991 Carroll's Irish Open [Eur]. 1992 Carroll's Irish Open [Eur], The Open Championship [Eur], Scandinavian Masters [Eur], GA European Open [Eur], Toyota World Match Play Championship [Eur], Johnnie Walker World Championship of Golf. 1993 Johnnie Walker Classic [Eur], Carroll's Irish Open [Eur]. 1994 Alfred Dunhill Open [Eur], Nedbank Million Dollar Challenge [SAf].","curYearHigh" : "Managed to play in three events around his TV duties during the season...Finished T64 at the Senior PGA Championship and missed the cut at The Senior Open Championship at Sunningdale...Made his final Open Championship appearance at St. Andrews and missed the cut.","carHigh" : "Has won six major championship titles and is a World Golf Hall of Fame member since 1998. \n\n2013: Made his first start at the Open Championship in three years but did not make the cut at Muirfield after rounds of 79-78.\n\n2011: Lone start of the season came at The Open Championship at St. Andrews where he missed the cut after posting rounds of 72-81 on the Old Course...Again spent majority of his year as the lead analyst for both Golf Channel and CBS Sports golf broadcasts. \n\n2010: Made one PGA TOUR start, at The Open Championship, where he missed the cut. \n\n2009: Only PGA TOUR start came at The Open Championship, where he missed the cut...Finished T38 at The Senior Open Championship in his only Champions Tour start. \n\n2008: Served as European Ryder Cup team captain for matches won by the United States at Valhalla GC in Kentucky...Did not compete on the PGA TOUR, after taking a reduced playing schedule in 2006 and 2007 to concentrate on other golf interests, including his course-design company, Faldo Design, and a career as a television commentator.\n\n2007: Made his Champions Tour debut at The Senior Open Championship and finished T14 at Muirfield, the same venue where he won the 1987 and 1992 The Open Championship. Held a share of the first-round lead after posting a 68 but fell back after rounds of 74-75-75 in Scotland...Prepped for his first Champions Tour event by playing in The Open Championship at Carnoustie the week prior. Missed the cut after rounds of 79-73. Following his success in the commentary booth for ABC Sports since 2005, appointed lead analyst for PGA TOUR coverage on CBS Sports and Golf Channel...His lone PGA TOUR start was a missed cut at The Open Championship. \n\n2006: Played in six PGA TOUR events, making the cut at the Bay Hill Invitational. He eventually at to withdraw following the third round because of injury. \n\n2005: Joined ABC Sports as an analyst in the booth alongside Mike Tirico and Paul Azinger...Played in five events on TOUR. Withdrew after eight holes with a back injury at the Masters but rebounded with a T11 at The Open Championship with rounds of 70-69 on the weekend. \n\n2004: Top finish in six starts was a solo 68th-place finish at the Bay Hill Invitational...Late in the year, turned in a T26 at the unofficial Shinhan Korea Golf Championship. \n\n2003: Streak of most consecutive majors played, dating to the 1987 Open Championship, ended at 65 when he withdrew from the PGA Championship to be at home in England for the birth of daughter Emma...Made six cuts in seven PGA TOUR starts, with a T8 at The Open Championship his best showing. \n\n2002: Made the cut in all five PGA TOUR starts—at THE PLAYERS and the four major championships—with a T5 at the U.S. Open his best performance. \n\n2001: His top performance in 13 PGA TOUR events was a T10 in Memphis at the FedEx St. Jude Classic. \n\n2000: Lone top 10 was a seventh-place showing at the U.S. Open at Pebble Beach GL. \n\n1999: Had two top-10s in the latter half of the season, a T5 at the Michelob Championship in October and a solo eighth at the Bell Canadian Open. \n\n1998: Highlight of the year was representing England with teammate David Carter, winning the World Cup at Gulf Harbour in Auckland, New Zealand. \n\n1997: Won the last of his nine PGA TOUR victories, at the Nissan Open. Shot 68-68 on the weekend at Riviera CC to beat Craig Stadler by three strokes...Contended at the Kemper Open before settling for a T3 at Congressional CC outside Washington, D.C...Playing in his last Ryder Cup, he went 2-3 in the matches at Valderrama GC in Spain. \n\n1996: Most memorable triumph may have come at Masters, where he entered final round trailing Greg Norman by six strokes, shot 67 to Norman's 78 and won by five for the last of his three wins at Augusta National...Shot 68-67 on the weekend at the season-opening Mercedes Championships to T2, three strokes back of Mark O'Meara...Was also fourth at The Open Championship. \n\n1995: Won the Doral-Ryder Open by one stroke over Norman after entering the final round three shots back...The following week, came close at The Honda Classic. Shot a final-round 69 but ended up a stroke behind winner Mark O'Meara...Was T5 the following week at the Nestle Invitational at Bay Hill Club...Added T4s at the MCI Classic on Hilton Head Island and at the Buick Classic...Played on his 10th Ryder Cup team, a squad that was victorious over the U.S...Went 2-3-0 at the Ryder Cup at Oak Hill CC in New York. \n\n1994: Won twice, at the Alfred Dunhill Open, the last of his European Tour titles, and at the Nedbank Million Dollar Challenge in South Africa...Had top-10 finishes at two major championships—a T4 at the PGA Championship and a T8 at The Open Championship. \n\n1993: Battled Greg Norman in The Open Championship at Royal St. George's in England before finally falling by two strokes...Took over the top spot in the Official World Golf Ranking and held that position for 81 weeks on the strength of two victories, at the Johnnie Walker Classic and the Carroll's Irish Open, where he successfully defended his title...In his ninth Ryder Cup appearance, was 2-1-2 in his five matches at The Belfry at an event won by the U.S. \n\n1992: Won a second Open Championship at Muirfield, and third overall, by a stroke over John Cook...Led the European Tour Order of Merit, thanks to his second consecutive Carroll's Irish Open win and titles at the Scandinavian Masters, the European Open, the Toyota World Match Play Championship and the Johnnie Walker World Championship of Golf. \n\n1991: His lone victory came at the European Tour's Carroll's Irish Open. He also played on his eighth European Ryder Cup team, going 1-3-0 in the matches at Kiawah Island, SC. \n\n1990: Became first international player to be named PGA of America Player of the Year...Successfully defended Masters title with playoff victory over Raymond Floyd...Gained a share of lead at The Open Championship at St. Andrews after a second-round 65 and went five strokes ahead after a third-round 67. Recorded five-stroke victory over Payne Stewart and Mark McNulty...His other victory came at the Johnnie Walker Classic on the Asian Tour. \n\n1989: Made up a five-stroke deficit with a 65 on the final day of Masters to force playoff with Scott Hoch, which he won with birdie on second playoff hole...Added four additional European Tour wins—at the Volvo PGA Championship, the Dunhill British Masters, a successful defense of his French Open title and the Suntory World Match Play Championship...Europe retained the Ryder Cup due to a tie, and he went 1-3-1 in his five matches. \n\n1988: Lost a U.S. Open playoff to Curtis Strange at The Country Club...Won twice on the European Tour, at the French Open and at the Volvo Masters. \n\n1987: Shot closing 71 to defeat Rodger Davis and third-round leader Paul Azinger by one stroke in The Open Championship at Muirfield...Also won the Spanish Open...At Muirfield Village GC in the Ryder Cup, he led Europe to its second consecutive win, sporting a 3-1-1 record. \n\n1986: Shot weekend rounds of 68-69 at the USF&G Classic in New Orleans to finish solo third. \n\n1985: Began his season in Arizona, with a T4 at the Phoenix Open...Added one more PGA TOUR top-10 that season, a T10 at the Greater Greensboro Open...This marked the first season since his 1977 Sko Lager victory that he did not win a European Tour event...Was on a winning Ryder Cup team for the first time, as Europe routed the U.S. He only played in two matches, losing both. \n\n1984: His first PGA TOUR victory came at Sea Pines Heritage Classic, beating Tom Kite by one stroke...He also won the Car Care Plan International on the European Tour for a second consecutive year. \n\n1983: Led the European Tour Order of Merit on the strength of five wins...He won the French Open, the Martini International, the Car Care Plan International at Moortown GC in Leeds, England, the Lawrence Batley International and the Swiss Open-European Masters...At the Ryder Cup, he was 3-1 in the European team's one-point loss to the U.S. at PGA National GC \n\n1982: His lone victory came at the Haig Whisky TPC on the European Tour. \n\n1981: He captured the Sun Alliance PGA Championship for a second consecutive season, at Ganton GC by four strokes...At the Ryder Cup, he went 1-2, with a singles victory over Johnny Miller his lone match win. \n\n1980: He won his first Sun Alliance PGA Championship by a stroke at Royal St. George's GC. \n\n1979: His first victory outside of Europe came at the ICL International on the South African Tour...He again qualified for the Ryder Cup, going 3-1 in the matches at The Greenbrier. \n\n1978: He won the Colgate PGA Championship for the first time, taking home the title at Royal Birkdale GC by seven stroke over Ken Brown...A week earlier, in Epsom, England, at the Martini International, made things interesting on the final day with a 5-under 67 only to place solo second, five shots behind winner Seve Ballesteros at RAC G&CC...Also had a pair of top-four performances, at the Benson and Hedges International Open in August (T4), a shot out of the playoff that Lee Trevino won over Neil Coles and Noel Ratcliffe...Was also T4 at the season-ending European Open Championship at Walton Heath GC in England. Again, just missed getting into a three-man playoff (with Bobby Wadkins, Gil Morgan and Bernard Gallacher). \n\n1977: Was the European Tour Rookie of the Year on the strength of his initial championship as a pro, the Skol Lager Individual, a weather-shortened, 36-hole event at Gleneagles...Also contended at the Uniroyal International Championship, where he finished second in England, losing in a playoff to Seve Ballesteros...Was T3 at a pair of events, the Madrid Open and the German Open. At Hipica Espanola GC in Madrid, shot a final-round 69 to finish six strokes behind Antonio Garrido...In Germany, ended up three strokes short of winner Tienie Britz at Dusseldorf GC...Was also fourth at the Lancome Trophy in his final European Tour start of the season, a distant 10 strokes behind Graham Marsh at St. Nom La Breteche...Played in his first Ryder Cup, representing the Great Britain-Ireland team, recording a 3-0 record at Royal Lytham and St. Annes, including a singles victory over Tom Watson. \n\nAmateur: Won the 1975 British Youths Amateur and English Amateur Championships. \n\n","otherCarHigh" : "","personal" : "An avid cyclist...Decided to give golf a try at age 14 after watching Jack Nicklaus on television during the 1971 Masters...Started his career after taking a course of six lessons at Welwyn Garden City with a set of clubs borrowed from his next-door neighbor. Became England's best amateur player within four years…Rose to prominence during the 1980s under the tutelage of David Leadbetter, who radically altered his swing over a painstaking, two-year process…Operates Faldo Golf Institute at Marriott Grande Vista Resort in Orlando, Fla., and Faldo Design, a growing worldwide course-design company...Was a commentator for ABC Sports in 2005 and 2006 prior to assuming the same role on two different television networks in 2007 (CBS and Golf Channel)...In May 2015, along with Sandy Lyle, became an honorary member of The Royal and Ancient Golf Club of St Andrews.","otherInfo" : "","ntlTeams" : "Ryder Cup (11), 1977, 1979, 1981, 1983, 1985, 1987, 1989, 1991, 1993, 1995, 1997; Ryder Cup Captain (1), 2008; World Cup (3), 1977, 1991, 1998; Royal Trophy (1), 2006; Double Diamond (1), 1977; Hennessy Cognac Cup (4), 1978, 1980, 1982, 1984; Dunhill Cup (6), 1985, 1986, 1987, 1988, 1991, 1993; Nissan Cup (1), 1986; Kirin Cup (1), 1987; Asahi Glass Four Tours (1), 1990.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2007","qSchoolYear" : "","exmtStatus" : "PGA TOUR Career Victory List","otherVics" : "(36): 1975 British Youths Open Amateur Championship, English Amateur Championship. 1977 Skol Lager Individual. 1978 Colgate PGA Championship. 1979 ICL International. 1980 Sun Alliance PGA Championship. 1981 Sun Alliance PGA Championship. 1982 Haig Tournament Players Championship. 1983 Paco Rabanne French Open, Martini International, Car Care Plan International, Lawrence Batley International, Ebel Swiss Open-European Masters. 1984 Car Care Plan International. 1987 Peugeot Spanish Open. 1988 Peugeot French Open, Volvo Masters. 1989 Volvo PGA Championship, Dunhill British Masters, Peugeot French Open, Suntory World Match Play Championship. 1990 Johnnie Walker Asian Classic. 1991 Carroll's Irish Open. 1992 Carroll's Irish Open, Scandanavian Masters, GC European Open, Toyota World Match Play Championship, Johnnie Walker World Championship of Golf. 1993 Johnnie Walker Classic, Carroll's Irish Open. 1994 Alfred Dunhill Open, Nedbank Million Dollar Challenge. 1998 World Cup [with David Carter].","intlVics" : "","curYearHigh" : "Managed to play in three events around his TV duties during the season...Finished T64 at the Senior PGA Championship and missed the cut at The Senior Open Championship at Sunningdale...Made his final Open Championship appearance at St. Andrews and missed the cut.","carHigh" : "2014: Made his fourth career Champions Tour appearance and first since the 2013 SAS Championship (WD), when he played at the Mississippi Gulf Resort Classic and finished T53 at Fallen Oak...Teamed with Eduardo Romero to T17 in the Champions Division at the Big Cedar Lodge Legends of Golf...Played late in the season at the SAS Championship and was T62 after opening the tournament with a 2-under 70.\n\n 2007: Made his Champions Tour debut at The Senior Open Championship and finished T14 at Muirfield, the same venue where he won the 1987 and 1992 Open Championship. Held a share of the first-round lead after posting a 68 but fell back after rounds of 74-75-75 in Scotland...Prepped for his first Champions Tour event by playing in The Open Championship at Carnoustie the week prior. Missed the cut after rounds of 79-73. \n","otherCarHigh" : "One of Europe's greatest players of all time, having earned six major championship titles—1987, 1990 and 1992 Open Championships and 1989-90 and 1996 Masters Tournaments in his illustrious career…Shot closing 71 to defeat Rodger Davis and third-round leader Paul Azinger by one stroke in 1987 Open Championship at Muirfield. Made up five-stroke deficit with 65 on final day of 1989 Masters to force playoff with Scott Hoch, which he won with birdie on second playoff hole. Successfully defended Masters title with playoff victory over Raymond Floyd in 1990. At 1996 Masters, entered final round trailing Greg Norman by six strokes, shot 67 to Norman's 78 and won by five. Gained share of lead at 1990 Open Championship at St. Andrews with second-round 65 and went five strokes ahead after third-round 67. Recorded five-stroke victory over Payne Stewart and Mark McNulty. Won second Open Championship at Muirfield in 1992, by a stroke over John Cook. Lost playoff to Curtis Strange in 1988 U.S. Open at The Country Club…Streak of most consecutive majors played, dating back to 1987 Open Championship, ended at 65 when he withdrew from the 2003 PGA Championship to be at home in England for the birth of daughter Emma…First PGA TOUR victory came at 1984 Sea Pines Heritage Classic, beating Tom Kite by one stroke…After leaving PGA TOUR in 1989, returned full time in 1995 and won Doral-Ryder Open by one stroke over Norman…Last TOUR title came at the 1997 Nissan Open when he shot consecutive rounds of 68 on the weekend at Riviera to defeat Craig Stadler by three strokes in Los Angeles…Led Official World Golf Ranking for 81 weeks in 1993-94…Led European Tour Order of Merit in 1983 and 1992 when he became the first European player to win over £1 million in prize money in a single season…Was 1977 European Tour Rookie of the Year…In 1990, became first international player to be named PGA of America Player of the Year…In 1977, at age 20, became the youngest-ever Ryder Cup team member and proceeded to win each of his matches for the European team…Represented Europe a record 11 times in the Ryder Cup and holds Ryder Cup records for most matches played (46) and most points won (25)…Awarded Member of British Empire in 1987…Inducted into the World Golf Hall of Fame in 1998...Was the 2014 recipient of the Payne Stewart Award, the third International (following Gary Player in 2006 and Nick Price in 2002) to be so honored.","personal" : "An avid cyclist...Decided to give golf a try at age 14 after watching Jack Nicklaus on television during the 1971 Masters...Started his career after taking a course of six lessons at Welwyn Garden City with a set of clubs borrowed from his next-door neighbor. Became England's best amateur player within four years…Rose to prominence during the 1980s under the tutelage of David Leadbetter, who radically altered his swing over a painstaking, two-year process…Operates Faldo Golf Institute at Marriott Grande Vista Resort in Orlando, Fla., and Faldo Design, a growing worldwide course-design company...Was a commentator for ABC Sports in 2005 and 2006 prior to assuming the same role on two different television networks in 2007 (CBS and Golf Channel)...In May 2015, along with Sandy Lyle, became an honorary member of The Royal and Ancient Golf Club of St Andrews.","otherInfo" : "One of Europe's all-time greatest players, having earned six major championship titles—1987, 1990 and 1992 Open Championships and 1989-90 and 1996 Masters Tournaments in his illustrious career…Shot closing 71 to defeat Rodger Davis and third-round leader Paul Azinger by one stroke in 1987 Open Championship at Muirfield. Made up five-stroke deficit with 65 on final day of 1989 Masters to force playoff with Scott Hoch, which he won with birdie on second playoff hole. Successfully defended Masters title with playoff victory over Raymond Floyd in 1990. At 1996 Masters, entered final round trailing Greg Norman by six strokes, shot 67 to Norman's 78 and won by five. Gained share of lead at 1990 Open Championship at St. Andrews with second-round 65 and went five strokes ahead after third-round 67. Recorded five-stroke victory over Payne Stewart and Mark McNulty. Won second Open Championship at Muirfield in 1992, by a stroke over John Cook. Lost playoff to Curtis Strange in 1988 U.S. Open at The Country Club. Streak of most consecutive majors played, dating back to 1987 Open Championship, ended at 65 when he withdrew from the 2003 PGA Championship to be at home in England for the birth of daughter Emma. First PGA TOUR victory came at 1984 Sea Pines Heritage Classic, beating Tom Kite by one stroke. After leaving PGA TOUR in 1989, returned full time in 1995 and won Doral-Ryder Open by one stroke over Norman. Last TOUR title came at the 1997 Nissan Open when he shot consecutive rounds of 68 on the weekend at Riviera to defeat Craig Stadler by three strokes in Los Angeles. Led Official World Golf Ranking for 81 weeks in 1993-94. Led European Tour Order of Merit in 1983 and 1992 when he became the first European player to win over £1 million in prize money in a single season. On the Champions Tour, has made two official starts with both appearances coming in The Senior Open Championship. Was T14 in 2007 at Muirfield and T38 at the 2009 event at Sunningdale. Was 1977 European Tour Rookie of the Year. In 1990, became first international player to be named PGA of America Player of the Year. In 1977, at age 20, became the youngest-ever Ryder Cup team member and proceeded to win each of his matches for the European team. Represented Europe a record 11 times in the Ryder Cup and holds Ryder Cup records for most matches played (46) and most points won (25). Served as 2008 European Ryder Cup Team Captain for matches won by the United States at Valhalla GC in Ky. Awarded Member of British Empire in 1987. Inducted into the World Golf Hall of Fame in 1998. Following his success in the commentary booth for ABC Sports since 2005, appointed lead analyst in 2007 for PGA TOUR coverage on CBS and Golf Channel.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 9 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/twitter.com\/TheSirNickFaldo"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}