{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06350","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "May","first" : "Bob","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-7","heightMetric" : "1.7","weight" : "155","weightMetric" : "70","birthDate" : "October 6, 1968","age" : "47","birthPlace" : "Lynwood, California","residence" : "Las Vegas, Nevada","family" : "Wife, Brenda; Trenton (9\/14\/97), Madelyn (9\/25\/00)","education" : "Oklahoma State University","splInterest" : "Motorcycles, boats, hunting","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (1993)","trndProYear" : "1991","clubAffl" : "","cityPlaysFrm" : "Las Vegas; Nevada; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,189,888&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1993","exmtStatus" : "Conditional - Veteran Member","otherVics" : "","intlVics" : "(1) 1999 Victor Chandler British Masters [Eur].","curYearHigh" : "","carHigh" : "2013: Did not compete in either a PGA TOUR or Web.com Tour event.\n\n2012: Made the cut in both of his starts during the year. Finished T42 at the Utah Championship...Improved on his Utah showing byt finishing T35 at the Midwest Classic a few weeks later. \n\n2011: Made only eight combined starts...Was two for six in cuts made on the Web.com Tour, with a T30 at the Utah Championship his best finish...Was one for two on the PGA TOUR (a T57 at the Reno-Tahoe Open). \n\n2010: Made 10 cuts in the 25 Web.com Tour events he started. Ended the year No. 89 on the money list. First top-10 of the season was a T5 at the Cox Classic, where he finished with a career-best 19-under total. Matched his career-low score with a 63 in the second round. Was one of nine players tied for third and one shot off the lead entering the final round. A 3-under 68 left him four back of eventual winner Martin Piller. \n\n2009: Ended the season No. 57 on the Web.com Tour money list after making the cut in 14 of his final 16 starts...Had only one top-10 during a season in which he was No. 3 in Total Birdies. Was T9 at the Chitimacha Louisiana Open...Made his fourth career Web.com Tour hole-in-one, at the Fort Smith Classic. It was his third ace in the last two seasons, with the others coming in 2008, at the South Georgia Classic and the Knoxville Open. His four aces tie him with Brendon de Jonge for most Web.com Tour holes-in-one in history. \n\n2008: Made the cut in 13 of 21 starts on the Web.com Tour, with eight top-25 finishes and three top-10s. Had a hole-in-one on No. 15 with a 3-iron from 251 yards during the first round of the South Georgia Classic...Thanks to a closing round, 8-under 64, posted his first top-10 finish of the season, at the Bank of America Open, finishing runner-up to Kris Blanks by one stroke. It represented the third runner-up finish of his Web.com Tour career and vaulted him from No. 133 to No. 26 on the money list...Finished T9 at the Knoxville Open, where he also had his second ace of the season, holing a 219-yard 4-iron at the 16th hole in the third round...First-round 63 led to a T7 at the Preferred Health Systems Wichita Open. \n\n2007: After earning TOUR card via the PGA TOUR Qualifying Tournament, missed more than three months due to a back injury suffered while working out on a stationary bicycle during the week of the Nissan Open. Did not play again until the AT&T Classic in May and was limited to 16 events during the season. Granted Minor Medical Extension...Made the cut in three of four starts, but a T12 at the Mayakoba Golf Classic was his only top-25...Recorded lone top-10 finish of the season with a T5 at the Frys.com Open benefiting Shriners Hospitals for Children in hometown of Las Vegas. Held a share of the first-round lead after posting a 9-under-par 63 at TPC Summerlin. \n\n2006: Entered the season not having played on PGA TOUR since the 2003 EDS Byron Nelson Championship due to a back injury. Played in 21 events in on a Major Medical Extension. Best finish was runner-up at the B.C. Open presented by Turning Stone Resort, his highest finish on TOUR since a loss to Tiger Woods in a playoff at the 2000 PGA Championship. Finished No. 141 on the money list. \n\n2005: Again did not play due to continued back injury. \n\n2004: Did not play due to rehabilitation from back injury. \n\n2003: Made six cuts in seven starts before injuring back on tee shot of 72nd hole of the EDS Byron Nelson Championship. Did not play the rest of the season. \n\n2002: Fell out of the top 125 for the first time since 1999. \n\n2000: Lost playoff to Tiger Woods in the PGA Championship at Valhalla GC. After opening with a 72, came back with 66-66-66. Paired with Woods in the final round, both players birdied 18. May drained a 15-footer to match Woods with a 31 on the back nine. In the three-hole playoff, May recorded three pars (4-4-5) while Woods birdied the first extra hole. In final three rounds, May produced 20 birdies and only two bogeys and shares the PGA Championship scoring record with Woods at 18-under-par 270. \n\n1999: Won the Victor Chandler British Masters on the European Tour. \n\n1994: Gained exempt status on TOUR by virtue of his fourth-place finish on the 1993 Web.com Tour money list, where he had 11 top-10s, including two seconds.\n\n1993: Played in 28 Web.com Tour events, making the cut in all but four. Recorded 11 top-10s, which included runners-up at the Ozarks Open and Shreveport Open. Also had three third-place finishes, a fourth, two T5s, a T6 and two T7s. Finished fourth on the money list and secured his PGA TOUR card for 1994. \n","otherCarHigh" : "Three-time All-America at Oklahoma State and played on the 1991 NCAA championship team.","personal" : "Introduced to golf by aunt and uncle, then spent time at Big Tee Golf Center in Buena Park, Calif., where he picked up range balls and in return was allowed to hit them back out. At age 11 began taking lessons from legendary Eddie Merrins, the long time head pro at Bel Air CC in Los Angeles. Father, Jerry, who owned a gas station, would drive son every Sunday for 7 a.m. lesson with Merrins, an hour from the May's home in La Habra. At age 16, qualified to play in 1985 Los Angeles Open.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1994","qSchoolYear" : "1994, 1999, 2006","exmtStatus" : "Minor Medical Extension","otherVics" : "","intlVics" : "(1): 1999 Victor Chandler British Masters","curYearHigh" : "","carHigh" : "2002: Five rounds in the 60s at the Bob Hope Chrysler Classic produced T16...Was one back of the lead through 54 holes at the Kemper Insurance Open. Final round 76 dropped him to T18...After opening with 72 in first round of John Deere Classic. Closing rounds of 66-70-64 moved him to T15, best effort of the 2002 season...Other top-20 finishes included: Touchstone Energy Tucson Open (T18) and Greater Milwaukee Open (T17). 2001: Early season play limited by back that stiffened after third round of Bob Hope Chrysler Classic. Was forced to withdraw and diagnosed was two bulging discs in lower back. Cleared schedule to rest back in hopes of playing in the Masters...Took almost two months and returned to play a normal schedule the remainder of the year...Despite layoff, finished 94th in earnings and made 18 cuts in 25 starts...Had no top-10s, but tallied six top-25s...Best showing of the year was T11 in the Compaq Classic of New Orleans. 2000: In what will be remembered as one of the great head-to-head duels in major championship history, lost a playoff to Tiger Woods in the PGA Championship at Valhalla GC. After opening with a 72, came back with 66-66-66. Was tied with Scott Dunlap for second, one stroke behind Woods, entering the final round. Paired with Woods in the final round, May earned a one-stroke lead heading to the back nine. He then made four birdies in five holes to retain a one-stroke lead with four to play. He missed a six-foot birdie after Woods drained a 15-foot par putt on the 15th hole. Woods birdied 17 to pull even and both players birdied 18—May draining a 15-footer to match Woods with a 31 on the back nine. In the three-hole playoff, May recorded three pars (4-4-5) while Woods birdied the first extra hole. In final three rounds, May produced 20 birdies and only two bogeys and shares the PGA Championship scoring record with Woods at 18-under-par 270. Victory also worth a career-best $540,000...Prior to PGA Championship recorded his first TOUR career top-10 at the FedEx St. Jude Classic, a T2 with Chris DiMarco, one stroke behind Notah Begay III...Week following PGA, fulfilled commitment and played in Reno-Tahoe Open and finished third. This ended a stretch since the FedEx St. Jude Classic in which he earned $1,091,219 in six starts with two seconds and one third...Lost in second round of World Match Play Championship, 6 and 5, to Padraig Harrington. 1999: Played on the European Tour and won the Victor Chandler British Masters...Trailed defending champion Colin Montgomerie by three strokes heading into final round but Montgomerie shot final-round 71 and May won by a stroke...Prior to victory at Duke's Course, had finished second 22 times as a professional around the world. During the season he posted 10 top-10s and finished 11th on the European Tour Order of Merit, the highest finish that season by an Amercan-born player. Was tied for 20th at World Golf Championships-American Express Championship. 1997: Played European Tour (one top-10). 1996: Played European Tour (0 top-10s). 1994: Was a member of the PGA TOUR and missed 24 of 31 cuts, made $31,079 and finished 209th on money list. 1993: Gained exempt status on TOUR that season by virtue of his fourth-place finish on Nationwide Tour money list, where he had 11 top-10s, including two seconds. Amateur: Three-time all-America at Oklahoma State, played on the 1991 NCAA championship team...A member of 1991 Walker Cup team.\n","otherCarHigh" : "","personal" : "Introduced to golf by aunt and uncle, then spent time at Big Tee Golf Center in Buena Park, CA, where he picked up range balls and in return was allowed to hit them back out. At age 11 began taking lessons from current teacher Eddie Merrins, the longtime head pro at Bel Air CC in Los Angeles. May's father, Jerry, who owned a gas station, would drive Bob every Sunday for 7 a.m. lesson with Merrins, an hour from the May's home in La Habra...At age 16, qualified to play in 1985 Los Angeles Open.","otherInfo" : "Finished 189th on the TOUR money list in 16 starts and then T27 at the Qualifying Tournament to just miss fully exempt status for 2008. Best finish was a T5 at the Frys.com Open benefiting Shriners Hospitals for Children. Held a share of the first-round lead after posting a 9-under-par 63 at TPC Summerlin. Will play in 2008 on a Minor Medical Extension from lingering back injury. Entered the 2006 season not having played on TOUR since the 2003 EDS Byron Nelson Championship due to a back injury. Played in 21 events in 2006 on a Major Medical Extension. Finished 141st on the money list but improved status for 2007 with a T29 finish at Qualifying Tournament. Best finish in 2006 was runner-up at the B.C. Open presented by Turning Stone Resort, his highest finish on TOUR since a loss to Tiger Woods in a playoff at the 2000 PGA Championship. Did not play in 2004 and 2005 due to rehabilitation from back injury. In 2003, made six cuts in seven starts before injuring back on tee shot of 72nd hole of the EDS Byron Nelson Championship. Did not play the rest of the season. In 2002, fell out of the top 125 for the first time since 1999. Lost a playoff to Tiger Woods in the 2000 PGA Championship at Valhalla GC. After opening with a 72, came back with 66-66-66. Paired with Woods in the final round, both players birdied 18. May drained a 15-footer to match Woods with a 31 on the back nine. In the three-hole playoff, May recorded three pars (4-4-5) while Woods birdied the first extra hole. In final three rounds, May produced 20 birdies and only two bogeys and shares the PGA Championship scoring record with Woods at 18-under-par 270. Won the 1999 Victor Chandler British Masters on the European Tour. Gained exempt status on TOUR in 1993 by virtue of his fourth-place finish on the Nationwide Tour money list, where he had 11 top-10s, including two seconds. Three-time All-America at Oklahoma State and played on the 1991 NCAA championship team. Introduced to golf by aunt and uncle, then spent time at Big Tee Golf Center in Buena Park, CA, where he picked up range balls and in return was allowed to hit them back out.","ntlTeams" : "Walker Cup, 1991.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the Web.com Tour 4 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Media Guide - PGA TOUR Full Page","Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}