{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "35450","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Cantlay","first" : "Patrick","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "160","weightMetric" : "73","birthDate" : "March 17, 1992","age" : "24","birthPlace" : "Long Beach, California","residence" : "Jupiter, Florida","family" : "Single","education" : "UCLA","splInterest" : "Ping-pong, watching movies","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2013)","trndProYear" : "2012","clubAffl" : "","cityPlaysFrm" : "Long Beach; CA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "704,101&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2012","exmtStatus" : "No. 11 on the 2013 priority list","otherVics" : "","intlVics" : "","curYearHigh" : "Will have 10 events in the PGA TOUR season to earn 389 FedExCup points or $624,746 to clear the top finishers from Web.com Tour Medical category.","carHigh" : "2011: Played in five PGA TOUR events as an amateur with his best showing a T9 at the RBC Canadian Open where he posted rounds of 68-69 on the weekend...Was also T20 at the AT&T National and T21 at the U.S. Open...First attracted attention at June's Travelers Championship in Connecticut when he posted a second-round course record 10-under-par 60 and was the 36-hole leader before eventually finishing T24 after rounds of 72-70 on the weekend.\n","otherCarHigh" : "Had a storied amateur career highlighted by his being named the winner of the Fred Haskins Award in 2011 as the nation's top collegiate player as well as the Jack Nicklaus Award as the Division I Player of the Year as chosen by the Golf Coaches Assn. of America...Was a runner-up at the 2011 U.S. Amateur where he lost in the finals to Kelly Kraft, 2-up. Made it to the semis in 2010 where he lost to eventual champion Peter Uihlein...Played on the U.S. Walker Cup team in 2011 and was 2-1-1 in his four matches and also played in the 2011 Palmer Cup...Won the Mark H. McCormack Medal in 2011 as the top-ranked amateur in the world...Won the 2011 SCGA Amateur Championship...A college star at UCLA where he won All-America honors as a freshman as well as being named the Pac-10 Golfer of the Year and the conference Freshman of the Year...Won the 2010 California High School State Championship while competing for Servite High School...Runner-up at the 2010 California State Amateur.","personal" : "Started playing golf at age 3...Attended UCLA even though both his parents are USC grads...Has three younger siblings.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 2011; Palmer Cup (1), 2011.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2013-14","qSchoolYear" : "","exmtStatus" : "Major Medical (Web.com Tour category)","otherVics" : "","intlVics" : "","curYearHigh" : "Will have 10 events in the PGA TOUR season to earn 389 FedExCup points or $624,746 to clear the top finishers from Web.com Tour Medical category.","carHigh" : "2014-15: Finished 76th at the OHL Classic at Mayakoba for his only start during the PGA TOUR season as he continued to fight back after suffering a hairline fracture in his L5 vertebrae in May 2013.\n\n2013-14: Made two cuts in only five PGA TOUR starts.\n\n2013: Finished his Web.com Tour season with $243,105 in earnings, making six cuts in nine starts. Was 11th on the priority rankings. Earned his first career Web.com Tour win with a four-stroke victory at the Colombia Championship in Bogota. Posted an 18-under 266 total to better the tournament record by seven strokes. Became the second-youngest winner in Web.com Tour history. Earned his win just two weeks shy of his 21st birthday. Saturday round of 65 and Sunday round of 66 were the best of each day. Started the final round at Bogota CC at 13-under and tied with Jim Renner. Used a birdie-birdie-eagle burst starting at No. 8 to go two in front of Renner, who dropped three back with a bogey at No. 12. Upped his lead to the final margin when he birdied No. 14. Collected first-place check for $126,000 and moved to No. 1 on the money list. Joined 2010 winner Steve Pate as former UCLA Bruins to win in Colombia...Had his first PGA TOUR top-10 of the year when he turned rounds of 66-70-72-67 into a T9 at the AT&T Pebble Beach National Pro-Am...Withdrew from the PGA TOUR's Crowne Plaza Invitational at Colonial with a back injury in late-May and was sidelined until mid-August, returning to play at the News Sentinel Open outside Knoxville...Missed the cut in his first two starts back. Entered the second event, the Regular Season-ending Cox Classic, 25th in earnings and departed Omaha 29th...Forced to continue playing to try and earn his 2013-14 PGA TOUR card, he nearly captured the first Web.com Tour Finals' event, the Hotel Fitness Championship in Fort Wayne, Ind. Despite still dealing with back pain, held a three-shot lead over Kevin Kisner after three rounds. His lead slipped away Sunday when Trevor Immelman fired a 66 and he could not convert an 8-foot birdie putt on the last hole that would have led to a two-man, sudden-death playoff. His final-round 72 left him at 19-under.\n\n2012: Made three starts as an amateur before turning professional in June...Played in 10 PGA TOUR events, with his best showing a T31 at the Wyndham Championship in August...Played in the Masters Tournament as an amateur and made the cut, finishing T47...Also competed as an amateur in the Northern Trust Open (missed the cut) and the U.S. Open (T41)...Missed the cut in his professional debut, at the Travelers Championship...Finished T95 at the PGA TOUR National Qualifying Tournament...Enjoyed four Web.com Tour starts and contended in two, at the Chiquita Classic in September and the Winn-Dixie Jacksonville Open in October. At the Chiquita Classic in North Carolina, shot weekend rounds of 65-65 to force a playoff with Russell Henley, an extra session Henley won...At TPC Sawgrass' Dye's Valley Course, home of the Winn-Dixie Jacksonville Open, was tied for second through 54 holes, a stroke behind leader B.J. Staten. Eventually shot an 2-over 72 on the final day to drop into a T5.\n\n2011: Played in five PGA TOUR events as an amateur with his best showing a T9 at the RBC Canadian Open where he posted rounds of 68-69 on the weekend...Was also T20 at the AT&T National and T21 at the U.S. Open...First attracted attention at June's Travelers Championship in Connecticut when he posted a second-round course record 10-under-par 60 and was the 36-hole leader before eventually finishing T24 after rounds of 72-70 on the weekend. It was the first 60 or better by an amateur in PGA TOUR history. \n\nAmateur: Had a storied amateur career highlighted by his being named the winner of the Fred Haskins Award in 2011 as the nation's top collegiate player as well as the Jack Nicklaus Award as the Division I Player of the Year as chosen by the Golf Coaches Assn. of America...Was a runner-up at the 2011 U.S. Amateur where he lost in the finals to Kelly Kraft, 2-up. Made it to the semis in 2010 where he lost to eventual champion Peter Uihlein...Played on the U.S. Walker Cup team in 2011 and was 2-1-1 in his four matches and also played in the 2011 Palmer Cup...Won the Mark H. McCormack Medal in 2011 as the top-ranked amateur in the world...Won the 2011 SCGA Amateur Championship...A college star at UCLA where he won All-America honors as a freshman as well as being named the Pac-10 Golfer of the Year and the conference Freshman of the Year...Won the 2010 California High School State Championship while competing for Servite High School...Runner-up at the 2010 California State Amateur. \n\n\n","otherCarHigh" : "","personal" : "Started playing golf at age 3...Attended UCLA even though both his parents are USC grads...Has three younger siblings. \n\n","otherInfo" : "","ntlTeams" : "Walker Cup (1), 2011; Palmer Cup (1), 2011.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 9th on the PGA TOUR 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}