{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06795","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Freeman","first" : "Jeff","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "210","weightMetric" : "95","birthDate" : "April 15, 1962","age" : "54","birthPlace" : "Norman, Oklahoma","residence" : "Windermere, Florida","family" : "Wife, Gena; Kiefer (2\/4\/92), Austin (12\/4\/93)","education" : "Central State University (1984, Business Management)","splInterest" : "Fishing, movies, skiing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1990","clubAffl" : "The CC of Orlando (Orlando, Florida)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,096,382&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Was tied for second and just three off the lead after 36 holes at the Boeing Classic before closing with a 2-over-par 74 to finish T9.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Member of Nationwide Tour in 1994 and 2001-05. Ironman of the 2005 Nationwide Tour, having played in all 29 full-field events. Ended the season No. 63 on the money list, with $84,245. Made the cut in 11 of 29 starts, with two top-10 finishes. Notched his first top-10 of the season in his 27th start at the Oregon Classic. His 9-under-par 207 led to an eighth-place showing at the weather-shortened event. Came back two weeks later in his final start with a fifth-place effort at the Permian Basin Charity Golf Classic. Made the cut in 14 of 27 starts on the 2004 Nationwide Tour. Cracked the top 25 on eight occasions. Ended No. 66 on the money list, with $87,635. Posted T7 finishes at the Knoxville Open and the Price Cutter Charity Championship for his only two top-10 finishes of the season. Made the cut in 19 of 29 events on the 2003 Nationwide Tour, with 10 top-25 finishes. Finished the year No. 38 on the final money list, with $123,397. Had four top-10 showings, with a season-best T5s at the Alberta Calgary Classic and the Gila River Golf Classic. Played in 26 of the 28 tournaments during the 2002 season. Finished No. 36 on the final money list, with $117,645 with his best finish a T2 at the Oregon Classic after rounds of 67-67-69-70. Played in 10 PGA TOUR events in 2000, making just two cuts. Was two strokes off the lead after 18 holes and one stroke behind after 36 holes at the 2000 Nissan Open before closing with rounds of 73-75 on the weekend to finish T37. Winner of the 1999 Club Professional Championship and S.W. Kansas Pro-Am. Winner of the 1996 Kansas Open and 1992 Temecula (CA) Creek Open. Earned the 1999 PGA of America Player of the Year Award. Brother, Robin, is a former member of the Nationwide Tour and the PGA TOUR. Biggest thrill in golf was playing in the 1999 U.S. Open. Lists Jack Nicklaus as his hero. Got his start in golf from his father.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Was tied for second and just three off the lead after 36 holes at the Boeing Classic before closing with a 2-over-par 74 to finish T9.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2011","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(5): 1992 Temecula Creek Open. 1996 Kansas Open. 1999 PGA Professional National Championship, Western PGA Professional Championship. 2000 Western PGA Professional Championship.","intlVics" : "","curYearHigh" : "Was tied for second and just three off the lead after 36 holes at the Boeing Classic before closing with a 2-over-par 74 to finish T9.","carHigh" : "2014: Made three appearances on the Champions Tour, open-qualifying twice...Closed with a 67 to finish T26 at the Greater Hickory Kia Classic at Rock Barn...Also open-qualified at the Quebec Championship and finished T32 outside Quebec City...In November, placed ninth at the National Qualifying School final at Orange County National near Orlando to earn conditional status for 2015. Found himself T8 with Jim Rutledge after 72 holes on the Panther Lake Course but wound up in the ninth position after Rutledge made birdie on the first playoff hole.\n\n2013: Played in 12 events and was among the top 10 twice. Earned the last spot into The ACE Group Classic field with a score of 70 at the open qualifier and took advantage of his opportunity, finishing T7 in the Naples event. Performance as a non-exempt player earned him a spot into the Toshiba Classic...Was T5 at the Shaw Charity Classic in Calgary, where he closed with a 6-under-par 65. 2012: Did not make his first Champions Tour appearance until early May after his 50th birthday in April. Made 14 starts with one top-10 finish to his credit...His debut came at the Insperity Championship, where he T31...Was a T7 finisher in early June at The Principal Charity Classic...Was among the early leaders in the final round at the Constellation SENIOR PLAYERS Championship after birdies on two of his first three holes, however, eventually carded a 4-over-par 74 that left him 11th...Earned conditional status for 2013 season after finishing T8 at the Champions Tour's National Qualifying Tournament in mid-November. Rebounded from an opening 74 at TPC Eagle Trace with rounds of 69-71-69. \n\n2011: Earned medalist honors at the Champions Tour National Qualifying Tournament in Scottsdale, Ariz., in November after firing four consecutive rounds of 66 which led to a four-stroke victory...Made two starts during the year, missing the cut at the PGA TOUR's Transitions Championship and the Web.com Tour's Winn-Dixie Jacksonville Open.\n","otherCarHigh" : "Was a full-time member of the Web.com Tour in 1994 and again from 2001-06, with 176 career starts through the 2011 season. He has 15 top-10 finishes to his credit...Finished second on that Tour on two occasions. Lost in a four-hole playoff to Jay Delsing at the 2001 Fort Smith Classic and was T2 at the Oregon Classic...Has made 18 career PGA TOUR starts, including 10 in 2000. Best career finish was T37 at the 2000 Nissan Open...Enjoyed a good deal of success as a PGA professional. Won the 1999 PGA Professional National Championship at Whistling Straits in Kohler, Wisc., and finished fourth in the 2000 Championship...Captured the 1999 Western PGA Professional Championship at Santa Ana GC in Santa Ana Pueblo, N.M., and the 2000 Western PGA Professional Championship at Makena Resort in Maui, Hawaii...Best finish in the Callaway Golf PGA Assistant Championship was a T7 in 1998...Was a key member of the 2000 USA PGA Cup Team, finishing 4-1-0, and clinched a victory for the United States over Great Britain & Ireland by making a 2-foot par putt on the 17th hole at the Celtic Manor in Newport, Wales...The 1999 PGA Professional Player of the Year.","personal" : "Has served as the assistant professional at The CC of Orlando...His brother, Robin, competed on the PGA TOUR and is currently a member of the Champions Tour...Father got him started in the game...Enjoys watching \"Pawn Stars\" and \"American Pickers\" on television...Favorite sports team is the Oklahoma Sooners...Lists Michael Jordan as his favorite athlete and \"Animal House\" as his favorite all-time movie.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T5th in 2013 at the Shaw Charity Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}