{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01846","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Mudd","first" : "Jodie","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "165","weightMetric" : "75","birthDate" : "April 23, 1960","age" : "56","birthPlace" : "Louisville, Kentucky","residence" : "St. Augustine, Florida","family" : "Wife, Hae Jin Jung","education" : "Georgia Southern University","splInterest" : "Landscaping, real estate","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1982","clubAffl" : "","cityPlaysFrm" : "St. Augustine; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "2,834,554&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "Winner, 1990 THE PLAYERS Championship (through 2000)","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Enjoyed best year on TOUR in 1990, winning twice and finishing fifth on money list with $911,746...earned 10-year exemption by winning THE PLAYERS Championship...birdied 17th hole to defeat Mark Calcavecchia...birdied 71st and 72nd holes at Nabisco Championships to force playoff with Billy Mayfair, then birdied first extra hole to claim $450,000 winner's check...he and Tom Kite are the only two to win THE PLAYERS Championship and the TOUR Championship in same year...joined TOUR in April 1982 after finishing low amateur at Masters Tournament...with rounds of 68-68-67-70-273, defeated Peter Jacobsen and Nick Price by one stroke for his first TOUR victory in 1988 Federal Express St. Jude Classic...the following year, won GTE Byron Nelson after closing 65...1980 and 1981 U.S. Amateur Public Links champion...three-time All-American at Georgia Southern.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "Walker Cup, 1981; World Cup, 1990; Four Tours World Championship of Golf, 1990","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2010","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(7): 1979 Kentucky Open, Kentucky Amateur. 1980 Kentucky Open, Kentucky Amateur, U.S. Public Links Championship. 1981 Sunnehanna Amateur, U.S. Public Links Championship.","intlVics" : "","curYearHigh" : "Did not play in an event.","carHigh" : "2011: Did not compete during the season. 2010: Played in just four events after turning 50 in late April...Made his Champions Tour debut in early May at the inaugural Mississippi Gulf Resort Classic and finished T55...Made just three other starts, with his best finish a T20 at the Regions Charity Classic, thanks, in part, to a second-round, 7-under-par 65, his best round of the year.\n","otherCarHigh" : "Joined the PGA TOUR in April 1982 after finishing as the low amateur at the Masters Tournament. Played full-time on TOUR until early in the 1996 season when, even though he was still exempt through 2000, walked away from the game after missing the cut at the Buick Invitational near San Diego. Played in 332 events in his TOUR career and made 202 cuts...Won four times on the PGA TOUR. First victory came at the 1988 Federal Express St. Jude Classic in Memphis. Had finished second six times before securing his first title at Colonial CC, a one-stroke triumph over Peter Jacobsen and Nick Price...In 1989, won the GTE Byron Nelson Classic in a playoff over Larry Nelson after closing with a 65 at TPC Las Colinas...Enjoyed his finest season in 1990, winning twice and finishing fifth on the money list, with $911,746. Earned 10-year exemption by winning THE PLAYERS Championship. Held the first- and third-round leads at TPC Sawgrass and birdied the 17th hole in the final round to outduel Mark Calcavecchia. Only three players shooting 68s bettered his final-round 69 that earned him the title...Closed his 1990 season by winning the Nabisco Championships at Champions GC in Houston. Birdied the 71st and 72nd holes to force a playoff with Billy Mayfair, then birdied first extra hole for the victory...Was T4 at the 1987 Masters and 1990 Open Championship at St. Andrews...At 1991 Open Championship at Royal Birkdale finished T5 after firing a 7-under 63 in the final round, tying the lowest score ever posted in a major championship...Represented the United States in the 1990 World Cup with the late Payne Stewart, eventually finishing fifth...Was a three-time All-American at Georgia Southern and was the only American to win all three of his matches in the 1981 Walker Cup matches.","personal" : "A former thoroughbred owner and breeder...Says biggest thrill in golf is winning THE PLAYERS Championship in 1990 and shooting 63 in the final round of the 1991 Open Championship...Biggest hero is Sam Snead and the most influential people in his career are his father and Mac O'Grady...Got started in golf by caddying for his father...Is a big college basketball fan.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 4 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}