{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01156","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Byrum","first" : "Curt","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "195","weightMetric" : "88","birthDate" : "December 28, 1958","age" : "57","birthPlace" : "Onida, South Dakota","residence" : "Scottsdale, Arizona","family" : "Wife, Cyndi; Christina (10\/13\/90), Jake (6\/11\/92)","education" : "University of New Mexico","splInterest" : "Hunting and fishing","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1982","clubAffl" : "The GC of Scottsdale","cityPlaysFrm" : "Scottsdale; Arizona; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,945,059&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Member of the Nationwide Tour in 1992-93 and 1998-2002...Finished No. 138 on the 2002 Nationwide Tour with $20,175...Made the cut in half of his eight tournament appearances...Notched a season-best T4 at the Utah Classic. Rounds of 69-66-70 left him 11-under-par 205 at the weather-shortened event. Finished just three strokes behind tournament-winner Arron Oberholser...Member of the PGA TOUR since 1983 with career earnings of $1,576,535...Cut back on playing schedule in 2001 to work as an on-course commentator for The Golf Channel...Played in 14 Nationwide Tour events in 2001. Made the cut in six, with two top-25 finishes, to wind up 109th in earnings...Was T4 at the Inland Empire Open after posting rounds of 66-68-69-65 (20-under) to miss a playoff by one stroke...Winning the 1989 Hardee's Golf Classic, coupled with brother Tom's victory at Kemper Open seven weeks earlier, made the Byrums the first brother pair to win on PGA TOUR since Dave and Mike Hill (1972)...Surgery on right elbow in 1992 caused a drop to 194th on PGA TOUR money list...Also had elbow surgery in July 1996...Exceptional high school athlete, all-state in both football and basketball...Learned to play on nine-hole course he and brother Tom used to mow in South Dakota.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Works as an analyst for GOLF CHANNEL. Member of the Web.com Tour in 1992-93 and 1998-2000. Winning the 1989 Hardee's Golf Classic on the PGA TOUR, coupled with brother Tom's victory at Kemper Open seven weeks earlier, made the Byrums the first brother pair to win on the PGA TOUR since Dave and Mike Hill (1972). Surgery on right elbow in 1992 caused a drop to 194th on PGA TOUR money list. Also had elbow surgery in July 1996. Exceptional high school athlete, all-state in both football and basketball. Learned to play on nine-hole course in South Dakota he and brother Tom used to mow.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2009","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Did not play in an event but continued his work as a Golf Channel analyst on Champions Tour telecasts.\n\n2011: Only appearance came in May when he finished T34 at the Senior PGA Championship in Louisville. 2010: Made two starts on the Champions Tour, missing the cut at both the Senior PGA Championship and U.S. Senior Open. Spent majority of his year on the Golf Channel broadcast team for Champions Tour events. 2009: Originally one of six players who T12 and a conditional exemption at the Champions Tour National Qualifying Tournament, but failed to earn one of the final two conditional exemptions when he made a bogey on the third extra hole. Made three starts during the year, with a T28 at The Senior Open Championship his best finish. Became just the fifth player in Champions Tour history to make three eagles in a round when he did so Sunday at the event at Sunningdale. An eagle at the par-5 14th hole followed eagles at the par-5 first and the par-4 11th holes on the Old Course. \n","otherCarHigh" : "Has worked in recent years as an analyst on the Golf Channel but has made limited appearances on the Champions Tour since turning 50 in 2009. Full-time member of the PGA TOUR from 1983-97 and competed on the Nationwide Tour in 1992-93 and again from 1998-2000. When he won the 1989 Hardee's Golf Classic by one stroke over Brian Tennyson and Bill Britton and his brother, Tom, won the Kemper Open seven weeks earlier, it made the Byrums the first brother pair to win on the PGA TOUR in the same season since Dave and Mike Hill (1972). Earned over $200,000 three straight years (1987-89), with best year coming in 1989 when he won $221,702. Had surgery on his right elbow in 1992, which caused a drop to 194th on PGA TOUR money list.","personal" : "Was an exceptional high school athlete, earning all-state honors in both football and basketball. Learned to play on a nine-hole course in South Dakota that he and brother Tom used to mow.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T28th in 2009 at the The Senior Open Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}