{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01299","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Duval","first" : "Bob","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "175","weightMetric" : "79","birthDate" : "October 9, 1946","age" : "69","birthPlace" : "Schenectady, NY","residence" : "Neptune Beach, FL","family" : "Wife, Shari; David (11\/9\/71), Deirdre (2\/16\/77)","education" : "Florida State University (B.S., 1968)","splInterest" : "Reading","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1968","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "2,251,897&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "Never played PGA TOUR","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1996","qSchoolYear" : "","exmtStatus" : "Special Medical Extension","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "1999: Recorded his first SENIOR TOUR victory at the Emerald Coast Classic near Pensacola. Opened the event with a 9-under 61, a career-low round and the best 18-hole score on the circuit that season. Friday front-nine score of 7-under 28 included a run of six straight birdies, also a season best. Eventually went wire to wire at The Moors, holding off Bruce Fleisher by two strokes. Victory came while son David was winning THE PLAYERS Championship on the PGA TOUR, making them the first father\/son duo ever to win TOUR events on the same weekend. 1998: Finished second at the Pittsburgh Senior Classic for the second straight year...Won nearly $200,000 more than he did in his rookie season and jumped 11 spots on the final money list to 17th, his highest standing ever. 1997: Had a solid rookie year with more than $500,000 in earnings on the strength of seven top-10 finishes...Got into five of his 24 tournaments via Monday qualifying and made two strong bids for his first SENIOR TOUR victory ...Tied for first with two holes to play at the First of America Classic, but lost by one stroke when Gil Morgan birdied the 17th hole at Egypt Valley GC...Two weeks later, as a Monday qualifier alternate, had a four-stroke lead after 48 holes of the Pittsburgh Senior Classic, only to wind up in a playoff. Fell to good friend Hugh Baiocchi with a bogey on the sixth extra hole...Moved into the top 31 to stay late in the campaign when he carded rounds of 66-66-68 at The Moors and finished T3 at the Emerald Coast Classic...Secured the final spot at the season-ending Energizer SENIOR TOUR Championship by $2,080 when he fired a final-round 66 to T13 at the Hyatt Regency Maui Kaanapali Classic and earn $16,150. 1996: Earned a conditional exemption on the SENIOR TOUR for 1997 after finishing 15th at the National Qualifying Tournament on the TPC at Sawgrass Valley Course...Won a four-way playoff for that position, making a six-foot birdie putt on the second extra hole...Earned a trip to the SENIOR TOUR National Qualifying Tournament finals by finishing third at the regional event at Marsh Creek CC in St. Augustine, FL...Made his SENIOR TOUR debut on a sponsor's exemption at The Transamerica (T51), where son David caddied for him.\n","otherCarHigh" : "Prepped for the SENIOR TOUR by playing the Golden Bear Tour and finished 10th on the money list with a victory in the DMV Rangefinder Classic...Florida Player of the Year in 1978...Selected North Florida Teacher of the Year in 1992...Has had one hole-in-one in his professional career.","personal" : "Father of PGA TOUR star David Duval, the PGA TOUR's top money-winner in 1998... Spent the majority of his pre-SENIOR TOUR career in North Florida as the head professional at Timuquana CC in Jacksonville and The Plantation at Ponte Vedra Beach...Also was a teaching professional at the Amelia Island Golf School on Amelia Island...A college teammate of Hubert Green at Florida State in the late 1960s...His late father, Henry J. (Hap) Duval, was a Life Member of the PGA of America...His brother James is the PGA professional at Mission Valley GC in Sarasota, FL...Biggest thrill in golf came when he was grouped with Jack Nicklaus in the final round of the 1997 U.S. Senior Open at Olympia Fields CC.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was 1st in 1999 at the Emerald Coast Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}