{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "21646","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Branshaw","first" : "David","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "175","weightMetric" : "79","birthDate" : "September 25, 1969","age" : "46","birthPlace" : "Oswego, New York","residence" : "Tampa, Florida","family" : "Wife, Catherine Glenn","education" : "Bridgewater College","splInterest" : "Boating, piano","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2005)","trndProYear" : "1991","clubAffl" : "Avila G&CC (Tampa, Florida)","cityPlaysFrm" : "Oswego; New York; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,376,908&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1997","exmtStatus" : "Conditional - Veteran Member","otherVics" : "","intlVics" : "(1): 2000 NewTel Atlantic Cup [with Mark Brown]","curYearHigh" : "","carHigh" : "2014: Did not compete in any Web.com Tour tournaments.\n\n2013: Missed the cut in Brazil, his only event of the year.\n\n2012: Missed the cut in his only start of the year at the Chitimacha Louisiana Open, where he was an open qualifier. \n\n2011: Made the cut in nine of 24 starts with four top-25 finishes. Best weeks came at The Rex Hospital Open (T15) and the Soboba Golf Classic (T15). \n\n2010: Made the cut in 14 of his 25 starts and had eight top-25 finishes to wind up No. 47 on the final Web.com Tour money list...Posted his first top-10 of the year at the Ford Wayne Gretzky Classic. Fired an 8-under 64 Friday to move into third place, six back of the leader. Shot 4-under par on the weekend to finish T7...His second top-10 came at the Chattanooga Classic (T2). Finished regulation play tied for the lead with Scott Gardiner and Joe Affrunti. Fell out of the playoff following the first hole. Gardiner went on to win with a birdie on the fourth hole. \n\n2009: Made the cut in 18 of his 25 Web.com Tour starts in 2009 and wound up No. 41 on the money list after posting four top-10 finishes. First of his top-10s was a T7 at the Ford Wayne Gretzky Classic. His first career Web.com Tour hole-in-one came at The Rex Hospital Open. Finished T9 at the Cox Classic in Omaha and T10 at the Price Cutter Charity Championship. Earned his fourth top-10 of the year with a T3 at the Chattanooga Classic. \n\n2008: Made 17 cuts with three top-10 finishes from 24 events in 2008. First top-10 finish came at the Web.com Tour Players Cup in West Virginia, where he was T3 and jumped from No. 98 to No. 46 on the money list. Was T6 a week later at the Price Cutter Charity Championship and moved to No. 35 on the money list. Tied the 54-hole record at the Cox Classic at 21-under and led by three strokes going into the final round. A Sunday 73 dropped him into a playoff, which he lost to Ryan Hietala on the first extra hole. Finished T11 at the Web.com Tour Championship and missed making \"The 25,\" just $3,582 behind Ricky Barnes, who locked up the 25th position. \n\n2007: Finished No. 172 in earnings on the PGA TOUR, with $323,407. Best finish in 10 made cuts (out of 30 starts) was a T5 at the Viking Classic in September. Was the 54-hole leader, but a final-round 75 ultimately allowed Chad Campbell to win. It was his best finish since a T4 at the 2006 B.C. Open. \n\n2006: Finished in the top 125 on the TOUR money list for the first time in his career...Posted first career top-10 on TOUR in his 34th start with a sixth at the Chrysler Classic of Tucson...Recorded a career-best finish on TOUR with a T4 at the B.C. Open. Also collected a career-best payday of $132,000...Returned to the PGA TOUR in 2006 after finishing No. 7 on the 2005 Web.com Tour money list, with $266,724. \n\n2005: Picked up second career victory on that Tour at the Web.com Tour Championship. Jumped from No. 29 to No. 7 on the final Tour money list. Finished the event at 12-under-par 276, two shots clear of Eric Axley, collecting a career-best $117,000. Led Tour in Greens in Regulation (72.5 percent). \n\n2004: As a first-time PGA TOUR member, played in 30 events and made 11 cuts, with two top-25s. Finished 169th in earnings.\n\n2003: Earned initial PGA TOUR card via T4 finish at the PGA TOUR Qualifying Tournament, his fourth time in the final stage of Q-School...Finished 39th on the Web.com Tour money for a second consecutive year. \n\n2002: Broke through for his first career win at the Gila River Golf Classic. His 190 (23-under) total set a record for the lowest opening 54-hole score in Web.com Tour history and his second-round 61 was a tournament record. \n\n2001: Member of the Canadian Tour. \n\n2000: Won the NewTel Atlantic Cup team event with partner Mark Brown.\n\n1997: Made three Web.com Tour cuts in 10 events, with his best finish a T30 at the Wichita Open...Finished 39th on the money list. \n","otherCarHigh" : "","personal" : "Graduated Bishop Cunningham High School in Oswego, N.Y...Has two brothers and one sister.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "2003","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of PGA TOUR in 2004 and '06 and of the Nationwide Tour in 1997, 2002-03 and '05. 2006: Finished in the top 125 on the TOUR money list for the first time in his two-year career...Posted first career top-10 on TOUR in his 34th start with a sixth at the Chrysler Classic of Tucson...Recorded a career-best finish on TOUR with a T4 at the B.C. Open presented by Turning Stone Resort. He also collected a career-best payday of $132,000. 2005: Finished seventh on the Nationwide Tour money list to earn a return trip to the PGA TOUR in 2006...Picked up second career victory on that Tour at the Nationwide Tour Championship. Jumped from No. 29 to No. 7 on the final Tour money list. Finished the event at 12-under 276, two shots clear of Eric Axley, collecting a career-best $117,000...Led Tour in Greens in Regulation (72.5%). 2004: Made just 11 of 30 cuts in rookie season on TOUR finishing 169th on the money list...Posted career-low round, a fourth-round 62 at the Bob Hope Chrysler Classic. 2003: Earned initial TOUR card via T4 finish at TOUR Qualifying Tournament, his fourth time in the final stage of Q-School...Finished 39th on Nationwide Tour money list for second consecutive season. 2002: Broke through for his first career win at the Gila River Golf Classic. His 190 (23-under) total set a record for the lowest opening 54-hole score in Nationwide Tour history and his second-round 61 was a tournament record. 2001: Member of the Canadian Tour. 2000: Won the NewTel Atlantic Cup team event with partner Mark Brown.\n","otherCarHigh" : "","personal" : "Withstood sadness at the death of good friend Jace Bugg during 2003 Qualifying Tournament to finish T4 and earn his initial TOUR card. Bugg was a former Nationwide Tour player.","otherInfo" : "Returns to the PGA TOUR after a season on the Nationwide Tour, where he finished No. 7 on the money list, with $266,724. Picked up second career victory on that Tour at the Nationwide Tour Championship. Jumped from No. 29 to No. 7 on the final Tour money list. Finished the event at 12-under-par 276, two shots clear of Eric Axley, collecting a career-best $117,000. Led Tour in Greens in Regulation (72.5%). Earned initial PGA TOUR card via T4 finish at 2003 PGA TOUR Qualifying Tournament, his fourth time in the final stage of Q-School. Member of the Nationwide Tour in 1997, 2002-03 and 2005. Finished 39th on the Nationwide Tour money list in 2002 and 2003. Broke through for his first career win at the 2002 Gila River Golf Classic. His 190 (23-under) total set a record for the lowest opening 54-hole score in Nationwide Tour history and his second-round 61 was a tournament record. Made three cuts in 10 events in 1997, with his best finish a T30 at the Wichita Open. Member of the 2001 Canadian Tour. Won the 2000 NewTel Atlantic Cup team event with partner Mark Brown. Withstood sadness at the death of good friend Jace Bugg during 2003 Qualifying Tournament. Bugg was a former Nationwide Tour player.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}