{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "48020","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Franklin","first" : "Alex","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "165","weightMetric" : "75","birthDate" : "October 24, 1991","age" : "24","birthPlace" : "San Rafael, California","residence" : "San Rafael, California","family" : "Single","education" : "Oregon State University (2014, Psychology)","splInterest" : "Sports fan for any San Francisco team, taking care of animals, particularly dogs and cats","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2015","clubAffl" : "Meadow Club (Fairfax, California)","cityPlaysFrm" : "San Rafael, California","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2016","exmtStatus" : "Finished T123 at 2015 Web.com Tour Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "Was Marin County Athletic League Player of the Year in 2009 and 2010 and his high school's Most Outstanding Male Athlete in 2010...Won the 2012 Silicon Valley Amateur and both the 2013 Marin County Amateur and San Diego County Amateur...Has played in three U.S. Amateurs and advanced to the Sweet 16 at the 2014 Western Amateur...Played one season for Cal Poly (2010-11) before transferring to Marin College and then completing his education at Oregon State...Played in 26 college tournaments...Played in one Web.com Tour event, missing the cut at the 2015 Air Capital Classic.","personal" : "Graduated from San Rafael (Calif.) High School in 2010...Father, Michael, earned four volleyball letters at UCLA (1972-75) and played on three national championship teams...Family is very involved in education and mental health. Mother, Pamela, is a psychologist and executive director of Marin County School Volunteers and runs a nonprofit that places adults and student volunteers in high-need schools...Has one older sister, Allison, who is a Boston College graduate...If not a golfer, would be in the psychology field...First-tee intro song would be \"Sunset Jesus\" by Avicii...Earliest golf memory was shooting 35 on the back nine of his home golf at age 13 to card a 77 and break 80 for the first time...Favorites include San Francisco Giants, San Francisco 49ers and Golden State Warriors (pro teams), Oregon State, Michigan, UCLA and Boston College (college teams), Steph Curry (non-golfer athlete), Lord of the Rings (book), \"Lord of the Rings,\" \"Anchorman\" and \"Pulp Fiction\" (movies), \"Game of Thrones,\" \"The Office,\" \"The Simpsons\" and \"South Park\" (TV shows)...Hawaii, New York and the Monterey Peninsula (vacation spots) and Pebble Beach, Spyglass Hill and San Francisco GC (golf courses)...Most famous person met is Curry, who he's played golf with...Best sporting event ever was attending 2002 World Series Game 5 as an 11th birthday gift (Giants won, 16-4)...Dream foursome would include Phil Mickelson, Steve Young and Jerry Rice...Bucket list includes seeing the Roman Colosseum...Motto is \"Everyday champion, no excuses.\"...Twitter handle is @afranklin1024","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}