{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20935","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Taniguchi","first" : "Toru","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-5","heightMetric" : "1.65","weight" : "160","weightMetric" : "73","birthDate" : "February 10, 1968","age" : "48","birthPlace" : "Nara, Japan","residence" : "Nara, Japan","family" : "Married, one child","education" : "Doshisha University","splInterest" : "","pronunciation" : "TORE-oo tan-uh-GOO-chee","nwTourAlumnus" : "","trndProYear" : "1992","clubAffl" : "","cityPlaysFrm" : "Japan; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Opened his Japan Golf Tour season with a 4-under 67. After a 2-over 73 iin the second round, rebounded with a 65 Saturdeay to moved into a tie for fourth, three strokes behind 54-hole leader Hyun Woo Ryu. Turned in a 3-under 68 to T5 with Katsumasa Miyamoto, four strokes short of winner Michael Hendry at Token Tado CC in Nagoya.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Won twice on the Japan Golf Tour in 2000. Captured the Acom International in late September, firing a final-round 64 to capture his second career victory. Came back in late October to win the Phillip Morris Championship, where he shot a final-round 67 to win. Entered the season-ending Fanci Okinawa Open as the leading money winner, but finished second and was overtaken by Shingo Katayama, who won the event. ... First career victory came in the 1998 Mitsubishi Galant Championship. ... Finished T88 at the 2001 PGA TOUR Qualifying Tournament, missing full exemption for the 2001 BUY.COM TOUR by one stroke.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(19): 1998 Mitsubishi Galant Tournament [Jpn]. 2000 Acom International [Jpn], Philip Morris Championship [Jpn]. 2002 Token Corporation Cup [Jpn], Tamanoi Yomiuri Open [Jpn], Acom International [Jpn], Georgia Tokai Classic [Jpn]. 2004 Japan Open [Jpn], Bridgestone Open [Jpn]. 2005 Casio World Open [Jpn]. 2006 The Golf Tournament in Omaezaki [Jpn]. 2007 Woodone Open Hiroshima [Jpn], Shigeo Invitational Sega Sammy Cup [Jpn], Japan Open [Jpn]. 2009 ANA Open [Jpn]. 2010 Japan PGA Championship Nissin Cupnoodles Cup [Jpn]. 2011 Bridgestone Open [Jpn]. 2012 PGA Championship Nissin Cupnoodles Cup [Jpn], Bridgestone Open [Jpn].","curYearHigh" : "Opened his Japan Golf Tour season with a 4-under 67. After a 2-over 73 iin the second round, rebounded with a 65 Saturdeay to moved into a tie for fourth, three strokes behind 54-hole leader Hyun Woo Ryu. Turned in a 3-under 68 to T5 with Katsumasa Miyamoto, four strokes short of winner Michael Hendry at Token Tado CC in Nagoya.","carHigh" : "2014: Finished the season No. 47 on the Japan Golf Tour money list. Earned a T9 at The Crowns on the Japan Golf Tour. Any chance of victory ended with a final-round 73...Added a second consecutive top-10 at the PGA Championship Nissin Cupnoodles Cup. A year after finishing T6, overcame a third-round 76 to T7...At the Nagashima Shigeo Invitational Sega Sammy Cup, stumbled to a 5-over 76 after opening 69-68. Recovered with a final-round 67 to T8.\n\n2013: Recovered from an opening, 3-over 74 to play his final 54 holes in 4-under to T6 at the PGA Championship Nissin Cupnoodles Cup on the Japan Golf Tour. Finished four shots behind winner Hyung-Sung Kim in defense of his 2012 title there...Under difficult scoring conditions at the Diamond Cup Golf, a tournament where no player broke 70 on the final day, he carded a Sunday, 1-under 71 to finish solo fifth at the Japan Golf Tour event, three strokes behind winner Hideki Matsuyama...In late-May in Japan, finished T2 at U.S. Open sectional qualifying, earning an invite to the U.S. Open. Shot rounds of 68-66 at Nara International GC.\n\n2012: In only his fourth start of the season, won a Japan Golf Tour event for the fourth consecutive year. Captured the PGA Championship Nissin Cupnoodles Cup with an interesting scorecard. Opened with a 7-under 65 and followed that with a 2-under 70 to hold a three-stroke lead at the midway point. Shot a 4-over 76 in the third round and a 1-over 73 Sunday but still hung on to beat Keiichiro Fukabori by a stroke at Karasuyamajo CC. The win was his 18th as a professional, with all victories coming on the Japan Golf Tour...Stumbled to begin the Gate Way to the Open Mizuno Open in June, shooting a 1-over 73. Was superb the rest of the way, firing rounds of 68-66-67 to T2, three strokes behind winner Brad Kennedy...Picked up win No. 2 of the campaign in mid-October, capturing the Bridgestone Open for a second consecutive year (and third time overall), by a stroke over Hiroyuki Fujita. Shot a final-round 66 to come from behind and hold off a hard-charging Hiroyuki Fujita at Sodegaura CC's Sodegaura Course.\n\n2011: Finished third on the Japan Golf Tour order of merit...Shot four rounds in the 60s at the Bridgestone Open on the Japan Golf Tour to win that tournament for a second time (2004). Was tied with Katsumasa Miyamoto going into the final round, but his final-round 65 left him a five-stroke winner...Had four other Japan Golf Tour top-10s—at the Tsuruya Open (T5), the Canon Open (T7), the Token Homemate Cup (T8) and the Coca-Cola Tokai Classic (T9)...At the rain-shortened Golf Nippon Series JT Cup on the Japan Golf Tour, he began the final round tied with Ryo Ishikawa for the lead. He shot a 5-under 65 Sunday to drop into a playoff with Hiroyuki Fujita, which Fujita won. \n\n2010: Made two TOUR starts, at the U.S. Open (T63) and The Open Championship (T60). After a 70-70 start at St. Andrews, was tied for 14th through 36 holes at The Open Championship before weekend rounds of 77-74 ended any championship hopes...Won the Japan PGA Championship for his first Japan Golf Tour win since 2007, taking a one-shot victory of Tetsuji Hiratsuka...Came close in two other events, the Tsuruya Open and the rain-shortened Gate Way to the Open Mizuno Open Yomiuri Classic. Was runner-up at the Tsuruya Open, losing in a playoff to Hiroyuki Fujita and then finished three strokes shy of winner Shunsuke Sonoda at the Gate Way To the Open Mizuno Open...Came up short in effort to win a second Japan Golf Tour title when he T3 at the Mitsui Sumitomo Visa Taiheiyo Masters, four strokes behind Ryo Ishikawa. 2009: He held a five-stroke lead going into the final round of the ANA Open after rounds of 67-67-66. Even with a final-round 72, he won by four strokes over a trio of players at Sapporo GC's Wattsu Course...His two other top-fives came at the Nagashima Shigeo Invitational Sega Sammy Cup (T3) and at the Vana H Cup KBC Augusta (T5). 2008: Played seven PGA TOUR events, with a best finish of T26 at the World Golf Championships-CA Championship. \n\n2007: Won three times on the Japan Golf Tour to capture the order of merit. Captured titles in back-to-back fashion. He first won the Woodone Open Hiroshima. He took a four-stroke lead after 54 holes but stumbled Sunday and ended up in a playoff with Prayad Marksaeng. He took home his second title in as many weeks when he shot duplicate 68s on the weekend at the Shigeo Invitational Sega Sammy Cup to defeat Prom Meesawat by three strokes...Third win of the season was at the Japan Open Golf Championship. Through 54 holes, he trailed Koumei Oda by six strokes. But a final-round 66 pushed him to the win by two strokes over Shingo Katayama. \n\n2006: Shot rounds of 66-68 at The Golf Tournament in Omaezaki to get into a playoff with Tomohiro Kondo and S.K. Ho, an extra session he would go on to win. \n\n2005: Won the Casio World Open by two strokes over Kim Jong-Duck by shooting a final-round 69. \n\n2004: Highlights of the season came during victories at the Japan Open and the Bridgestone Open. At the Japan Open, his 75-74 weekend under trying conditions when only one player broke 70 in either the third or final rounds, he still won by four shots of David Smail, Toshimitsu Izawa and Wei-Tze Yeh...A week later, he made it two victories in a row with a one-shot triumph over Shinichi Yokota and Shigeki Maruyama at the Bridgestone Open at Sodegaura CC. \n\n2003: Played in all four major championships, missing the cut in all of them.\n\n 2002: Won four times and finished first on the order of merit on the Japan Golf Tour. His victories came at the Token Corporation Cup, the Tamanoi Yomiuri Open, the Acom Open and the Georgia Tokai Classic...Also qualified for the World Golf Championships-Accenture Match Play Championship, losing in the first round...Record a solo fifth at the Nissan Open, opening with rounds of 66-67-67 and was a stroke off the leading pace set by Scott McCarron. In the final round at Riviera CC, he shot an even-par 72 to fall by two strokes to winner Len Mattiace...Also made the cut at the Memorial Tournament (T65) and The Open Championship (T69). \n\n2001: Finished third at the World Golf Championships-Accenture Match Play Championship. Defeated Bob Estes (3 and 2), Vijay Singh (1-up), Stuart Appleby (2 and 1) and countryman Shigeki Maruyama (2 and 1) before falling to eventual champion Steve Stricker in the semifinals (2 and 1). Received paycheck of $400,000. Beat Ernie Els in the third-place match (4 and 3)...Also received an invitation to the Memorial Tournament and made good on the opportunity, finishing T5 and earning $155,800...Made his first cut at a major championship, finishing T37 at The Open Championship...Appeared in both the U.S. Open and the PGA Championship, failing to make it to the weekend in either event. \n\n2000: Finished T88 at the PGA TOUR Qualifying Tournament, missing qualifying for fully-exempt status on the 2001 Web.com Tour by one stroke...Won twice on the Japan Golf Tour, at the Acom International and the Philip Morris Championship...Was also a runner-up at the Mitsubishi Morters Tournament, losing to Hirofumi Miyasein a playoff. \n\n1998: First career victory came at the Mitsubishi Galant Tournament...In his inaugural PGA TOUR start, and in his first major championship, he missed the cut at The Open Championship. \n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "World Cup (1), 2008; Royal Trophy (2), 2007, 2009.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was 3rd in 2001 at the World Golf Championships-Accenture Match Play Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}