{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27613","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Lutterus","first" : "David","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-4","heightMetric" : "1.93","weight" : "220","weightMetric" : "100","birthDate" : "April 25, 1985","age" : "30","birthPlace" : "Adelaide, Australia","residence" : "Adelaide, Australia","family" : "Single","education" : "Australian Institute of Sport","splInterest" : "Guitar, hanging with friends, NBA, NFL","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "2006","clubAffl" : "","cityPlaysFrm" : "Dallas, Texas","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "405,890&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "8th qualifier from QT\/ML 61-100","otherVics" : "","intlVics" : "","curYearHigh" : "Had a strong finish at the Asian Tour Qualifying Tournament in mid-January, shooting rounds of 65-68 over his final 36 holes to tie for fourth to earn full membership for 2016. Finished three shots short of medalist and PGA TOUR China Series' veteran Yi Keun Chang, tying with five others...Had a top-15 finish at the Holden New Zealand PGA Championship in early March, finishing T12 in Auckland.","carHigh" : "2010: Made the cut in eight of 25 PGA TOUR starts, with his best week a T27 at the Farmers Insurance Open. Ended the year No. 201 on the money list. Missed the cut in his only Nationwide Tour start, at the WNB Golf Classic. 2009: Finished No. 15 on the 2009 eGolf Tour money list. Made the cut in seven of 10 events, with victories at the Greater Richmond Open and the Bolle Classic. Member of the Nationwide Tour from 2007-08. 2008: Played his rookie season on the PGA TOUR, making the cut in seven of 23 starts. Lone top-25 finish was a T24 at the John Deere Classic. Finished the season No. 215 on the money list. Made the cut in three of eight starts on the Nationwide Tour, with his only top-10 finish a T3 at the Fort Smith Classic after posting all four rounds in the 60s. 2007: Played his rookie season on the Nationwide Tour. Finished the season No. 77 on the money list, with $79,679. Made the cut in four of nine starts, with two top-25 finishes. Enjoyed a career-best runner-up finish in his first start of the year, finishing one stroke behind tournament winner Scott Sterling at the Jacob's Creek Open-at his home course in Adelaide. Other top finish was a T11 at the Chattanooga Classic. Had made only three starts on Tour prior to 2007, with his only weekend appearance resulting in a 71st place finish as an amateur participant at the 2005 Jacob's Creek Open. Played on the Australasian Tour and the Gateway Tour from 2005-06. Enjoyed his best finish with a third-place effort on the 2006 Gateway Tour money list. \n","otherCarHigh" : "","personal" : "Lists Steve Burn and Justin Poynter as instructors...Says playing on the PGA TOUR is his biggest thrill in golf...Pine Valley is his favorite course, and he would like to play Augusta National. Favorite teams are Rutgers and the New England Patriots. Favorite movie is \"The Departed,\" and drummer Alex Carapetis is his favorite entertainer. Kobe Bryant is his favorite athlete to watch. In-N-Out burger has his favorite food. New York is his favorite city to visit and vacation spot...Would include Tiger Woods, Kobe Bryant and a good friend in his dream foursome...Bucket list includes winning the Masters, having homes in several countries and starting a charity...Never travels without his iPhone and some headphones...Has one brother...Attended Scotch College in Australia...Finishing second at the 2007 Jacob's Creek Open is his biggest thrill in golf. Lists Arnold Schwarzenegger, Dr. Dre, Greg Norman and Tiger Woods as his heroes. Got his start in golf from his dad.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Had a strong finish at the Asian Tour Qualifying Tournament in mid-January, shooting rounds of 65-68 over his final 36 holes to tie for fourth to earn full membership for 2016. Finished three shots short of medalist and PGA TOUR China Series' veteran Yi Keun Chang, tying with five others...Had a top-15 finish at the Holden New Zealand PGA Championship in early March, finishing T12 in Auckland.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "Had a strong finish at the Asian Tour Qualifying Tournament in mid-January, shooting rounds of 65-68 over his final 36 holes to tie for fourth to earn full membership for 2016. Finished three shots short of medalist and PGA TOUR China Series' veteran Yi Keun Chang, tying with five others...Had a top-15 finish at the Holden New Zealand PGA Championship in early March, finishing T12 in Auckland.","carHigh" : "2015: Had an up-and-down season opener at the Buick Open in Haikou. Stumbled out of the gate with a 3-over 75 but recovered nicely to make the cut after a 4-under 68 in the second round at Mission Hills GC's Sandbelt Trails Course. Stumbled in the third round to a 2-over 74 before shooting a 3-under 69 on the final day to T12 with five others...Earned his career-best Ping An Bank China Tour – PGA TOUR China Series' finish when he T3 at The Eternal Courtyard Open in May in Zhengzhou. Opened with a 3-under 69 during windy conditions at St. Andrews GC. Faltered over his next two rounds (75-74) before recording a 5-under 67 on the final day to tie with Yi Cao and Peter Cooke.\n\n2014: Opened with a 1-under 71 at the first qualifying tournament for the PGA TOUR China Series then was 10-under the rest of the way (68-66-72) to take medalist honors at the event at Shenzhen Guangzhou CTS Tycoon GC. During his third-round 66, made five consecutive birdies on his back nine and took a commanding seven-shot lead over Panuphol Pittayarat into the final round. Ended up beating Benjamin Lein by four shots to earn his playing card…Played on the weekend at the Asean Tour's Singha Pattaya Open. Began with a 72-71 but struggled on the weekend to a 73-75 finish…Made a run at victory at the United Investment Real Estate Wuhan Open, shooting a final-round 69 at Yishan GC to T4 with four others, two shots out of the Brett Drewitt-Xin Jun Zhang-Hao Tong Li playoff. The performance was his first top-10 on the PGA TOUR China Series…Remained steady as he made his fourth consecutive cut, finishing T15 at the Lanhai Open outside Shanghai in early June. Opened with a 3-under 69 and closed with an even-par 72.…Took a share of the lead into the final round of the Asian Development Tour's Taifong Open. Shot rounds of 72-68 to sit deadlocked with Singapore's Tze Huang Choo with a round to play in the weather-shortened tournament. Stumbled to a 4-over 76 in the final round to drop into a T21 with Wen The Lu and Wei Tze Yeh.…Began slowly at the Chateau Junding Penglai Open in September, shooing a first-round, 1-over 73. Was 11-under the rest of the way (67-68-70) to finish fourth, his second top-five of the year…Shot a final-round 69 at the Cadillac Championship to T13 in Beijing…Played in the second-stage qualifying tournament for the Web.com Tour. At TPC Craig Ranch in McKinney, Texas, shot rounds of 77-72-73-71 and failed to qualify…Returned to PGA TOUR China and enjoyed a T24 result at the Hainan Open in Sanya. \n2013: In his first start of the Asian Development Tour season, finished T23 at the PGM-UMW Templer Park Masters…Picked up a top-10 at the Asian Development Tour's ICTSI Mount Malarayat Classic in Manila. \n2012: Played primarily on the eGolf Tour in the United States. Best finishes were a pair of 13th-place performances, at the Pine Needles Classic in Southern Pines, N.C., and at the Grand Harbor Open in Greenwood, S.C…Made it through U.S. Open local qualifying by finishing second at the event in Lubbock, Texas. Finished 19th in sectional qualifying at Suwanee, Ga., to miss playing in his first major championship…Added a pair of T15s on the eGolf Tour, at the Olde Sycamore Open and the Cabarrus Classic. \n2010: Made the cut in eight of 25 PGA TOUR starts, with his best week a T27 at the Farmers Insurance Open. Ended the year No. 201 on the money list.Missed the cut in his only Web.com Tour start, at the WNB Golf Classic. Ended 194th in the FedExCup and was 201st on the PGA TOUR money list. \n2009: Began the final round of the PGA TOUR Qualifying Tournament two shots outside of the qualifying number but fired an 8-under 64 to advance to the PGA TOUR in 2010...Played on the eGolf Tour, finishing No. 15 on the money list. Made the cut in seven of 10 events, with victories at the Greater Richmond Open and the Bolle Classic. Shot rounds of 66-65-67 in the 54-hole Bolle Classic to outdistance Dustin Bray by a stroke in North Carolina, with the event at Sapona CC and the CC of Salisbury…A week later, won the weather-shortened Greater Richmond Open by a shot over Matt Hendrix…In October, captured the Gateway Tour Championship. Began the final round two shots behind 54-hole leaders Trevor Murphy and Brian Prouty. Shot a final-round 68 to defeat Murphy, Bobby Collins and Nick Malinowski by two shots in Norwalk, Iowa. \n2008: A rookie on the PGA TOUR, played in 23 events, making seven cuts. First made cut came at the Mayakoba Golf Classic in Mexico. Opened 65-69 before falling back on the weekend to T28…Best finish was a T24 at the John Deere Classic in Illinois in July. Had four under-par rounds at TPC Deere Run (68-70-68-69) to T24…Finished 215th on the money list and 201st on the FedExCup points' chart…Made the cut in three of eight starts on the Web.com Tour, with his only top-10 finish a T3 at the Fort Smith Classic after posting all four rounds in the 60s. \n2007: Played his rookie season on the Web.com Tour. Finished the season No. 77 on the money list, with $79,679.Made the cut in four of nine starts, with two top-25 finishes. Enjoyed a career-best runner-up finish in his first start of the year, finishing one stroke behind tournament winner Scott Sterling at the Jacob's Creek Open at his home course in Adelaide…Other top finish was a T11 at the Chattanooga Classic \n2006: Finished third on the Gateway Tour money list. \n","otherCarHigh" : "Finished 71st at the 2005 Jacob's Creek Open on the Web.com Tour.","personal" : "Lists Arnold Schwarzenegger, Dr. Dre, Greg Norman and Tiger Woods as his heroes. Got his start in golf from his father…Enjoys working out and going to movies.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "2007, 2009","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Had a strong finish at the Asian Tour Qualifying Tournament in mid-January, shooting rounds of 65-68 over his final 36 holes to tie for fourth to earn full membership for 2016. Finished three shots short of medalist and PGA TOUR China Series' veteran Yi Keun Chang, tying with five others...Had a top-15 finish at the Holden New Zealand PGA Championship in early March, finishing T12 in Auckland.","carHigh" : "2009: Began the final round of the PGA TOUR Qualifying Tournament two shots outside of the qualifying number, but fired an 8-under 64 to advance to the PGA TOUR in 2010...Played on the eGolf Tour, finishing No. 15 on the money list. Made the cut in seven of 10 events, with victories at the Greater Richmond Open and the Bolle Classic. 2008: Member of the Nationwide Tour in 2007-2008...Played his rookie season on the PGA TOUR in 2008, making the cut in seven of 23 starts. Lone top-25 finish was a T24 at the John Deere Classic...Finished the season No. 215 on the money list...Made the cut in three of eight starts on the 2008 Nationwide Tour, with his only top-10 finish a T3 at the Fort Smith Classic after posting all four rounds in the 60s. 2007: Rookie season on the Nationwide Tour, finishing No. 77 on the money list, with $79,679. Made the cut in four of nine starts, with two top-25 finishes. Enjoyed a career-best runner-up finish in his first start of the year, finishing one stroke behind tournament winner Scott Sterling at the Jacob's Creek Open, played at his home course in Adelaide. Other top finish was a T11 at the Chattanooga Classic... Qualified for the 2008 PGA TOUR with a T23 finish at the 2007 PGA TOUR Qualifying Tournament...Had made only three starts on Tour prior to 2007, with his only weekend appearance resulting in a 71st-place finish as an amateur participant at the 2005 Jacob's Creek Open...Played on the Australasian Tour and the Gateway Tour from 2005-06. Enjoyed his best finish with a third-place effort on the 2006 Gateway Tour money list. \n","otherCarHigh" : "","personal" : "Finishing second at the 2007 Jacob's Creek Open is his biggest thrill in golf...Lists Arnold Schwarzenegger, Dr. Dre, Greg Norman and Tiger Woods as his heroes...Got his start in golf from his father.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "Made the cut in eight of 25 starts on the PGA TOUR, but missed the cut in his only Nationwide Tour start, at the WNB Golf Classic."}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T3rd in 2015 at the The Eternal Courtyard Open.","dynStats" : "He ranks 30th in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}