{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "08075","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Kelly","first" : "Jerry","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "165","weightMetric" : "75","birthDate" : "November 23, 1966","age" : "49","birthPlace" : "Madison, Wisconsin","residence" : "Madison, Wisconsin","family" : "Wife, Carol; Cooper Patrick (8\/14\/98)","education" : "University of Hartford (1989, Finance and Insurance)","splInterest" : "Son's sports teams, hockey, all sports","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (1995)","trndProYear" : "1989","clubAffl" : "","cityPlaysFrm" : "Madison; WI; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "28,124,276&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Making his 19th start at the Sony Open in Hawaii, the 2002 champion posted his ninth top-10 finish at the event, finishing T9 and seven strokes behind playoff winner Fabian Gomez. It marked his third-consecutive top-10 finish at Waialae (3-2014, T6-2015, T9-2016) and the 90th top 10 of his career. In 15 final rounds at the Sony Open, has now posted a final-round score in the 60s 11 consecutive times.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1996","qSchoolYear" : "","exmtStatus" : "68th in 2014-15 FedExCup points","otherVics" : "(2): 2006 Franklin Templeton Shootout [with Rod Pampling]. 2009 Shark Shootout [with Steve Stricker].","intlVics" : "","curYearHigh" : "Making his 19th start at the Sony Open in Hawaii, the 2002 champion posted his ninth top-10 finish at the event, finishing T9 and seven strokes behind playoff winner Fabian Gomez. It marked his third-consecutive top-10 finish at Waialae (3-2014, T6-2015, T9-2016) and the 90th top 10 of his career. In 15 final rounds at the Sony Open, has now posted a final-round score in the 60s 11 consecutive times.","carHigh" : "2014-15: PGA TOUR veteran extended his streak of FedExCup Playoffs' appearances to a perfect nine for nine, thanks to three top-10 finishes in 21 starts through the Wyndham Championship. A top-10 at the Deutsche Bank Championship extended his season through the BMW Championship, the third of the Playoffs' four events. Ended his season outside Chicago at No. 68 in the FedExCup standings...Finished fifth at the OHL Classic at Mayakoba, just three shots off the winning score. Fired rounds of 69-66-67-68. Recorded his second top-10 in seven starts at the Mexico event (T6 in 2009)...Closed the Sony Open in Hawaii with a bogey-free, 4-under 66, good for a T6. Top-10 in Honolulu came one year after finishing third at Waialae CC in 2014. Coupled with his fifth-place finish at the OHL Classic at Mayakoba in his last start, scored first back-to-back, top-10 finishes since the 2009 U.S. Bank Championship in Milwaukee (third) and the RBC Canadian Open (T5)...With the exception of a second-round, even-par 70, posted three rounds of 3-under 67 to finish T10 at the Crowne Plaza Invitational at Colonial, three strokes behind champion Chris Kirk. Made his 16th start at Colonial, marking just second top-10 (T7 in 2007)...Had three bogeys during a five-hole stretch entering the 72nd hole of the Deutsche Bank Championship, before he made birdie on the final hole to move inside the top 70 in the FedExCup standings and advance to the BMW Championship with his T9. His birdie on the last hole knocked Alex Cejka out of the top 70.\n\n2013-14: Made 17 of 23 cuts, with four top-10s including two third-place finishes. Has advanced to the FedExCup Playoffs for all eight years of their existence. Finished 62nd in the final FedExCup standings, his best effort since the 2011 season...Carded a final-round 65 to finish solo third at the Sony Open in Hawaii. It was his best PGA TOUR performance since a third-place finish at the 2011 Honda Classic and his best effort at the Sony Open in Hawaii since he was third in 2008. Victory in 2002 at the Sony Open in Hawaii was one of seven top-10 finishes at the event...Finished T9 at the Puerto Rico Open, with rounds of 69-67-67-70...In his ninth start at the Valero Texas Open, was one of four players to post all four rounds at par or better on the TPC San Antonio AT&T Oaks Course. As a result, claimed a T6 with three others. Area favorite came on strong on the weekend at the John Deere Classic, posting rounds of 6-under 65 in the third round and a final-round 66. Four rounds in the 60s at TPC Deere Run earned him a T3 with Jhonattan Vegas. The performance was his best in nine starts, slightly better than 2013's T4. Last 13 rounds in the event have been in the 60s.\n\n2013: Made it to the FedExCup Playoffs for the seventh consecutive season, thanks to five top-25 finishes in 15 made cuts. Among them were two top-5 finishes...Highlighted by a 5-under 66 in the third round, went on to finish in solo fifth at the RBC Heritage for his best finish on TOUR since a T4 at the 2011 Wyndham Championship...In July, posted four rounds in the 60s at the John Deere Classic to claim a share of fourth place with Martin Flores and Daniel Summerhays. Made five birdies and an eagle in the second round en route to a 7-under 64 at TPC Deere Run...Came into the Deutsche Bank Championship ranked 87th in FedExCup standings, needing to come away from the week 70th or better to move on to the BMW Championship. A T53 finish at TPC Boston moved him up only two spots, to No. 85, eliminating him from the Playoffs.\n\n2012: Made 21 PGA TOUR Season starts, with a top showing a T12 at The Greenbrier Classic...Finished T13 in Mississippi, at the True South Classic...Ended the season on a high note, with a T9 at the Children's Miracle Network Hospitals Classic. Closed with a 6-under 66 Sunday to claim the top-10 in his 15th start in the event. The 66 at Disney capped off a stretch of 26 scores in the 60s in his last 38 rounds, beginning with an opening-round 66 at the Travelers Championship in June. \n\n2011: At No. 61, finished inside the top 125 on the money list for the 15th time in 16 seasons on the PGA TOUR (1997, finished No. 103)...Posted all four rounds in the 60s to open the season with a T9 at the Sony Open in Hawaii, an event he won in 2002...Finished solo third at The Honda Classic, his best performance in 11 starts at the event. Opened with a 1-over 71 but followed with 67-68-68 to finish just two shots behind winner Rory Sabbatini...Finished T4 at the Wyndham Championship for his fifth top 10 in 14 starts in Greensboro...Finished T10 at the Deutsche Bank Championship for his fourth top-10 finish of the season (and second in three weeks). A final-round 72 snapped a streak of 11 consecutive rounds in the 60s...Closed the season with eight consecutive made cuts...Also finished T10 at the CIMB Asia Pacific Classic, with four rounds in the 60s. \n\n2010: Recorded one top-10 in 29 starts, but overall consistent season saw him exceed $1 million in earnings for the 10th consecutive season...Aced the par-3 fourth hole in the first round of the Verizon Heritage with a 4-iron from 192 yards. It was his third career hole-in-one, with two of them at Harbour Town GL's fourth hole (2007, third round)...Recorded only top-10 of the season at the Turning Stone Resort Championship. Posted a final-round 64 to jump from T32 to T3. \n\n2009: Won for the first time in seven years with a victory at the Zurich Classic of New Orleans and reached the TOUR Championship by Coca-Cola for the first time in five years. Finished 22nd in the FedExCup...First top-10 was a T9 at the Mayakoba Golf Classic, aided by rounds of 66-68 on the weekend...Second top-10 was a T9 at the Puerto Rico Open...Rallied during the final round to win the Zurich Classic of New Orleans for his third career PGA TOUR title. Beginning the final round with a three-stroke lead, offset bogeys on No. 8 and No. 10 with birdies on Nos. 5, 11 and 14 for a 1-under 71 in the final round. Finished at 14-under-par 274, one stroke ahead of Charles Howell III, Charlie Wi and Rory Sabbatini. It was his first TOUR title since he won twice in 2002—exactly 200 starts prior to his win...Playing in home state of Wisconsin, rallied with rounds of 66-65 on the weekend to finish third at the U.S. Bank Championship, one shot out of Bo Van Pelt-John Mallinger playoff won by Van Pelt. Early in the 2009 season, despite potential opportunity to play The Open Championship, vowed to support Milwaukee event, and finished in the top-3 for the second consecutive Milwaukee start (second, 2006)...In a Monday finish at the RBC Canadian Open due to bad weather, managed a T5, largely due to a first-round, 7-under 65. The T5 finish matched his previous-best RBC Canadian Open effort from 2005...Finished T10 at the TOUR Championship, his third top-10 finish in four starts at the event. \n\n2008: Notched a pair of runner-up finishes to secure a ninth consecutive season in the top 60 on the money list...Began the season in Hawaii with consecutive 67s at the Sony Open in Hawaii to claim solo third...Recorded his second top-five finish of the season with a T2 at the inaugural Puerto Rico Open, where he fell one stroke shy of winner Greg Kraft. Final-round 70 featured two birdies and 16 pars...Collected his second runner-up finish of the season with at T2 at the Memorial Tournament, two behind winner Kenny Perry. Has posted two top-10s in 12 starts at the Muirfield Village GC. \n\n2007: Competed in the first three events of the PGA TOUR Playoffs for the FedExCup before missing a spot in the TOUR Championship by two spots on the points list (No. 32). Recorded seven top-10 finishes, two of which came at major championships (Masters, U.S. Open)...At the Masters, posted a T5 finish for his best showing at a major, his fifth made cut in five starts at Augusta...Recorded a fourth consecutive top-10 with a final-round 64 to finish T3 at the EDS Byron Nelson Championship. His previous best string of consecutive top-10 finishes was three, coming in spring 2003...Finished T7 at the U.S. Open, five strokes behind champion Angel Cabrera. One of just five players to record top-10s in first two majors of the year. \n\n2006: Finished in the top 40 (No. 39) on the TOUR money list for the fifth time in last six years in a year that included two second-place finishes...Recorded his best finish on TOUR since his two wins in 2002 with a runner-up finish at the Chrysler Classic of Tucson, one behind Kirk Triplett...With four rounds in the 60s, was runner-up to Corey Pavin in home state at the U.S. Bank Championship. Entered final round two strokes behind Pavin, but was unable to make up any ground as Pavin matched his 3-under-par 67. \n\n2005: Finished 58th on the money list, lowest showing since finishing 59th in 2000...Former University of Hartford golfer returned to area for Buick Championship, finishing T4 with four rounds in the 60s for his best showing of the season, two shots out of Brad Faxon-Tjaart van der Walt playoff. \n\n2004: Finished in the top 30 and made more than $2 million for the third straight season...Did not post a win but matched his career high in top-10s (2003) with eight...Best finish came at the season-ending TOUR Championship, where he closed with a 5-under 65 to finish solo third, five strokes behind winner Retief Goosen...Saw streak of 27 straight made cuts come to an end when he missed the cut at the PGA Championship...Contemplated off-season left-shoulder surgery (AC joint) but decided to try rehab instead. \n\n2003: Earned a career-best 10 top-10s...Tied the TOUR record for consecutive birdies with eight (Nos. 7-14) in the third round of the Las Vegas Invitational at TPC Summerlin...Earned spot on the U.S. Presidents Cup team. \n\n2002: Finished top 10 on the money list for the first time in his career...Earned first career victory in 200th career TOUR start at the Sony Open in Hawaii. Shared first-round lead and held third-round lead outright on way to defeating John Cook by one stroke...Second TOUR victory came just 18 events after the first at the Advil Western Open. Four rounds in the 60s, including a final-round 65, gave him the come-from-behind win. He began the day three strokes back of third-round leader Robert Allenby and finished two strokes ahead of runner-up Davis Love III. \n\n2001: Made more than $1 million in a season for the first time in his career, $1,491,607 (35th). For sixth consecutive year, played in 30-plus events...Led THE PLAYERS Championship through the second and third rounds. Closing 73 dropped him to fourth, four strokes behind Tiger Woods...Held one-stroke third-round lead in Reno-Tahoe Open but closed with 71 and lost by one stroke to John Cook's final-round 64. \n\n2000: Finished 59th on the TOUR money list with $784,754. Ranking equaled previous career best when he won $336,748 in 1996. \n\n1999: Made cut in 22 of 34 events...Finished third at Greater Milwaukee Open after holding 54-hole lead. Final-round 71 dropped to solo third, four strokes behind Carlos Franco. \n\n1996: Madison, Wis., native nearly captured first TOUR title in front of home-state fans. Trailed by three strokes entering final round of Greater Milwaukee Open. Shot closing 64 to catch Loren Roberts and force playoff after each shot tournament-record 265. Roberts birdied first extra hole for victory. Finished rookie season 59th on money list. \n\n1995: Named Web.com Tour Player of the Year. Was leading money-winner with $188,878. Won Alabama Classic and Buffalo Open. \n\n1992: Won the Wisconsin State Open.\n","otherCarHigh" : "","personal" : "Wife's brother, Jim Schuman, played on the Web.com Tour from 1990-93...All-city hockey selection in high school...University of Hartford golf teammates included TOUR members Tim Petrovic and Patrick Sheehan. Received an honorary doctor of humanities degree from the school in June 2009...Visited troops in the Persian Gulf for Thanksgiving 2006 on a USO\/Armed Forces Entertainment tour with TOUR members Corey Pavin, Donnie Hammond, Frank Lickliter II and Howard Twitty...Instrumental in starting the PGA TOUR Flood Relief effort, along with Zach Johnson, to support flooded communities in the Midwest in the summer of 2008. Also donated funds, toured parts of the devastated area and encouraged public support.","otherInfo" : "","ntlTeams" : "The Presidents Cup (1), 2003.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T9th at the Sony Open in Hawaii.","dynStats" : "He ranks T79th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}