{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01200","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Clearwater","first" : "Keith","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "195","weightMetric" : "88","birthDate" : "September 1, 1959","age" : "56","birthPlace" : "Long Beach, California","residence" : "Orem, Utah","family" : "Wife, Sue; Jennifer (3\/8\/85), Melissa (6\/30\/88), Nicholas (11\/ 24\/92), Amanda (7\/12\/94); two grandchildren","education" : "Brigham Young University (1982, Business)","splInterest" : "Home design, architecture, electronics, self improvement, family activities, gardening, fitness, nutrition and Christianity","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1982","clubAffl" : "","cityPlaysFrm" : "Provo; Utah; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,719,652&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "1986, 2000","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Played a combined six events on the Nationwide Tour (4) and PGA TOUR (2) in 2005. Has earned two victories in his PGA TOUR career, both in his rookie season of 1987, the Colonial National Invitation and Centel Classic. Victory at Colonial came after he recorded a pair of 64s on a 36-hole Sunday. Named 1987 PGA TOUR Rookie of the Year. Winner of 1982 North and South Amateur and 1985 Alaska State Open. Member of winning 1981 NCAA Championship team at Brigham Young. Teammates at BYU included Rick Fehr, Richard Zokol and Bobby Clampett.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2009","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Did not play in a Champions Tour event and made one PGA TOUR start, at the Crowne Plaza Invitational at Colonial, where he missed the cut. \n\n2011: In 14 starts, his best showing was a T31 at the Greater Hickory Classic at Rock Barn...Was also T38 at Dick's Sporting Goods Open...Played in the Crowne Plaza Invitational at Colonial as a past champion of the event but missed the cut. His appearance was notable, however, because he shot a first-round, even-par 70 at Colonial CC that consisted of 18 consecutive pars. 2010: Claimed medalist honors at the Champions Tour National Qualifying Tournament at the TPC Eagle Trace in November in Florida. Finished with a 72-hole total of 16-under-par 272, three strokes better than the trio of Phil Blackmar, Lee Rinker and Frankie Minoza. Fired a 9-under-par 63 in the third round and had just three bogeys over his final 45 holes...Played in 15 events during the Champions Tour campaign via the Career Victory Category and posted his best finish in his final start, a T13 at the AT&T Championship in San Antonio...Also T17 at the Dick's Sporting Goods Open...Made one start on the PGA TOUR, at the Reno-Tahoe Open, but withdrew after one round. 2009: Made five starts on the Champions Tour after making debut in early September at the Walmart First Tee Open at Pebble Beach (T42). Best performance came in his last official appearance when he was T32 at the AT&T Championship after shooting an opening-round 66 and sharing the first-round lead with Russ Cochran. Attended the Champions Tour's National Qualifying Tournament in the fall and was T24 at TPC Scottsdale.\n","otherCarHigh" : "PGA TOUR veteran had 402 career starts, with 201 cuts made...Played some of his best golf from 1991-94 when he was inside the top 100 on the money list all four years, including a career-best $609,273 in 1992 (22nd)...His two victories both came in 1987 when he beat Davis Love III by three strokes in Fort Worth at the Colonial National Invitation and then at the Centel Classic, where he held off four players by a stroke, including Joey Sindelar. Victory at Colonial came after he recorded a pair of 64s on a 36-hole Sunday. Finished 31st on the money list that year...Has also made 53 starts on the Web.com Tour and finished T2 at both the Shreveport Open and Inland Empire Open in 2000...Named 1987 PGA TOUR Rookie of the Year...Has played some on the Asian Tour...Runner-up at the 1981 Sunnehanna Amateur where he, Willie Wood and Sindelar finished one stroke behind Jodie Mudd...Originally enrolled at St. Mary's University in California before transferring to Brigham Young after one season...Member of winning 1981 NCAA Championship team at BYU, where his teammates included future PGA TOUR players Rick Fehr and Richard Zokol...Named the WAC Player of the Year as a junior and also earned first-team All-American honors. Won second-team honors as a senior...Qualified for the 1980 U.S. Open as a college student at BYU...Selected to the BYU Athletic Hall of Fame in 1992...Has three competitive holes-in-one.","personal" : "Enjoys spending time with his family...Is involved in an annual golf tournament for the American Indian Services, which helps raise funds for scholarships and other services for Native Americans. The event has raised $800,000...Favorite golf courses are Augusta National and Cypress Point...Got started in the game while growing up near Boundary Oaks GC in Walnut Creek, Calif., sneaking on to holes 13-16...Biggest thrill outside of golf is kissing his wife and hugging his grandkids and just being a dad...Keeps his dad's one year Alcoholics Anonymous medallion in his golf bag...Favorite book is Believing Christ by Stephen E. Robinson...Favorite athlete is Chad Lewis, a former BYU and Philadelphia Eagles All-Pro tight end...Says his dream foursome would just be a twosome with him and Ben Hogan...Would be a property developer if he weren't playing golf...Some of his best friends on the Champions Tour are Tom Pernice, Jr., Ted Schulz, Dan Forsman, Mike Reid and Jay Don Blake...Was a soccer standout while growing up in California and once played for a state all-star team at the Oakland Coliseum as a 15-year-old.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T13th in 2010 at the AT&T Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}