{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24494","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Compton","first" : "Erik","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "150","weightMetric" : "68","birthDate" : "November 11, 1979","age" : "36","birthPlace" : "Miami, Florida","residence" : "Coral Gables, Florida","family" : "Wife, Barbara; Petra","education" : "University of Georgia","splInterest" : "Fishing","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2011)","trndProYear" : "2001","clubAffl" : "Deering Bay Yacht and CC (Miami, Florida)","cityPlaysFrm" : "Coral Gables; FL; United States","websiteUrl" : "http:\/\/www.erikcompton.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,375,583&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "19th qualifier from QT\/ML 61-100","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2010: Made five of seven cuts on the PGA TOUR, with his best finish coming at the Arnold Palmer Invitational (T30)...Made one of two cuts on the Nationwide Tour...Has not played a full year on Tour since 2007. 2009: Made two of five cuts on the PGA TOUR. 2006: Made the cut in 13 of 21 starts on Tour, with three top-10 finishes. Ended the year No. 72 on the money list, with $76,885. An 8-under-par 272 at the Rheem Classic resulted in a T5, five strokes behind tournament winner Darron Stiles. Was T4, four shots behind champion Matt Kuchar at the Henrico County Open. After a three-week break to attend a wedding in South America, came back strong with his final top-10 of the year—a T5 at the Preferred Health Systems Wichita Open. 2005: Made the cut in eight of 19 starts, with two top-10 finishes. Was No. 72 on the money list, with $69,347. After missing the cut in five of his first seven starts, showed promise with a T12 at the National Mining Association Pete Dye Classic. Came back with back-to-back top-10 finishes at the Canadian PGA Championship (T3) and the Preferred Health Systems Wichita Open (eighth). Won Trophee Hassan II in Morocco and $200,000. 2004: Despite only playing in seven events on Tour, made the most of his opportunities by finishing in the top 20 three times, including a career-best runner-up at the Preferred Health Systems Wichita Open. Four rounds in the 60s (68-68-66-68) placed him in a four-man playoff, won on the first hole by Bradley Hughes. Other top finishes included T16 at the Alberta Classic and T17 at the Samsung Canadian PGA Championship. Ended the season No. 88 on the money list, with $52,552. Six top-10 finishes in eight starts led to the top spot on the 2004 Canadian Tour Order of Merit list. Three-time winner during his career on the Canadian Tour, including his first victory at the 2003 Michelin Guadalajara Classic, and then twice in 2004 at the E-Loan Central Valley Classic and the MTS Classic. Has made just four starts on the Canadian Tour since 2004, but has two runner-up finishes to show for it. 2002: Played his rookie season on the Nationwide Tour. Made the cut in three of 15 starts, with a T4 at the Price Cutter Charity Championship his best finish. \n","otherCarHigh" : "Second-team All-American and first-team All-Southeastern Conference selection at the University of Georgia in 2001. Redshirted as a freshman, then won first tournament. Helped lead the Bulldogs to two straight Southeastern Conference titles in 2000 and 2001. Ranked No. 2 in the nation as a sophomore. Finished T16 at the NCAA Championship, where Georgia finished fifth. Won the 2000 Dixie Amateur and 2001 Monroe Invitational. Runner-up at the Northeast Amateur (nine-hole playoff) and EZ-Go Chris Schenkel Invitational. Member of the 2001 Palmer Cup team, earning a 3-1-0 record. Member of the 2001 U.S. Walker Cup team, earning a 1-1-1 record. Was the top-ranked player and American Junior Golf Assocation's Player of the Year in 1998. Made the cut at the 2000 Doral-Ryder Open after being given a sponsor's exemption into the event. Posted rounds of 72-69-78-71.","personal" : "Had first heart transplant in 1992 and took up the game of golf as part of his rehabilitation. Had second heart transplant in 2008 and five months later finished T60 at the Children's Miracle Network Classic on the PGA TOUR...Never travels without his blanket...Favorite movie is \"Braveheart.\" Favorite pro team is the Miami Dolphins. Favorite vacation spot is Norway...Biggest thrill outside of golf is the birth of his daughter. Biggest thrill in golf is playing in the 2010 U.S. Open...His Bucket list is to win a PGA TOUR event...Is involved with the Transplant Foundation.\n","otherInfo" : "","ntlTeams" : "Walker Cup (1), 2001; Palmer Cup (1), 2001.","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2012","qSchoolYear" : "","exmtStatus" : "124th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "(3): 2003 Michelin Guadalajara Classic [Can]. 2004 E-Loan Central Valley Classic [Can], MTS Classic [Can].","curYearHigh" : "","carHigh" : "2014-15: Made 17 cuts in 28 starts, with one top-10 finish. Despite a withdrawal from the Wyndham Championship in the final event before the FedExCup Playoffs, advanced to The Barclays, ranked No. 122. Was forced to withdraw from The Barclays with respiratory issues, ending his season at No. 124 in the FedExCup standings...Finished T10 at the Humana Challenge after holding a share of the lead entering the final round. Through 54 holes his only bogey came at the par-3 12th in the opening round. He proceeded to play 50 holes before his second (and only other) bogey of the week, on No. 9 in the final round...Held a share of the first-round lead at the Wyndham Championship but was forced to withdraw prior to the third round with an ankle injury.\n\n2013-14: Enjoyed a banner year on the PGA TOUR, claiming three top-10 finishes—including a T2 at the U.S. Open—in 17 made cuts. For the second consecutive year, played well enough to keep his season going into the FedExCup Playoffs, where he competed in the first three events. Closed season ranked 64th in the FedExCup standings after the BMW Championship...Finished T5 in his seventh start at the Arnold Palmer Invitational. His previous-best finish was T16 in 2013. In 92 career starts on the PGA TOUR, his only other top-10 came at the 2013 Honda Classic (T4)...Opened with a 6-under 66 at the Zurich Classic of New Orleans in April, which was National Donate Life Month. Ensuing rounds of 68-72-68 were good enough for a T5 with Robert Garrigus and Charley Hoffman. Spent the early part of the week in New Orleans visiting a hospital for transplant patients and conducting a Tuesday clinic to raise awareness about organ donation...Making his 100th PGA TOUR start, entered the final round of the U.S. Open T2, five strokes behind eventual champion Martin Kaymer. Final-round, 2-over 72 led to a T2 (topping his previous-best finish on TOUR, a T4 at the 2013 Honda Classic). The performance marked just his second major championship start, having missed the cut at the 2010 U.S. Open. With the finish, guaranteed his entry into the 2015 Masters (based on finishing in the top four) and the 2015 U.S. Open (based on top-10 finish). \n\n2013: Made 13 of 24 TOUR cuts, with one top-10. Finished No. 99 in the FedExCup standings. Missed the cut at the Deutsche Bank Championship to drop out of the FedExCup Playoffs...Was one of just four players to post four rounds of par or better at The Honda Classic, and he turned in a career-best T4 finish at PGA National. His final-round, even-par 70 was one of just 12 par-or-better scores on a windy Sunday...Was one of five players to advance from outside the top 100 in the FedExCup standings at The Barclays and into the second FedExCup Playoffs event. Finished T43 at The Barclays to move from No. 117 to No. 94 entering the Deutsche Bank Championship. \n\n2012: Finished T7 at the PGA TOUR Qualifying Tournament to regain his TOUR card for 2013...Ended the season No. 137 in the FedExCup standings, failing to advance to the FedExCup Playoffs. Took part in a two-day media blitz in Dallas-Fort Worth to promote his partnership with Donate Life America, which urges people to sign up as organ donors (donatelife.net). That same week, nearly withdrew from the EDS Byron Nelson Championship early in his third round after not feeling well but continued round en route to a 71. Following play, he saw doctor onsite at the TPC Four Seasons Resort in Las Colinas, Texas, who insisted he go to the emergency room for testing. Was later discharged around midnight and then shot a final-round 68 to T36...Carded all four rounds in the 60s en route to a career-best T13, at the John Deere Classic.\n\n2011: Finished No. 13 on the Web.com Tour to guarantee membership to the PGA TOUR for the first time in his career...Made six starts on the PGA TOUR, with only missed cut coming at the AT&T National. Finished T25 at the Northern Trust Open for his only top-25 finish in what is now 30 career starts on the PGA TOUR...Finished T4 at the Panama Claro Championship to open the season. Birdied the final hole Sunday morning to take a one-stroke lead after 54 holes in the weather-delayed event. Struggled during the final round but still managed to hold the lead through 13 holes and was one back after 17. A double bogey at the 18th dropped him three back of eventual winner Mathew Goggin...Added another T4 at the Fresh Express Classic, which was reduced to a 54-hole event after fog delayed and later canceled the final round. Fired a 6-under 64 in the third round to move into contention. Wound up four shots back of winner Daniel Chopra...Earned his first Tour title with a two-stroke win at the Mexico Open. Posted a 7-under 65 in the final round to overcome a two-stroke deficit. Grabbed sole possession of the lead for the first time after making back-to-back birdies on Nos. 13 and 14 Sunday to move to 16-under par. A birdie on the par-4 16th hole put him at 17-under 271, where he finished, clinching victory in his 95th Tour start. \n\n2010: Made five of seven cuts on the PGA TOUR, with his best finish coming at the Arnold Palmer Invitational (T30)...Made one of two cuts on the Web.com Tour.\n\n2009: Made two of five cuts on the PGA TOUR. \n\n2006: Made the cut in 13 of 21 starts on the Web.com Tour, with three top-10 finishes. Ended the year No. 72 on the money list, with $76,885. An 8-under-par 272 at the Rheem Classic resulted in a T5, five strokes behind tournament winner Darron Stiles. Was T4, four shots behind champion Matt Kuchar at the Henrico County Open. After a three-week break to attend a wedding in South America, came back strong with his final top-10 of the year—a T5 at the Preferred Health Systems Wichita Open. \n\n2005: Made the cut in eight of 19 starts, with two top-10 finishes. Was No. 72 on the money list, with $69,347. After missing the cut in five of his first seven starts, showed promise with a T12 at the National Mining Association Pete Dye Classic. Came back with back-to-back top-10 finishes at the Canadian PGA Championship (T3) and the Preferred Health Systems Wichita Open (eighth). Won Trophee Hassan II in Morocco and $200,000. \n\n2004: Despite only playing in seven events on the Web.com Tour, made the most of his opportunities by finishing in the top 20 three times, including a career-best runner-up at the Preferred Health Systems Wichita Open. Four rounds in the 60s (68-68-66-68) placed him in a four-man playoff, won on the first hole by Bradley Hughes. Other top finishes included T16 at the Alberta Classic and T17 at the Samsung Canadian PGA Championship. Ended the season No. 88 on the money list, with $52,552. Six top-10 finishes in eight starts led to the top spot on the Canadian Tour Order of Merit list. Won twice, at the E-Loan Central Valley Classic and the MTS Classic. \n\n2003: Three-time winner during his career on the Canadian Tour, including his first victory at the Michelin Guadalajara Classic.\n\n2002: Played his rookie season on the Web.com Tour. Made the cut in three of 15 starts, with a T4 at the Price Cutter Charity Championship his best finish. \n\nAmateur: Second-team All-American and first-team All-Southeastern Conference selection at the University of Georgia in 2001. Redshirted as a freshman, then won first tournament. Helped lead the Bulldogs to two straight Southeastern Conference titles in 2000 and 2001. Ranked No. 2 in the nation as a sophomore. Finished T16 at the NCAA Championship, where Georgia finished fifth. Won the 2000 Dixie Amateur and 2001 Monroe Invitational. Runner-up at the Northeast Amateur (nine-hole playoff) and EZ-Go Chris Schenkel Invitational. Member of the 2001 Palmer Cup team, earning a 3-1-0 record. Member of the 2001 U.S. Walker Cup team, earning a 1-1-1 record. Was the top-ranked player and American Junior Golf Assocation's Player of the Year in 1998. Made the cut at the 2000 Doral-Ryder Open after being given a sponsor's exemption into the event. Posted rounds of 72-69-78-71. \n","otherCarHigh" : "","personal" : "Because of viral cardiomyopathy, had first heart transplant on February 26, 1992 and took up the game of golf as part of his rehabilitation. Had second heart transplant on May 20, 2008 and five months later finished T60 at the Children's Miracle Network Classic on the PGA TOUR...With an American father and a Norwegian mother, he holds dual citizenship and has had his heart-transplant story told in the Norwegian media...Favorite movie is \"Braveheart.\" Favorite pro team is the Miami Dolphins. Favorite vacation spot is Norway...Biggest thrill outside golf is the birth of his daughter. Biggest thrill in golf is playing in the 2010 U.S. Open...Something on his bucket list is to win a PGA TOUR event...Is involved with the Transplant Foundation and Donate Life America...Received the 2012 Babe Didrikson Zaharias Courage Award from the U.S. Sports Academy in a presentation at Disney during the Children's Miracle Network Hospitals Classic...On Tuesday night of both the 2013 and 2015 Wells Fargo Championships, threw out the first pitch at a Charlotte Knights' game in promotion of his Donate Life America campaign to raise organ donation awareness. Gave numerous TV, radio and print interviews throughout the weeks at Quail Hollow as part of his promotional efforts. Was awarded the Golf Writers Association of America's Ben Hogan Award in 2009...Website is erikcompton.com.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 2001; Palmer Cup (1), 2001.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T26th at the Frys.com Open.","dynStats" : "He ranks T100th in Approach 50-75 yards (RTP Scor on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/erikcomptongolf"},{"cat" : "google+","desc" : "","url" : "http:\/\/plus.google.com\/u\/0\/117772139459683803448\/posts"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/ErikCompton3"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}