{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "45533","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Fullerton","first" : "Zach","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "265","weightMetric" : "120","birthDate" : "January 22, 1987","age" : "29","birthPlace" : "Gallup, New Mexico","residence" : "Albuquerque, New Mexico","family" : "Single","education" : "New Mexico Junior College (2010); New Mexico State University","splInterest" : "Fishing, bowling, camping, video games","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2013","clubAffl" : "Tanoan CC (Albuquerque, New Mexico)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Exempt - Major Medical","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Played one season on the Golden State Tour and two seasons on the All American Gateway Tour.\n\n2014: Played in eight Web.com Tour tournaments between February and May. Made two cuts, with his best showing a T51 at the WNB Golf Classic in April.\n","otherCarHigh" : "Won New Mexico state high school championship as a sophomore. Finished fourth as a freshman and second as a junior, leading team to four straight 5A titles. Won his district title three out of four years...Won numerous tournaments at New Mexico Junior College and was named to the Ping All-American first team and second team...At New Mexico State, had two wins his senior year (in back-to-back fashion) and shot a school-record 62.","personal" : "Attended La Cueva High School in Albuquerque...One brother owns the Exceptional Electric Company and was a decorated baseball player...Earliest golf memory was at age 12 beating his dad...If not a professional golfer, would be a head pro or instructor...Favorite teams include the New Mexico State Aggies, Auburn, Georgia, San Francisco 49ers, Boston Bruins and Oklahoma City Thunder...Favorite TV shows include \"King of Queens\" and \"Gold Rush.\"...Favorite movies include \"Step Brothers\" and \"Talladega Nights.\"...Favorite athletes include Kevin Durant, Zdeno Chara, Wayne Rooney and Vernon Davis...Favorite vacation spots are San Diego, PGA West in Palm Springs and \"anywhere by the ocean in Florida.\"...Dream foursome includes Arnold Palmer, Jack Nicklaus and Tom Watson...Bucket list includes deep-sea fishing for \"monster sailfish and marlin,\" taking his family to Hawaii and Australia and \"donating money to those who need it.\"...Works with his family to assist a hometown pastor who collects and takes personal articles to Mexico for distribution to the needy...First-tee introduction song would be \"Coastin\" by Zion I.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T51st in 2014 at the WNB Golf Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["XML Output","Intro Page","Bio Page","ShotLink Player Bio"]}]}