{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01557","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Inman","first" : "John","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "165","weightMetric" : "75","birthDate" : "November 26, 1962","age" : "53","birthPlace" : "Greensboro, North Carolina","residence" : "Durham, North Carolina","family" : "Wife, Patti","education" : "University of North Carolina (B.S. Recreation Administration)","splInterest" : "Birding, music, gardening","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1985","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,523,580&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "Fall 1986, 1990","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Fired rounds of 65-67-67-66-265 in 1987 Provident Classic to defeat Rocco Mediate and Bill Glasson by one stroke and claim first TOUR victory. Second win came in five-man playoff at 1993 Buick Southern Open. Granted Special Medical Extension for 22 events in 1996, but unable to retain exempt status. Inducted into University of North Carolina Hall of Fame in 1996. Winner of 1984 Fred Haskins Award as outstanding collegiate golfer. Has four holes-in-one in 1990s, all with 4-irons.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2013","qSchoolYear" : "","exmtStatus" : "","otherVics" : "1984 NCAA Championship (indiv).","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Played in 19 events through the Career Victory category...Turned in two of his better efforts in a five-week span during May and June. He was second after 54 holes at the Regions Tradition in Birmingham in May before a closing-round 75 dropped him to T9...Had another good finish in late-June when he was T14 at the Encompass Championship. Was tied for second through 36 holes and played in the final group once again but finished with a 2-over-par 74 to drop 12 spots in the final standings...Was also T15 in his first start of the year at the Allianz Championship.\n\n2013: Played in 14 events, primarily through the Career Victory Category...Registered his first top-10 Champions Tour finish when he was T9 at the Greater Hickory Kia Classic at Rock Barn after posting three consecutive rounds in the 60s...Made his Champions Tour debut, at the Mississippi Gulf Resort Classic, where he finished T48...Was also T18 at the Nature Valley First Tee Open at Pebble Beach. 2012: Attended the Champions Tour National Qualifying Tournament at the TPC Eagle Trace in Florida, where he finished T55.\n","otherCarHigh" : "Played in 304 events on the PGA TOUR from 1984-2012 and enjoyed fully-exempt status from 1987-96...Was a two-time winner, including the 1987 Provident Classic, where he defeated Rocco Mediate and Bill Glasson by one stroke. Also won the 1993 Buick Southern Open. His birdie on the first playoff hole helped him defeat Billy Andrade, Mark Brooks, Bob Estes and Brad Bryant...His highest money-list finish came in 1993 when he was 69th, with $242,140 in earnings, also a career-best in that category...Also played full-time on the Web.com Tour for one season (1997)...Had a decorated amateur career, which included being named All-American and All-ACC three years running while playing for the University of North Carolina as well as winning the 1984 Fred Haskins Award as National Player of the Year...Was the medalist at the 1984 NCAA Championships held at Houston's Bear Creek Golf World. His 17-under-par total that week broke Ben Crenshaw's NCAA record by two strokes. His record was later tied three times before Charles Howell III of Oklahoma State broke the mark in 2000...Played on the 1984 World Amateur team with Jay Sigel and Scott Verplank...Was named the head men's golf coach at his alma mater in 1999 and held that position until 2011.","personal" : "Is the younger brother of former PGA TOUR and Champions Tour winner, Joe Inman, who currently is the head coach at Georgia State University. He and his brother are one of just 12 sets of brothers who have won on the PGA TOUR.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T37th at the Mitsubishi Electric Classic.","dynStats" : "He ranks 89th in Charles Schwab Cup Money List on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}