{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01695","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Littler","first" : "Gene","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "155","weightMetric" : "70","birthDate" : "July 21, 1930","age" : "85","birthPlace" : "San Diego, California","residence" : "Rancho Santa Fe, California","family" : "Wife, Shirley; Curt (3\/11\/54), Suzanne (10\/16\/57)","education" : "San Diego State University","splInterest" : "Classic automobiles","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1954","clubAffl" : "","cityPlaysFrm" : "Rancho Santa Fe; CA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "Inducted 1990","combTourMoney" : "3,901,444&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1954","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(4): 1953 Palm Springs Invitational. 1954 Santa Anita Open. 1985 Liberty Mutual Legends of Golf [with Don January]. 1986 Liberty Mutual Legends of Golf [with Don January].","intlVics" : "(2): 1974 Taiheiyo Masters [Jpn]. 1975 Taiheiyo Masters [Jpn].","curYearHigh" : "","carHigh" : "2003: Played in just two official events...Finished T2 at the Liberty Mutual Legends of Golf's Demaret Division. With Don January, they shot two 66s, four strokes bck of Miller Barber-Jim Ferree. \n\n2002: Became the fifth of five players to better his age when he shot a 3-under 69 in the second round of the FleetBoston Classic in July. The score bettered his age by three strokes, the third time in his career he's accomplished the feat…Earlier in the year, he had matched his age when he shot 71 in the opening round of the BellSouth Senior Classic at Opryland in Nashville, Tenn.\n\n2001: Partnered with Don January to victory in the Demaret Division of the Liberty Mutual Legends of Golf. The duo shot a 27-hole better-ball score of 8-under 100 and outdistance the team of Joe Jimenez-Charles Sifford by five strokes…Made 15 official appearances and bettered his age twice. Finished T38 at the Bruno's Memorial Classic in Alabama, thanks to a 5-under 67 on the opening day, his lowest Champions Tour round since firing a 65 at the 1994 GTE West Classic…Had a 3-under 69 in the first round of the Gold Rush Classic.\n\n2000: Competed in 16 events, with his best finish a T25 in the first full-field event of the year, the Royal Caribbean Classic. Also had his highest finish in the Georgia-Pacific Super Seniors competition there, a solo sixth…Twice bettered his age, with rounds of 69 in the final round of the Kroger Senior Classic and in the second round of the Gold Rush Classic.\n\n1999: Best finish in 17 official Champions Tour starts came in the middle of the year when he T26 at the Ameritech Senior Open…Teamed with Don January to finish T2 in the Legendary Division of the Liberty Mutual Legends of Golf at the World Golf Village outside St. Augustine, Fla.\n\n1998: Made 16 Champions Tour appearances, with his best effort coming in his final start of the year, at the Pacific Bell Senior Classic in Los Angeles…Shot rounds of 73-69-74 and was T44 in the overall field and T3 in the MasterCard Champions competition. That second-round 69 was his low round of the year. \n\n1997: Teamed with Don January to win the Legendary Champions Diviison of the Liberty Mutual Legends of Golf, with a 16-under par 128 in the 36-hole event…Had just one top-20 finish, a T19 at the GTE Classic near Tampa, Fla…Also had his best finish in the MasterCard Champions at that tournament, a runner-up showing to Bob Charles by one stroke…Had a 4-under 68 on the final day of the Raley's Gold Rush Classic outside Sacramento, hos low round of the year. Finished T28 in California. \n\n1996: Healthy for the first full season since 1992 and was among the top 25 twice, with both efforts coming in the early part of the year. Came up short in the Legendary Champions Division at the Liberty Mutual Legends of Golf with Don January. Was T7 in the 54-hole full-field tournament…Finished T23 at the Toshiba Senior Classic, thanks to a final-round 68, his best 18-hole score of the season…Was T22 at the SBC Dominion Seniors, his best overall effort of the year.\n \n1995: With Don January, was T4 in defense of his Liberty Mutual Legends of Golf Legendary Champions Division and T22 overall in the 54-hole tournament…Top finish was a T35 at the Brickyard Crossing Championship in Indianapolis in September.\n\n1994: Won the Liberty Mutual Legends of Golf's 36-hole Legendary Division, with Don January. The duo finished T10 in the overall in the overall tournament….Best official performance was a T16 at the GTE West Classic. Opened with a 5-under 65 at Ojai Valley Inn and GC on his way to a 70-70 finish.\n\n1993: Top finish was a T17 at the Cadillac NFL Golf Classic in New Jersey. Did not play after June…Was T10 in the Liberty Mutual Legends of Golf's Legendary Champions Division, with Don January.\n\n1992: Surpassed his combined total of top-10 finishes in 1990 and 1991 and went over the $200,000 mark in official earnings for the first time in three years…Turned in his top outing, in Charlotte, a T3 at the PaineWebber Invitational after being one shot back after 36 holes…Fired three sub-70 rounds to T5 in Cincinnati at the Kroger Senior Classic…Led the Vantage Classics in victories, with seven, including three in a row in August…Third on the Classics earnings list, with $151,217.\n\n1991: Rebounded to have a solid year, with six top-10 finishes in 22 appearances, making almost three times the amount he earned in 1990. Shot 65-69 in the final two days of the Murata Reunion Pro-Am and T3, only one shot out of the Chi Chi Rodriguez-Jim Colbert playoff…Captured six Vantage Classics events, including three in a row during the spring and ended the year fourth on the Classics money list…Best showing of his other five top-10s was a T5 at the First of America Classic in Grand Rapids, Mich…Was also T6 at both the Showdown Classic (Utah), the GTE North Classic (Indianapolis) and solo seventh at the First Development Kaanapali Classic.\n\n1990: Highlight of his year and of his career came when he was inducted into the World Golf Hall of Fame…Recorded only two top-10s among his 20 starts. Was T10 at the Aetna Challenge in his fourth start of the year and then waited until early December, in his final full-field start, to finish solo ninth at the GTE Kaanapali Classic. \n\n1989: Last of his eight Champions Tour wins came at the Aetna Challenge in his second start of the year. Was a two-stroke victor over Harold Henning, winning by two strokes at the Club at Pelican Bay in Naples, Fla...Contended in numerous other events, recording 13 top-10s in his 24 official starts. Beside his victory, he was T3 at the MONY Arizona Classic, finishing two strokes behind winner Bruce Crampton at The Pointe GC…Had a pair of fourth-place performances—at the MONY Syracuse Senior Classic (solo fourth, four shots behind winner Jim Dent) and at the Sunwest-Charley Pride Classic in New Mexico. Shot a tournament-best, 7-under 65 the final day to move into a T4…Was also fifth at the Showdown Classic in Park City, Utah. Couldn't overcome a second-round 75 at Jeremy Ranch GC and ended four shots short of Tom Shaw…Late in the year, was T5 at the weather-shortened GTE Kaanapali Classic in Hawaii…Added a T8 at the RJR Bank One Classic in Kentucky in September…Teamed with Don January to finish T9 at the Liberty Mutual Legends of Golf. \n\n1988: Played a career-high 28 Champions Tour tournaments, with 10 top-10s and a third-place showing his top finish. Was third at the Southwestern Bell Classic, bookending 68s around a second-round 70 to end three shots out of the Gary Player-Harold Henning playoff that Player won…The previous week was T5 at the Northville Long Island Classic, finishing with back-to-back 68s at Meadow Brook Club…Added a T4 at the Vantage at The Dominion in May, a T5 and a T6 on back-to-back weekends at the Crestar Classic (Manakin-Sabot, Va.) and the PaineWebber Invitational in (Charlotte, N.C.) in September…Was also T8 at the Vantage Bank One Senior Golf Classic…Teamed with the LPGA's Ok Hee-Ku to T9 at the Mazda Champions in Puerto Rico.\n\n1987: Won multiple titles for a second consecutive season, capturing wins at the NYNEX\/Golf Digest Commemorative in Scarborough, N.Y. Lurked around the lead then made his move in the final round with a 5-under 65 to sneak past second-round leader Dale Douglass by a stroke at Sleepy Hollow CC…Second title of the year came right before Thanksgiving, at the Gus Machado Senior Classic in Key Biscayne, Fla. Opened with an even-par 71 but recovered nicely and eventually cruised to a three-shot win over Orville Moody after rounds of 67-69 over the final 365 holes at Key Biscayne GC…Lone runner-up showing was at the Pepsi Senior Challenge outside Atlanta. At Horseshoe Bend CC, matched Larry Mowry's closing, 6-under 66 but lost to Mowry by two shots…A week earlier, at the Vantage Championship in North Carolina, he held a one-shot lead over Gay Brewer through 36 holes but stumbled to a 2-over 72 at Tanglewood Park to finish solo third, three behind Al Geiberger…Opened his season with a T4 at the 10-player MONY Senior Tournament of Champions at La Costa CC…In defense of the duo's Liberty Mutual Legends of Golf title, finished solo sixth, seven shots behind the Bruce Crampton-Moody winning team…Was T5 at the Bank One Senior Golf Classic, T6 at both the Crestar Classic and the Fairfield Barnett Senor Classic and T7 at the Denver Post Champions of Golf…Teamed with the LPGA's Jody Rosenthal at the Mazda Champions in Jamaica to T5.\n\n1986: Played in 26 Champions Tour events, winning two official and events and one unofficial and finishing 10th on the money list…Teamed with Don January to successfully defend the duo's Liberty Mutual Legends of Golf. Edged the team of Jim Ferree and Charles Sifford by two strokes…Came back a week later and beat January at the Sunwest Bank\/Charley Pride Seniors at Four Hills CC in Albuquerque, N.M. Led January by five shots through 36 holes, shot a 1-under 71 in the final round and won by two…Won in the late-summer, at the Bank One Senior Golf Classic. Finished regulation tied with Miller Barber and Bob Goalby and then won the extra session…Lost in a playoff to Jim Ferree (the playoff also included Chi Chi Rodriguez) at the Greater Grand Rapids Open at Elks CC in Michigan…Also contended at the Merrill Lynch\/Golf Digest Commemorative, shooting a final-round, 3-under 67 to finish solo third at Sleepy Hollow CC in Scarborough, N.Y., three shots behind Lee Elder…Lost in the second round of the Seiko\/Tucson Match Play Championship…Was T4 at the unofficial Mazda Champions in Jamaica, teaming with Becky Pearson, a shot out of the three-team playoff won by Bob Charles-Amy Alcott…Finished T6 at the Showdown Classic with Andy North as his PGA TOUR partner…Other top-10s came at the GTE Northwest Classic (T6), the U.S. Senior Open, the MONY Syracuse Senior Classic and Pepsi Senior Challenge (eighth) and the Senior Tournament Players Championship (T10)…Made his final PGA TOUR appearance, at the AT&T Pebble Beach National Pro-Am, missing the cut on the Monterey Peninsula. \n\n1985: Went winless and finished second four times…Did win the unofficial Liberty Mutual Legends of Golf, with Don January as his partner. The duo shot a pair of 65s to open the tournament then finished 63-64 to edge Miller Barber-Lee Elder, Sam Snead-Bob Goalby and Billy Casper-Gay Brewer by a stroke in Austin, Texas…Despite shooting rounds of 68-67-66 (including a hole-in-one) at the Senior PGA Tour Roundup at Hillcrest GC outside Los Angeles, finished three strokes behind Don January in March. It was his second consecutive year with an ace…Second runner-up effort came in June at the Senior Tournament Players Championship. Was never in contention as he tied with Barber and Elder, 11 shots behind winner Arnold Palmer at Canterbury GC…Was T2 with Al Chandler and Orville Moody at the Hilton Head Seniors International at Planters Row GC, two shots behind winner Mike Fetchick, who, at age 63, became the oldest Champions Tour winner in history…Teamed with PGA TOUR player John Mahaffey to finish regulation tied with Miller Barber and Ben Crenshaw at the Shootout at Jeremy Ranch in Utah only to lose in a playoff…Was T2 at the MONY Syracuse Senior Classic, two strokes short of Peter Thomson's winning 9-under total…In defense of his Seiko\/Tucson Senior Match Play Championship, made it all the way to the semifinals (with wins over Pete Brown, Ken Still and Jim Ferree) before losing to Dan Sikes, 1-up. Beat Lee Elder in the consolation match, 6 and 4…Other top-10s came at the American Golf Carta Blanca Johnny Mathis Classic (third), the Vintage Invitational (T4), the Champions Classic (T5), the Senior Players Reunion Pro-Am (T6), the Merrill Lynch\/Golf Digest Pro-Am (sixth), the Denver Post Champions of Golf and Citizens Union Senior Golf Classic (T7s), the U.S. Senior Open (T8), the du Maurier Champions (T8) and the Greenbrier American Express Classic and Quadel Senior Classic (T9s)…Played on the weekend for the final time on the PGA TOUR, at the Isuzu-Andy Williams San Diego Open. Opened with a 7-under 65 and was one shot off the pace after 18 holes. Ballooned to a final-round 86, 21 shots worse than his opening score to finish solo 74th. \n\n1984: Won the opening event of his campaign, the Senior Seiko\/Tucson Match Play Championship. After a first-round bye, he defeated Howie Johnson, 5 and 4, in the second round, Charles Sifford, 4 and 3, in the quarterfinals, Peter Thomson, 4 and 3, in the semifinals and Don January, 1-up in the finals at Randolph Park GC…Suffered a freak accident at his home a few weeks later, breaking his left arm that left him sidelined until early August. Had a steel rod inserted in his arm and was still able to play prior to surgeons removing the rod in October…Returned to action at the du Maurier Champions in Canada. Was T6 at Royal Ottawa GC, with the highlight of the tournament his hole-in-one, his first in tournament play since the 1978 IVB-Philadelphia Golf Classic on the PGA TOUR…Was ninth at the Citizens Union Senor Golf Classic in Lexington, Ky., in September, was T7 at both the United Virginia Bank Seniors at Hermitage CC in Richmond and at the Suntree Classic in Melbourne, Fla., and was T9 at the Hilton Head Seniors International in South Carolina in October…Top PGA TOUR finish was a T69 at the Hawaiian Open in Honolulu.\n\n1983: Opened his season with a resounding victory, capturing the Daytona Beach Seniors Golf Classic in Florida by six strokes over Guy Wolstenholme…Won in his next start, at the Vintage Invitational in California. Fired a final-round 66 to come from five shots behind when the day began to win by three strokes over Paul Harney…Won the Greater Syracuse Classic by two shots over friend Don January in July at Bellevue CC. A final-round 67 allowed him to erase the three-shot margin January held…Turned the Senior Tournament Players Championship into a two-man affair with Miller Barber. At Canterbury GC in Beechwood, Ohio, he was tied with Barber after 36 holes, trailed by one with a round to play and then matched Barber's 68 to fall by a stroke…Established a Champions Tour record at the Suntree Classic. Opened his third round with seven consecutive birdies, made birdies on eight of his first nine holes and shot an 8-under 28 (a record later matched by Jay Sigel in 1998 and then broken by Seiji Ebihara in 2002 when he shot a 27). Shot a 9-under 63 and eventually finished T4 in Melbourne, Fla…A week later, battled all week at Shipyard GC at the Hilton Head Seniors Invitational only to finish T2 with Jim Ferree and Gay Brewer, three shots behind champion Miller Barber…Added three T7s—at the Peter Jackson Champions in Canada, the Merrill Lynch\/Golf Digest Pro-Am in Rhode Island and the World Seniors Invitational in Charlotte, N.C…Played in his final major championship, making an appearance at the PGA Championship. Missed the cut at Riviera CC in Pacific Palisades, Calif., after rounds of 75-78…\n\n1982: Inducted into the PGA Hall of Fame…Enjoyed his final PGA TOUR top-10, shooting rounds of 70-71-71-69 at the Bing Crosby National Pro-Am to finish T8.\n\n1981: Made eight of 17 cuts on the PGA TOUR, a T24 at the Byron Nelson Golf Classic his top performance. \n\n1980: Played in his final Masters Tournament, opening 72-72 and eventually finishing 49th at Augusta National.\n\n1979: Posted his final top-10 in a major championship, turning in Friday and Saturday rounds of 71-69 to T10 at the Masters.\n\n1978: At the Andy Williams-San Diego Open, was solo second through 54 holes at his hometown event, a stroke behind Jay Haas. Shot an even-par 72 Sunday at Torrey Pines' South Course to finish T2 with Andy Bean and John Schroeder, three behind Haas…Came back a week later and was solo sixth at the Hawaiian Open after opening with a first-round 65 at Waialae CC. Didn't record a top-10 the remainder of the season, his top finish a T11 at the Bob Hope Desert Classic. \n\n1977: Won his final of 29 PGA TOUR titles, taking the Houston Open. Held a comfortable, five-stroke lead over George Burns going into the final round at Woodlands CC. Despite stumbling to a 4-over 75 Sunday, still outdistanced Lanny Wadkins by three shots…Couldn't take down Wadkins a second time. The duo battled all week at the PGA Championship at Pebble Beach GL. Appeared ready to notch his second major championship when he took a four-shot lead over Jack Nicklaus into the final round. Again struggled on Sunday, shooting a 4-over 76, including five bogeys between holes 10 and 14 that allowed Wadkins to catch him at the end of regulation. Lost the first sudden-death playoff in major championship history when Wadkins made a 6-foot par putt on the third extra hole…Had a disappointing playoff loss in the second start of his season, at the Joe Garagiola-Tucson Open. Finished 72 holes tied with Bruce Lietzke, with Lietzke winning the overtime duel when he canned an 82-foot birdie putt on the fourth extra hole, giving him the title...Shot a final-round 65 on Hilton Head Island, S.C., to move into the discussion at The Heritage. Eventually finished T4…Added top-10 showings at the Masters T8 and the Danny Thomas-Memphis Classic (T9).\n\n1976: Although he didn't win, had seven top-10s among his 18 made cuts, with his best finish a T4 at the First NBC New Orleans Open…Added top 10s at the Hawaiian Open (T8), the Glen Campbell-Los Angeles Open (T7), the Doral-Eastern Open (T9), the Greater Greensboro Open (T10) and the Danny Thomas-Memphis Classic (T8).\n\n1975: Earned $182,883, his best PGA TOUR earnings season. Turned in his last multi-win PGA TOUR campaign, securing three titles. First victory of the year was at the Bing Crosby National Pro-Am. Took a share of the lead with Tom Watson at the halfway point, upped his advantage to four strokes through three rounds and coasted to a four-shot win over Hubert Green…Didn't win again until May, at the Danny Thomas-Memphis Classic. Had four sub-70 rounds at Colonial CC's South Course, including a closing 66 to beat John Mahaffey by five strokes…It was a 55-year-old Julius Boros battling his 45-year-old counterpart shot for shot in the final round of the Westchester Classic in late July-early August. He had a 6-under 66 to Boros' low round of the day, a 65 at Westchester CC, with the pair finishing in a tie at the end of regulation when he caught Boros with a birdie on the 72nd hole, the duo finishing tied, a stroke ahead of third-round leader Tom Weiskopf. His 66 came courtesy of a pair of final-round eagles—on the fifth hole and a hole-in-one on the 14th. In the playoff, he made a routine par to Boros' double bogey…The following week, was T7 at the PGA Championship, a third-round 66 at Firestone CC's South Course the highlight…Also had top-10s at the Phoenix Open (T7), the Jackie Gleason Inverrary Classic (T9), the MONY Tournament of Champions (T7) and the Kaiser International Open. At the Kaiser, was only a stroke off Johnny Miller's 54-hole lead as he looked to win his fourth title of the year. Could only shoot an even-par 72 in the final round to T3, with Marty Fleckman and Lee Trevino, four shots behind Miller…Won the Taiheiyo Club Masters in Japan for a second consecutive year. Began the final round playing in steady rain, three strokes behind Lee Elder. But a 1-under 70 gave him a one-stroke win over Elder, Green, Allen Miller and Jumbo Ozaki...Played in his final Ryder Cup after not playing in the 1973 Ryder Cup. Rreturned to the biennial competition for a seventh and final time, playing an instrumental role—going undefeated—in the U.S.'s 10-point win over Great Britain and Ireland at Laurel Valley GC in Ligonier, Pa. Won his lone foursomes match, with Hale Irwin, and paired with Lou Graham to record a 5-and-3 win in four-balls over Brian Barnes and Bernard Gallacher. Won his singles match over Brian Huggett, 4 and 2. Final record in his 27 overall matches was 14-5-8, his eight halved matches a Ryder Cup record…Late in the year, successfully defended his Taiheiyo Masters title, taking a one-shot victory over Jumbo Ozaki, Lee Elder, Hubert Green and Allen Miller. Opened 69-66 and finished 73-70 at Sobu CC.\n\n1974: Made 22 PGA TOUR cuts, with a second-place effort at the Andy Williams-San Diego Open his top showing. Came close to winning his hometown event for the first time as a professional but came up a stroke short of Bobby Nichols, tying with Rod Curl.. It was his seventh top-10 in the event and second runner-up finish…Picked up back-to-back top-10s prior to his San Diego performance, finishing T6 at the Phoenix Open and T9 at the Dean Martin-Tucson Open…Went to Florida following the season-opening events in California and Arizona and was T8 at the Jackie Gleason Inverrary Classic. Didn't play well in the second and third rounds (75-74) but played strong golf in the first and final rounds (67-66)…Back in California, was T5 at the Tournament of Champions in Carlsbad, not far from San Diego…In the inaugural Tournament Players Championship, rebounded from an opening 72 at Atlanta CC to shoot consecutive rounds of 69-69-67 to finish solo fourth…Was T5 at the Western Open earlier in the year despite shooting a third-round 79 that ended any hopes he had of winning the event at Butler National GC…Closed his PGA TOUR season with a T6 at the World Open in North Carolina and a T7 at the Kaiser International Open…In Inzaimachi, Japan, in November, fired a 2-under 69 in a torrential downpour to win the Taiheiyo Masters by five strokes over Bert Yancey. Toured the Sobu CC course in 5-under 279, earning the largest payday of his career, $65,000 in the $300,000 event. \n\n1973: Returned to a full slate of action, with seven top-10s among his 19 made cuts, culminating in his victory at the St. Louis Children's Hospital Classic. Played dominant golf all week, opening with consecutive 66s and closing with a pair of 68s to hold off Bruce Crampton by a stroke... Again had a top-10 at the Phoenix Open (T8), his 10th top-10 and fifth in six starts in the desert… Was T4 at the Danny Thomas Memphis Classic and seventh at the American Golf Classic…Added a T5 at the Westchester Classic, closing with a 66 at Westchester CC in New York to move up the leaderboard…Two weeks later, was T10 at the USI Classic…At the Taiheiyo Masters, was T3 behind winner Jumbo Ozaki, one stroke out of the Ozaki-Bert Yancey playoff. ..Received the Bob Jones and Ben Hogan Awards for his comeback from cancer.\n\n1972: After playing early in the season, including a T4 at the Phoenix Open, he went to the sidelines to undergo surgery for cancer of the lymph system in the spring and returned to action that fall. Last event before his surgery was a T31 at the Doral-Eastern Open…Returned to action in Octobert, at the Kaiser International Open, where he T35. Missed the cut at the San Antonio Texas Open and the Walt Disney World Open…Played in the first annual Taiheiyo Masters in Japan, finishing T7 at Sobu CC.\n\n1971: After years of close calls in Fort Worth, finally broke through and won the Colonial National Invitation. Was nine strokes worse than he was during his runner-up performance in 1970, however his final-round 69 at the par-70 Colonial CC was enough for him to secure a one-shot win over Bert Yancey…A month before his win at Colonial, won the Monsanto Open in Pensacola, Fla., shooting a pair of 67s in the second and final rounds to outlast George Archer and Pete Brown by three shots…Was T4 at the Masters Tournament in April, four shots behind Charles Coody…A week after his win in Pensacola, was solo fifth at the Tournament of Champions…Only other top-10s of the campaign came at the Cleveland Open in June (T7) and the U.S. Professional Match Play Championship (T9, beating Dan Sikes and Dave Hill before falling to Phil Rodgers)…Played in his sixth consecutive Ryder Cup. Didn't play on the first day but paired with Jack Nicklaus in four-balls at Old Warson CC in St. Louis to defeat Peter Townsend and Harry Bannerman, 2 and 1. That same afternoon, won four-balls again, this time with J.C. Snead as his partner (beating Neil Coles and John Garner). In his lone singles match, dropped a 4-and-3 decision to Peter Oosterhuis. \n1970: Almost made it two Phoenix Open titles in as many years but fell short, one stroke behind winner Dale Douglass at Phoenix CC…Despite eight top-10 finishes and 16 previous appearances at the Colonial National Invitation, he broke par in the Fort Worth event for the first time. Finished runner-up for the second time in three years in Fort Worth, shooting weekend rounds of 66-67 only to drop a one-stroke decision to Homero Blancas….Fell to Billy Casper in an 18-hole playoff at the Masters, the last 18-hole playoff at Augusta National. Shot a 2-over 74 to Casper's 3-under 69 in the Monday finish…At the National Four-Ball Championship, teamed with Ken Still to T5, four shots behind the winning team of Jack Nicklaus-Arnold Palmer…Three weeks later, made a run at the PGA Championship title, falling three strokes short of winner Dave Stockton at Southern Hills CC in Tulsa, Okla…Ended the season with a T7 at the Kaiser International Open in California, closing with a 67 in Napa.\n\n1969: After a three-year absence from the winner's circle, he returned with a vengeance, winning twice in a six-week period and finished eighth on the money list, breaking the $100,000 earnings mark for the first time in his career ($100,555). Won the Phoenix Open for a second time, 10 years after his first triumph in the desert. Had four rounds in the 60s at Arizona CC—including a third-round 62—and hung on to beat Miller Barber, Don January and Billy Maxwell by two strokes…After two consecutive close calls at the Greater Greensboro Open, he came through there for his first victory in the event, defeating Orville Moody, Julius Boros and Tom Weiskopf in a sudden-death playoff. It took five extra holes before he finally prevailed with a birdie…Followed his victory with a T8 at the Masters Tournament the next week, followed by a fifth-place showing at the Tournament of Champions…Early in the year, had the Andy Williams-San Diego Open in his grasp, with a two-shot lead over Jack Nicklaus through 54 holes. Played poorly in the final round at Torrey Pines GC's South Course, shooting a 4-over 76 to lose to Nicklaus by a stroke…Added a T4 at the American Golf Classic July, shooting a final-round 68 to move up the leaderboard…At the unofficial Alcan Open in late September, was eighth…Went undefeated in his three Ryder Cup matches in the tie between the U.S. and Great Britain. Joined with Lee Trevino to win foursomes on the first day of play at Royal Birkdale GC, won four-balls with Trevino again as his partner on the second day, beating Brian Barnes and Peter Alliss, 1-up, and then edged Christy O'Connor, Sr. in singles on the third day, 2 and 1.\n\n1968: Continued his consistent play at the Colonial National Invitation, coming tantalizingly close to winning the Fort Worth event for the first time. On the strength of a 69-68 finish, he moved into solo second behind only Billy Casper at Colonial CC. Finished at even-par, the first time he had enjoyed a par-or-better tournament there in 14 previous starts…A year after finishing T6 at the Greater Greensboro Open, shot rounds of 69-66-69-67 to T2 at Sedgefield CC. Finished at 13-under with George Archer and Bobby Nichols, four shots behind Billy Casper…Contended all week at the Kaiser International Open, turning in a T3 in Napa, Calif…Also claimed top-10s at the Phoenix Open (T7), the Lucky International Open (T9) and the Hawaiian Open (T8).\n\n1967: Had three top-10 finishes on the season but was never in serious contention in any of the tournaments. Was solo sixth at the Greensboro Open in April in North Carolina. Highlight was a final-round 67…Had his fifth consecutive top-10 finish at the Colonial National Invitation in Fort Worth, Texas, when he finished solo fifth, five shots behind winner Dave Stockton…Had his second consecutive top-five at the 500 Festival Open, finishing solo fifth in Indiana…Two weeks later, was T7 at the PGA Championship at Columbine CC outside Denver. Was four shots out of the Don January-Don Massengale playoff…Again played for the U.S. in the Ryder Cup, going 1-1-1 in his foursomes and four-ball matches. In singles, he halved his match with Dave Thomas.\n\n1966: It was a what-might-have-been season as he was in prime position to win three tournaments but finished second in all of them. Also had three runner-up finishes as he finished ninth on the money list, earning a career-best $68,346. First runner-up showing of the campaign came in playoff fashion at the Tucson Open, a week after finishing third at the Phoenix Open. In Tucson, dropped his overtime session with Joe Campbell after both players finished two ahead of a trio of players…Was T2 in June, at the Texas Open. Began the San Antonio tournament with a 5-under 65 to take a share of the lead. Regained the lead following a third-round 67 at Oak Hills CC, a shot ahead of Jerry Edwards. Couldn't keep the momentum going, stumbling to a 3-over 73 on the final day to finish three strokes short of Harold Henning…Following another top-10 at the Colonial National Invitation (T7), was again done in by a poor final round. Shot consecutive 66s to take a one-shot, 54-hole lead over Bert Yancey. In the final round, was 2-over and finished solo second, losing to Yancey by five strokes…Made a run at winning the PGA Championship, firing a final-round 69 at Firestone CC, one of only five under-par rounds on the day. Ended T3 with Billy Casper and Gary Player…Came right back and put himself into contention to win again, at the 500 Festival Open in Indianapolis, eventually finishing solo fourth…Was T8 a week later, with opening and closing 68s sandwiched around a 69 and 72 in Ohio…At the Philadelphia Golf Classic, was T3 with three 71s and a 68 (second round). Was three strokes behind Don January…In defense of his Canadian Open title, finished T35 in Vancouver, British Columbia…Final top-five of the year was a solo fourth at the Hawaiian Open at Waialae CC.\n\n1965: Earned a title for the first time since 1962, taking the trophy at the Canadian Open. Trailed Bruce Devlin by two strokes when the final round began at Mississaugua G&CC outside Toronto, turned in a 4-under 66, tying him for low-round-of-the-tournament honors and edged Jack Nicklaus by a shot…Made a run at a title three weeks earlier, at the St. Paul Open, stringing together two 67s in the first and third rounds around a pair of 70s to T2, four shots behind Raymond Floyd…The week before, at Tam O'Shanter CC in Niles, Ill., shot a final-round 64 after a third-round 73 to move into a T4 at the Western Open…Recorded his first top-10 at the Masters since 1961 when he T6 at Augusta National…Added another top-10 at the Colonial National Invitation (T8) followed by a T7 at the Greater New Orleans Open…Enjoyed another top-10 at the U.S. Open, a T8 at Bellerive CC in Missouri…Made his third consecutive U.S. Ryder Cup team. Paired with fellow San Diego native Billy Casper in two foursomes and two four-ball matches. The duo recorded a 1-1-2 showing, and he went on to split both of his singles matches, beating George Will, 2 and 1, and losing to Bernard Hunt, 2-down.\n1964: Didn't win a tournament for a second consecutive year and dropped to 15th on the money list even though he won a little more than $500 more than in 1963…Best finishes of the campaign were a solo third at the Colonial National Invitation and a T3 at the Phoenix Open. At Colonial, he enjoyed his fourth top-10 in the event in his last five attempts. Was again in position to win, a stroke behind Billy Casper through 54 holes. Had a difficult final round, falling to a 5-over 75, six shots short of Casper's winning total…In February, came in with a 68-69-67 finish to tie with Gary Player, three shots behind Jack Nicklaus…Two weeks after his Colonial National Invitation performance, was T4 at the Memphis Open, again in a battle with Casper. Through 54 holes, was tied with Casper, Doug Sanders and Mike Souchak after he shot a third-round 66. Shot a 1-over 71 in the final round, dropping into a six-way T4, two strokes shy of Souchak…Other three top-10s came at the Lucky International Open in San Francisco (T5), the 500 Festival Open (T10) and the Carling World Open (T8).\n\n1963: Went winless for the first time since 1958 and dropped to 12th on the money list after finishing second the year previous. A year after finishing T3 at the Tucson Open, was T2 there, giving him four top-three finishes in seven starts there. Really never contended there, though, placing T2 with defending champion Phil Rodgers, 11 strokes behind winner Don January…Began his season with a T4 at the Los Angeles Open, taking the first-round lead at Rancho GC…Had another T4 a month later, at the Palm Springs Golf Classic. In the five-round affair, he shot a 64 in the final round to narrow the 10-stroke deficit he had when the day began to a mere two strokes behind winner Jack Nicklaus…Left the West Coast for Florida and promptly was T9 at the Doral Country Club Open. Was in prime position to win, a stroke off the lead going into the final round but dropped precipitously when he shot a 5-over 77 at Doral CC's Blue Course…Added a T7 at the Azalea Open the following week in North Carolina…Had back-to-back top-10s in early May, finishing T8 at the Tournament of Champions and T6 at the Colonial National Invitation…Added another T6 at another Colonial CC, at the Memphis Open. Shot a tournament-record, third-round 63 in Tennessee…Took a week off then returned to action, at the Buick Open, where he T5 in Michigan…Was solo third the following week, at the Thunderbird Classic…Final top-10s came in Minnesota (T8 at the St. Paul Open) and Pennsylvania (T7 at the Whitemarsh Open)…Again represented the U.S. at the Ryder Cup. After not winning a match in 1961, he came back strong in his second appearance in the biennial event, this time contested at Atlanta's East Lake CC. Won both of his singles matches (over Christy O'Connor, Sr. and Tom Haliburton). Also teamed with Dow Finsterwald to win one foursomes match and halve the other, also halving his four-ball match alongside Julius Boros against Peter Alliss and Bernard Hunt.\n \n1962: Finished second on the money list, behind two wins, three seconds and one third-place finish. First win came in San Francisco, at the Lucky International Open…Began the tournament with a 65 then followed with consecutive 68s to open a six-shot lead over Billy Casper, George Knudson and Bob Rosburg. Stumbled in the final round, shooting a 73, but still hung on for a two-shot triumph over Littler…Second championship of the season was a two-shot win over Jack Nicklaus at the Upper Montclair CC in New Jersey. Was a stroke behind third-round leaders Jack Nicklaus and Dow Finsterwald when the final round began but a final-round 67 gave him the title…In an effort to win two consecutive titles, was T2 at the Palm Springs Golf Classic, three shots short of winner Arnold Palmer at the four-course, 90-hole event…Preceded his Thunderbird Classic title with a playoff loss to Lionel Hebert at the Memphis Open in early June. Along with Gary Player, watched as Hebert sank a 30-foot birdie putt on the first extra hole of sudden-death to win…Third runner-up effort of the year was at the Texas Open. Fell along with Mason Rudolph and Joe Campbell by a stroke to winner Arnold Palmer at Oak Hills CC…Also finished T3 at the Tucson Open, four back of winner Phil Rodgers…Made a run at his first major championship but ultimately settled for a solo-fourth showing at the Masters Tournament when he couldn't do better than par-72 on the final day at Augusta National, finishing two shots out of the Palmer-Finsterwald-Gary Player playoff…Had eight other top-10s, his best a pair of T5s, at the Insurance City Open and the Dallas Open.\n\n1961: Secured his position as one of the best players in the game when he won the U.S. Open at Oakland Hills CC in Michigan. Entered the final round tied for seventh, three shots behind Doug Sanders but ended up winning the event by a shot over Bob Goalby and Sanders…Stayed in Michigan, coming back the following week at the Western Open to shoot three rounds in the 60s at Blythefield CC in Belmont. His undoing was a 3-over 74 in the second round…Had a T5 at the Memphis Open—with four sub-70 rounds (66-69-69-69)…Again contended at the Colonial National Invitation. Finished 4-over at the event, three strokes behind Doug Sanders…Was T7 at the Insurance City Open and T10 at the Greater Greensboro Open for his other top-10s…Made his first Ryder Cup team, playing for the U.S. at Royal Lytham & St. Annes in England. Lost with teammate Doug Ford in foursomes to the duo of Christy O'Connor, Sr.-Peter Alliss and then halved both of his singles matches—with Neil Coles in the morning and O'Connor in the afternoon of the U.S.'s five-point triumph...Named the California Athlete of the Year.\n\n1960: Two victories came six weeks apart—winning the Oklahoma City Open followed by a victory at the Eastern Open. In Oklahoma City, rode the wave of a second-round 64 to victory, taking a one-shot triumph over Art Wall…At the Eastern Open at Pine Ridge GC in Baltimore, went wire to wire for the win. He took a two-shot 18-hole lead with an opening 65 and maintained that advantage through 36 holes, leading Doug Ford and Chi Chi Rodriguez by a shot. Shot a third-round 73 but stayed in the lead, a stroke ahead of a trio of players. Shot a final-round 67 to outlast Gary Player by two…His first runner-up of the season came at the Colonial National Invitation. Finished the tournament at 1-over, a stroke behind Julius Boros' even-par 280. Was tied for the 54-hole lead with Kel Nagle but shot a 2-over 72 on the final day…Played incredible golf on the weekend at the Memphis Open, shooting rounds of 65-64 to get into a playoff with Tommy Bolt and Ben Hogan. In the playoff, Bolt won with a birdie on the first extra hole…Was T4 at the Buick Open in early July, T9 the following week at the Canadian Open and T3 the week after, at the Western Open. Shot an opening, 1-over73 at the Western G&CC in Redford, Mich., then recovered with three under-par rounds (69-68-69) to finish a stroke out of the Wall-Stan Leonard playoff won by Leonard…Other top-10 was at the 500 Festival Open on Memorial Day weekend in Indianapolis…Won the unofficial Hotel Del Coronado Pro-Am in early November not far from his home. Was tied with Bob Rosburg going into the final round of the 72-hole event and pulled away from Billy Casper to win by three shots, thanks to a 3-under 69…Finished second to George Bayer at the unofficial, 36-hole Borrego Springs Pro-Am. Shot 67-70 to fall by four shots. \n\n1959: Began a streak of four consecutive years where he would finish in the top-10 on the money list. Finished second on the earnings chart, with $38,296—a career-high at the time. Also began a new streak of consecutive years winning, thanks to five tournament wins. First triumph came at the Phoenix Open, his second victory in that event to go with his 1955 title. Opened 67-63-67 and held a five-shot lead over Dave Ragan at the 54-hole mark. Shot a 1-over 71 on the final day at Arizona CC and had to hold off Art Wall, who had a final-round 66 but eventually fell by a stroke…Kept his momentum the following week in Tucson. Again opened strong there, with four sub-70 rounds, good enough for a one-shot victory, again over Wall, as well as Joe Campbell…His third win came three months later, at the Arlington Hotel Open, where he edged Jim Ferree by a stroke for the title in Hot Springs, Ark… \n\n1958: Saw his streak of winning end at three years. At the Hesperia Open in California in mid-October, finished solo second, a stroke behind winner John McMullen. He took control of the tournament at the halfway mark, opening a two-shot lead over Jerry Barber after a second-round 62…Did win the unofficial Port Arthur Pro-Am in Texas in February, teaming with Ted Kroll for a 4-under 67 best-ball score in the 18-hole event that followed the Houston Open…Was also T2 at the unofficial Thunderbird Invitational in January. Joined Jimmy Demaret in second, four shots behind winner Ken Venturi…First top-10 of the year came at the Tijuana Open in Mexico. Closed with an even-par 72 to finish T6, two strokes behind winner Dutch Harrison…Added a T4 at the Tournament of Champions in April at the Desert Inn in Las Vegas. Fell from contention with a second-round, 2-over 74 from which he could never recover. Ended six shots behind winner Stan Leonard…Added top 10s at the Kansas City Open (T6) and the Arlington Hotel Open (T9).\n\n1957: Won a PGA TOUR title for a third consecutive season, taking the Tournament of Champions by three strokes over Billy Casper, Jimmy Demaret, Dow Finsterwald and Billy Maxwell at Desert Inn CC in Las Vegas…First top-10 of the season came at the Pensacola Open (T10) and had another top-10 in the Sunshine State a week later, placing T87 at the St. Petersburg Open…Was also T8 at the Colonial National Invitation in May in Fort Worth…Made another run at victory but was too late at the All American Open outside Chicago. Opened 72-71-71 and sat in a tie for 15th with a round to play. Had the round of the tournament, a final-round 63 that tied the tournament record set by Lloyd Mangrum in 1948. Still came up for strokes shy of winner Roberto De Vicenzo. Missed by a stroke of earning a $10,000 bonus for breaking the All American Open's 18-hole record…At the same course—the Tam O'Shanter Club—the following week, for the World Championship of Golf, he was T4, two back of winner Dick Mayer…Earlier in the summer, at Plum Hollow GC in Detroit, Mich., lost in a four-man playoff to Doug Ford, an overtime that also included George Bayer and Maxwell…Had one more top-10 at the end of the season, a solo 10th at the Hesperia Open in California. \n\n1956: Followed up his four-victory season with three additional victories…After finishing third at the Texas Open a year earlier, came through with a strong performance, thanks to a final-round 65 at Fort Sam Houston GC. His 7-under final-day score led to a two-shot win over Mike Fetchick, Ernie Vossler and Frank Stranahan…Successfully defended his Tournament of Champions title. Had to work a little harder than the previous year but still won going away, by four shots, over Cary Middlecoff…At the Palm Beach Round Robin at Wykagyl CC, he easily outdistanced Ted Kroll to win the points-based event in New Rochelle, N.Y. He played 15 events and gained (or lost) points based on how many strokes he beat the others in his foursome. He ended up winning by 24 points, the biggest rout in the 15-year history of the event to that point. Shot rounds of 69-69-68-68-70—344, which was also enough, had it mattered, to give him a two-stroke medal-play victory over Kroll…In late March, was solo third at the Thunderbird Invitational in Palm Springs, eight shots behind winner Jimmy Demaret…Had another third-place performance, at the Tucson Open, in mid-February. Shot impressive rounds of 68-66-69-65 but still finished four shots behind Kroll's winning 264 total…Had two additional runner-up finishes, as well as three third-place showings. Was poised to win in Dallas for a second time on the season. Lost in a three-man playoff at the Texas International Open after Peter Thomson caught him and Middlecoff at the end of regulation by shooting a 7-under 63 on the final day at Preston Hollow GC. After all three birdied the first extra hole, Middlecoff hit into the water on the second hole, eliminating him. Thomson won the playoff with a 12-foot birdie putt…Was also a runner-up at the Miller High Life Open in Milwaukee. Opened with a 64 and closed with a 66 but couldn't overcome Ed Furgol, who opened with a 63 and closed with a 65 to win by four strokes…Also had three third-place showings—at the Thunderbird Invitational (a second-round 76 his undoing), at the Azalea Open and the Insurance City Open in Connecticut…Was also T5 at the Kansas City Open, fifth at the Phoenix Open, T6 at the Agua Caliente Open in Mexico and T7 at the Canadian Open.\n\n1955: Won his first PGA TOUR title as a professional and collected four titles overall. Began his year quickly, winning the Los Angeles Open in early January. Played his final 54 holes in 12 under to beat Ted Kroll by two strokes at Inglewood CC and had three chip-in birdies during the week…A month later, at the Phoenix Open, won for a second time on the season, with a one-stroke triumph over Billy Maxwell…At the winner's only Tournament of Champions in Las Vegas, he dominated the 21-player field, fashioning rounds of 69-71-68-72 at Desert Inn CC to roll to a 13-stroke victory over Jerry Barber, Pete Cooper and Bob Toski. Took a three-shot lead at the 36-hole juncture and increased his margin to 10 through 54 holes…Final win of the season was in playoff fashion at the Labatt Open in Montreal. Made a routine par on the first extra hole at Summerlea G&CC to win his first international title. Of his 26 made cuts, he had 22 top-25s and 15 top-10s. Had disappointing third-place finishes at the Texas Open, the Western Open, the World Championship of Golf and the Cavalcade of Golf…At the Texas Open in San Antonio, despite a 67-67-64 opening, still found himself six shots behind 54-hole leader Mike Souchak. Shot an even-par 71 at Brackenridge Park GC and never made a charge, eventually finishing 12 shots back…At the Western Open at Portland GC in Oregon, had four under-par rounds but finished three shots behind winner Cary Middlecoff…Had a solid 66 to take the opening-day lead at the World Championship of Golf in Chicago. Couldn't break 70 the rest of the way and finished T3 with Peter Thomson and Henry Ransom, three strokes short of Julius Boros…Again was T3 behind Middlecoff, this time at the Cavalcade of Golf in Scotch Plains, N.J., in mid-September...Made his first PGA TOUR hole-in-one when he aced the 13th hole at Wethersfield CC during the first round of the Insurance City Open. His ace came the same day Bill Whedon made PGA TOUR history by making two holes-in-one in the first round of that tournament. \n\n1954: Joined the PGA TOUR shortly after winning the 1954 San Diego Open as an amateur and never had to qualify to play in a TOUR event…Made his debut as a professional, finishing T15 at the Mexican Open..His professional PGA TOUR debut came at the Thunderbird Invitational in Palm Springs, where he T12 with Shelley Mayfield…In his first Masters Tournament, was T22 at Augusta National, shooting an even-par 72 in his final round…On the strength of his Palm Springs Open victory a year earlier, received an invited to the Tournament of Champions at Desert Inn CC in Las Vegas. Finished T7 after opening 69-68…At the Western Open at Kenwood CC in Cincinnati, Ohio, he T5, shooting a third-round 66 to move into contention. Was 2-under 70 in the final round and finished four strokes out of the Lloyd Mangrum-Ted Kroll playoff…Two weeks later, at the U.S. Open, opened with an even-par 70 and a 1-under 69 at Baltusrol GC in New Jersey. Had a difficult third round, a 6-over 76, but recovered nicely with an even-par 70 in the final round that wasn't quite enough, leaving him a stroke behind winner Ed Furgol…Came back the following week with a T7 showing at the Insurance City Open outside Hartford, Conn., and then had three consecutive runner-up performances in his next three events—the Motor City Open (two back of winner Cary Middlecoff), the Kansas City Open (two behind winner Wally Ulrich) and the All American Open outside Chicago (a stroke behind champion Jerry Barber)…Added one more top 10, at the National Celebrities Open in September. Opened 69-66 but had difficulties over his final 36 holes, shooting rounds of 75-72.\n\nAmateur: Opened with a 67-66-69 start to take a five-shot advantage into the final round at the 1954 San Diego Open in Rancho Santa Fe, Calif., near his hometown. Although Dutch Harrison narrowed his lead to three strokes as the two went to the back nine, he made back-to-back birdies on the 11th and 12th holes to secure the title. Following his victory, he returned the Naval Air Station in San Diego, where he was stationed… March 1953, won the Palm Springs Invitational even with a triple-bogey-8 in the final round, to take a two-shot triumph over fellow Southern Californian Tommy Jacobs…Six months later, held a 3-up advantage with nine holes to play at the 1953 U.S. Amateur but had to make an 18-foot birdie putt on the final hole of the 36-hole championship match to defeat Dale Morey, 1-up, at Oklahoma City G&CC…A month after his U.S. Amateur title, won the California Amateur at Pebble Beach GL, winning the championship match, 5 and 4, over F.M. Taylor. Of his 32 holes played, he had 11 birdies…Lost his quarterfinals match at the 1952 U.S. Amateur…A month later, took medalist honors at the 1952 California Amateur but lost in the quarterfinals to Jerry Douglas, 3 and 2…Made it to the finals of the 1949 National Junior Amateur, sponsored by the U.S. Junior Chamber of Commerce. At Houston CC, won his semifinal match against Bob Atkinson before losing in the 36-hole final to fellow San Diegan Bud Holscher, 6 and 5.\n","otherCarHigh" : "","personal" : "Nicknamed \"The Machine\" because of his smooth tempo swinging the golf club...Began playing golf when his parents joined La Jolla CC. Besides golf, participated in gymnastics and put the shot for the track and field team in high school.","otherInfo" : "","ntlTeams" : "Ryder Cup (7), 1961, 1963 1965, 1967, 1969, 1971, 1975; Walker Cup (1), 1953.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1983","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(2): 1953 Palm Springs Invitational. 1954 Santa Anita Open.","intlVics" : "(2): 1985 Liberty Mutual Legends of Golf [with Don January]. 1986 Liberty Mutual Legends of Golf [with Don January].","curYearHigh" : "","carHigh" : "2003: Played in just two official events...Finished T2 at the Liberty Mutual Legends of Golf's Demaret Division. With Don January, they shot two 66s, four strokes bck of Miller Barber-Jim Ferree. \n\n2002: Became the fifth of five players to better his age when he shot a 3-under 69 in the second round of the FleetBoston Classic in July. The score bettered his age by three strokes, the third time in his career he's accomplished the feat…Earlier in the year, he had matched his age when he shot 71 in the opening round of the BellSouth Senior Classic at Opryland in Nashville, Tenn.\n\n2001: Partnered with Don January to victory in the Demaret Division of the Liberty Mutual Legends of Golf. The duo shot a 27-hole better-ball score of 8-under 100 and outdistance the team of Joe Jimenez-Charles Sifford by five strokes…Made 15 official appearances and bettered his age twice. Finished T38 at the Bruno's Memorial Classic in Alabama, thanks to a 5-under 67 on the opening day, his lowest Champions Tour round since firing a 65 at the 1994 GTE West Classic…Had a 3-under 69 in the first round of the Gold Rush Classic.\n\n2000: Competed in 16 events, with his best finish a T25 in the first full-field event of the year, the Royal Caribbean Classic. Also had his highest finish in the Georgia-Pacific Super Seniors competition there, a solo sixth…Twice bettered his age, with rounds of 69 in the final round of the Kroger Senior Classic and in the second round of the Gold Rush Classic.\n\n1999: Best finish in 17 official Champions Tour starts came in the middle of the year when he T26 at the Ameritech Senior Open…Teamed with Don January to finish T2 in the Legendary Division of the Liberty Mutual Legends of Golf at the World Golf Village outside St. Augustine, Fla.\n\n1998: Made 16 Champions Tour appearances, with his best effort coming in his final start of the year, at the Pacific Bell Senior Classic in Los Angeles…Shot rounds of 73-69-74 and was T44 in the overall field and T3 in the MasterCard Champions competition. That second-round 69 was his low round of the year. \n\n1997: Teamed with Don January to win the Legendary Champions Diviison of the Liberty Mutual Legends of Golf, with a 16-under par 128 in the 36-hole event…Had just one top-20 finish, a T19 at the GTE Classic near Tampa, Fla…Also had his best finish in the MasterCard Champions at that tournament, a runner-up showing to Bob Charles by one stroke…Had a 4-under 68 on the final day of the Raley's Gold Rush Classic outside Sacramento, hos low round of the year. Finished T28 in California. \n\n1996: Healthy for the first full season since 1992 and was among the top 25 twice, with both efforts coming in the early part of the year. Came up short in the Legendary Champions Division at the Liberty Mutual Legends of Golf with Don January. Was T7 in the 54-hole full-field tournament…Finished T23 at the Toshiba Senior Classic, thanks to a final-round 68, his best 18-hole score of the season…Was T22 at the SBC Dominion Seniors, his best overall effort of the year.\n \n1995: With Don January, was T4 in defense of his Liberty Mutual Legends of Golf Legendary Champions Division and T22 overall in the 54-hole tournament…Top finish was a T35 at the Brickyard Crossing Championship in Indianapolis in September.\n\n1994: Won the Liberty Mutual Legends of Golf's 36-hole Legendary Division, with Don January. The duo finished T10 in the overall in the overall tournament….Best official performance was a T16 at the GTE West Classic. Opened with a 5-under 65 at Ojai Valley Inn and GC on his way to a 70-70 finish.\n\n1993: Top finish was a T17 at the Cadillac NFL Golf Classic in New Jersey. Did not play after June…Was T10 in the Liberty Mutual Legends of Golf's Legendary Champions Division, with Don January.\n\n1992: Surpassed his combined total of top-10 finishes in 1990 and 1991 and went over the $200,000 mark in official earnings for the first time in three years…Turned in his top outing, in Charlotte, a T3 at the PaineWebber Invitational after being one shot back after 36 holes…Fired three sub-70 rounds to T5 in Cincinnati at the Kroger Senior Classic…Led the Vantage Classics in victories, with seven, including three in a row in August…Third on the Classics earnings list, with $151,217.\n\n1991: Rebounded to have a solid year, with six top-10 finishes in 22 appearances, making almost three times the amount he earned in 1990. Shot 65-69 in the final two days of the Murata Reunion Pro-Am and T3, only one shot out of the Chi Chi Rodriguez-Jim Colbert playoff…Captured six Vantage Classics events, including three in a row during the spring and ended the year fourth on the Classics money list…Best showing of his other five top-10s was a T5 at the First of America Classic in Grand Rapids, Mich…Was also T6 at both the Showdown Classic (Utah), the GTE North Classic (Indianapolis) and solo seventh at the First Development Kaanapali Classic.\n\n1990: Highlight of his year and of his career came when he was inducted into the World Golf Hall of Fame…Recorded only two top-10s among his 20 starts. Was T10 at the Aetna Challenge in his fourth start of the year and then waited until early December, in his final full-field start, to finish solo ninth at the GTE Kaanapali Classic. \n\n1989: Last of his eight Champions Tour wins came at the Aetna Challenge in his second start of the year. Was a two-stroke victor over Harold Henning, winning by two strokes at the Club at Pelican Bay in Naples, Fla...Contended in numerous other events, recording 13 top-10s in his 24 official starts. Beside his victory, he was T3 at the MONY Arizona Classic, finishing two strokes behind winner Bruce Crampton at The Pointe GC…Had a pair of fourth-place performances—at the MONY Syracuse Senior Classic (solo fourth, four shots behind winner Jim Dent) and at the Sunwest-Charley Pride Classic in New Mexico. Shot a tournament-best, 7-under 65 the final day to move into a T4…Was also fifth at the Showdown Classic in Park City, Utah. Couldn't overcome a second-round 75 at Jeremy Ranch GC and ended four shots short of Tom Shaw…Late in the year, was T5 at the weather-shortened GTE Kaanapali Classic in Hawaii…Added a T8 at the RJR Bank One Classic in Kentucky in September…Teamed with Don January to finish T9 at the Liberty Mutual Legends of Golf. \n\n1988: Played a career-high 28 Champions Tour tournaments, with 10 top-10s and a third-place showing his top finish. Was third at the Southwestern Bell Classic, bookending 68s around a second-round 70 to end three shots out of the Gary Player-Harold Henning playoff that Player won…The previous week was T5 at the Northville Long Island Classic, finishing with back-to-back 68s at Meadow Brook Club…Added a T4 at the Vantage at The Dominion in May, a T5 and a T6 on back-to-back weekends at the Crestar Classic (Manakin-Sabot, Va.) and the PaineWebber Invitational in (Charlotte, N.C.) in September…Was also T8 at the Vantage Bank One Senior Golf Classic…Teamed with the LPGA's Ok Hee-Ku to T9 at the Mazda Champions in Puerto Rico.\n\n1987: Won multiple titles for a second consecutive season, capturing wins at the NYNEX\/Golf Digest Commemorative in Scarborough, N.Y. Lurked around the lead then made his move in the final round with a 5-under 65 to sneak past second-round leader Dale Douglass by a stroke at Sleepy Hollow CC…Second title of the year came right before Thanksgiving, at the Gus Machado Senior Classic in Key Biscayne, Fla. Opened with an even-par 71 but recovered nicely and eventually cruised to a three-shot win over Orville Moody after rounds of 67-69 over the final 365 holes at Key Biscayne GC…Lone runner-up showing was at the Pepsi Senior Challenge outside Atlanta. At Horseshoe Bend CC, matched Larry Mowry's closing, 6-under 66 but lost to Mowry by two shots…A week earlier, at the Vantage Championship in North Carolina, he held a one-shot lead over Gay Brewer through 36 holes but stumbled to a 2-over 72 at Tanglewood Park to finish solo third, three behind Al Geiberger…Opened his season with a T4 at the 10-player MONY Senior Tournament of Champions at La Costa CC…In defense of the duo's Liberty Mutual Legends of Golf title, finished solo sixth, seven shots behind the Bruce Crampton-Moody winning team…Was T5 at the Bank One Senior Golf Classic, T6 at both the Crestar Classic and the Fairfield Barnett Senor Classic and T7 at the Denver Post Champions of Golf…Teamed with the LPGA's Jody Rosenthal at the Mazda Champions in Jamaica to T5.\n\n1986: Played in 26 Champions Tour events, winning two official and events and one unofficial and finishing 10th on the money list…Teamed with Don January to successfully defend the duo's Liberty Mutual Legends of Golf. Edged the team of Jim Ferree and Charles Sifford by two strokes…Came back a week later and beat January at the Sunwest Bank\/Charley Pride Seniors at Four Hills CC in Albuquerque, N.M. Led January by five shots through 36 holes, shot a 1-under 71 in the final round and won by two…Won in the late-summer, at the Bank One Senior Golf Classic. Finished regulation tied with Miller Barber and Bob Goalby and then won the extra session…Lost in a playoff to Jim Ferree (the playoff also included Chi Chi Rodriguez) at the Greater Grand Rapids Open at Elks CC in Michigan…Also contended at the Merrill Lynch\/Golf Digest Commemorative, shooting a final-round, 3-under 67 to finish solo third at Sleepy Hollow CC in Scarborough, N.Y., three shots behind Lee Elder…Lost in the second round of the Seiko\/Tucson Match Play Championship…Was T4 at the unofficial Mazda Champions in Jamaica, teaming with Becky Pearson, a shot out of the three-team playoff won by Bob Charles-Amy Alcott…Finished T6 at the Showdown Classic with Andy North as his PGA TOUR partner…Other top-10s came at the GTE Northwest Classic (T6), the U.S. Senior Open, the MONY Syracuse Senior Classic and Pepsi Senior Challenge (eighth) and the Senior Tournament Players Championship (T10)…Made his final PGA TOUR appearance, at the AT&T Pebble Beach National Pro-Am, missing the cut on the Monterey Peninsula. \n\n1985: Went winless and finished second four times…Did win the unofficial Liberty Mutual Legends of Golf, with Don January as his partner. The duo shot a pair of 65s to open the tournament then finished 63-64 to edge Miller Barber-Lee Elder, Sam Snead-Bob Goalby and Billy Casper-Gay Brewer by a stroke in Austin, Texas…Despite shooting rounds of 68-67-66 (including a hole-in-one) at the Senior PGA Tour Roundup at Hillcrest GC outside Los Angeles, finished three strokes behind Don January in March. It was his second consecutive year with an ace…Second runner-up effort came in June at the Senior Tournament Players Championship. Was never in contention as he tied with Barber and Elder, 11 shots behind winner Arnold Palmer at Canterbury GC…Was T2 with Al Chandler and Orville Moody at the Hilton Head Seniors International at Planters Row GC, two shots behind winner Mike Fetchick, who, at age 63, became the oldest Champions Tour winner in history…Teamed with PGA TOUR player John Mahaffey to finish regulation tied with Miller Barber and Ben Crenshaw at the Shootout at Jeremy Ranch in Utah only to lose in a playoff…Was T2 at the MONY Syracuse Senior Classic, two strokes short of Peter Thomson's winning 9-under total…In defense of his Seiko\/Tucson Senior Match Play Championship, made it all the way to the semifinals (with wins over Pete Brown, Ken Still and Jim Ferree) before losing to Dan Sikes, 1-up. Beat Lee Elder in the consolation match, 6 and 4…Other top-10s came at the American Golf Carta Blanca Johnny Mathis Classic (third), the Vintage Invitational (T4), the Champions Classic (T5), the Senior Players Reunion Pro-Am (T6), the Merrill Lynch\/Golf Digest Pro-Am (sixth), the Denver Post Champions of Golf and Citizens Union Senior Golf Classic (T7s), the U.S. Senior Open (T8), the du Maurier Champions (T8) and the Greenbrier American Express Classic and Quadel Senior Classic (T9s)…Played on the weekend for the final time on the PGA TOUR, at the Isuzu-Andy Williams San Diego Open. Opened with a 7-under 65 and was one shot off the pace after 18 holes. Ballooned to a final-round 86, 21 shots worse than his opening score to finish solo 74th. \n\n1984: Won the opening event of his campaign, the Senior Seiko\/Tucson Match Play Championship. After a first-round bye, he defeated Howie Johnson, 5 and 4, in the second round, Charles Sifford, 4 and 3, in the quarterfinals, Peter Thomson, 4 and 3, in the semifinals and Don January, 1-up in the finals at Randolph Park GC…Suffered a freak accident at his home a few weeks later, breaking his left arm that left him sidelined until early August. Had a steel rod inserted in his arm and was still able to play prior to surgeons removing the rod in October…Returned to action at the du Maurier Champions in Canada. Was T6 at Royal Ottawa GC, with the highlight of the tournament his hole-in-one, his first in tournament play since the 1978 IVB-Philadelphia Golf Classic on the PGA TOUR…Was ninth at the Citizens Union Senor Golf Classic in Lexington, Ky., in September, was T7 at both the United Virginia Bank Seniors at Hermitage CC in Richmond and at the Suntree Classic in Melbourne, Fla., and was T9 at the Hilton Head Seniors International in South Carolina in October…Top PGA TOUR finish was a T69 at the Hawaiian Open in Honolulu.\n\n1983: Opened his season with a resounding victory, capturing the Daytona Beach Seniors Golf Classic in Florida by six strokes over Guy Wolstenholme…Won in his next start, at the Vintage Invitational in California. Fired a final-round 66 to come from five shots behind when the day began to win by three strokes over Paul Harney…Won the Greater Syracuse Classic by two shots over friend Don January in July at Bellevue CC. A final-round 67 allowed him to erase the three-shot margin January held…Turned the Senior Tournament Players Championship into a two-man affair with Miller Barber. At Canterbury GC in Beechwood, Ohio, he was tied with Barber after 36 holes, trailed by one with a round to play and then matched Barber's 68 to fall by a stroke…Established a Champions Tour record at the Suntree Classic. Opened his third round with seven consecutive birdies, made birdies on eight of his first nine holes and shot an 8-under 28 (a record later matched by Jay Sigel in 1998 and then broken by Seiji Ebihara in 2002 when he shot a 27). Shot a 9-under 63 and eventually finished T4 in Melbourne, Fla…A week later, battled all week at Shipyard GC at the Hilton Head Seniors Invitational only to finish T2 with Jim Ferree and Gay Brewer, three shots behind champion Miller Barber…Added three T7s—at the Peter Jackson Champions in Canada, the Merrill Lynch\/Golf Digest Pro-Am in Rhode Island and the World Seniors Invitational in Charlotte, N.C…Played in his final major championship, making an appearance at the PGA Championship. Missed the cut at Riviera CC in Pacific Palisades, Calif., after rounds of 75-78.\n\n","otherCarHigh" : "","personal" : "Nicknamed \"The Machine\" because of his smooth tempo swinging the golf club...Began playing golf when his parents joined La Jolla CC. Besides golf, participated in gymnastics and put the shot for the track and field team in high school.","otherInfo" : "","ntlTeams" : "Ryder Cup (7): 1961, 1963, 1965, 1967, 1969, 1971, 1975","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 29 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}