{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "08385","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Uresti","first" : "Omar","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-6","heightMetric" : "1.68","weight" : "175","weightMetric" : "79","birthDate" : "August 3, 1968","age" : "47","birthPlace" : "Austin, Texas","residence" : "Austin, Texas","family" : "Wife, Anita; Omar David, Jr. (8\/18\/04); Isabelle Michelle (4\/16\/07)","education" : "University of Texas (1991, Organizational Communication)","splInterest" : "Fishing with his son, movies, Texas Longhorns football","pronunciation" : "you-RES-tee","nwTourAlumnus" : "Web.com Tour Graduate (2007)","trndProYear" : "1991","clubAffl" : "Onion Creek Club (Austin, Texas)","cityPlaysFrm" : "Austin; TX; United States","websiteUrl" : "http:\/\/www.omaruresti.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,658,879&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1993","exmtStatus" : "Fully Exempt \/ 25th Web.com Tour Qualifier at the 2011 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "(1): 1994 Hollard Insurance Royal Swazi Sun Classic [SAf]","curYearHigh" : "","carHigh" : "Member of the PGA TOUR in 1995-2000, 2004-06, 2008 and 2010, and the Web.com Tour in 1993-94, 2001-03, 2007, 2009 and 2011-12. \n\n2011: Made the cut in just three of 16 combined starts on both Tours and did not have a top-25 finish. 2010: Made the cut in 10 of 27 starts on the PGA TOUR, with one top-10 performance to end the year No. 182 on the money list. Closed with a 5-under 65, one stroke shy of matching his career-low round on TOUR, to finish T8 in his first start of the season at the Sony Open in Hawaii. Next best effort was a T25 at the Shell Houston Open.\n\n2010: Made the cut in 10 of 27 starts on the PGA TOUR, with one top-10 performance to end the year No. 182 on the money list. Closed with a 5-under 65, one stroke shy of matching his career-low round on TOUR, to finish T8 in his first start of the season at the Sony Open in Hawaii. Next best effort was a T25 at the Shell Houston Open. \n\n2009: Made five cuts in nine events with three top-25s including a T7 at the U.S. Bank Championship. Ended the 2009 season No. 99 on the Web.com Tour money list. Made the cut in 10 of 14 starts but had only one top-10 finish, a T5 at the Northeast Pennsylvania Classic. Finished No. 5 on the Tour in Driving Accuracy (77.47 percent). \n\n2008: Claimed four top-25 finishes on the PGA TOUR in 24 starts, with his best finish a T11 at the U.S. Bank Championship in Milwaukee following a final-round, 6-under 64. \n\n2007: Made the cut in 16 of 25 starts on the Web.com Tour, including 12 top-25 finishes. Finished the year No. 15 on the money list, with $247,355. Recorded the first of six top-10 finishes with a victory at the Livermore Valley Wine Country Championship, ending at even-par 288, the second-highest winning score in Tour history. His 72-hole score was topped only by Roger Salazar's 3-over-par total at the 1991 South Texas Open. His final-round 76 was also the second-highest final-round score by a winner in Tour history; only Salazar's 79 in 1991 was higher. The second win of his career was a two-stroke victory over Skip Kendall and Aron Price and was good for $112,500, moving him to second on the money list. His win set a new record for time elapsed between victories, coming 12 years, 11 months, 8 days since his last win—at the 1994 Shreveport Open. Win snapped a string of 383 starts in PGA TOUR-sponsored events since his last victory. \n\n2006: Playing out of the No. 126-150 category finished 134th on the PGA TOUR money list, thanks to two top-10s. Finished T3 at the EDS Byron Nelson Championship, making the most out of the sponsor exemption that allowed him only his sixth TOUR start of the season, matching his best career finish (1997 Bay Hill Invitational) and winning $359,600. His previous top-10 came at the Nelson in 2005, a T6. Finished T4 at the B.C. Open for his second top-10 of the season and 12th of his career. \n\n2005: Played in 27 TOUR events and recorded one top-10, a T6 at the EDS Byron Nelson Championship, thanks to a final-round 66.\n\n2004: Returned to Q-School after finishing 163rd on TOUR money list and finished T21 to retain playing privileges. In first start of the year, carded final-round 65 at the Sony Open in Hawaii to finish T10, his lone top-10 of season and best finish on TOUR since a T8 at the 2000 Greater Greensboro Chrysler Classic. \n\n2003: Finished T7 at TOUR Qualifying Tournament. Tied course record in third round (63) and shot final-round 64 to move into top 30. \n\n1999: Had his best TOUR season when he made the cut in 20 of 31 events and earned $405,201 to finish No. 99 on the money list. \n\n1994: First earned TOUR card by finishing 14th at Qualifying Tournament. Earned his first career Web.com Tour title at the Shreveport Open. Had his biggest thrill during the tournament when he posted nine consecutive birdies, a Web.com Tour record that also bettered the all-time PGA TOUR mark by one.\n","otherCarHigh" : "He was the 1985 Texas Junior champion.","personal" : "Counts among biggest thrills in golf a hole-in-one at age 8. Nickname is \"O-man.\"","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1995","qSchoolYear" : "","exmtStatus" : "Veteran Member","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the PGA TOUR in 1995-2000, 2004-06, 2008 and 2010, and the Web.com Tour in 1993-94, 2001-03, 2007, 2009 and 2011-12. 2011: On the PGA TOUR, made two cuts in five starts. Made one made cut in 11 Web.com Tour starts. 2010: Made the cut in 10 of 27 starts on the PGA TOUR, with one top-10 performance...Closed with a 5-under 65, one stroke shy of matching his career-low round on TOUR, to finish T8 in his first start of the season at the Sony Open in Hawaii. 2009: Earned exempt status on the PGA TOUR for 2010 with a T15 finish at the PGA TOUR Qualifying Tournament. It was his fifth successful trip through the PGA TOUR Qualifying Tournament…Made five of nine cuts on the PGA TOUR, highlighted by one top-10…Made 10 of 14 cuts on the Web.com Tour, where he also posted a top-10…Four rounds in the 60s earned him T5 honors at the Web.com Tour's Northeast Pennsylvania Classic…Posted first top-10 since 2006 B.C. Open (T4) with a T7 at the U.S. Bank Championship, aided by rounds of 67-67 on the weekend. 2008: Claimed four top-25 finishes on the PGA TOUR in 24 starts, with his best finish being a T11 at the U.S. Bank Championship following a final-round, 6-under 64. 2007: Made the cut in 16 of 25 starts on the Web.com Tour, including 12 top-25 finishes. Finished the year No. 15 on the money list, with $247,355…Recorded the first of six top-10 finishes with a victory at the Livermore Valley Wine Country Championship, ending at even-par 288, the second-highest winning score in Tour history. His 72-hole score was topped only by Roger Salazar's 3-over-par total at the 1991 South Texas Open. His final-round 76 was also the second-highest final-round score by a winner in Tour history; only Salazar's 79 in 1991 was higher. The second win of his career was a two-stroke victory over Skip Kendall and Aron Price and was good for $112,500, moving him to second on the money list. His win set a new record for time elapsed between victories, coming 12 years, 11 months, 8 days since his last win—at the 1994 Shreveport Open. Win snapped a string of 383 starts in PGA TOUR-sponsored events since his last victory. 2006: Playing out of the No. 126-150 category, finished 134th on the PGA TOUR money list, thanks to two top-10s. Finished T3 at the EDS Byron Nelson Championship, making the most out of the Sponsor Exemption that allowed him only his sixth TOUR start of the season, matching his best career finish (1997 Bay Hill Invitational) and winning $359,600. His previous top-10 came at the Nelson in 2005, a T6. Finished T4 at the B.C. Open presented by Turning Stone Resort for his second top-10 of the season and 12th of his career. 2005: Played in 27 TOUR events and recorded one top-10, a T6 at the EDS Byron Nelson Championship, thanks to a final-round 66. Returned to the PGA TOUR Qualifying Tournament after finishing 163rd on 2004 TOUR money list and finished T21 to retain playing privileges for 2005. 2004: In first start of the season, carded a final-round 65 at the Sony Open in Hawaii to finish T10, his lone top-10 of season…Finished T7 at the 2003 PGA TOUR Qualifying Tournament. Tied course record in third round (63) and shot final-round 64 to move into top 30. 1999: Became his best season on TOUR by making the cut in 20 of 31 events and earned $405,201 to finish No. 99 on the money list. 1994: Earned his TOUR card for the first time by finishing 14th at the PGA TOUR Qualifying Tournament. Earned his first career Web.com Tour title at the Shreveport Open. Had his biggest thrill during the tournament when he posted nine consecutive birdies, a Web.com Tour record that also bettered what was then the all-time PGA TOUR mark by one. Amateur: 1985 Texas Junior champion. \n","otherCarHigh" : "","personal" : "Counts among biggest thrills in golf a hole-in-one at age 8. Nickname is \"O-man.\"...His niece is married to PGA TOUR player Nick Watney.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 3rd on the PGA TOUR 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}