{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "35105","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "McCarthy","first" : "Ryan","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.82","weight" : "180","weightMetric" : "82","birthDate" : "August 6, 1989","age" : "26","birthPlace" : "Burnie, Tasmania, Australia","residence" : "Buenos Aires, Argentina","family" : "Single","education" : "","splInterest" : "Playing the guitar, traveling","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2012","clubAffl" : "Seabrook Golf Club (Tasmania, Australia)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2015","otherVics" : "","intlVics" : "(1): 2009 Tasmanian Open [Australia]","curYrHigh" : "Carded four sub-par rounds to start the PGA TOUR Latinoamérica season with a solo seventh finish at the 69th Avianca Colombia Open presented by BBVA in Rionegro, Colombia in February.","carHigh" : "2015: Moved to Argentina and joined PGA TOUR Latinoamérica with a T14 finish at the Buenos Aires Q-School in January… Played all 18 official events on the Latinoamérica Tour schedule, collecting three top-10s and seven top-25s on 13 cuts made… Finished the year ranked 35th on the Order of Merit… Best finishes came late in the season, T4 at the Personal Classic in Buenos Aires, Argentina, T7 at the Hyundai-BBVA Abierto de Chile and T8 at the Aberto do Brasil… Teamed up with his countryman Mitch Krywulycz for a T5 finish at the Bridgestone America's Golf Cup, a team-formatted event played in Mexico in October.\n\n2014: Retained his PGA TOUR China Series' playing privileges for 2015 when he T15 in the season-end Tour Championship presented by CTS Tycoon. Finished the year 26th on the final Order of Merit… Had two top-10s and five top-25s… Made the cut in all 12 of his starts… Qualified for the PGA TOUR China Series with a T24, giving him a conditional exemption at the second Q-School at Mission Hills GC… Started slowly at the Mission Hills Haikou Open in the PGA TOUR China Series' inaugural event, shooting a 2-over 74. Recovered nicely over his final 54 holes, including making two eagles to T8 in the season-opener… Earned his second PGA TOUR China top-10 when he T5 at the Hainan Open in Sanya in late-November. Shot back-to-back 70s in the second and third rounds then finished with a 1-over 73… Made the cut in three of his five starts on the Asian Tour, where a T32 at the Solaire Open in March was his best finish.\n\n2013: Best finish of his Asian Tour campaign came at the Indonesian Masters, shooting four consecutive 70s for a fifth-place performance, good for a US $25,700 payday… Was also T5 in his final start of the year, at the Queensland PGA Championship. Opened with a 62 at Cuty GC in Toowoomba, Australia, and added three more rounds in the 60s to tie with Gareth Paddison, Scott Laycock and Rohan Blizard… Only other top-25 came at the Mercuries Taiwan Masters, a final-round 78 hurting him… Finished 47th at the Thailand Golf Championship and 49th at the Venetian Macau Open… \n2012: Earned his first paycheck as a professional after turning pro in the fall. Did play in the PGA Tour of Australasia's Perth International, shooting rounds of 73-73-72-70 to T28…Missed the cut in the Australian Masters late in the year.\n","otherCarHigh" : "Won both the 2008 and 2009 Tasmania Amateurs in his hometown. Made it a double when he won the 2009 Tasmanian Open to go with his amateur crown. Ascended to No. 1 in the Australian amateur rankings in 2011… Best 2012 showing was a 13th-place finish at the Dogwood Invitational at Druid Hills GC in Atlanta, Georgia… Played in the U.S. Amateur but didn't make it to stroke play… At the 2011 Porter Cup, shot rounds of 67-72-66-68 to T15… In 2010, finished seventh in stroke play at the U.S. Amateur, losing in the round of 16 to Scott Langley in match play (6 and 4)… Was T16 at the 2010 Southern Amateur and had a 13th-place finish at the 2010 Dogwood Invitational at Druid Hills GC in Atlanta, Georgia.","personal" : "Not many people know that he wanted to play professional cricket, not golf…Attended Leighland Christian School in his hometown in Tasmania… Gary Barter is his current golf instructor, but has also worked with Nick White… Favorite courses he's played are Royal Adelaide in Australia and Sahalee in Seattle, WA… Favorite pro teams are the Essendon Football Club, an Australian rules football club, and Argentina's River Plate… “Two and a Half Men” and “Sons of Anarchy” are his favorite TV shows… “Forrest Gump” and “Caddyshack” are his favorite movies… Gary Ablett is his favorite athlete to watch… Loves eating avocado with anything… Melbourne and Buenos Aires are his favorite cities to visit… Puerto Rico and Aruba are his top vacation spots… Neil Armstrong, Winston Churchill and Captain Cook would round out his dream foursome… His bucket list includes visiting every continent and over 100 countries… Personal motto: “If it is to be it is up to me.”… Instagram name is @rmac89","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 Order of Merit Top-60"},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "(1): 2009 Tasmanian Open.","curYrHigh" : "Carded four sub-par rounds to start the PGA TOUR Latinoamérica season with a solo seventh finish at the 69th Avianca Colombia Open presented by BBVA in Rionegro, Colombia in February.","carHigh" : "2014: Retained his PGA TOUR China Series' playing privileges for 2015 when he T15 in the season-end Tour Championship presented by CTS Tycoon. Finished the year 26th on the final Order of Merit…Began his season with a 51st-place showing at the Indonesian Masters on the Asian Tour, opening with a 73 and then shooting three consecutive rounds of 72 in Jakarta…Added a T32 at the Solaire Open, also on the Asian Tour…Picked up a 63rd-place finish at the Sail-SBI Open on the Asian Tour…Qualified for the PGA TOUR China Series with a T24, giving him a conditional exemption at the second Qualifying Tournament at Mission Hills GC…Started slowly at the Mission Hills Haikou Open in the PGA TOUR China Series' inaugural event, shooting a 2-over 74. Recovered nicely over his final 54 holes, including making two eagles to T8 with Aaron Townsend in the PGA TOUR China Series' season-opener…In his next start, finished T23 at the Buick Open, faltering on the weekend in Guangzhou with rounds of 76-73…Earned his second PGA TOUR China top-10 when he T5 at the Hainan Open in Sanya in late-November. Shot back-to-back 70s in the second and third rounds then finished with a 1-over 73. Improved to 25th on the Order of Merit with his 11th consecutive made cut…Retained his PGA TOUR China Series' playing privileges for 2015 when he T15 in the season-opening \n2013: Best finish of his Asian Tour campaign came at the Indonesian Masters, shooting four consecutive 70s for a fifth-place performance, good for a US $25,700 payday…Was also T5 in his final start of the year, at the Queensland PGA Championship. Opened with a 62 at Cuty GC in Toowoomba, Australia, and added three more rounds in the 60s to tie with Gareth Paddison, Scott Laycock and Rohan Blizard…Only other top-25 came at the Mercuries Taiwan Masters, a final-round 78 hurting him…Finished 47th at the Thailand Golf Championship and 49th at the Venetian Macau Open.Best finish of his Asian Tour campaign came at the Indonesian Masters, shooting four consecutive 70s for a fifth-place performance, good for a U.S. $25,700 payday…Was also T5 in his final start of the year, at the Queensland PGA Championship. Opened with a 62 at Cuty GC in Toowoomba, Australia, and added three more rounds in the 60s to tie with Gareth Paddison, Scott Laycock and Rohan Blizard…Only other top-25 came at the Mercuries Taiwan Masters, a final-round 78 hurting him…Finished 47th at the Thailand Golf Championship and 49th at the Venetian Macau Open.\n2012: Earned his first paycheck as a professional after turning pro in the fall. Did play in the PGA Tour of Australasia's Perth International, shooting rounds of 73-73-72-70 to T28…Missed the cut in the Australian Masters late in the year. \n","otherCarHigh" : "Won both the 2008 and 2009 Tasmania Amateurs in his hometown. Made it a double when he won the 2009 Tasmanian Open to go with his amateur crown. Ascended to No. 1 in the Australian amateur rankings in 2011…Best 2012 showing was a 13th-place finish at the Dogwood Invitational at Druid Hills GC in Atlanta, Ga.Won both the 2008 and 2009 Tasmania Amateurs in his hometown. Made it a double when he won the 2009 Tasmanian Open to go with his amateur crown. Ascended to No. 1 in the Australian amateur rankings in 2011…Played in the U.S. Amateur but didn't make it to stroke play…At the 2011 Porter Cup, shot rounds of 67-72-66-68 to T15…In 2010, finished seventh in stroke play at the U.S. Amateur, losing in the round of 16 to Scott Langley in match play (6 and 4)…Was T16 at the 2010 Southern Amateur and had a 13th-place finish at the 2010 Dogwood Invitational at Druid Hills GC in Atlanta, Ga.","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Carded four sub-par rounds to start the PGA TOUR Latinoamérica season with a solo seventh finish at the 69th Avianca Colombia Open presented by BBVA in Rionegro, Colombia in February.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri in 2016 is 7th at the 69 Avianca Colombia Open presentado por BBVA.","dynStats" : "He ranks T25th in Scoring Average (Actual) on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}