{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02106","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Smith","first" : "Chris","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "190","weightMetric" : "86","birthDate" : "April 15, 1969","age" : "47","birthPlace" : "Indianapolis, Indiana","residence" : "Peru, Indiana","family" : "Wife, Patricia; Abigail (2\/28\/93), Cameron McClain (3\/24\/97)","education" : "Ohio State University (1991, Economics)","splInterest" : "Horse racing, U.S. trivia, sheep shearing, bird watching","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (1995, 1997, 2000)","trndProYear" : "1991","clubAffl" : "Rock Hollow GC (Peru, Indiana)","cityPlaysFrm" : "Peru; IN; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "5,954,149&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Exempt - Next 25 Money Winners from 2015 Web.com Tour Finals","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2010: Splitting time between home duties and professional golf, he made 10 starts on the PGA TOUR and seven on the Nationwide Tour, playing out of the Past Champion category. 2009: Made two cuts in three starts on the PGA TOUR with a best finish of T13 at the Puerto Rico Open…Made the cut in four of eight starts on the Nationwide Tour, with his lone top-10 being a T4 at the South Georgia Classic…His playing season ended after wife, Beth, died and children were injured in an auto accident in late June in Indiana…PGA TOUR and Nationwide Tour players wore ribbons at tournaments to show their support, and a benefit golf tournament was held. 2008: T28 finish at the Puerto Rico Open was his only made cut in five starts on the PGA TOUR…Finished No. 57 on the Nationwide Tour money list, with top-10 finishes at the season-opening Movistar Panama Championship (fourth) and the Knoxville Open (T5). 2007: Competed in eight PGA TOUR and 22 Nationwide Tour events, with two top-10s on the Nationwide Tour. 2006: Finished outside the top 150 (No. 195) on the PGA TOUR money list for the second straight season…Made cut in 12 of 21 starts with one top-25, a T24 at the B.C. Open. 2005: Made cut in two of five Nationwide Tour events with his only top-10 of the season, a T4 at the Chitimacha Louisiana Open…Posted just one top-10 for the third straight season, a T5 at the U.S. Bank Championship in Milwaukee. 2004: His consistent play late in the season secured a spot in the top 125, after falling out in 2003. 2003: Made 15 of 23 cut on the PGA TOUR with six top-25s including a T5 at the Greater Milwaukee Open. 2002: Captured first TOUR victory at the Buick Classic in his 148th TOUR start. Had sole possession of 54-hole lead. Sewed up first-place check of $630,000 with a one-stroke victory over David Gossett, Pat Perez and Loren Roberts…Fired career-low 63 during third round of the Buick Challenge. 2000: Established a Nationwide Tour record with five runner-up finishes…Sixth-place finish on money list earned his TOUR card for 2001 season. Tore tendon in left wrist at the Omaha Classic in August which sidelined him for seven weeks. 1999: Had a 427-yard drive in the final round of The Honda Classic, which at the time was the longest recorded drive at a TOUR event (surpassed by Davis Love III's 476-yarder in 2004). 1997: Earned three of his five Nationwide Tour victories, making him the first player to take advantage of a three-win promotion to the TOUR. 1995; Won the Upstate Classic, Dakota Dunes Open and the Omaha Classic en route to Player of the Year honors... Finished seventh on the Nationwide Tour money list to graduate to PGA TOUR for first time…Two-time winner, at the Gateway Classic and the Dakota Dunes Open, in a three-week period.\n","otherCarHigh" : "All-American at Ohio State in 1991 and Big Ten medalist. 1990 Indiana State Amateur Champion and Player of the Year.","personal" : "Lifelong St. Louis Cardinals fan, became friends with former catcher Tom Pagnozzi the week of his 1995 Gateway Classic victory in St. Louis. Says one of his career highlights was teaming with Bob Benson to win the 2008 Truck Cup Invitational.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1996","qSchoolYear" : "1998","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: PGA TOUR season highlighted by two top-15 finishes in nine starts, with a season-best T10 at the Puerto Rico Open representing his first top 10 since the 2005 U.S. Bank in Milwaukee. Held the 54-hole co-lead at Trump International GC but shot a final-round, 1-over-par 73…Opened with matching 3-under 67s at the FedEx St. Jude Classic en route to a T12. Final start came at the Barracuda Championship (T37), eventually finishing the season No. 193 in the FedExCup standings...Played in all four Web.com Tour Finals' events, making two cuts (T16, T30). Finished 44th on the Finals' money list.\n\n2013-14: Made three of seven PGA TOUR cuts...Also played on the Web.com Tour, making three of seven cuts on that circuit. In his second event of the season, finished T10 at the United Leasing Championship.\n\n2013: Did not make a start on the PGA TOUR for the first season since 2000. Made five of nine cuts on the Web.com Tour...Top finish was a T14 at the Midwest Classic, thanks to a 67-69 weekend outside Kansas City. 2012: Missed the cut in all three of his starts on the PGA TOUR. Did not make a cut in two starts on the Web.com Tour. 2011: As he continued splitting time between home duties and professional golf, missed the cut in each of his four starts on the PGA TOUR, and made two of eight Web.com Tour cuts. 2010: Splitting time between home duties and professional golf, made 10 starts on the PGA TOUR and seven on the Web.com Tour, playing out of the Past Champion category. 2009: Made two cuts in three starts on the PGA TOUR with a best finish of T13 at the Puerto Rico Open…Made the cut in three of eight starts on the Web.com Tour, with his lone top-10 being a T4 at the South Georgia Classic…His playing season ended after wife, Beth, died and children were injured in an auto accident in late June in Indiana…PGA TOUR and Web.com Tour players wore ribbons at tournaments to show their support and a benefit golf tournament was held. 2008: T28 finish at the Puerto Rico Open was his only made cut in five starts on the PGA TOUR…Finished No. 57 on the Web.com Tour money list, with top-10 finishes at the season-opening Movistar Panama Championship (fourth) and the Knoxville Open (T5). 2007: Competed in eight PGA TOUR and 22 Web.com Tour events, with two top-10s on the Web.com Tour. 2006: Finished outside the top 150 (No. 195) on the PGA TOUR money list for the second straight season…Made cut in 12 of 21 starts with one top-25, a T24 at the B.C. Open presented by Turning Stone Resort. 2005: Made cut in two of five Web.com Tour events with his only top-10 of the season, a T4 at the Chitimacha Louisiana Open…Posted just one top-10 for the third straight season, a T5 at the U.S. Bank Championship in Milwaukee. 2004: His consistent play late in the season secured a spot in the top 125, after falling out in 2003. 2002: Captured first TOUR victory at the Buick Classic in his 148th TOUR start. Had sole possession of 54-hole lead. Sewed up first-place check of $630,000 with a one-stroke victory over David Gossett, Pat Perez and Loren Roberts…Fired career-low 63 during third round of the Buick Challenge. 2000: Established a Web.com Tour record with five runner-up finishes…Sixth-place finish on money list earned his TOUR card for 2001 season. 2000: Tore tendon in left wrist at the Omaha Classic in August which sidelined him for seven weeks. 1999: Had a 427-yard drive in the final round of The Honda Classic, which at the time was the longest recorded drive at a TOUR event (surpassed by Davis Love III's 476-yarder in 2004). 1997: Earned three of his five Web.com Tour victories in 1997, making him the first player to take advantage of a three-win promotion to the TOUR. 1995; Won the Upstate Classic, Dakota Dunes Open and the Omaha Classic en route to Player of the Year honors... Finished seventh on 1995 Web.com Tour money list to graduate to PGA TOUR for first time…Two-time winner, at the Gateway Classic and the Dakota Dunes Open, in a three-week period. Amateur: All-American at Ohio State in 1991 and Big Ten medalist. 1990 Indiana State Amateur Champion and Player of the Year. \n","otherCarHigh" : "","personal" : "Lifelong St. Louis Cardinals fan, became friends with former catcher Tom Pagnozzi the week of his 1995 Gateway Classic victory in St. Louis...Says one of his career highlights was teaming with Bob Benson to win the 2008 Truck Cup Invitational, an informal competition held annually on the Web.com Tour in Fort Smith, Ark.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was 1st in 2002 at the Buick Classic.","dynStats" : "He ranks T19th in Victory Leaders on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/thesmitty15"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}