{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01869","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Nicklaus","first" : "Jack","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "185","weightMetric" : "84","birthDate" : "January 21, 1940","age" : "76","birthPlace" : "Columbus, Ohio","residence" : "North Palm Beach, Florida","family" : "Wife, Barbara Bash; Jack II (9\/23\/61), Steven (4\/11\/63), Nancy Jean (5\/5\/65),Gary (1\/15\/69), Michael (7\/24\/73); 22 grandchildren","education" : "Ohio State University","splInterest" : "Fishing, hunting, tennis","pronunciation" : "NICK-lus","nwTourAlumnus" : "","trndProYear" : "November, 1961","clubAffl" : "Muirfield GC (Dublin, Ohio), The Bear's Club (Jupiter, Florida)","cityPlaysFrm" : "Dublin; OH; United States","websiteUrl" : "http:\/\/www.nicklaus.com","websiteName" : "","hallOfFame" : "Inducted 1974","qSchoolYear" : "","combTourMoney" : "9,108,642&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Teamed with Gary Player to finish second in the Legends Division at the Bass Pro Shops Legends of Golf in April.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1962","qSchoolYear" : "","exmtStatus" : "Winner, 1962 U.S. Open (Lifetime)","otherVics" : "(13): 1963 World Cup [with Arnold Palmer], 1964 World Cup [with Arnold Palmer]. 1966 PGA National Team Championship [with Arnold Palmer], World Cup [with Arnold Palmer]. 1967 World Cup [with Arnold Palmer]. 1971 World Cup [with Lee Trevino]. 1973 World Cup [with Johnny Miller]. 1999 Champions Tour-Hyundai Team Matches [with Tom Watson]. 2000 Champions Tour-Hyundai Team Matches [with Tom Watson]. 2005 Wendy's Champions Skins Game. 2007 Wendy's Champions Skins Game [with Tom Watson]. 2010 Wendy's Champions Skins Game [with Tom Watson]. 2011 Ka'anapali Champions Skins Game [with Tom Watson].","intlVics" : "(11): 1963 World Cup [indiv]. 1964 Australian Open [Aus], World Cup [indiv]. 1968 Australian Open [Aus.]. 1970 Piccadily World Match Play Championship [Eur]. 1971 Australian Open [Aus], Dunlop International [Aus], World Cup [indiv]. 1975 Australian Open [Aus]. 1976 Australian Open [Aus]. 1978 Australian Open [Aus].","curYearHigh" : "Teamed with Gary Player to finish second in the Legends Division at the Bass Pro Shops Legends of Golf in April.","carHigh" : "2012: Saw Tiger Woods tie his career PGA TOUR wins mark when Woods recorded his 73rd career win at the Memorial Tournament, an event he hosted. Woods later won his 74th TOUR event at the AT&T National, to move to No. 2 on the all-time wins list behind only Sam Snead's 82 victories...Played in the Greats of Golf exhibition at the Champions Tour's Insperity Championship along with Gary Player and Arnold Palmer...Teamed with son Gary to finish T6 at the PNC Father\/Son Challenge in Orlando in December.\n\n2011: Successfully defended his Champions Skins Game title when he teamed with Tom Watson to win the event with Watson for a third time...Again served as the Honorary Starter, along with Arnold Palmer, at the Masters Tournament. \n\n2010: The PGA TOUR announced that his course, Muirfield Village GC, would host The Presidents Cup in 2013, when the biennial competition returns to the United States...With the announcement, Muirfield Village will become the only facility in the world to host a Ryder Cup, Solheim Cup and Presidents Cup...Teamed with Arnold Palmer and Gary Player at The Olde Farm GC in Virginia in The Big 3 for Mountain Mission Kids sponsored by Johnson & Johnson. The 19-hole scramble event, benefiting the Mountain Mission School, raised more than $15.1 million, the most-ever by a golf tournament in a single day...Combined with Tom Watson to win the 2010 Wendy's Champions Skins Game as the team held off defending champions Fuzzy Zoeller and Ben Crenshaw. The win came four days before his 70th birthday...Debuted as Honorary Starter at the Masters tournament with Palmer.\n\n2009: Lone appearance in a Champions Tour event came in January when he and teammate Tom Watson competed in the Wendy's Senior Skins Game in Hawaii, where they failed to win a skin…Played in the nine-hole Memorial Skins Game prior to his tournament in Dublin, Ohio…Received the Charlie Bartlett Award from the Golf Writers Association of American for his unselfish contributions to the betterment of society.\n\n2008: Teamed with Tom Watson to finish second at the Wendy's Champions Skins Game on Maui. The pair won a record $270,000 and eight skins on the first nine holes, but after getting shut out on the final nine they fell to the team of Peter Jacobsen-Fuzzy Zoeller on the first playoff hole.\n\n2007: Teamed with Tom Watson for a third Wendy's Champions Skins Game title and second in the last three years in Hawaii. Duo closed fast, winning seven skins on the back\nnine to claim victory over Gary Player and Jay Haas...Captained the U.S. Presidents Cup team to victory in Canada at Royal Montreal GC during the fall.\n\n2006: Teamed with Tom Watson for eight skins and $260,000 at the Wendy's Champions Skins Game in Hawaii. Duo lost to Raymond Floyd-Dana Quigley when Floyd made a birdie putt on the 17th hole for 10 skins and $410,000 in the alternate-shot event… Did not play an official event on the PGA TOUR or Champions Tour for the first time since 1957…Japan honored him with its Order of the Rising Sun Medal, and the Golf Writers Association of America presented him with the ASAP Sports\/Jim Murray Award for his cooperation, quotability and accommodation to the media.\n\n2005: Made his 45th and final Masters appearance but did not make the cut…Made his final start at The Open Championship at St. Andrews but missed playing on the weekend by two strokes despite a second-round, even-par 72 where he made a 15-foot birdie putt on No. 18…Also missed the cut at the Memorial Tournament in what turned out to be his final PGA TOUR start at a golf course and event he founded…Was victorious at the Wendy's Champions Skins Game in early February when he won 12 skins and a career-best $340,000 at the Hawaii event. It was his second win in the tournament and first since 1991…Lone Champions Tour start came at the Bayer Advantage Classic, where he was T64. Also teamed with his son Steve in the pro-am portion of the event…Captained the victorious United States team in The Presidents Cup…Received the Presidential Medal of Freedom from U.S. President George W. Bush. It is the highest award a civilian can receive…Won the Old Tom Morris Award from the Golf Course Superintendents Association of America and the ASAP Sports\/Jim Murray Award from the Golf Writers Association of America.\n\n2004: Solo sixth-place effort at the season-opening MasterCard Championship in Hawaii was his best on the Champions Tour since a T4 at the 2001 U.S. Senior Open. Carded three consecutive rounds in the 60s at Hualalai, a first in a 54-hole Champions Tour event for him…Finished in third place at the Wendy's Champions Skins Game. Earned three skins and $60,000 over the first nine holes but was shut out on the back nine at Wailea's Gold Course…Was T15 at The ACE Group Classic and T36 at the Toshiba Senior Classic…Played three rounds at the Senior PGA Championship before withdrawing…Became the second-oldest player to make a cut on the PGA TOUR when (at age 64) he finished T63 at the Memorial after a final-round 71, his lowest score on the PGA TOUR in two years…Played in his 44th Masters, tying Sam Snead and Billy Casper for number of appearances in the tournament but missed the cut…Also competed in the Web.com Tour's BMW Charity Pro-Am at The Cliffs, along with sons Gary, Jack and Michael. All missed the cut at The Cliffs in Traveler's Rest, S.C…Part of the World Sports Hall of Fame inaugural class.\n\n2003: Was in contention for 36 holes of the Kinko's Classic of Austin before finishing T7 after an even-par 72 Sunday…Also was in contention on Sunday at the JELD-WEN Tradition before eventually T10 in Portland, his eighth top-10 performance in 13 appearances in the event…Started the season with a nice showing at the MasterCard Championship. Was T11 at Hualalai after closing with a 6-under-par 66, his best score since posting 65 on the last day of the 1996 Tradition…Made his debut on the Web.com Tour at the BMW Charity Pro-Am at The Cliffs and T45 in event near Greenville, S.C. Appearance at The Cliffs with four sons marked the first time all five played together in a professional event…Captained the U.S. Presidents Cup team for a second time in the biennial matches in South Africa. \n\n2002: Made just two official appearances due to persistent lower-back pain. Played in April at The Countrywide Tradition and finished 69th. Arizona appearance was his first official event since July 2001 when he was forced to withdraw from the Ford Senior Players Championship with a hamstring injury…Bad back forced him to miss the Masters, only the second time the six-time champion didn't start in the tournament since his debut in 1959 (hip-replacement surgery knocked him out of the 1999 tournament)…Made the cut at the Senior PGA Championship at Firestone CC but was forced to withdraw Saturday morning with lower-back pain… Lone appearance on the PGA TOUR was at the Memorial Tournament, where he made the cut and finished 71st…Teamed with Tiger Woods to win the unofficial Battle of Bighorn over Sergio Garcia and Lee Trevino.\n\n2001: Again played in seven official events and registered two top-10 finishes. Was T4 at the U.S. Senior Open and was fourth at the inaugural Siebel Classic in Silicon Valley…Had a chance at victory early in the campaign, at the GTE Classic. Was tied for the first-round lead near Tampa and was just two strokes off the pace after 36 holes. Drifted into a T20 after a final-round 75 at TPC Tampa Bay…Played in four PGA TOUR events, including his 42nd Masters Tournament, but missed the cut in each event…Finished second to Hale Irwin at the Senior Skins Game in January despite claiming 10 skins and $260,000.\n\n2000: Made his final Masters Tournament cut. Opened 74-70 at Augusta National before falling back to a T54 with an 81-78 finish. His 2-under 70 in the second round was the final time he broke par at the Masters…Named Golfer of the Century by 11 different magazines or Websites, including PGATOUR.COM, the Associated Press, the BBC, Golf Digest, Golf magazine, Golf, Golf World and Golfweek…Named Best Individual Athlete of the 20th Century by Sports Illustrated…Received both the Distinguished Service Award, from the PGA of America, and was the Memorial Tournament Honoree by the tournament's Captain's Club…Won the first Payne Stewart Award, given by the PGA TOUR…Played in all four majors for the last time, including his last U.S. Open and PGA Championship starts.\n\n1999: Underwent left-hip replacement surgery in January and played in only two PGA TOUR tournaments and three official Champions Tour events. Did not play until midway through the year. Missed the cut at the U.S. Open at Pinehurst and made his lone cut, at the Memorial Tournament, where he T70...At the Bell Atlantic Classic, he finished 18th outside Philadelphia. Traveled to Park City, Utah, where he T53 at the Novell Utah Showdown…Named Father of the Year by the Minority Golf Association of America\n\n1998: Hobbled by a painful left hip for the majority of the year, he played in just six official Champions Tour events. Equaled his mark for the best finish by a senior player in a major championship when he closed with a 4-under 68 at Augusta National to T6 at the Masters, four strokes behind winner Mark O'Meara. The 68 was his final sub-70 round at the Masters…Made his final U.S. Open cut—a T43 on rounds of 73-74-73-75 at The Olympic Club in San Francisco…Ended his remarkable run of 154 consecutive appearances in major championships for which he was eligible when he chose not play in The Open Championship…On the Champions Tour, his final-round 67 at Riviera CC was the low round of the U.S. Senior Open and came just a day after he posted a 79, his worst 18-hole score since turning 50…Was among the early leaders at the PGA Seniors' Championship and eventually T6 at PGA National in Florida…Also was on the leaderboard after the first round of the Ford Senior Players Championship but had to settle for a solo sixth in Dearborn, Mich…Captained the U.S. team in the third Presidents Cup, at Royal Melbourne GC, in December…It was announced at the PGA TOUR Awards Dinner that PGA TOUR and Champions Tour Player of the Year Awards would be named in his honor (Web.com Tour honor also holds that title now).\n\n1997: Was bothered by a chronic hip problem as he played six Champions Tour events and seven PGA TOUR tournaments. Best finish was a distant T2 behind Hale Irwin at the PGA Seniors' Championship…Made the cut at the Masters Tournament, U.S. Open and The Open Championship but missed the weekend at the PGA Championship…Highlight of the year came at the Memorial Tournament, where he shot 69-70-69 to finish T8 at the weather-shortened event. Performance at his Muirfield Village was his best on the PGA TOUR since a T6 at the 1995 AT&T Pebble Beach National Pro-Am…Broke Sam Snead's record for most rounds played at the Masters, with his 147th round he recorded Sunday…His 41st U.S. Open appearance produced a pair of milestones: 150th consecutive appearance in a major championship and his 10,000th hole played. \n\n1996: Opened 69-66 at The Open Championship at Royal Lytham & St. Annes and was tied for third at the tournament's halfway point. Stumbled to a 6-over 77 and went on to T44…Best finish of the campaign was a T27 at the U.S. Open. Shot a third-round 69 at Oakland Hills…Became the first player to win the same Champions Tour event four times when he claimed The Tradition. Victory in Arizona was his 100th win as a professional and his eighth senior major championship, the most by any player over 50. Shot 65 in the final round at Desert Mountain to best Hale Irwin by three strokes. In the third round at Desert Mountain, he carded his third career double eagle and his first since the 1965 Greater Jacksonville Open…Also won his first 54-hole event title, rallying from five strokes back to edge J.C. Snead for the GTE Suncoast Classic championship.\n\n1995: Opened his season with a flourish, shooting rounds of 71-70-67 to sit in a tie for 10th at the AT&T Pebble Beach National Pro-Am. Was only five shots off the pace, and a Sunday 70 at Pebble Beach GL moved him up the leaderboard into a T6, seven strokes behind winner Peter Jacobsen…On the Champions Tour, he defeated Isao Aoki in a playoff to win his third Tradition title. At the same time, became only the fifth man to win the same tournament three times…Also was the runner-up to Tom Weiskopf at the U.S. Senior Open and was second to J.C. Snead at the Ford Senior Players Championship.\n\n1994: Entered eight PGA TOUR events, with his lone made cut at the U.S. Open at Oakmont CC. Began the tournament with a 69-70 and was tied for fifth through 36 holes. Finished with a 77-76 to T28…Played only six Champions Tour events. Came from three strokes behind Bob Murphy to win the season-opening Mercedes Championships at La Costa Resort and Spa to win by a shot. The win outside San Diego gave him seven victories in 26 career Champions Tour starts (27-percent success rate). \n1993: Lone PGA TOUR top-10 came at the Doral-Ryder Open. Opened the tournament shooting rounds of 69-68-67 but was never really in contention and was nine strokes behind Greg Norman at the 54-hole mark. His final-round 73 at Doral CC's Blue Monster dropped him to a T10…Claimed his second U.S. Senior Open title, holding off rival Tom Weiskopf by a shot at Cherry Hills CC outside Denver. Victory also continued a streak of never losing a senior event when leading after 54 holes…Played 10 PGA TOUR events and was T10 at the Doral-Ryder Open for his top showing. \n\n1992: Didn't record a top-10 on the PGA TOUR for the first time since 1988. His top performance was a T29 at the Honda Classic not far from his home in Palm Beach, Fla…Made only four official Champions Tour starts. Opened with a 65 at Desert Mountain but lost by one to Lee Trevino in his bid for a third consecutive Tradition title…Was T3 at Saucon Valley in defense of his U.S. Senior Open crown and went over the $6-million mark in all-time earnings with his finish there…The Metropolitan Golf Writers Association awarded his wife and children Family of the Year distinction. \n\n1991: Shot a tournament-best, 9-under 63 at the Doral-Ryder Open in early March and was a stroke off the lead through 36 holes at Doral CC's Blue Course. Skied to a Saturday 75 to fall six off the pace and tied for ninth. Recovered Sunday and made a final challenge, shooting a 2-under 70, one of only two under-par rounds on the day (Curtis Strange, 67) to T5, three behind winner Rocco Mediate…Only missed one cut in his eight starts and played on the weekend at all four majors…Made just five appearances on the Champions Tour but won three official events, including his only PGA Seniors' Championship and first U.S. Senior Open title…Twenty years after winning the PGA Championship there, he opened with back-to-back 66s at the PGA Seniors' Championship at PGA National GC to win his fourth Champions Tour event in six starts, defeating Bruce Crampton by six strokes…U.S. Senior Open victory over Chi Chi Rodriguez came in an 18-hole playoff at Oakland Hills CC, shooting a 65 to Rodriguez's 69 in the extra session. He became the first player to win USGA titles in five different decades…Also came from five strokes back to successfully defend his Tradition title by one shot over Jim Colbert, Jim Dent and Phil Rodgers.\n\n1990: Became eligible for the Champions Tour in mid-January…Made his debut at The Tradition. His four-stroke win over Gary Player made him the seventh of just 10 players ever to claim a title in his Champions Tour debut…A week later, back on the PGA TOUR, he finished solo sixth at the Masters, at the time the best finish by a senior player in a major since Sam Snead T3 at the 1974 PGA Championship. Missed the cut at the PGA Championship but made it to the weekend at the U.S. Open (T33) and The Open Championship (T63)…Played in three other official Champions Tour events…Cruised to a six-stroke victory at the Mazda Senior Tournament Players Championship, doing it in record-setting fashion by shooting a 27-under 261 at Dearborn CC, the lowest 72-hole total in Champions Tour history…Was runner-up at the U.S. Senior Open, two strokes behind Lee Trevino at New Jersey's Ridgewood CC…Was also T3 at the PGA Seniors' Championship.\n\n1989: Had double-digit starts—10—and recorded two top-10 finishes, at The International in Colorado (ninth) and the Canadian Open (T10)…Played in the four major championships, making the cut in all of them—with a T18 at the Masters his best showing. Missed only one cut, at the Doral-Ryder Open in February. \n\n1988: Made nine PGA TOUR starts, with his T21 at the Masters his top showing…As part of its Centennial of Golf in America, voted as golfer of the century by Golf.\n\n1987: A year after winning his sixth Masters Tournament title, he turned in a solid performance in defense of his title. Began the final round tied for 20th, seven strokes behind leaders Ben Crenshaw and Roger Maltbie. Moved 13 spots up the leaderboard with a final-round 70 at Augusta National, one of only eight under-par rounds Sunday…Was the U.S. Ryder Cup captain for the second time as the event moved to his Muirfield Village GC in Dublin, Ohio. Europe, which had won the cup in 1985, won again with a two-point victory.\n\n1986: Thrilled golf fans with a Sunday, back-nine charge at the Masters to win his sixth green jacket, becoming, at age 46, the oldest Masters winner in tournament history. Had a final-round 65. In his seven TOUR starts prior to his visit to Augusta National, his best finish was a T39 at the Hawaiian Open and also included a withdrawl (USF&G Classic) and a missed cut (Tournament Players Championship) in his two tournament starts prior to the Masters…Made a run at victory five weeks later, at the Memorial Tournament. Had an opening-round 66 and fired a final-round 69 to T5 in Ohio…Had weekend rounds of 67-68 at the U.S. Open to T8…Was also T9 in his final official start of the year, at the NEC World Series of Golf. Was tied for fourth, three behind Dan Pohl until a 3-over 73 ended any winning hopes. \n\n1985: Had two runner-up finishes and was in contention in two other tournaments. Late in the summer-early fall, he got hot, finishing T2 at the Canadian Open. Was three strokes off Curtis Strange's leading pace through 54 holes at Glen Abbey GC and was still able to move up the leaderboard on the final day even though he shot an even-par 72. Finished two strokes behind Strange for his sixth and final runner-up showing in Canada's national open…In September at the Greater Milwaukee Open, he was the only player in the field at Tuckaway CC to record four under-par rounds. Couldn't overcome Jim Thorpe's third-round 62, though, and settled for a solo second, three strokes behind Thorpe. The runner-up finish was the last of his 58 second-place PGA TOUR performances…In February, despite opening with a 4-over 76 at the Doral-Eastern Open, he came back with rounds of 68-69 to put himself in position to win. A 2-over 74 ended those hopes, leaving him T3 in South Florida…His other top-10 of the year came at the Masters Tournament, where a final-round 69 earned him a T6 finish…Family was voted Golf Family of the Year by the National Golf Foundation.\n\n1984: Won once and had two second-place finishes for the season, with his victory coming at his Memorial Tournament. Tried to hold off a hard-charging Andy Bean but couldn't, and the duo ended tied at 8-under at the end of regulation after Bean shot a 5-under 67. In the sudden-death playoff, he finally prevailed, making par on the third playoff hole at Muirfield Village…Had a couple of chances early in the season to win. Had weekend rounds of 70-69 at the Los Angeles Open but could get no closer than four strokes within winner David Edwards, settling a solo third-place finish at Riviera CC…Three weeks later, he was a stroke off the lead after the third round of the Doral-eastern Open. Shot a final-round 68 at Doral's Blue Monster but still finished second as Tom Kite blistered the course with a 7-under 65 to win by two. It was his fifth runner-up showing at Doral…Second close call of the season came at the Canadian Open. Opened with a 1-over 73 at Glen Abbey GC then reeled off consecutive 69s over the final 54 holes but still came up two strokes short of Greg Norman…Had three tournaments where he shot final-round 66s—Bay Hill Classic (T9), NEC World Series of Golf (10th) and the Southern Open (T11)…In defense of their Chrysler Team Championship victory, with Johnny Miller, the duo T12. \n\n1983: It was a season of close calls as he finished second three times for a third consecutive season, with the biggest disappointment coming late in the year as he tried to win his 18th major title…Shot a final-round 66 at the Honda Inverrary Classic but came up two strokes short of Johnny Miller at Inverrary G&CC…Had to withdraw from the Masters Tournament for the only time in his career. After opening with a 73 at Augusta National, back spasms sidelined him. He showed no ill effects from the injury in his next start, the MONY Tournament of Champions, beginning the tournament with a seven-birdie, no-bogey 65 at La Costa Resort. Went on to T10…At the Canadian Open, he got off to a slow start, with a 2-over 73 at Glen Abbey GC. Followed with rounds of 68-70-67 but finished a stroke out of the John Cook-Johnny Miller playoff that Cook won…In his next start, at the PGA Championship at Riviera CC outside Los Angeles, another opening 73 was his undoing. Came back with a second-round 65 and then closed with a 71-66 to finish solo second, a stroke behind Hal Sutton…Final official start of the year came at the World Series of Golf, where he came close to picking off a second official title at the event. Another 73, this time in the second round, hurt his chances as he closed 69-65 at Firestone CC to finish solo second behind Nick Price…Captained the U.S. for the first time in the Ryder Cup, held at PGA National GC not far from his South Florida home. Led the U.S. to a one-point win…Earned an unofficial title with Miller at the Chrysler Team Championship in Boca Raton, Fla., in mid-December, with the duo shooting a best-ball, 11-under 61 in the first round leading to a one-stroke win over Al Geiberger-Peter Oosterhuis…Received the Card Walker Award in honor of his contributions to junior golf.\n\n1982: Came excruciatingly close to having a phenomenal season but only won once while finishing second three times…In his ninth start at the event, he won the Colonial National Invitational for his only career win in Fort Worth. Shot an opening 66 at Colonial CC and finished with a 3-under 67 to win by three strokes over Andy North…Was victimized for a second consecutive year in a major by Tom Watson, this time at the U.S. Open at Pebble Beach. He lost by a stroke when Watson chipped in for birdie on the 17th hole Sunday…Lost in a three-man playoff in March at the Bay Hill Classic. Appeared to be in control, shooting three consecutive rounds in the 60s to lead Raymond Floyd by a stroke going into the final round. Struggled playing with Floyd on Sunday at Bay Hill. He shot a 4-over 75 and Floyd shot a 76 and Tom Kite and Denis Watson took advantage. The trio finished at 14-under, with Kite making birdie to win on the first extra hole…In his first start of the season, at the Wickes-Andy Williams San Diego Open, he was a distant seven strokes behind 54-hole leader Johnny Miller. Fashioned a tournament-best, 8-under 64 on Torrey Pines' South Course but fell a stroke shy of winner Johnny Miller…Was also T3 at the Kemper Open at Congressional CC.\n\n1981: Went winless but gave himself numerous opportunities at victory. First of his three runner-up performances came at the American Motors Inverrary Classic. Shot rounds of 65-73-69-68 to lose by a stroke to Tom Kite at Inverrary G&CC…Finished two strokes behind Tom Watson, tied with Johnny Miller, for a T2 at the Masters…Was also second at the Canadian Open. Couldn't match his opening 70-70-70 at Glen Abbey GC in the final round, finishing with an even-par 71 to finish a stroke behind Peter Oosterhuis…The following week, he made a run at the PGA Championship, ultimately finishing T4 at the Atlanta Athletic Club…Had four other top-10s on the season…After missing the 1979 Ryder Cup, he played in his final biennial event, going 3-0 in foursomes and four-balls (Tom Watson was his partner in all three). He then won his singles match (5 and 3 over Eamonn Darcy) as the U.S. rolled to a nine-point win over Europe at Walton Heath GC in England. \n\n1980: Won multi-major championships for the fifth (and final) time of his career, grabbing victories at the U.S. Open and the PGA Championship. At the U.S. Open at Baltusrol GC, tied the tournament 18-hole scoring record when he shot a 7-under 63 to take a share of the first-round lead (with Tom Weiskopf). Held at least a share of the lead after every round, eventually beating Isao Aoki, Keith Fergus, Lon Hinkle and Tom Watson by two strokes…At the PGA Championship, at Rochester's Oak Hill CC, he won in a rout, beating Andy Bean by seven strokes. Only held a three-stroke lead going into the final day and then shot a 1-under 69 for his fifth PGA Championship…Lost in a playoff at the Doral-Eastern Open, to Raymond Floyd. Had a 12-foot birdie putt on the first playoff hole, with Floyd off the green chipping for birdie. Floyd chipped in, and when he couldn't make his birdie putt, Floyd had the victory…Finished a distant nine shots behind Watson's winning score at The Open Championship, where he T4. \n\n1979: Went winless for the first time in his professional career. Had won at least two tournaments every year between 1962 and 1978. Had top-10s in three of his four major appearances…Was solo fourth at the Masters Tournament. His final-round 69 at Augusta National was the low round of the day but still left him a stroke out of the Fuzzy Zoeller-Ed Sneed-Tom Watson playoff that Zoeller won…Had his seventh and final runner-up performance at The Open Championship. Completed play T2 with Ben Crenshaw, three strokes behind winner Seve Ballesteros at Royal Lytrham & St. Annes in England…The following week, at the IVB Philadelphia Classic, he had weekend rounds of 67-65 at Whitemarsh Valley GC to T4 in defense of his title there…Was also T9 at the U.S. Open.\n\n1978: Claimed four tournament titles, including wins at The Open Championship and the Tournament Players Championship. Named Sportsman of the Year by Sports Illustrated…First victory of the campaign came in a successful defense of his previous year's Jackie Gleason-Inverrary Classic at the Inverrary G&CC. Fired a final-round 65 to come from off the pace to win the by a stroke over Grier Jones, while making birdies on his final five holes. On the 14th hole, he chipped in from 80 feet. At No. 15, he made a 13-foot putt. On the next hole, the par-3 16th, he missed the green but chipped in from the fringe then sunk a 20-foot putt on No. 17. He rolled in a routine 4-footer on the closing hole for the title. With his 1976 Tournament Players Championship win there, it was three wins in a row at Inverrary…At the Tournament Players Championship at Sawgrass CC, in windy conditions all week, he shot a 3-over 75 Sunday but hung on to beat Lou Graham by a stroke…At The Open Championship, shook off his disappointment from his loss the previous year to beat Ben Crenshaw, Simon Owen and Tom Kite by two strokes at St. Andrews, his final The Open Championship title and second at St. Andrews…Immediately left Scotland and traveled to Pennsylvania for the IVB-Philadelphia Golf Classic, where he began the tournament with a 66-64 start but still had to battle to hold off Gil Morgan by a stroke at Whitemarsh Valley CC…Had a pair of runner-up finishes—at the Glen Campbell-Los Angeles Open (two strokes behind Morgan) and the Doral-Eastern Open (a stroke back of Tom Weiskopf)…Received the William D. Richardson Award from the Golf Writers Association of American for his outstanding contributions to golf.\n\n1977: His finest performance of the season may have been in a loss at The Open Championship. In the tournament dubbed “The Duel in the Sun” at Turnberry in Scotland, he battled Tom Watson all week before finally losing by a stroke for his second consecutive runner-up finish in golf's oldest tournament…Coasted to a win at the Jackie Gleason-Inverrary Classic by five strokes over Gary Player, his second consecutive victory at the venue…Bruce Lietzke took him to a playoff after shooting a Sunday 66 at the MONY Tournament of Champions, but he defeated Lietzke in the overtime session with a birdie on the third playoff hole…A year after establishing his Memorial Tournament in Dublin, Ohio, he won by two strokes over Hubert Green at Muirfield Village…Had three runner-up finishes, including a Sunday charge at the Masters Tournament. Had a tournament-low 66 Sunday but could only get within two shots of Watson…Lost by a stroke to Raymond Floyd at the Pleasant Valley Classic outside Boston…Fired a Sunday, 1-over 73 at Pebble Beach GL to finish solo third at the PGA Championship, a stroke out of the Lanny Wadkins-winning Wadkins-Gene Littler playoff…Was 1-2-0 in his three Ryder Cup matches at Royal Lytham and St. Annes at an event that featured only one day each of foursomes, four-ball and singles…In search of his third consecutive Australian Open title, he was in contention until he blew up on the final day and shot an 8-over 80 to finish 12 shots behind winner David Graham. \n\n1976: Won the Vardon Trophy as the TOUR's leading money-winner for a second consecutive year, his eighth (and final) money title overall. Was the PGA Player of the Year for a fifth and final time and earned Golf Writers Association of America Player of the Year honors for a second consecutive season, this time sharing the award with Jerry Pate…Shot a final-round 65 to beat J.C. Snead by three shots at the Tournament Players Championship at Inverarry G&CC. His 7-under score was a tournament record for low final round by a winner until Fred Couples broke it with a 64 in 1996…For the first time, he won the World Series of Golf as an official PGA TOUR event. His four previous wins came when the tournament was a 36-hole affair featuring the major championship winners that season. He blew past runner-up Hale Irwin by four shots to win the $100,000 first-place check, the largest to that point in his career…Hosted the Memorial Tournament in Dublin, Ohio, at his Muirfield Village GC. Also played in the event and T8…Was the runner-up at the Doral-Eastern Open, in T2 position with Mark Hayes, a distant six strokes behind Hubert Green…Turned in a Sunday 65 at the Essex G&CC at the Canadian Open but was still solo second as he watched Pate come in with a 7-under 63 to win by four shots in Windsor, Ontario…Finished T2 at The Open Championship with Seve Ballesteros, a distant six shots behind Johnny Miller at Royal Birkdale… Had six other top-10 PGA TOUR finishes…Successfully defended his Australian Open title in late October in Sydney. With a two-shot lead going into the final round, he birdied three of his first four holes and never looked back, defeating Curtis Strange—who was on something of a working honeymoon after getting married a couple of weeks earlier—by four strokes. As he did a year earlier, he immediately flew to Cairns for a week of marlin fishing off the Great Barrier Reef.\n\n1975: Was a five-time winner, with three of those victories coming in successive starts. Led the money list and was named PGA Player of the Year as well as the inaugural Golf Writers Association of America Player of the Year. Won the Doral-Eastern Open by three strokes over Forrest Fezler and Bert Yancey…Two weeks later, playing on a course he co-designed with Pet Dye, Harbour Town GL, he opened 66-63 but stumbled to a third-round 74 to fall into a tie for the lead with Tom Weiskopf. Came back on the final day with a 68 to win by three…Two weeks later, waged a classic battle against Weiskopf and Johnny Miller at the Masters. Leading by five shots at the halfway mark, he struggled to a 1-over 73 Saturday to enter the final round a stroke behind Weiskopf. His 4-under 68 Sunday was enough to hold off Weiskopf and a hard-charging Miller, who shot a 6-under 66 in the final round but fell a stroke short…Picked up his second major championship of the season, winning the PGA Championship at Firestone CC's South Course, edging Bruce Crampton by two strokes…Final win of the campaign came in playoff fashion, at the World Open Golf Championship at Pinehurst's No. 2 Course. Beat Billy Casper…Lone runner-up finish came at the Canadian Open. Battled Weiskopf again, with Weiskopf finally picking up a victory, winning at Royal Montreal GC in a playoff with a birdie on the first extra hole…Totaled 14 top-10s, including four third-place finishes…Played in the Ryder Cup for the fourth time, going 2-2-1 in his matches at Laurel Valley GC…Won the Australian Open for a fourth time, beating American Bill Brask by three strokes at Sydney's Australian GC. He left immediately after the victory, traveling to Cairns where he went marlin fishing on the Great Barrier Reef…Received the Bob Jones Award from the USGA.\n\n1974: Highlight of the year came when he was a member of the original class inducted into the World Golf Hall of Fame, at the time located in Pinehurst, N.C…Played in 17 official events and played on the weekend in all of them. Won the inaugural Tournament Players Championship, defeating J.C. Snead by two strokes at Atlanta CC…In his second start of the campaign, rolled to a three-stroke win over Eddie Pearce at the Hawaiian Open…Entered the final round of the PGA Championship at Tanglewood CC a stroke behind Lee Trevino. Both players shot 69, giving Trevino the one-stroke win in North Carolina…Also finished second at the World Open in Pinehurst (lost in a four-man playoff) and at the Colonial National Invitational.\n\n1973: Won seven tournaments for a second consecutive season, led the money list for a third straight time and was PGA Player of the Year for a second consecutive season. Played in 18 events without missing a cut and had 16 top-10s. First title came at the Bing Crosby National Pro-Am, winning along the Monterey Peninsula for a second consecutive year. Defeated Raymond Floyd and Orville Moody in a playoff. Was in contention in New Orleans for a second straight year, this time with better results. Beat Miller Barber in a playoff at Lakewood CC…Won the Tournament of Champions in April by a stroke over Lee Trevino…Took a month off from competition then returned at the Atlanta Classic where he opened 67-66-66 to enjoy a six-stroke bulge. Shot a final-round 73 and still won by two…After T3 at the Masters, T4 at the U.S. Open and finishing fourth at The Open Championship, he salvaged his major championship season with a four-stroke win over Bruce Crampton at the PGA Championship at Canterbury GC outside Cleveland…Earned his sixth and seventh wins in his final two starts of the year, at the Ohio Kings Island Open, where a third-round 62 gave him a nine-stroke cushion going into Sunday. Won by six…Won the Walt Disney World Open Invitational for a third straight time, edging Mason Rudolph by a stroke. He was the tournament's only individual winner until 1982 as it went to a team format from 1974-1981. His first-place check of $30,000 made him the first TOUR player to surpass the $2-million mark in career earnings…Played in the Ryder Cup in Scotland at Muirfield. Was 4-1-1 in his five matches during the U.S. victory over Great Britain-Ireland.\n\n1972: Won a personal-best seven tournaments, broke the $300,000 mark in earnings ($316,911) for the first time and won PGA Player of the Year honors for the second time. Entered the final round of the Bing Crosby National Pro-Am a stroke behind Johnny Miller. He shot 73 to Miller's 74 to force a playoff he won when he birdied the first extra hole to Miller's par…Second win of the campaign came at the Doral-Eastern Open, a week after falling a stroke short to winner Tom Weiskopf at the Jackie Gleason Inverrary Classic. At the Doral Resort and Spa, broke free from a third-round tie with Lee Trevino to win by two strokes…In his next start after T2 at the Greater New Orleans Open, he became the Masters Tournament's third wire-to-wire victory when he was the only player in the field below par. His 2-under 286 was enough to edge Bruce Crampton, Bobby Mitchell and Weiskopf by three strokes…In defense of his Tournament of Champions title, he came up short, losing to Mitchell in a playoff when Mitchell birdied the first extra hole at La Costa Resort and Spa…Rebounded at the U.S. Open to defeat Bruce Crampton by three strokes at Pebble Beach…Took a month off then returned to action at The Open Championship, where he dropped a one-shot decision to Trevino at Muirfield in Scotland. Finished his season with five tournaments between August and December, winning three times…Won the Westchester Classic by three shots over Jim Colbert…Won the U.S. Professional Match Play Championship, held simultaneously with the Liggett & Myers Open in North Carolina. Beat Frank Beard, 2 and 1, in the finals at The CC of North Carolina…Closed his season by successfully defending his Walt Disney World Open Invitational title with a commanding nine-stroke win over three players. \n\n1971: Won five tournaments and led the money list for the third time in his career. Won the first major played that season, capturing the PGA Championship over Billy Casper at PGA National GC. Took a four-stroke lead into the final day, shot a 1-over 73 but still won by two strokes…Was T2 at the Masters, finishing two strokes behind Charles Coody. That began a streak where he was either first or second in five consecutive starts…Won the Tournament of Champions in California by eight strokes over Bruce Devlin. Was one of only two players to record a round in the 60s at La Costa CC in Carlsbad, and he did it twice, shooting 69s in the first and third rounds…Defeated Frank Beard and Jerry McGee by two strokes at the Byron Nelson Golf Classic…Lost in a playoff to Gardner Dickinson at the Atlanta Classic. The duo finished tied at 275, with Dickinson winning on the first playoff hole…Two weeks later, at the U.S. Open, he dropped a playoff to Lee Trevino at Merion GC, with Trevino shooting a 68 to win by three strokes in the 18-hole overtime session…Won two more times, taking the National Team Championship (with Arnold Palmer as his partner) by six strokes over the team of Bob Charles- Devlin and Julius Boros-Bill Collins…Final win of the campaign came at the inaugural Walt Disney World Open Invitational at the Walt Disney World Resort outside Orlando. Defeated Deane Beman by three strokes…Again represented the U.S. at the Ryder Cup at Old Warson CC. Played in six matches and recorded a 5-1 record in the U.S.'s five-point victory…In November, battled strong winds in the final round of the Dunlop International in Australia, to finish 14-under, seven strokes ahead of Peter Oosterhuis and Bruce Crampton. He set up his victory with a second-round 62 at Manly GC…Enjoyed another rout, again at the expense of Crampton at the Australian Open. Shot a 19-under 269 at Royal Hobart GC to beat the Aussie by eight shots.\n1970: First of his three wins came at the Byron Nelson Golf Classic. Finished regulation tied with Arnold Palmer at Preston Trail CC and then beat Palmer with a birdie on the first extra hole…Finished regulation tied with Doug Sanders at The Open Championship then prevailed in an 18-hole playoff at St. Andrews' Old Course when Sanders missed a 30-inch putt that would have extended the two players' playoff…Again joined forces with Palmer to win the National Four-Ball Championship…Won the unofficial World Series of Golf for a fourth time when he beat Billy Casper and Dave Stockton by three strokes at Firestone CC…Lost by a stroke to Bruce Crampton at the Westchester Classic and was again T2 at the American Golf Classic, falling to Frank Beard by two shots…At Wentworth Club in England, he won his only Piccadilly World Match Play Championship. In the 36-hole final against Lee Trevino, he took a 3-up lead after 18 holes and then survived a late challenge from Trevino to win 2 and 1. \n\n1969: His three wins came at the Andy Williams-San Diego Open, the Sahara Invitational and the Kaiser International. Won at Torrey Pines GC in come-from-behind fashion as third-round leader Gene Littler shot a final-round 76. His 1-over 73 was still enough to pass Littler and win by one…Waited eight months for win No. 2, taking the Sahara Invitational in Las Vegas. Was a stroke behind Frank Beard until he shot a final-round 65 to win by four…Despite a final-round 71 at Silverado CC, he found his way into a playoff that featured Billy Casper, Don January and George Archer. After January was eliminated following the first hole, Nicklaus made birdie to win…Fell by four strokes to Bruce Crampton to T2 at the Hawaiian Open in November…Played in his first Ryder Cup, going 1-2-1 in the U.S. victory at Royal Birkdale GC. Is best-remembered for conceding a putt to Tony Jacklin on the final hole of their singles match, with the players halving their match but the U.S. retaining the cup. \n\n1968: In six of seven starts in the middle of the season, he either won or finished second—including three consecutive runner-up finishes. First win of the season came as he successfully defended his Western Open title. Held a four-stroke lead through 54 holes and eventually won by three shots at Olympia Fields CC…Came back a week later and won again, at the American Golf Classic, beating Frank Beard and Lee Elder in a playoff…Run of close calls began at the U.S. Open. Battled Lee Trevino before Trevino prevailed by four strokes at Oak Hill CC…A week later, he opened with a 73 at St. George's G&CC then shot three consecutive rounds in the 60s but still fell two strokes shy of Canadian Open winner Bob Charles…Two weeks later, at The Open Championship at Carnoustie, he shot back-to-back 73s on the weekend to T2, two strokes behind Gary Player…Just missed on winning three tournaments in a row, making a strong, final-round push at the Westchester Classic, with a 66, to T2…In late October, came to the 72nd hole at the Australian Open in Perth tied with Player. Both hit the green in regulation. He had an 8-foot birdie putt to Player's 7-footer. He made his and Player didn't, giving him his second Australian Open title\n\n1967: Again topped the money chart and earned his first PGA Player of the Year Award, thanks to five victories. Opened his year at the Bing Crosby National Pro-Am. Overcame a back-to-back 73-74 performance in the second and third rounds and fired a final-round 68 to defeat Billy Casper by five strokes. His 68 was the only sub-70 round that day and three strokes better than the next-best score…Entered the final round of the U.S. Open at Baltusrol GC a stroke behind amateur Marty Fleckman. Shot a final-round 65 to win going away, beating Arnold Palmer by four strokes…Third title of the year came at Beverly CC in Chicago. Began the Western Open final round a stroke behind Doug Sanders, but a 69 on the closing day led to a one-stroke win…In late August, at the Westchester Classic, he opened a three-stroke lead at Westchester CC, shot a final-round 71 and defeated Dan Sikes by a stroke…In successfully defending his Sahara Invitational title, he shot a third-round 62 at Paradise Valley CC—including a back-nine 29 where he needed only 13 putts—and edged Steve Spray by one stroke…Came from a four-stroke deficit in the final round of the 36-hole World Series of Golf to clinch his third title in the event featuring that year's major championship winners by making a 28-foot birdie putt on the 16th green. He eventually defeated Gay Brewer by a stroke. The final round was played in heavy winds in Akron, Ohio…Disappointment came at The Open Championship at Royal Liverpool GC. Shot a final-round 69 but still fell two strokes shy of winner Roberto De Vicenzo…Was also second at the Greater New Orleans Open and the Thunderbird Classic…Was in the World Cup for a fifth consecutive year, finishing undefeated, a perfect 4-0 in the World Cup with Palmer as his partner. The duo rolled to a 13-stroke win over the New Zealand team of Bob Charles and Walter Godfrey at the Mexico GC in Mexico City. He finished second to Palmer in the World Cup individual competition, losing by five strokes. \n\n1966: Won three times in 17 starts and again did not miss a cut. Saw his streak of two consecutive money titles end when he placed second on the earnings chart. Won his third green jacket, capturing the Masters Tournament in playoff fashion. Shot a 70 in the 18-hole playoff, good enough to beat Tommy Jacobs (72) and Gay Brewer (78)…Finished a disappointing third at the U.S. Open in San Francisco, but came back in his next start and won the first of three career Open Championship titles, edging Doug Sanders by a stroke at Muirfield…Final victory of the year came in Las Vegas, at the Sahara Invitational. Recovered from a second-round 77 (the scoring average for those in the top 10 due to high winds was 76.5) to shoot rounds of 68-66 to defeat Miller Barber and Arnold Palmer by three strokes…In his final start of the year, teamed with Palmer to win the unofficial PGA National Team Championship…Also had three second-place finishes. Was T2 at the inaugural Florida Citrus Open in March in Orlando and then in solo second in back-to-back starts in August, at the Thunderbird Classic and the Philadelphia Golf Classic…Appeared in the World Cup for a fourth consecutive year. He traveled with teammate Palmer to Tokyo and defeated South Africa (Harold Henning and Gary Player) by five strokes. Finished one shot out of a George Knudson-Hideko Sugimoto playoff for the International Trophy that Knudson won. \n\n1965: Played in 20 tournaments, did not miss a cut and had 17 top-10 performances. Led the money list for a second consecutive season ($140,752) but lost PGA Player of the Year honors to Dave Marr. Won his second Masters Tournament title in convincing fashion, setting an at-the-time, tournament margin-of-victory record with a nine-stroke romp over Arnold Palmer and Gary Player. His winning total of 17-under 271 was a tournament 72-hole record that lasted until 1997, when Tiger Woods shot a 270…After losing a playoff to Doug Sanders at the Pensacola Open, dropping a three-hole extra session when Sanders made birdie to his par, he was in another playoff, at the Memphis Invitational Open at Colonial CC. Finished regulation tied with Johnny Pott but won the overtime when he made a par on the first extra hole…Third victory of the campaign came at the Thunderbird Classic. Trailed Player by a stroke entering the final round but shot a 68 to edge Player by two strokes…A week later, at the Philadelphia Golf Classic, he shot a final-round 68 to come from behind to beat Joe Campbell and Sanders by a stroke…Just missed recording back-to-back Keystone State victories, losing the PGA Championship by two shots to Marr at Laurel Valley CC in Ligonier in a T2 performance…Gained some revenge against Marr when he successfully defended his Portland Open title, defeating Marr by three strokes…Was one of a quartet of players who finished T2 to Bert Weaver at the Jacksonville Open. Finished second despite making his first double eagle in competition, at Hyde Park GC…Had the first of what would become six career runner-up finishes at the Canadian Open, a tournament he would never win. His final-round 67 at Mississaugua G&CC left him a stroke behind Gene Littler…Represented the U.S. for a third consecutive year at the World Cup. This time he joined teammate Tony Lema to finish solo third. He also lost the International Trophy by three strokes to Player. \n\n1964: His consistently strong season came in the form of four wins, six runner-up showings—three in major championships—and 13 total top-threes, with 17 top-10s in his 24 starts. Was T2 at the Masters and the PGA Championship and solo second at The Open Championship…First win of the year was at the Phoenix Open, beating Bob Brue by three strokes at Phoenix CC…At Desert Inn CC, he held off Doug Sanders and Al Geiberger by two strokes to win the Tournament of Champions…Came from six shots off the lead at the Whitemarsh Open Invitational in July outside Philadelphia, by shooting a final-round 67 to edge Gary Player by one and Arnold Palmer by two…Won his second Portland Open title, shooting weekend rounds of 68-67 to defeat Ken Venturi by three strokes…Was also second at the Greater New Orleans Open, the Doral Open Invitational and the Houston Classic…Again teamed with Palmer at the World Cup. The duo rolled to an 11-stroke victory over Argentina. He battled Palmer for the International Trophy, eventually prevailing in the individual competition by two strokes when Palmer, who held a six-stroke advantage going into the final round, skied to a 78 at Royal Kaanapali GC in Hawaii…Won his first Australian Open. Finished regulation tied with Bruce Devlin at 1-under. In the 18-hole playoff Sunday, he shot a 5-under 67 to Devlin's 70 at the Lakes Course in Sydney.\n\n1963: First of five victories came at the Palm Springs Golf Classic, where he defeated Gary Player in a playoff…Waited two months to pick up his second title, which he did in memorable fashion, winning his first Masters Tournament by edging Tony Lema by a stroke. The $20,000 payday was the largest of his career to that point…In the limited-field Tournament of Champions, featuring winners from 1962, he again got the better of Lema, as well as Arnold Palmer, winning by five strokes in Las Vegas…At the Dallas Athletic Club, he defeated Dave Ragan by two strokes for his first PGA Championship. It marked the first time he would win two majors in a season, something he would go on to do four more times…Two weeks later, at Beverly CC in Chicago, he lost in a playoff to Palmer at the Western Open, an overtime that included Julius Boros…Final win of the season was his second in Las Vegas, with victory coming at the Sahara Invitational. Stumbled to an opening 75 at Paradise Valley CC, leaving him eight strokes off the pace. Recovered, with rounds of 66-66-69 over his final 54 holes to defeat Gay Brewer and Al Geiberger by a stroke…Successfully defended his unofficial World Series of Golf title when he broke free from a tie with Palmer on the back nine at Firestone CC to pocket the $50,000 first prize when he beat Boros by one stroke in the four-person event (Bob Charles was the fourth competitor)…Had the first of seven runner-up showings at The Open Championship, finishing solo second, five strokes behind Lema at St. Andrews…Represented the U.S. for the first time at the World Cup, joining forces with Palmer to win the weather-shortened (heavy fog) event in Paris by three strokes over Spain. His 63-hole total of 237 was five strokes better than Spain's Sebastian Miguel and South Africa's Player, enough to win the International Trophy as the individual champion…Made a hole-in-one at the Memphis Open with a 6-iron on the 195-yard third hole.\n\n1962: Officially joined the TOUR and won three times in his rookie year and began a streak of years with multiple victories that would reach 17 consecutive. First victory came at the U.S. Open, where he defeated Arnold Palmer by three strokes in an 18-hole playoff at Oakmont CC…Traveled to the Northwest in mid-September and picked up wins in Seattle and Portland. Won the Seattle World's Fair Open with four rounds in the 60s, edging Tony Lema by two shots…A week later, at the Portland Open, he stopped Billy Casper's streak of three consecutive wins at the event by opening with an 8-under 64 that included a streak of six consecutive birdies at Columbia-Edgewater CC. He held a one-stroke lead entering the final round, shot a 3-under 69 and still had to hold off a hard-charging George Bayer, who was 7-under for the day. He shot a 267 but was assessed a 269 due to a two-stroke, slow-play penalty he incurred…Was T2 at the Phoenix Open, a distant 12 strokes behind Palmer…He lost in a playoff at the Houston Classic, an extra session that included Bobby Nichols (eventual champion) and Dan Sikes…His other runner-up showing came the week before the U.S. Open, at the Thunderbird Classic. Was solo second, two strokes behind Gene Littler…In the first World Series of Golf, an unofficial 36-hole tournament at Firestone CC in Akron, Ohio, he came from behind on the final day to beat Palmer and Gary Player by four strokes in the event that featured the major champions from that season\n\n1961: Although he turned pro late in the year, all of his TOUR starts came as an amateur. He contended at three events—the Masters Tournament, the U.S. Open and the Milwaukee Open. At Augusta National, he was tied for 13th at the halfway mark then shot rounds of 70-72 on the weekend to T7…At the U.S. Open at Oakland Hills CC, he opened with a 5-over 75 then went 1-under the rest of the way to T4, three strokes behind winner Gene Littler…Finished T6, three strokes behind Bruce Crampton at the Milwaukee Open.\n \nAmateur: Beginning in 1952, at age 12, he won five consecutive Ohio State Junior Championships…Won the 1956 Ohio Open as a 16-year-old, beating fellow amateur Dan Cawley by two strokes and top pro finisher Earl Christiansen by three shots. Took control of the tournament at Marietta CC with a third-round 64...Made his PGA TOUR debut, at the 1958 U.S. Open. He finished 24-over but T41 at Southern Hills CC…Also played in the 1958 Rubber City Open Invitational at Firestone CC. Opened 67-66 and was tied for second through 36 holes. Struggled to a third-round 76 and eventually was T15 in Akron, Ohio…Made seven TOUR starts in 1959, making the cut in four. His top finish was a T12 at the Buick Open in Michigan…Played in his first Masters Tournament, shooting rounds of 76-74 to miss the cut…Also missed the cut at the U.S. Open at Winged Foot GC…Won the first of two Trans-Mississippi Amateurs, beating Richie Norville at Prairie Dunes CC in Kansas. The following year, he defended his title at Woodhill CC in Minnesota, outlasting Deane Beman in the final match…Defeated Charles Coe, 1-up, at the Broadmoor GC in Colorado Springs, Colo., to win the 1959 U.S. Amateur…Battled Arnold Palmer at the 1960 U.S. Open, eventually settling for a solo second-place performance at Cherry Hills CC outside Denver. Made the cut in his other 1960 TOUR starts, at the Masters (T13) and the Buick Open (T45). Won the U.S. Amateur for a second time, routing Dudley Wysong, 8 and 6, in the 1961 final at Pebble Beach GL…Although Big Ten foe Purdue won the team championship, he captured the 1961 NCAA individual championship while playing for Ohio State a few weeks after winning the Big Ten individual title…Later in that season, represented the U.S. at the Walker Cup and also won the Western Amateur.","otherCarHigh" : "","personal" : "Remains one of golf's driving forces off the course...Founder and host of the Memorial Tournament...One of the world's leading golf course designers...The Nicklaus companies' global business includes golf course design, development and licensing...Over 600 professional golf tournaments have been staged on as many as 90 Nicklaus courses, including 15 current PGA TOUR and Champions Tour events as well as Ryder Cup, PGA Championship and World Cups...Selected as Golf World's Golf Course Architect of the Year in 1993...The Golf Course Superintendents Association of America named him as the winner of its Old Tom Morris Award in February, 2005 at the GCSAA Education Conference...At age 10, carded a 51 in the first nine holes he played...Jack Nicklaus Museum on campus of Ohio State, his alma mater, opened in May 2002...Named 1999 Father of the Year by Minority Golf Association...Named co-chair with Juli Inkster of The First Tee's Capital Campaign, More Than A Game, in November 2000...With wife Barbara, opened and dedicated the Nicklaus Children's Hospital in West Palm Beach, Fla., on Nov. 1, 2004...Received the Presidential Medal of Freedom from President George W. Bush in November, 2005 at a White House ceremony...In 2006, was named the \"Most Powerful Person in Golf\" for the third year in a row by Golf, Inc. Magazine...Honored by the sousaphone section of The Ohio State University marching band at its 2006 game against Minnesota by being selected to dot the \"i\" in script \"Ohio\" at halftime. Became just the fifth non-band member to be accorded that honor...Grandson, Nick O'Leary, was the starting tight end on Florida State's 2013 national championship team.","otherInfo" : "","ntlTeams" : "The Presidents Cup Captain (4), 1998, 2003, 2005, 2007; Ryder Cup (6), 1969, 1971, 1973, 1975, 1977, 1981; Ryder Cup Captain (2), 1983, 1987; Walker Cup (2), 1959, 1961; World Cup (6), 1963, 1964, 1965, 1966, 1967, 1971; World Amateur Team Championship (1), 1960.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1990","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(25): 1959 U.S. Amateur. 1961 U.S. Amateur, NCAA Championship [indiv]. 1962 World Series of Golf. 1963 World Series of Golf, Canada Cup [with Arnold Palmer], Canada Cup [indiv]. 1964 Australian Open, Canada Cup [with Arnold Palmer], Canada Cup [indiv]. 1966 PGA Team Championship [with Arnold Palmer]. Canada Cup [with Arnold Palmer]. 1967 World Series of Golf, World Cup [with Arnold Palmer]. 1968 Australian Open. 1970 World Series of Golf, Piccadilly World Match Play Championship. 1971 Australian Open, World Cup [with Lee Trevino], World Cup [indiv]. 1973 World Cup [with Johnny Miller]. 1975 Australian Open. 1976 Australian Open. 1978 Australian Open. 1983 Chrysler Team Championship [with Johnny Miller].","intlVics" : "(9): 1991 Senior Skins Game. 1999 Wendy's Three-Tour Challenge [with Tom Watson, Hale Irwin]. Office Depot Father\/Son Challenge [with Gary]. Diners Club Matches [with Tom Watson]. 2000 Hyundai Team Matches [with Tom Watson]. 2005 Wendy's Champions Skins Game(with Tom Watson). 2007 Wendy's Champions Skins Game [with Tom Watson]. 2010 Wendy's Champions Skins Game [with Tom Watson]. 2011 Kaanapali Champions Skins Game [with Tom Watson].","curYearHigh" : "Teamed with Gary Player to finish second in the Legends Division at the Bass Pro Shops Legends of Golf in April.","carHigh" : "2013: Received the Ambassador of Golf Award in late-July at the World Golf Championships-Bridgestone Invitational the same day his designed Jack Nicklaus GC Korea was named the host site of the 2015 Presidents Cup.\n\n2012: Saw Tiger Woods tie his career PGA TOUR wins mark when Woods recorded his 73rd career win at the Memorial Tournament, an event he hosted. Woods later won his 74th TOUR event at the AT&T National, to move to No. 2 on the all-time wins list behind only Sam Snead's 82 victories...Played in the Greats of Golf exhibition at the Champions Tour's Insperity Championship along with Gary Player and Arnold Palmer...Teamed with son, Gary, to finish T6 at the PNC Father\/Son Challenge in Orlando in December.\n\n2011: Successfully defended his Champions Skins Game title when he teamed with Tom Watson to win the event with Watson for a third time...Again served as the Honorary Starter, along with Arnold Palmer, at the Masters Tournament. \n\n2010: The PGA TOUR announced that his course, Muirfield Village GC, would host The Presidents Cup in 2013, when the biennial competition returns to the United States...With the announcement, Muirfield Village will become the only facility in the world to host a Ryder Cup, Solheim Cup and Presidents Cup...Teamed with Arnold Palmer and Gary Player at The Olde Farm GC in Virginia in The Big 3 for Mountain Mission Kids sponsored by Johnson & Johnson. The 19-hole scramble event, benefiting the Mountain Mission School, raised more than $15.1 million, the most-ever by a golf tournament in a single day...Combined with Tom Watson to win the 2010 Wendy's Champions Skins Game as the team held off defending champions Fuzzy Zoeller and Ben Crenshaw. The win came four days before his 70th birthday...Debuted as Honorary Starter at the Masters tournament with Palmer.\n\n2009: Lone appearance in a Champions Tour event came in January when he and teammate Tom Watson competed in the Wendy's Senior Skins Game in Hawaii, where they failed to win a skin…Played in the nine-hole Memorial Skins Game prior to his tournament in Dublin, Ohio…Received the Charlie Bartlett Award from the Golf Writers Association of American for his unselfish contributions to the betterment of society.\n\n2008: Teamed with Tom Watson to finish second at the Wendy's Champions Skins Game on Maui. The pair won a record $270,000 and eight skins on the first nine holes, but after getting shut out on the final nine they fell to the team of Peter Jacobsen-Fuzzy Zoeller on the first playoff hole.\n\n2007: Teamed with Tom Watson for a third Wendy's Champions Skins Game title and second in the last three years in Hawaii. Duo closed fast, winning seven skins on the back\nnine to claim victory over Gary Player and Jay Haas...Captained the U.S. Presidents Cup team to victory in Canada at Royal Montreal GC during the fall.\n\n2006: Teamed with Tom Watson for eight skins and $260,000 at the Wendy's Champions Skins Game in Hawaii. Duo lost to Raymond Floyd-Dana Quigley when Floyd made a birdie putt on the 17th hole for 10 skins and $410,000 in the alternate-shot event… Did not play an official event on the PGA TOUR or Champions Tour for the first time since 1957…Japan honored him with its Order of the Rising Sun Medal, and the Golf Writers Association of America presented him with the ASAP Sports\/Jim Murray Award for his cooperation, quotability and accommodation to the media.\n\n2005: Made his 45th and final Masters appearance but did not make the cut…Made his final start at The Open Championship at St. Andrews but missed playing on the weekend by two strokes despite a second-round, even-par 72 where he made a 15-foot birdie putt on No. 18…Also missed the cut at the Memorial Tournament in what turned out to be his final PGA TOUR start at a golf course and event he founded…Was victorious at the Wendy's Champions Skins Game in early February when he won 12 skins and a career-best $340,000 at the Hawaii event. It was his second win in the tournament and first since 1991…Lone Champions Tour start came at the Bayer Advantage Classic, where he was T64. Also teamed with his son Steve in the pro-am portion of the event…Captained the victorious United States team in The Presidents Cup…Received the Presidential Medal of Freedom from U.S. President George W. Bush. It is the highest award a civilian can receive…Won the Old Tom Morris Award from the Golf Course Superintendents Association of America and the ASAP Sports\/Jim Murray Award from the Golf Writers Association of America.\n\n2004: Solo sixth-place effort at the season-opening MasterCard Championship in Hawaii was his best on the Champions Tour since a T4 at the 2001 U.S. Senior Open. Carded three consecutive rounds in the 60s at Hualalai, a first in a 54-hole Champions Tour event for him…Finished in third place at the Wendy's Champions Skins Game. Earned three skins and $60,000 over the first nine holes but was shut out on the back nine at Wailea's Gold Course…Was T15 at The ACE Group Classic and T36 at the Toshiba Senior Classic…Played three rounds at the Senior PGA Championship before withdrawing…Became the second-oldest player to make a cut on the PGA TOUR when (at age 64) he finished T63 at the Memorial after a final-round 71, his lowest score on the PGA TOUR in two years…Played in his 44th Masters, tying Sam Snead and Billy Casper for number of appearances in the tournament but missed the cut…Also competed in the Nationwide Tour's BMW Charity Pro-Am at The Cliffs, along with sons Gary, Jack and Michael. All missed the cut at The Cliffs in Traveler's Rest, S.C…Part of the World Sports Hall of Fame inaugural class.\n\n2003: Was in contention for 36 holes of the Kinko's Classic of Austin before finishing T7 after an even-par 72 Sunday…Also was in contention on Sunday at the JELD-WEN Tradition before eventually T10 in Portland, his eighth top-10 performance in 13 appearances in the event…Started the season with a nice showing at the MasterCard Championship. Was T11 at Hualalai after closing with a 6-under-par 66, his best score since posting 65 on the last day of the 1996 Tradition…Made his debut on the Nationwide Tour at the BMW Charity Pro-Am at The Cliffs and T45 in event near Greenville, S.C. Appearance at The Cliffs with four sons marked the first time all five played together in a professional event…Captained the U.S. Presidents Cup team for a second time in the biennial matches in South Africa. \n\n2002: Made just two official appearances due to persistent lower-back pain. Played in April at The Countrywide Tradition and finished 69th. Arizona appearance was his first official event since July 2001 when he was forced to withdraw from the Ford Senior Players Championship with a hamstring injury…Bad back forced him to miss the Masters, only the second time the six-time champion didn't start in the tournament since his debut in 1959 (hip-replacement surgery knocked him out of the 1999 tournament)…Made the cut at the Senior PGA Championship at Firestone CC but was forced to withdraw Saturday morning with lower-back pain… Lone appearance on the PGA TOUR was at the Memorial Tournament, where he made the cut and finished 71st…Teamed with Tiger Woods to win the unofficial Battle of Bighorn over Sergio Garcia and Lee Trevino.\n\n2001: Again played in seven official events and registered two top-10 finishes. Was T4 at the U.S. Senior Open and was fourth at the inaugural Siebel Classic in Silicon Valley…Had a chance at victory early in the campaign, at the GTE Classic. Was tied for the first-round lead near Tampa and was just two strokes off the pace after 36 holes. Drifted into a T20 after a final-round 75 at TPC Tampa Bay…Played in four PGA TOUR events, including his 42nd Masters Tournament, but missed the cut in each event…Finished second to Hale Irwin at the Senior Skins Game in January despite claiming 10 skins and $260,000.\n\n2000: Made his final Masters Tournament cut. Opened 74-70 at Augusta National before falling back to a T54 with an 81-78 finish. His 2-under 70 in the second round was the final time he broke par at the Masters…Named Golfer of the Century by 11 different magazines or Web sites, including PGATOUR.COM, the Associated Press, the BBC, Golf Digest, Golf magazine, Golf, Golf World and Golfweek…Named Best Individual Athlete of the 20th Century by Sports Illustrated…Received both the Distinguished Service Award, from the PGA of America, and was the Memorial Tournament Honoree by the tournament's Captain's Club…Won the first Payne Stewart Award, given by the PGA TOUR…Played in all four majors for the last time, including his last U.S. Open and PGA Championship starts.\n\n1999: Underwent left-hip replacement surgery in January and played in only two PGA TOUR tournaments and three official Champions Tour events. Did not play until midway through the year. Missed the cut at the U.S. Open at Pinehurst and made his lone cut, at the Memorial Tournament, where he T70...At the Bell Atlantic Classic, he finished 18th outside Philadelphia. Traveled to Park City, Utah, where he T53 at the Novell Utah Showdown…Named Father of the Year by the Minority Golf Association of America\n\n1998: Hobbled by a painful left hip for the majority of the year, he played in just six official Champions Tour events. Equaled his mark for the best finish by a senior player in a major championship when he closed with a 4-under 68 at Augusta National to T6 at the Masters, four strokes behind winner Mark O'Meara. The 68 was his final sub-70 round at the Masters…Made his final U.S. Open cut—a T43 on rounds of 73-74-73-75 at The Olympic Club in San Francisco…Ended his remarkable run of 154 consecutive appearances in major championships for which he was eligible when he chose not play in The Open Championship…On the Champions Tour, his final-round 67 at Riviera CC was the low round of the U.S. Senior Open and came just a day after he posted a 79, his worst 18-hole score since turning 50…Was among the early leaders at the PGA Seniors' Championship and eventually T6 at PGA National in Florida…Also was on the leaderboard after the first round of the Ford Senior Players Championship but had to settle for a solo sixth in Dearborn, MI…Captained the U.S. team in the third Presidents Cup, at Royal Melbourne GC, in December…It was announced at the PGA TOUR Awards Dinner that PGA TOUR and Champions Tour Player of the Year Awards would be named in his honor (Nationwide Tour honor also holds that title now).\n\n1997: Was bothered by a chronic hip problem as he played six Champions Tour events and seven PGA TOUR tournaments. Best finish was a distant T2 behind Hale Irwin at the PGA Seniors' Championship…Made the cut at the Masters Tournament, U.S. Open and The Open Championship but missed the weekend at the PGA Championship…Highlight of the year came at the Memorial Tournament, where he shot 69-70-69 to finish T8 at the weather-shortened event. Performance at his Muirfield Village was his best on the PGA TOUR since a T6 at the 1995 AT&T Pebble Beach National Pro-Am…Broke Sam Snead's record for most rounds played at the Masters, with his 147th round he recorded Sunday…His 41st U.S. Open appearance produced a pair of milestones: 150th consecutive appearance in a major championship and his 10,000th hole played. \n\n1996: Opened 69-66 at The Open Championship at Royal Lytham & St. Annes and was tied for third at the tournament's halfway point. Stumbled to a 6-over 77 and went on to T44…Best finish of the campaign was a T27 at the U.S. Open. Shot a third-round 69 at Oakland Hills…Became the first player to win the same Champions Tour event four times when he claimed The Tradition. Victory in Arizona was his 100th win as a professional and his eighth senior major championship, the most by any player over 50. Shot 65 in the final round at Desert Mountain to best Hale Irwin by three strokes. In the third round at Desert Mountain, he carded his third career double eagle and his first since the 1965 Greater Jacksonville Open…Also won his first 54-hole event title, rallying from five strokes back to edge J.C. Snead for the GTE Suncoast Classic championship.\n\n1995: Opened his season with a flourish, shooting rounds of 71-70-67 to sit in a tie for 10th at the AT&T Pebble Beach National Pro-Am. Was only five shots off the pace, and a Sunday 70 at Pebble Beach GL moved him up the leaderboard into a T6, seven strokes behind winner Peter Jacobsen…On the Champions Tour, he defeated Isao Aoki in a playoff to win his third Tradition title. At the same time, became only the fifth man to win the same tournament three times…Also was the runner-up to Tom Weiskopf at the U.S. Senior Open and was second to J.C. Snead at the Ford Senior Players Championship.\n\n1994: Entered eight PGA TOUR events, with his lone made cut at the U.S. Open at Oakmont CC. Began the tournament with a 69-70 and was tied for fifth through 36 holes. Finished with a 77-76 to T28…Played only six Champions Tour events. Came from three strokes behind Bob Murphy to win the season-opening Mercedes Championships at La Costa Resort and Spa to win by a shot. The win outside San Diego gave him seven victories in 26 career Champions Tour starts (27-percent success rate). \n\n1993: Lone PGA TOUR top-10 came at the Doral-Ryder Open. Opened the tournament shooting rounds of 69-68-67 but was never really in contention and was nine strokes behind Greg Norman at the 54-hole mark. His final-round 73 at Doral CC's Blue Monster dropped him to a T10…Claimed his second U.S. Senior Open title, holding off rival Tom Weiskopf by a shot at Cherry Hills CC outside Denver. Victory also continued a streak of never losing a senior event when leading after 54 holes…Played 10 PGA TOUR events and was T10 at the Doral-Ryder Open for his top showing. \n\n1992: Didn't record a top-10 on the PGA TOUR for the first time since 1988. His top performance was a T29 at the Honda Classic not far from his home in Palm Beach, FL…Made only four official Champions Tour starts. Opened with a 65 at Desert Mountain but lost by one to Lee Trevino in his bid for a third consecutive Tradition title…Was T3 at Saucon Valley in defense of his U.S. Senior Open crown and went over the $6-million mark in all-time earnings with his finish there…The Metropolitan Golf Writers Association awarded his wife and children Family of the Year distinction. \n\n1991: Shot a tournament-best, 9-under 63 at the Doral-Ryder Open in early March and was a stroke off the lead through 36 holes at Doral CC's Blue Course. Skied to a Saturday 75 to fall six off the pace and tied for ninth. Recovered Sunday and made a final challenge, shooting a 2-under 70, one of only two under-par rounds on the day (Curtis Strange, 67) to T5, three behind winner Rocco Mediate…Only missed one cut in his eight starts and played on the weekend at all four majors…Made just five appearances on the Champions Tour but won three official events, including his only PGA Seniors' Championship and first U.S. Senior Open title…Twenty years after winning the PGA Championship there, he opened with back-to-back 66s at the PGA Seniors' Championship at PGA National GC to win his fourth Champions Tour event in six starts, defeating Bruce Crampton by six strokes…U.S. Senior Open victory over Chi Chi Rodriguez came in an 18-hole playoff at Oakland Hills CC, shooting a 65 to Rodriguez's 69 in the extra session. He became the first player to win USGA titles in five different decades…Also came from five strokes back to successfully defend his Tradition title by one shot over Jim Colbert, Jim Dent and Phil Rodgers.\n\n1990: Became eligible for the Champions Tour in mid-January…Made his debut at The Tradition. His four-stroke win over Gary Player made him the seventh of just 10 players ever to claim a title in his Champions Tour debut…A week later, back on the PGA TOUR, he finished solo sixth at the Masters, at the time the best finish by a senior player in a major since Sam Snead T3 at the 1974 PGA Championship. Missed the cut at the PGA Championship but made it to the weekend at the U.S. Open (T33) and The Open Championship (T63)…Played in three other official Champions Tour events…Cruised to a six-stroke victory at the Mazda Senior Tournament Players Championship, doing it in record-setting fashion by shooting a 27-under 261 at Dearborn CC, the lowest 72-hole total in Champions Tour history…Was runner-up at the U.S. Senior Open, two strokes behind Lee Trevino at New Jersey's Ridgewood CC…Was also T3 at the PGA Seniors' Championship.\n","otherCarHigh" : "The World Golf Hall of Famer is considered by many to be the greatest player in the history of the sport...Cited as Golfer of the Millenium or Golfer of the Century from such publications or media outlets as Associated Press, PGATOUR.COM, Golf World, BBC and Golfweek...Finished ninth in ESPN's Greatest Athlete of the Century voting...Honored by Sports Illustrated as Best Individual Male Athlete of the Century...Named Golfer of the Century by the Associated Press and Golf and by Golf Monthly U.K. in 1996, Sports Illustrated's Athlete of the Decade for the 1970s, 1978 Sports Illustrated Sportsman of the Year and PGA Player of the Year five times (1967, 1972, 1973, 1975, 1976)...PGA TOUR, Champions Tour and Nationwide Tour Player of the Year trophies all bear his name...His 73 official titles ranks third behind only Sam Snead (82) and Tiger Woods (79) on the PGA TOUR victory list...First TOUR player to reach $2 million (12\/1\/73), $3 million (5\/2\/77), $4 million (2\/6\/83) and $5 million (8\/20\/88) in career earnings...Co-holds, with Arnold Palmer, the PGA TOUR record for most years winning at least one TOUR event, 17 (1962-78)...His 105 consecutive cuts made (November 1970 to September 1976) is third behind Tiger Woods' 142 and Byron Nelson's 113...Dominated golf in the 1960s and 1970s...From 1962-1969 finished in top 10 in 122 of 186 events (66 percent); 1970-79 finished among top 10 in 121 of 171 events (71 percent)...In remarkable three-year period from 1971 to 1973, finished in top 10 in 45 of 55 events (82 percent)...Winning performance in professional majors is unmatched, with six Masters, five PGA Championships, four U.S. Opens, three Open Championships and three PLAYERS Championships...Became the oldest player (46) to win the Masters when he won in 1986...First professional win came in the 1962 U.S. Open at Oakmont, where he defeated Arnold Palmer in a playoff...Had an outstanding amateur record...Won five consecutive Ohio State Junior Championships, beginning at age 12. Won the 1959 U.S. Amateur by defeating Charles Coe, 1-up. Claimed a second U.S. Amateur in 1961 by defeating Dudley Wysong, 8 and 6...That same year, he was a member of the victorious U.S. Walker Cup squad, won the Western Amateur, NCAA Championship and Big Ten title and finished fourth in the U.S. Open...Finished runner-up to Palmer in the 1960 U.S. Open at Cherry Hills by two strokes, establishing the amateur record score of 282...Posted a 17-8-3 Ryder Cup record...Received the 1982 Card Walker Award for outstanding contributions to junior golf...Inducted into the World Golf Hall of Fame in 1974...Walker Cup selection in 1959 and 1961...World Cup team member in 1963, 1964, 1966, 1967, 1971 and 1973...Named to the U.S. Ryder Cup squad in 1969, 1971, 1973, 1975, 1977 and 1979...Ryder Cup Captain in 1983 and 1987...U.S. Presidents Cup Captain in 1998 in Australia, in 2003, in South Africa, in 2005, in Virginia, and in 2007 in Canada...Joined Palmer and Byron Nelson as the first recipients of the Payne Stewart Award in 2000...Selected for membership into the Augusta National GC in the fall of 2001, joining Arnold Palmer as only the second professional golfer to be admitted into the exclusive club...Received PGA TOUR's Lifetime Achievement Award during the week of the 2008 PLAYERS Championship.","personal" : "Remains one of golf's driving forces off the course...Founder and host of the Memorial Tournament...One of the world's leading golf course designers...The Nicklaus companies' global business includes golf course design, development and licensing...Over 600 professional golf tournaments have been staged on as many as 90 Nicklaus courses, including 15 current PGA TOUR and Champions Tour events as well as Ryder Cup, PGA Championship and World Cups...Selected as Golf World's Golf Course Architect of the Year in 1993...The Golf Course Superintendents Association of America named him as the winner of its Old Tom Morris Award in February, 2005 at the GCSAA Education Conference...At age 10, carded a 51 in the first nine holes he played...Jack Nicklaus Museum on campus of Ohio State, his alma mater, opened in May 2002...Named 1999 Father of the Year by Minority Golf Association...Named co-chair with Juli Inkster of The First Tee's Capital Campaign, More Than A Game, in November 2000...With wife Barbara, opened and dedicated the Nicklaus Children's Hospital in West Palm Beach, Fla., on Nov. 1, 2004...Received the Presidential Medal of Freedom from President George W. Bush in November, 2005 at a White House ceremony...In 2006, was named the \"Most Powerful Person in Golf\" for the third year in a row by Golf, Inc. Magazine...Honored by the sousaphone section of The Ohio State University marching band at its 2006 game against Minnesota by being selected to dot the \"i\" in script \"Ohio\" at halftime. Became just the fifth non-band member to be accorded that honor...Wife, Barbara, was named the recipient of the 2015 Bob Jones Award by the USGA...Grandson, Nick O'Leary, was the starting tight end on Florida State's 2013 national championship team and was a consensus All-American honors in 2014 for the Seminoles.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 73 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/jacknicklaus"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/JackNicklaus"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","Media Guide - SENIOR Full Page","XML Output"]}]}