{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01926","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Pate","first" : "Steve","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "190","weightMetric" : "86","birthDate" : "May 26, 1961","age" : "54","birthPlace" : "Ventura, California","residence" : "Westlake Village, California","family" : "Wife, Sheri; Nicole (3\/12\/88), Sarah (10\/8\/90)","education" : "UCLA","splInterest" : "Reading, golf course design","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1983","clubAffl" : "North Ranch CC (Westlake Village, California)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "10,291,935&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Conditionally Exempt \/ Past Champion - 2 Years","otherVics" : "","intlVics" : "","curYearHigh" : "Had four top-25 finishes in 20 starts during the year...Shot a Belmont CC course-record, 8-under 63 in the second round of the Constellation SENIOR PLAYERS Championship. It was his low round at the time on the Champions Tour, and one stroke shy of his career best score on the PGA TOUR (62 in the third round of the 1989 Bob Hope Chrysler Classic)...Fired another 63 (8-under) in his final start of the season when he shared the opening-round lead at the Toshiba Classic with Scott McCarron. Was T3 after 36 holes but a final-round 76 left him T45.","carHigh" : "Made 90 appearances on the Web.com Tour between 1996-2010 and had just two top-10s prior to winning in 2010. 2011: Split time between the PGA TOUR, Web.com Tour and Champions Tour...Finished T37 at the Puerto Rico Open in his only PGA TOUR start...Made two cuts in four Web.com Tour starts...Made his Champions Tour debut at the Senior PGA Championship at Valhalla shortly after turning 50 and finished T8. Eagled the final hole to jump into the top 10...Had another nice showing in a major championship when he was T9 at the U.S. Senior Open at the Inverness Club in July. 2010: Made 20 starts and finished the year No. 48 on the Web.com Tour money list...Defeated Aaron Watkins in a playoff to win the Pacific Rubiales Bogota Open and become the oldest champion in Web.com Tour history. Held the 54-hole at the Bogota Country Club and fired an even-par 71 to tie Watkins at 11-under 273. Earned the victory when he made par on the second extra hole and Watkins missed his 3-foot par putt. The victory was his first since the 1998 CVS Charity Classic, the last of his six PGA TOUR titles. It came at the age of 48 years, 9 months, 11 days, topping the mark of 48 years, 6 months, 17 days set by Dick Mast when he won the 1999 New Mexico Classic...Posted his second top-10 finish 12 starts later, at the Mylan Classic. Fired 68 in both the first and final rounds to finish T9...Lone appearance on the PGA TOUR was a missed cut at the Reno-Tahoe Open. Won six times on the PGA TOUR, including two events in the 1988 season. 1999: Had biggest financial season, earning more than $1.7 million on the strength of five top-10 performances. Only David Duval's final-round 59 at the Bob Hope Chrysler Classic kept him from earning his seventh career PGA TOUR title. Shot 25-under-par over five rounds in Palm Springs that year...Reached the semifinals of the World Golf Championships-Andersen Consulting Match Play Championship, eventually losing to John Huston in the third-place match...Finished T4 at the Masters. During a third-round 65, he tied the Augusta National record with seven consecutive birdies...Lost in a playoff to Loren Roberts at the GTE Byron Nelson Classic...Named PGA TOUR Comeback Player of The Year. 1998: Waited more than six years for his sixth PGA TOUR triumph, at the final CVS Charity Classic at Pleasant Valley. Shot a final-round 67 to edge Scott Hoch and Bradley Hughes by one stroke. Victory near Boston capped comeback from January 1996 car crash in California desert that left him with a broken right hand, wrist and cheekbone. Ran into rear end of a slow-moving truck while on way home from Phoenix Open. 1991: Finished sixth on the final money list, thanks to five top-three performances including a victory at the Honda Classic. Despite carding a final-round 75 in 40-mph winds, defeated Paul Azinger and Dan Halldorson by three strokes at TPC Eagle Trace...Also lost playoff to Corey Pavin at the BellSouth Atlanta Classic and finished T3 at the Masters, two strokes back of Ian Woosnam. 65 Sunday at Augusta National was lowest final round by a player in the field...After Saturday fog shortened the event to 54 holes, won the Buick Invitational of California by one stroke over Chip Beck. Victory was his third in San Diego County. 1988: First of two titles came at the MONY Tournament of Champions, a one-stroke triumph over Larry Nelson when the final round was washed out. Nelson had tied him for the lead with a birdie on the third hole but the round was scrubbed after four suspensions of play and a total delay of four hours...A month later, he claimed his second event of the season and second in the San Diego area when he won the Shearson Lehman Hutton Andy Williams Open. A 19-under-par total at Torrey Pines was one shot better than Jay Haas...Also was T3 at the U.S. Open at The Country Club, two strokes out of a Curtis Strange-Nick Faldo playoff. 1987: Claimed his first TOUR title, at the Southwest Golf Classic in Abilene, TX. Came from four strokes back to overtake David Edwards to eventually win by a stroke over Edwards, Mark O'Meara, Dan Halldorson and Bob Eastwood. Final-round 67 in strong winds at Fairway Oaks tied the low Sunday round. 1984: Earned his PGA TOUR card in the fall at the PGA TOUR Qualifying Tournament...A member of the 1991 and 1999 United States Ryder Cup team. In 1991 Ryder Cup, played in only one match due to bruised hip suffered in traffic accident on way to banquet.\n\n\n","otherCarHigh" : "1983 Pac-10 champion and All-America selection at UCLA.\n","personal" : "Older brother John competed in 1996 U.S. Amateur and 1996 and 2000 U.S. Mid-Amateur...Teammate of Corey Pavin, Duffy Waldorf and Jay Delsing at UCLA.","otherInfo" : "","ntlTeams" : "Ryder Cup (2), 1991, 1999; Kirin Cup (1), 1989; Dunhill Cup (1), 1991.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "Fall 1984, 2003","exmtStatus" : "Past Champion","otherVics" : "(1): JCPenney Classic [with Meg Mallon].","intlVics" : "","curYearHigh" : "Had four top-25 finishes in 20 starts during the year...Shot a Belmont CC course-record, 8-under 63 in the second round of the Constellation SENIOR PLAYERS Championship. It was his low round at the time on the Champions Tour, and one stroke shy of his career best score on the PGA TOUR (62 in the third round of the 1989 Bob Hope Chrysler Classic)...Fired another 63 (8-under) in his final start of the season when he shared the opening-round lead at the Toshiba Classic with Scott McCarron. Was T3 after 36 holes but a final-round 76 left him T45.","carHigh" : "2010: Defeated Aaron Watkins in a playoff on the Nationwide Tour to win the Pacific Rubiales Bogota Open and become the oldest champion in that Tour's history. Held the 54-hole at the Bogota CC and fired an even-par 71 to tie Watkins at 11-under 273. Earned the victory when he made par on the second extra hole and Watkins missed his 3-foot par putt. The victory is his first since the 1998 CVS Charity Classic, the last of his six PGA TOUR titles. It came at the age of 48 years, 9 months and 11 days, topping the mark of 48 years, 6 months and 17 days set by Dick Mast when he won the 1999 New Mexico Classic...Posted his second top-10 finish 12 starts later at the Mylan Classic. Fired 68 in both the first and final rounds to finish T9...Missed the cut in his only start on the PGA TOUR at the Reno-Tahoe Open. 2009: Made one of four cuts on the PGA TOUR and two of nine cuts on the Nationwide Tour. 2008: Missed all three cuts on the PGA TOUR. 2006: Played in a combined 14 events between the PGA TOUR (no cuts made in two starts) and Nationwide Tour (2-12). 2005: Finished out of the top 125 for the fifth consecutive season, playing in the Past Champion category. David Duval's final-round 59 in 2009 kept him from earning his seventh career PGA TOUR title at the Bob Hope Chrysler Classic. Finished T4 at the Masters. During third-round 65, tied Augusta National record with seven consecutive birdies. Captain's Choice for 1999 U.S. Ryder Cup team, his second Ryder Cup appearance (1991). Named 1999 PGA TOUR Comeback Player of The Year. Earned first victory since 1992 Buick Invitational with one-stroke win over Scott Hoch and Bradley Hughes at 1998 CVS Charity Classic. Stood one off 54-hole lead after rounds of 70-65-67. Closing 67 produced sixth TOUR title. Win capped comeback from January 1996 car crash in California desert that left him with broken right hand, wrist and cheekbone. Ran into rear end of slow-moving truck while on way home from Phoenix Open...Made successful return to TOUR in 1997, following 1996 wrist injury, playing in 28 events and making cut 15 times. Ranked among top 100 on money list for first time since 1994...Financially, his 1999 earnings of $1,755,960 more than doubled his best previous year on TOUR. Only David Duval's final-round 59 kept him from earning his seventh career PGA TOUR title at the Bob Hope Chrysler Classic. Shot 25-under-par over the course of five rounds in Palm Springs...Reached the semifinals at the WGC-Accenture Match Play Championship, losing to John Huston in third-place match...In April, finished T4 in the Masters. During third-round 65, tied Augusta National record with seven consecutive birdies...Lost in playoff to Loren Roberts at GTE Byron Nelson Classic...Captain's Choice for 1999 Ryder Cup. Named 1999 PGA TOUR Comeback Player of The Year...Member of 1991 and 1999 Ryder Cup Teams...In 1991 Ryder Cup played in only one match due to bruised hip suffered in traffic accident on way to banquet...Won two events in 1988, the MONY Tournament of Champions and the Shearson Lehman Hutton-Andy Williams Open... 1983 Pac-10 champion and All-America at UCLA.\n","otherCarHigh" : "","personal" : "Older brother John played in 1996 U.S. Amateur and 1996 and 2000 U.S. Mid-Amateur. Teammate of TOUR members Corey Pavin, Duffy Waldorf, Tom Pernice, Jr., and Jay Delsing at UCLA.","otherInfo" : "","ntlTeams" : "Kirin Cup, 1989; Ryder Cup (2), 1991, 1999; Dunhill Cup, 1991.","priorYearSeason" : "Split time between the PGA TOUR, Nationwide Tour and Champions Tour...Finished T37 at the Puerto Rico Open in his only PGA TOUR start...Made two cuts in four Nationwide Tour starts...Made his Champions Tour debut at the Senior PGA Championship at Valhalla shortly after turning 50 and finished T8. Eagled the final hole to jump into the top 10...Had another nice showing in a major championship when he was T9 at the U.S. Senior Open at the Inverness Club in July."},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2011","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(1): 1998 JCPenney Classic [with Meg Mallon].","intlVics" : "","curYearHigh" : "Had four top-25 finishes in 20 starts during the year...Shot a Belmont CC course-record, 8-under 63 in the second round of the Constellation SENIOR PLAYERS Championship. It was his low round at the time on the Champions Tour, and one stroke shy of his career best score on the PGA TOUR (62 in the third round of the 1989 Bob Hope Chrysler Classic)...Fired another 63 (8-under) in his final start of the season when he shared the opening-round lead at the Toshiba Classic with Scott McCarron. Was T3 after 36 holes but a final-round 76 left him T45.","carHigh" : "2014: Was among the top-30 money-winners for much of the campaign before falling out in the final month of the season. Eventually finished 33rd after being as high as eighth earlier in the year...Played some of his best golf during March and April when he put together three consecutive top-10 finishes...Had his best showing on Tour in mid-March when he was among three players who T2 at the Toshiba Classic. Three straight rounds in the 60s led to a 54-hole total of 14-under-par 199. At one point looked destined for a spot in a playoff. However, Fred Couples ended his chances when he birdied his final two holes for a one-stroke victory...Followed his Toshiba performance with a T6 at the Mississippi Gulf Resort Classic in his next outing, closing with a bogey-free 67 Sunday. It marked the first time he'd had back-to-back, top-10 Champions Tour finishes since the first two starts of the 2011 season...In his next start, was T5 at the Greater Gwinnett Championship, thanks to three consecutive sub-par rounds...Underwent surgery on his left shoulder on Nov. 3 to remove bone spurs, cysts and to repair a partially-torn subscapularis tendon. \n\n2013: Bounced back from an opening-round 75 to post back-to-back 69s on the weekend at TPC Sugarloaf to finish T7 in the inaugural Greater Gwinnett Championship, his only top-10 finish of the year...In all, finished in the top 20 a total of six times, but none after finishing T18 at The Senior Open Championship in late-July. 2012: In his first full Champions Tour season, finished 32nd on the money list and scattered five top-10s among his 22 starts...Top effort came late in the year, at the SAS Championship, when he shared the 36-hole lead with Fred Funk at Prestonwood before closing with an even-par 72 to T6, his best career finish on the circuit to date...Early in the season, was T8 at the Toshiba Classic...Teamed with Olin Browne to finish T9 at the Liberty Mutual Legends of Golf...Was also solo 10th at the Senior PGA Championship after being in contention through 54 holes at Harbor Shores...Among four players tied for the first-round lead at the 3M Championship, eventually finishing T10 in Minnesota. \n\n2011: Made his Champions Tour debut at the Senior PGA Championship at Valhalla shortly after turning 50 in late May and T8. Eagled the final hole to jump into the top 10...One week later, fashioned a T9-finish at The Principal Charity Classic in Iowa...Had another nice showing in a major championship in July when he T9 at the U.S. Senior Open at the Inverness Club in Toledo. \n","otherCarHigh" : "Won six times on the PGA TOUR, including two events in the 1988 season...Earned his PGA TOUR card in the fall of 1984 Q-school but did not claim his first title until the 1987 Southwest Golf Classic in Abilene, Texas. Came from four strokes back to overtake David Edwards and eventually won by one stroke over Edwards, Mark O'Meara, Dan Halldorson and Bob Eastwood. Final-round 67 in strong winds at Fairway Oaks tied the low Sunday round...First of two titles in 1988 came at the MONY Tournament of Champions, a one-stroke triumph over Larry Nelson when the final round was washed out. Nelson had tied Pate for the lead with a birdie on the third hole but the round was scrubbed after four suspensions of play and a total delay of four hours...A month later, claimed his second event of the 1988 season and second in the San Diego area when he won the Shearson Lehman Hutton Andy Williams Open. 19-under-par total at Torrey Pines was one shot better than Jay Haas...Also was T3 at the 1988 U.S. Open at The Country Club, two strokes out of a Curtis Strange-Nick Faldo playoff...Finished sixth on the final money list in 1991 thanks to five top-three performances including a victory at the Honda Classic. Despite carding a final-round 75 in 40-mph winds, defeated Paul Azinger and Dan Halldorson by three strokes at TPC Eagle Trace...Also lost playoff to Corey Pavin at the 1991 BellSouth Atlanta Classic and finished T3 at the 1991 Masters, two strokes back of Ian Woosnam. His 65 Sunday at Augusta National was the lowest final round by a player in the field...After Saturday fog shortened the event to 54 holes, won the Buick Invitational of California by one stroke over Chip Beck. Victory was his third in San Diego County...Waited more than six years for his sixth PGA TOUR triumph, at the final CVS Charity Classic at Pleasant Valley in 1998. Shot a final-round 67 to edge Scott Hoch and Bradley Hughes by one stroke. Victory near Boston capped comeback from January 1996 car crash in California desert that left him with a broken right hand, wrist and cheekbone. Ran into rear end of a slow-moving truck while on way home from Phoenix Open...Had biggest financial season in 1999, earning over $1.7 million on the strength of five top-10 performances. Only David Duval's final-round 59 kept him from earning his seventh career PGA TOUR title at the 1999 Bob Hope Chrysler Classic. Shot 25-under-par over five rounds in Palm Springs that year...Reached the semifinals of the 1999 World Golf Championships-Andersen Consulting Match Play Championship, eventually losing to John Huston in the third-place match...Finished T4 at the 1999 Masters. During third-round 65, tied Augusta National record with seven consecutive birdies...Lost in a playoff to Loren Roberts at the 1999 GTE Byron Nelson Classic...Named 1999 PGA TOUR Comeback Player of The Year...A member of the 1991 and 1999 United States Ryder Cup team. In 1991 Ryder Cup, played in only one match due to bruised hip suffered in traffic accident on way to banquet...Made 90 appearances on the Web.com Tour between 1996-2010 and highlight of those appearances came in 2010 when he defeated Aaron Watkins in a playoff to win the Pacific Rubiales Bogota Open. Victory in Colombia allowed him to become the oldest champion at the time in Web.com Tour history, at 48 years, 9 months, 11 days. Held the 54-hole lead at Bogota CC and fired an even-par 71 to tie Watkins at 11-under 273. Earned the victory when he made par on the second extra hole and Watkins missed his 3-foot par putt. He had had just two top-10s on that circuit prior to his win, his first since the 1998 CVS Charity Classic, the last of his six PGA TOUR titles...Was the 1983 Pac-10 Golfer of the Year and a first-team All-America selection that year at UCLA...Is a member of UCLA's Athletic Hall of Fame.","personal" : "Realized his dream to design golf courses when he partnered with Damian Pascuzzo in 2003 to design Monarch Dunes in Nipomo, Calif. They continue to partner on design projects including La Costa in Carlsbad, Calif., and Murasaki CC in Noda City, Japan. Their renovation of 36 holes at La Costa Resort, where Pate won the 1988 MONY Tournament of Champions, is particularly pleasing...Teammate of Corey Pavin, Tom Pernice, Jr., Duffy Waldorf and Jay Delsing during his career at UCLA...Says career highlight was Sunday at the 1999 Ryder Cup. \"The comeback spoke for itself,\" he said. Also a member of the 1991 winning Ryder Cup Team…Favorites include \"Animal House,\" reruns of “NCIS”, College Football and the History Channel. Enjoys taking vacations with his family, especially Hawaii...Favorite city is Santa Barbara, the city where he grew up...Favorite books are Stephen King's The Stand and Thomas Sowell's Basic Economics: A Citizen's Guide to the Economy...His favorite sport other than golf is baseball. His father played the sport in college and his grandfather was a Major League pitcher for the St. Louis Browns. Older brother, John, competed in 1996 U.S. Amateur and 1996 and 2000 U.S. Mid-Amateur.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T15th at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks 77th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}