{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01388","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Gamez","first" : "Robert","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "180","weightMetric" : "82","birthDate" : "July 21, 1968","age" : "47","birthPlace" : "Las Vegas, Nevada","residence" : "Orlando, Florida","family" : "Wife: Denise","education" : "University of Arizona","splInterest" : "Music, movies, going to Disney theme parks","pronunciation" : "GAM-ez","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1989","clubAffl" : "","cityPlaysFrm" : "Orlando; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "8,749,375&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2012","exmtStatus" : "","otherVics" : "","intlVics" : "(1): 1994 Casio World Open [Jpn]\/","curYearHigh" : "","carHigh" : "2011: For just the second time since 1999, failed to record a top-25 PGA TOUR finish. Made nine TOUR starts, with three made cuts. 2009: Missed the cut in all 11 PGA TOUR starts. 2008: Recently finished No. 190 on the PGA TOUR money list, with $249,944. Made the cut in half of his 26 starts but had only one top-25, a T16 at the Bob Hope Chrysler Classic. Has made 497 career starts on the PGA TOUR and has been a full-time member since 1990. Has averaged 26.7 starts per year on TOUR. Was No. 132 on the 2007 money list, with $693,464. Made the cut in 14 of 30 starts, with four top-25 finishes and a season-best T3 in the last event of the season at the Children's Miracle Network Classic. In 2005, went over the $1-million mark in earnings for just the second time in his 18-year TOUR career after ending a victory drought of 15 years, 6 months, the longest time between victories in PGA TOUR history (Butch Baird held the old mark, winning the 1976 San Antonio Texas Open 15 years, 5 months, 10 days after winning the 1961 Waco Turner Open). Claimed his third career victory at the Valero Texas Open and first since the 1990 Nestle Invitational, a span of 394 starts. Set the course record at Indian Wells CC in the third round of the 2004 Bob Hope Chrysler Classic with a 12-under 60. Posted an ace during the second round of the 2004 PGA Championship with a 5-iron from 228 yards on the par-3 17th hole at Whistling Straits. Comeback from 1998 car accident complete after a career-best $1,519,804 in earnings in 2003. Finished 43rd on the money list for best finish since rookie season in 1990 when he finished 27th. Best finishes included a T3 at the Phoenix Open and a T2 at the Wachovia Championship, two strokes behind David Toms. After missing qualifying for TOUR by one stroke at Q-School in fall of 2001, regained card by finishing in the top 125 (85th) in 2002 for the first time since 1997. Earned his first top-10 since a T5 at the 1997 B.C. Open with a T7 at the Greater Greensboro Chrysler Classic, a span of 96 starts between top-10s. Entered the week as the seventh alternate. Was T3 at 2002 B.C. Open, two shots behind champion Spike McRoy. It was his best finish since he T2 at the 1997 Quad City Classic. The following week, placed second at the John Deere Classic. In addition to 19 PGA TOUR events, played in six events on the Web.com Tour in 1999. Injuries suffered in car accident at 1998 Kemper Open kept him out of action for more than a month as he fell from 85th to 195th on TOUR money list. Did not post a top-10 for first time in career, dating back to rookie season of 1990. Posted three top-10s in 1997, T5 at The Honda Classic, T2 at Quad City Classic and T5 at B.C. Open. Best finish in 1996 a solo third at Walt Disney World\/Oldsmobile Classic. Runner-up at 1994 Las Vegas Invitational to Bruce Lietzke, one of a career-best five top-10 finishes on the season. Defeated Scott Hoch by four strokes for lone international victory at 1994 Casio World Open in Japan. 1993: Lost playoff to Fred Couples at the Honda Classic. 1992: Runner-up at FedEx St. Jude Classic to Jay Haas. 1991: Runner-up twice, at the Greater Milwaukee Open, after opening-round 61 at Tuckaway CC, and at Southern Open. 1990: Won his first official start on PGA TOUR, capturing Northern Telecom Tucson Open by four strokes over Mark Calcavecchia. Two months later, holed 7-iron shot from 176 yards for eagle-2 on 72nd hole of Nestle Invitational for one-stroke victory over Greg Norman. Two wins and $461,407 in earnings led to PGA TOUR Rookie of the Year honors. \n","otherCarHigh" : "Winner of 1989 Fred Haskins and Jack Nicklaus Awards as collegiate player of the year. Winner of 1989 Porter Cup.","personal" : "Annual charity tournament in Celebration, Fla., benefits Robert Gamez Foundation. Brother Randy was caddie for the first two victories of career. Drove home from Tampa to Orlando area after second round of Chrysler Championship on October 31, 2003 to pass out candy to more than 500 trick-or-treaters on Halloween.","otherInfo" : "","ntlTeams" : "Walker Cup, 1989","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1990","qSchoolYear" : "1989","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(1): 1994 Casio World Open [Jpn].","curYearHigh" : "","carHigh" : "2013: Made two of three PGA TOUR cuts. Missed both of his cuts on the Web.com Tour.\n\n\n\n2012: Made the cut in four of eight starts during the season, finishing No. 244 on the FedExCup points list. \n\n2011: For just the second time since 1999, failed to record a top-25 PGA TOUR finish. Made nine TOUR starts, with three made cuts. 2010: Made first cut on the PGA TOUR since the 2008 Children's Miracle Network Classic when he played on the weekend at the Reno-Tahoe Open. Finished T5 in Reno, his best TOUR performance since a T3 at the 2007 Children's Miracle Network Classic. 2009: Missed the cut in all 11 PGA TOUR starts. 2008: Made the cut in 13 of 26 starts on the PGA TOUR, with a season-best T16 at the Bob Hope Chrysler Classic. Finished 190th on the PGA TOUR money list. 2007: Finished just outside the top 125 (132nd) on the money list. Posted only one top-10 in 2007. That came in his 15th start, a T9 at the 2007 AT&T Classic at TPC Sugarloaf. 2006: Finished out of the top 150 (No. 151) on the money list and did not post a top-10 for the first time since the 2001 season...Best effort of the season, a T17, came in his first start at the Mercedes Championships...He added five more top-25s along the way. 2005: Went over the $1-million mark in earnings for just the second time in his TOUR career after ending a victory drought of 15 years and six months, the longest time between victories in PGA TOUR history (Butch Baird held the old mark, winning the 1976 San Antonio Texas Open 15 years, 5 months and 10 days after winning the 1961 Waco Turner Open). Claimed his third career victory at the Valero Texas Open and first since the 1990 Nestle Invitational, a span of 394 starts. 2004: Set the course record at Indian Wells CC in the third round of the Bob Hope Chrysler Classic with a 12-under 60...Posted an ace during the second round of the PGA Championship with a 5-iron from 228 yards on the par-3 17th hole at Whistling Straits. 2003: Comeback from 1998 car accident complete after a career-best $1,519,804 in earnings. Finished 43rd on the money list for best finish since rookie season in 1990 when he finished 27th...Best finishes included a T3 at the Phoenix Open and a T2 at the Wachovia Championship, two strokes behind David Toms. 2002: After missing qualifying for TOUR by one stroke at Q-School in fall of 2001, regained card by finishing in the top 125 (85th) for the first time since 1997...Earned his first top-10 since a T5 at the 1997 B.C. Open with a T7 at the Greater Greensboro Chrysler Classic, a span of 96 starts between top-10s. Entered the week as the seventh alternate...T3 at B.C. Open, two shots behind champion Spike McRoy, was best finish since T2 at 1997 Quad City Classic...The following week, placed second at the John Deere Classic. 1999: In addition to 19 PGA TOUR events, played in six events on the Web.com Tour. 1998: Injuries suffered in car accident at 1998 Kemper Open kept him out of action for more than a month as he fell from 85th to 195th on TOUR money list. Did not post a top-10 for first time in career, dating back to rookie season of 1990. 1997: Posted three top-10s, T5 at The Honda Classic, T2 at Quad City Classic and T5 at B.C. Open. 1996: Best finish a solo third at Walt Disney World\/Oldsmobile Classic. 1994: Runner-up at Las Vegas Invitational to Bruce Lietzke, one of a career-best five top-10 finishes on the season...Defeated Scott Hoch by four strokes for lone international victory at Casio World Open in Japan. 1993: Lost playoff to Fred Couples at The Honda Classic. 1992: Runner-up at FedEx St. Jude Classic to Jay Haas. 1991: Runner-up twice, at Greater Milwaukee Open, after opening-round 61 at Tuckaway CC, and at Southern Open. 1990: Won his first official start on PGA TOUR, capturing Northern Telecom Tucson Open by four strokes over Mark Calcavecchia...Two months later, holed 7-iron shot from 176 yards for eagle-2 on 72nd hole of Nestle Invitational for one-stroke victory over Greg Norman. Two wins and $461,407 in earnings led to PGA TOUR Rookie of the Year honors. Amateur: Winner of 1989 Fred Haskins and Jack Nicklaus Awards as collegiate player of the year...Winner of 1989 Porter Cup.\n","otherCarHigh" : "","personal" : "Annual charity tournament in Orlando, Fla., benefits Team Gamez Foundation...Brother, Randy, was caddie for the first two victories of career...Drove home from Tampa to Orlando area after second round of Chrysler Championship on October 31, 2003 to pass out candy to more than 500 trick-or-treaters on Halloween.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 1989.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 3 times.","dynStats" : "He ranks T19th in Victory Leaders on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}