{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "08541","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Ford","first" : "Steve","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "205","weightMetric" : "93","birthDate" : "December 15, 1965","age" : "50","birthPlace" : "Homestead, FL","residence" : "Melbourne, FL","family" : "Wife, Sharon; Carli May (1\/2\/96)","education" : "Georgia Southern University (1988)","splInterest" : "Traveling, stock market","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1988","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "350,507&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Member of the Nationwide Tour in 1992-94, 1999-2000 and 2003-04. Made the cut in 12 of 22 starts on the 2004 Nationwide Tour. Finished the campaign No. 99 on the money list, with $43,434. Recorded rounds of 71-73-67-70 to finish T4 at the season-opening BellSouth Panama Championship, marking his only top-25 finish of the season. Made the cut in eight of 17 appearances on the 2003 Nationwide Tour. Concluded the season with $62,855 and the No. 76 spot on the final money list. Made the most of his three top-25 showings, finishing inside the top 10 in all three. Best tournament result was T4 at both the Samsung Canadian PGA Championship and the Omaha Classic, followed by a T10 at The Reese's Cup Classic. Ranked fifth on Tour in Driving Accuracy Percentage (72.2 percent) and sixth on Tour in Putts Per Round (28.4). Finished No. 60 on the 2002 Nationwide Tour with $73,106 despite only playing in five tournaments. Monday-qualified at the Knoxville Open and then finished T2, one stroke behind winner Darron Stiles. Lost in a four-man playoff the next week at the Hershey Open for his second consecutive runner-up finish. Fired rounds of 69-68-68-71 to run his par-or-better streak to eight rounds to start the season. Finished No. 69 on the 2000 Nationwide Tour, making the cut in 12 of 24 tournaments. Opened the season with a T4 at the Florida Classic, one of his seven top-25 finishes on Tour that season. Finished No. 49 on the 1999 Nationwide Tour, with 18 cuts made in 25 tournaments and 10 top-25 finishes. Recorded 12 consecutive rounds at par or better, beginning at the Ozarks Open and running through the Boise Open. Earned more money during the 1999 season than in 43 previous Nationwide Tour career starts. T63 at the 1997 Michelob Championship at Kingsmill for his best career finish on the PGA TOUR. Missed the cut in his only other career TOUR start at the 1988 Masters Tournament. 1997 Hooters Tour Player of the Year. 1997 Naturally Fresh Points champion on the Hooters Tour. Seven career wins on the Hooters Tour, ranking only behind Chad Campbell's 13 and Dave Schreyer's eight. Got started in golf at age 12 when his grandfather bought him clubs. Met his wife in South Africa while playing on the South African Tour in 1996. Winner of the 1991 St. Louis Open.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}