{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "45653","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Berry","first" : "Tom","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.83","weight" : "180 lb","weightMetric" : "82","birthDate" : "February 21, 1991","age" : "25","birthPlace" : "London, England","residence" : "London, England","family" : "Single","education" : "San Diego State University (2013, Social Science)","splInterest" : "Photography","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2013","clubAffl" : "Wentworth Club, England","cityPlaysFrm" : "London, England","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2013","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Cameback from a disappointing opening round of 79 to shoot 67-67-72 and finish T12 at the Q-School in Sebring, Florida to earn back his PGA TOUR Latinoamérica card… Missed the cut at the Web.com Tour's Cartagena de Indias at Karibana Championship, an event that granted him a sponsor exemption in March... Only cut made on PGA TOUR Latinoamérica was T20 at the season opening 68th Avianca Colombia Open in March.\n\n2014: Joined PGA TOUR Latinoamérica by finishing T3 at the Qualifying Tournament played in Sebring, Florida in January… Finished No. 76 in the Order of Merit after making the cut in 5 of his 15 starts. His best finish was fifth at the Hyundai – BBVA 88th Abierto de Chile, where he posted four rounds of 70 or better in November. His other top-25 finish was T22 at the Stella Artois Open in Guatemala in March… Monday qualified for the Utah Championship to make his first career start on the Web.com Tour. Missed the cut by two shots ith rounds of 68-71.\n\n2013: Turned pro in September.\n","otherCarHigh" : "Was named All-Conference while at San Diego State University… Won the NCAA Preview Championship in 2012.","personal" : "Graduated from San Diego State University with a degree in social science in 2013… High School: St. Georges College, Weybridge… Mike Walker is his golf instructor… Never travels without his headphones… Uses a special ball marker as a lucky charm… His favorite college team is the San Diego State University Aztecs… The Tottenham Hotspur F.C. is his favorite professional team… Enjoys Mexican and Italian food… Instagram is his favorite app… Protein bars are his favorite snack to carry on his golf bag… His bucket list pretty much focuses on traveling as much as possible… Twitter e Instagram: @tomberry13","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Q-School 2015, exempt for the first half of 2015"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri was 5th in 2014 at the Hyundai BBVA 88 Abierto de Chile.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}