{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02160","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Streck","first" : "Ron","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "190","weightMetric" : "86","birthDate" : "July 17, 1954","age" : "61","birthPlace" : "Tulsa, Oklahoma","residence" : "Tulsa, Oklahoma","family" : "Wife, Jody; Juliane (7\/6\/90), Justin (10\/27\/91), Reagan (3\/23\/99)","education" : "University of Tulsa (1976, Psychology)","splInterest" : "Carpentry, cars, hunting","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1976","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,189,994&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1977","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2004","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Has made 87 career Champions Tour starts, beginning in 2004 when he made his debut at The Senior Open Championship (missed cut)...Played in events through the PGA TOUR Career Victory category, with his best finish a T28 at the SBC Championship in San Antonio that year...Lone Champions Tour title came at the 2005 Commerce Bank Championship in his 18th career start. Was a three-stroke, wire-to-wire winner over Jim Ahern at Eisenhower Park. The win came 24 years, 2 months, 1 day after his last PGA TOUR victory at the 1981 Michelob-Houston Open. Along with his 1993 Yuma Open title on the Web.com Tour, he became the first player ever to win events on all three Tours...In all had seven top-10 finishes on the Champions Tour and best finish on the money list came in 2005 when he finished 36th.\n","otherCarHigh" : "Played the PGA TOUR from 1977-99, with 329 starts and 215 cuts to his credit. Most of those came during a 10-year span (1979-88) when he played in 268 events. His best year financially came in 1985 when he earned $142,848 and finished 55th on the money list. Had five top-10 finishes that season, including a playoff loss to Woody Blackburn at the Isuzu-Andy Williams San Diego Open...Won twice on the PGA TOUR. The first came in 1978 when he fired back-to-back rounds on the weekend of 63-62—125 to claim the San Antonio Texas Open by one stroke over Hubert Green and Lon Hinkle. He earned $40,000. His consecutive rounds of 63-62 still ranks among the best consecutive rounds in PGA TOUR history (T2). Only Mark Calcavecchia (60-64—124\/second and third rounds at 2001 Phoenix Open) has done better. Began Saturday's round 12 strokes behind 36-hole leader Ben Crenshaw before his scorching weekend play. Had earned just $6,616 during the 1978 season before capturing the San Antonio victory...Added his second TOUR win three years later by again prevailing in Texas, posting a three-stroke victory over Hale Irwin and Jerry Pate at the rain-shortened Michelob-Houston Open at Woodlands CC. Shot a third-round 62, which gave him a three-stroke margin after 54 holes and held up when bad weather reduced the event to 54 holes. Earned the distinction of being the first player to win a PGA TOUR event with a metal wood when he prevailed in Houston...Was second at the MONY Tournament of Champions at LaCosta in 1982...His career earnings total $815,348...Has also played the Web.com Tour, making 75 starts, with earnings totaling $128,094. Was victorious at the 1993 Yuma Open, defeating Chris DiMarco in a playoff...College standout at University of Tulsa, where he won All-American honors for the Golden Hurricane and was a four-time All-Missouri Valley Conference selection...Has 12 holes-in-one overall and nine in competition.","personal" : "His dad got him started in the game at age 3 1\/2...Biggest thrill in golf came in 1978 when his parents were on hand to see him capture his first PGA TOUR victory in San Antonio...Won all-state honors in basketball while in high school and was also a member of two state championship teams...Named his youngest son after former President Ronald Reagan and says his biggest thrill outside of golf was the day his son, Reagan, was born...Is an owner of a water-treatment business...Favorite TV show is \"Friends,\" while favorite athlete is the late Sam Snead...Favorite movie is the \"The Sound of Music.\"...His favorite golf courses are Hillcrest CC in Bartlesville, Okla., and Oak Hills CC...Heroes are Ronald Reagan and his parents...College roommate of noted swing instructor Hank Haney while at Tulsa.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was 1st in 2005 at the Commerce Bank Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}