{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02131","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Springer","first" : "Mike","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "210","weightMetric" : "95","birthDate" : "November 3, 1965","age" : "50","birthPlace" : "San Francisco, CA","residence" : "Fresno, CA","family" : "Wife, Crystol; Haylee Danielle (5\/26\/93), Cody Michael (8\/24\/95), Mackenzie Brielle (5\/11\/01)","education" : "University of Arizona","splInterest" : "Hunting, skiing","pronunciation" : "","nwTourAlumnus" : "Nationwide Tour Graduate (1990)","trndProYear" : "1988","clubAffl" : "","cityPlaysFrm" : "Fresno; CA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,828,528&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Attended the Champions Tour National Qualifying Tournament and finished T79 in Scottsdale in December.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Two-time PGA TOUR champion split time between the PGA TOUR and Nationwide Tour for the fifth consecutive season in 2005. Made five starts on TOUR in 2005, with a best finish of T13 at the B.C. Open. In 11 starts on the Nationwide Tour in 2005, posted one top-10—a T8 at the Rheem Classic. Made the cut in five of 14 starts on the 2004 Nationwide Tour. Finished the year No. 75 on the money list, with $73,233. Among his three top-10 finishes was a T7 at the Chitimacha Louisiana Open, marking his first Top-10 finish in a PGA TOUR co-sponsored event since a T8 at the 1999 Greater Hartford Open. Had a season-best third-place showing at the LaSalle Bank Open, good for $44,200. Made nine starts on both the PGA TOUR and Nationwide in 2003. Season best on PGA TOUR was T25 at the B.C. Open. Tied his career low round with an opening-round 63 on the way to T8 at the 1999 Canon Greater Hartford Open, his most recent top-10 on the TOUR. Wire-to-wire winner of the 1994 Kmart Greater Greensboro Open. Opened with an 8-under-par 64, held a four-stroke lead after the second and third rounds and won by three over Brad Bryant and Ed Humenik. Other career victory came at the Greater Milwaukee Open later that year when he overcame a three-stroke deficit on the final day with a 5-under 67 to edge Loren Roberts by one shot. Finished 13th on the money list with $770,717. Has 22 career top-10s. Four-time winner on the Nationwide Tour. Won the first Nationwide Tour event ever contested, the 1990 Bakersfield Open. Went on to win two more times that season at the Reno Open and the El Paso Open. Wrapped up the season a career-best fourth on the money list. Final Tour win came at the 1992 Fresno Open.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "Past Champion","otherVics" : "(1): JCPenney Classic [with Melissa McNamara].","intlVics" : "","curYearHigh" : "Attended the Champions Tour National Qualifying Tournament and finished T79 in Scottsdale in December.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Competed in five Nationwide Tour events in 2007 and missed the cut in all five. Two-time PGA TOUR champion split time between the TOUR and Nationwide Tour for the sixth consecutive season in 2006. Did not make a cut (six starts) for the first time since he joined the TOUR in 1991. Made one of eight cuts on the Nationwide Tour. Wire-to-wire winner of the 1994 Kmart Greater Greensboro Open. Opened with an 8-under-par 64, held a four-stroke lead after the second and third rounds and won by three over Brad Bryant and Ed Humenik. Second victory came later that year at the Greater Milwaukee Open, when he overcame a three-stroke deficit on the final day with a 5-under 67 to edge Loren Roberts by one shot. Finished 13th on the money list with $770,717. Has 22 career top-10s. Four-time winner on the Nationwide Tour. Won the first event contested on the Nationwide Tour (then titled Ben Hogan Tour), the 1990 Bakersfield Open.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(1): 1993 JCPenney Classic [with Melissa McNamara].","intlVics" : "","curYearHigh" : "Attended the Champions Tour National Qualifying Tournament and finished T79 in Scottsdale in December.","carHigh" : "Made 342 starts on the PGA TOUR from 1987-2006 and made 156 cuts during that period and 22 top-10 finishes to his credit...A two-time PGA TOUR champion, both of his victories came in 1994 when he went wire-to-wire to claim the KMart Greater Greensboro Open by three strokes over Brad Bryant and Ed Humenik...Later in the year he won the Greater Milwaukee Open where he closed with a 5-under-par 67 the final day to defeat Loren Roberts by one stroke. Finished 13th on the money list that year...Was a four-time winner on the Web.com Tour. Won the first Nationwide Tour event ever contested, the 1990 Bakersfield Open. Went on to win two more times that season at the Reno Open and the El Paso Open. Wrapped up the season a career-best fourth on the money list. Final Tour win came at the 1992 Fresno Open.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}