{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01851","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Murphy","first" : "Bob","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "205","weightMetric" : "93","birthDate" : "February 14, 1943","age" : "73","birthPlace" : "Brooklyn, New York","residence" : "Delray Beach, Florida","family" : "Wife, Gail; Kimberly (1\/11\/69); two grandchildren","education" : "University of Florida (1966, Physical Education)","splInterest" : "Fishing, stock market, collecting wine","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1967","clubAffl" : "Delray Dunes GC (Boynton Beach, Florida)","cityPlaysFrm" : "","websiteUrl" : "http:\/\/www.tourtalent.com\/talent.asp?ID=Bob_Murphy","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "8,864,286&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1968","qSchoolYear" : "","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Once again, worked a full schedule of golf telecasts on NBC Sports and played just five events on the Champions Tour, his fewest in a season. Best individual effort was a T62 at the Allianz Championship. Has 11 career Champions Tour victories, including four in 1995 when he placed a career-high fourth on the money list. Last victory on the PGA TOUR came at the 1986 Canadian Open. Had not won since the 1975 Jackie Gleason-Inverrary Classic, but, at age 43, defeated Greg Norman by three strokes at Glen Abbey GC. In his rookie year of 1968, he set a goal to win $40,000 but instead took home $105,595, a record at the time for a first-year player. Won back-to-back tournaments at the Philadelphia and Thunderbird Classics that season and was second at the Westchester Classic prior to his pair of victories. Also won the 1970 Greater Hartford Open. Defeated Bob Dickson to win the 1965 U.S. Amateur. Medalist at the 1966 NCAA Championships while at the University of Florida. Earned a spot on the 1975 U.S. Ryder Cup team. Has had 18 career holes-in-one, 12 in competition. Initially coaxed out of the ESPN broadcast booth by Lee Trevino, who advised him to play the Champions Tour on a full-time basis. Has a history of severe arthritis, which he overcame to continue his golf career. Recipient of the 1996 Ben Hogan Award from the Golf Writers Association of America for his comeback from arthritis. Worked on CBS golf telecasts during the 1980s.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1993","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(5): 1965 U.S. Amateur. 1966 NCAA Championship [indiv]. 1967 Florida Open. 1970 Australian Masters. 1979 Jerry Ford Invitational.","intlVics" : "(2): 1995 Diners Club Matches [wih Jim Colbert]. 1996 Diners Club Matches [with Jim Colbert].","curYearHigh" : "","carHigh" : "2012: Only appearance came in April when he teamed up with Jim Colbert to finish T5 in the unofficial Raphael Division at the Liberty Mutual Insurance Legends of Golf.\n\n2011: Selected to receive the 2011 Humanitarian Award from the African American Golfers Hall of Fame on May 29. The award honored his contributions as a player, television analyst and member of the Delray Beach (Fla.) community since the 1960s...Made just three official starts during the year...Was T15 with partner Jim Colbert in the Raphael Division of the Liberty Mutual Legends of Golf. 2003: Top performance came in August near Minneapolis where three straight sub-par rounds helped him T4 at the 3M Championship...Made the 18th hole-in-one of his career (fourth on the Champions Tour) when he aced the fourth hole in the second round of the Turtle Bay Championship. Holed a 6-iron from 194 yards. 2002: Carded an 8-under 64 in the second round of the Ford Senior Players Championship...Aced the 202-yard, 12th hole at TwinEagles with a 7-wood during the second round of The ACE Group Classic. 2001: T8 at the SBC Championship after he was tied for the 36-hole lead. 2000: T2 at The Instinet Classic after Gil Morgan overtook him with a final-round 66. Shared the second-round lead with Tom Jenkins after rounds of 68-65. 1999: Best performance was a runner-up at the Web.com Championship. Appeared headed for a playoff with Hale Irwin before Irwin holed out from 74 yards for a dramatic eagle on No.18 to defeat him by two strokes at the GC of Georgia. 1997: Scored a dramatic victory over Jay Sigel at the Toshiba Senior Classic. Went nine extra holes with Sigel before rolling in an 80-foot birdie putt to win the event, the second longest playoff in Champions Tour history. 1996: Fired a final-round 67 in windy, cold weather to hold off Hale Irwin by four strokes at the Royal Caribbean Classic...Opened with a course-record 62 on his way to a two-stroke triumph over Jay Sigel at the Cadillac NFL Golf Classic. Victory at Upper Montclair made him the ninth of 14 different players to win both a PGA TOUR (1968 Thunderbird Classic) and Champions Tour event at the same site...Registered his 16th career hole-in-one during the first round of the Energizer SENIOR TOUR Championship (12th hole). 1995: Claimed four titles, tying good friend Jim Colbert for the most victories by any Champions Tour player that season...Started the season with a victory in the rain-curtailed IntelliNet Challenge...Outlasted Raymond Floyd and Larry Ziegler at the PaineWebber Invitational...Avenged a runner-up finish the year before by claiming the Web.com Championship by two strokes over Hale Irwin and Bruce Summerhays...Blistered Loch Lloyd CC with a Champions Tour record-tying 126 total over the final 36 holes for the VFW Senior Championship, defeating Jim Colbert by a stroke. 1994: Defeated Dave Eichelberger with a bogey on the fifth hole of a playoff to claim the Raley's Senior Gold Rush. Went wire-to-wire in Hawaii at the Hyatt Regency Maui Kaanapali Classic. Opened with a 62 on Maui and never looked back, equaling the tournament record of 195. 1993: Debuted on the Champions Tour at the GTE Suncoast Classic near Tampa and finished T39 at the TPC Tampa Bay...Voted the Champions Tour's Rookie of the Year on the strength of two tournament victories...Initial win came in Birmingham, AL, where he held off Lee Trevino and Bob Charles to claim the Bruno's Memorial Classic. Was also victorious later that same season at the rain-shortened GTE North Classic in Indianapolis.\n","otherCarHigh" : "Played the PGA TOUR from 1968-1990 and was a five-time winner on the circuit...Last victory on the PGA TOUR came at the 1986 Canadian Open. Had not won since the 1975 Jackie Gleason-Inverrary Classic, but, at age 43, defeated Greg Norman by three strokes at Glen Abbey GC...In his rookie year of 1968, he set a goal to win $40,000 but instead took home $105,595, a record at the time for a first-year player. Won back-to-back tournaments at the Philadelphia and Thunderbird Classics that season and was second at the Westchester Classic prior to his pair of victories...Also won the 1970 Greater Hartford Open...Defeated Bob Dickson to win the 1965 U.S. Amateur...Was medalist at the 1966 NCAA Championships while at the University of Florida...Member of the 1966 United States World Amateur Cup and 1967 Walker Cup teams...Earned a spot on the 1975 U.S. Ryder Cup team...Received the 2011 Humanitarian Award from the African American Golfers Hall of Fame. The award honors his contributions as a player, as a longtime analyst on NBC, and as a member of his community...Has had 18 career holes-in-one, 12 in competition.","personal" : "Has a history of severe arthritis, which he overcame to continue his golf career...Recipient of the 1996 Ben Hogan Award from the Golf Writers Association of America for his comeback from arthritis...Serves as national spokesman for the Hook-A-Kid On Golf program...Initially returned to the television booth in 2000, joining NBC for a number of events before becoming a full-time member of the broadcast team through the 2009 season. Also worked for CBS golf telecasts during the 1980s and then joined ESPN golf broadcasts in the early 1990s...Was a standout pitcher and hitter in his youth and led his high school baseball team to the state championship in 1960...Got started in golf after suffering a football injury that forced him to the sidelines for baseball as well...Lucky number is 13...Biggest thrill in golf was winning the U.S. Amateur title in 1965 after only playing golf for four years...Enjoys watching \"CSI\" on television...Favorite entertainer is the late Luciano Pavarotti.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 11 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}