{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23307","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Tambellini","first" : "Roger","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "180","weightMetric" : "82","birthDate" : "March 11, 1975","age" : "41","birthPlace" : "San Luis Obispo, California","residence" : "Scottsdale, Arizona","family" : "Wife, Alexa; Felix (11\/5\/06), Lucy (9\/1\/09)","education" : "University of Southern California (1998, History)","splInterest" : "Friends, family","pronunciation" : "TAM-buh-lee-knee","nwTourAlumnus" : "Web.com Tour Graduate (2005, 2009)","trndProYear" : "1998","clubAffl" : "GC of Scottsdale (Scottsdale, Arizona)","cityPlaysFrm" : "Scottsdale; Arizona; United States","websiteUrl" : "http:\/\/www.iconsportsinc.com\/roger-tambellini\/","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,959,628&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2002","exmtStatus" : "Conditional - Web.com Tour Past Champion\/5-10 Years (2011-2006)","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: In seven Web.com Tour starts, made one cut, a T67 at the Mexico Championship in April.\n\n2013: Qualified for the U.S. Open at Merion but missed the 36-hole cut. Played in only three Web.com Tour events but did not advance to the weekend in any of the three. \n\n2012: Made the cut in 11 of 22 starts, and his T11 at the United Leasing Championship was his only top-25 finish of the year. \n\n2011: Made the cut in 14 of 24 starts on the Web.com Tour with six top-25 finishes...First top-10 of the year was a T10 at the WNB Golf Classic in early October...Finished solo third two weeks later at the Miccosukee Championship...Finished No. 5 in Total Driving and Third-Round Scoring Average (68.92).\n\n2010: Made the cut in 12 of 26 starts on the PGA TOUR and ended the year No. 171 on the money list. Finished a career-best T4 at The Greenbrier Classic, topping his previous best finish on TOUR (T14 at the 2004 BellSouth Classic). First-career top-10 finish came in his 72nd start. \n\n2009: Regained his PGA TOUR card for 2010 by finishing ninth on the 2009 Web.com Tour money list. Had a runner-up finish and a victory in successive weeks. Earned his first top-10 of the season with a T7 at the BMW Charity Pro-Am, which marked his fourth consecutive top-10 finish in that event. Birdied the final two holes to grab a share of second place at the Web.com Tour Players Cup at Bridgeport, W.Va. Earned his third career Web.com Tour victory at the Ford Wayne Gretzky Classic in July. With the win came his largest paycheck as a professional ($144,018). Was in contention during the final round of the Albertsons Boise Open and briefly held a share of the lead on the back nine before mistakes dropped him into a T5 finish. Was trying to become the tournament's first two-time winner, having captured the title in 2003. Finished the week No. 2 in Greens in Regulation. \n\n2008: Made the cut in 18 of 25 starts with four top-10 finishes. Finished T4 in consecutive weeks early in the 2008 season. Final-round 67 moved him into a T4 at the Athens Regional Foundation Classic. Followed that with another T4 a week later at the Henrico County Open, two shots out of a possible playoff. Finished second at the BMW Charity Pro-Am, three strokes behind winner David Mathis. Earned another top-10 at the Melwood Prince George's County Open, where he finished T9 and moved to No. 10 on the money list at the time. Ended the year by making the cut in 12 of his final 13 starts but had only a pair of T14 finishes and dropped on the money list to No. 31. \n\n2007: Made the cut in 13 of 26 starts on the Web.com Tour, with five top-25 finishes. Ended the year No. 69 on the money list, with $85,999. Posted top-10 finishes at the BMW Charity Pro-Am at The Cliffs (T7) and the Miccosukee Championship (T8). \n\n2006: Made the cut in seven of 25 starts on the PGA TOUR, finishing No. 212 on the money list. Best finish was a T21 at the Shell Houston Open. \n\n2005: Finished 12th on the Web.com Tour money list to earn card after a one-year absence. Picked up his second career victory on the Web.com Tour at the Price Cutter Charity Championship a week after losing a playoff to Jason Gore at the Cox Classic. Opened and closed with 7-under 65s for a one-stroke victory over four players. Became the first player since Chris Smith in 1997 to lose a playoff one week and return the following week to win. \n\n2004: Earned first PGA TOUR card via T21 finish at 2003 PGA TOUR National Qualifying Tournament. Finished his rookie season on TOUR No. 181 on the money list, with two top-25 finishes. Shared 18-hole lead with Jose Maria Olazabal at the BellSouth Classic, posting a 7-under-par 65. Finished career-best T14 for second top-25 in seven career starts. Finished T25 at Buick Invitational to wrap up his best events. Qualified for his first major championship but missed the cut at the U.S. Open. \n\n2003: Made the cut in 14 of 17 events on the Web.com Tour. Had eight top-25s. Finished the season No. 22 on the money list, with $177,963. Won his first Tour title at the Albertsons Boise Open. Shot four consecutive rounds in the 60s (68-65-66-68) for a six-stroke win over Tripp Isenhour and Charles Warren, the Tour's largest winning margin of the season. Collected $108,000 for the win and jumped from No. 72 to No. 18 on the money list at the time. Named the Web.com Tour Player of the Month in September. Finished second in All-Around Ranking, fourth in Total Driving and fifth in Scrambling. 2002: Made the cut in seven of 21 starts during Web.com Tour rookie season, including a then-career-best runner-up finish at the Northeast Pennsylvania Classic...Played a handful of events on the Canadian Tour from 2001-03, earning three T2s. Lost in a six-man playoff at the 2001 TELUS Vancouver Open. \n","otherCarHigh" : "Earned All-American honors in 1997 at University of Southern California.","personal" : "Attended Atascadero High School in Atascadero, Calif...Got his start in golf from his mother. His biggest thrills in golf was firing a 60 on his way to a 1999 Hooters Tour victory and finishing fourth at The Greenbrier Classic in 2010...Biggest thrill outside the game is having his children...Favorite course is Cypress Point and would like to play at St. Andrews in Scotland...Favorite teams are USC and the San Francisco 49ers. Jerry Rice is his favorite athlete in another sport...Enjoys visiting Munich, Germany.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "2003","exmtStatus" : "No. 9 on 2009 Nationwide Tour money list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Regained his PGA TOUR card for 2010 by finishing ninth on the 2009 Nationwide Tour money list. Had a runner-up finish and a victory in successive weeks. Earned his first top-10 of the season with a T7 at the BMW Charity Pro-Am, which marked his fourth consecutive top-10 finish in that event. Birdied the final two holes to grab a share of second place at the Nationwide Tour Players Cup at Bridgeport, WV. Earned his third career Nationwide Tour victory at the Ford Wayne Gretzky Classic. With the win came his largest paycheck as a professional ($144,018). Was in contention during the final round of the Albertsons Boise Open and briefly held a share of the lead on the back nine before mistakes dropped him into a T5 finish. Was trying to become the tournament's first two-time winner, having captured the title in 2003. Finished the week No. 2 in Greens in Regulation. Member of the Nationwide Tour in 2002-03, 2005 and 2007-08. Member of the PGA TOUR in 2004 and 2006. Made the cut in 18 of 25 starts in 2008, with four top-10 finishes. Best finish was a second at the BMW Charity Pro-Am, three strokes behind winner David Mathis. Ended the year by making the cut in 12 of his final 13 starts but had only a pair of T14 finishes and dropped on the money list to No. 31. Made the cut in 13 of 26 starts on the 2007 Nationwide Tour, with five top-25 finishes. Ended the year No. 69 on the money list, with $85,999. Made the cut in seven of 25 starts on the PGA TOUR in 2006, finishing No. 212 on the money list. Best finish was a T21 at the Shell Houston Open. Finished 12th on the 2005 Nationwide Tour money list to earn card after a one-year absence. Picked up his second career victory on the Nationwide Tour at the 2005 Price Cutter Charity Championship a week after losing a playoff to Jason Gore at the Cox Classic. Opened and closed with 7-under 65s for a one-stroke victory over four players. Became the first player since Chris Smith in 1997 to lose a playoff one week and return the following week to win. Earned first PGA TOUR card via T21 finish at 2003 PGA TOUR National Qualifying Tournament. Finished his rookie season on the 2004 TOUR No. 181 on the money list, with two top-25 finishes. Shared 18-hole lead with Jose Maria Olazabal at the BellSouth Classic, posting a 7-under-par 65. Finished career-best T14 for second top-25 in seven career starts. Finished T25 at Buick Invitational to wrap up his best events. Made the cut in 14 of 17 events on the 2003 Nationwide Tour. Had eight top-25s. Finished the season No. 22 on the money list, with $177,963. Won his first Tour title at the Albertsons Boise Open. Shot four consecutive rounds in the 60s (68-65-66-68) for a six-stroke win over Tripp Isenhour and Charles Warren, the Tour's largest winning margin of the season. Collected $108,000 for the win and jumped from No. 72 to No. 18 on the money list at the time. Named the Nationwide Tour Player of the Month in September. Finished second in All-Around Ranking, fourth in Total Driving and fifth in Scrambling. Made the cut in seven of 21 starts during Nationwide Tour rookie season in 2002, including a then-career-best runner-up finish at the Northeast Pennsylvania Classic. Played a handful of events on the Canadian Tour from 2001-03, earning three T2s. Lost in a six-man playoff at the 2001 TELUS Vancouver Open. Shot a 60 on his way to a victory on the Hooters Tour in 1999. Earned All-American honors in 1997 at the University of Southern California.","ntlTeams" : "","priorYearSeason" : "Finished a career-best T4 at The Greenbrier Classic, topping his previous best finish on TOUR (T14 at the 2004 BellSouth Classic). First-career top-10 finish came in his 72nd start. Just one year earlier, also had success in West Virginia, finishing T2 at the Nationwide Tour Players Cup in Bridgeport."}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 3 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}