{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "22405","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Rose","first" : "Justin","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "195","weightMetric" : "88","birthDate" : "July 30, 1980","age" : "35","birthPlace" : "Johannesburg, South Africa","residence" : "London, England","family" : "Wife, Kate; Leo Kenny (2\/21\/09), Charlotte (1\/1\/12)","education" : "","splInterest" : "Tennis, football, cars, architecture, movies","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1998","clubAffl" : "","cityPlaysFrm" : "London; ; England","websiteUrl" : "http:\/\/www.justinrose.com","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2004","qSchoolYear" : "","exmtStatus" : "Winner 2013 U.S. Open, multiple tournament winner (through 2019-20)","otherVics" : "","intlVics" : "(8): 2002 Dunhill Championship [Eur], Chunichi Crowns [Jpn], Nashau Masters [SAf], Victor Chandler British Masters [Eur]. 2006 Australian Masters [Aus]. 2007 Volvo Masters [Eur]. 2014 Scottish Open [Eur]. 2015 UBS Hong Kong Open [Eur].","curYearHigh" : "In his first start at the Frys.com Open, opened with a 5-under 67 at the Silverado Resort and Spa. Ensuing rounds of 69-68-72 resulted in a T5 with three others, at 12-under 276...The following week, entered the final round of the UBS Hong Kong Open tied with Denmark's Lucas Bjerregaard. Shot a third-round 64 to Bjerregaard's 7-under 63. On the final day at Hong Kong GC, entered the final nine trailing Bjerregaard by two strokes. Picked up a shot on the 10th hole when he birdied to Bjerregaard's par. When Bjerregaard bogeyed No. 11, the duo was again tied. Bjerregaard forged ahead through 13 holes, but the 14th proved pivotal. Made a par to Bjerregaard's double bogey on the par-4 to take a one-shot lead. Bjerregaard then parred in, unable to put a dent in his deficit. The victory the 15th of his career and fifth European Tour title...In December, the Albany resident closed the Hero World Challenge with an Albany course record of 10-under 62, finishing 13th. The record round came one day after eventual champion Bubba Watson and Paul Casey set the mark with 9-under 63s...Finished T6 and five strokes behind champion Vaughn Taylor in his first start at the AT&T Pebble Beach Pro-Am and his first-ever TOUR event at Pebble Beach. Since the AT&T Pebble Beach Pro-Am moved to a 72-hole event in 1958, Brett Ogle (1993) remains the only player to win in his debut appearance at the tournament...Finished T9 for his fourth top-10 finish in 11 starts at the Arnold Palmer Invitational. Opened with under-par scores of 68-66-71 and entered the final round trailing 54-hole leader Jason Day by four strokes before a 1-over 73 left him T9 and seven behind Day. It marked his fifth finish of T17 or better in his first six starts of the season...A year after finishing T2 at the Masters, made a return to Augusta National, where he opened with a 3-under 69 to find three strokes off Jordan Spieth's pace after 18 holes. Ensuing rounds of 77-73-70 resulted in a T10 at 1-over 289 in his 11th Masters appearance.","carHigh" : "2014-15: Made 15 of 20 cuts, with eight top-10s and a win at the Zurich Classic of New Orleans. Finished No. 8 in the final FedExCup standings for his sixth consecutive top-15 finish...Managed to shoot an even-par 72 on a difficult scoring day in the final round of the European Tour's BMW Masters in Shanghai but fell a stroke short of the Marcel Siem-Ross Fisher-Alexander Levy playoff that Siem won. Opened with another even-par effort then put himself into contention with a 65-64 in the second and third rounds at Lake Malaren GC in October 2014...Finished third on the Race to Dubai final standings, helped by his T2 in the final event of the season—the DP World Tour Championship in Dubai in late-November 2014. Opened with a 1-under 71 at Jumeirah Golf Estates then rattled off rounds of 66-68-69 to tie with Rory McIlroy and Victor Dubuisson, two shots behind winner Henrik Stenson...Finished T2 at the Masters Tournament in April to record his best career finish at Augusta National. Has not missed a cut in 10 Masters' starts. Previous-best finish was a T5 in 2007...In his next start two weeks later, played 30 holes Sunday at the rain-defined Zurich Classic of New Orleans to beat Cameron Tringale by a stroke. Began the third round at TPC Louisiana three strokes off the lead, at 9-under 132. Played six holes before officials suspended action for the day Saturday due to darkness. Began the final round tied for the lead with Jason Day. Shot a bogey-free, 6-under 66 that resulted in the win. Played his last 66 holes without a bogey, highlighted by clutch birdies at the 71st and 72nd holes. With his 22-under 266 total, got to 60-under par at TPC Louisiana, dating to the 2012 event (16 rounds). The win in New Orleans was his first victory without his wife in the gallery. But as a Zurich Ambassador, said his \"many friends with the title sponsor helped greatly in her absence.\"...Held the 54-hole lead at the Memorial Tournament but dropped into a playoff with David Lingmerth after shooting a final-round, even-par 72. Lost on the third playoff hole when he couldn't match Lingmerth's par. Was looking to pick up his second win at Muirfield Village, the site where he captured his maiden PGA TOUR victory, in 2010. Ran his streak to 183 consecutive holes without a three-putt before he three-putted No. 7 in the final round...Posted four under-par rounds to T6 (four shots behind eventual champion Zach Johnson) at St. Andrews for his first top-10 finish at The Open Championship since a T4 showing in his inaugural appearance in 1998...The defending champion finished T4 in his bid to become the first three-time Quicken Loans National champion. Entered the final round of the World Golf Championships-Bridgestone Invitational in a tie for the lead with Jim Furyk in a bid to win his second World Golf Championships event. Finished T3 after a final-round 72. It was the 11th time he has led or tied for the lead going into the final round, of which he has won three times...Finished T2 at the TOUR Championship by Coca-Cola, four shots behind Jordan Spieth.\n\n2013-14: Victory at the Quicken Loans National (his sixth PGA TOUR win) highlighted a season which included 17 made cuts in 19 starts and a No. 11 FedExCup finish (his fifth consecutive top-15 finish in the standings). Finished T4 at the TOUR Championship by Coca-Cola for his eighth top 10 of the season (tying his highest mark on the PGA TOUR, matching what he did in 2012)...Playing in the European Tour's Turkish Airlines Open in November, shot rounds of 66-67-65 over his final 54 holes to finish T3 with Tiger Woods, four shots behind winner Victor Dubuisson...A week later, at the European Tour's season finale in Dubai, finished T10 at the DP World Tour Championship...Finished T7 at the European Tour's Nedbank Golf Challenge in South Africa...In December, posted a second-round, 8-under 64 at the Thailand Golf Championship in Chonburi to claim a T6...Two weeks after withdrawing from The Honda Classic to rehab the tendinitis in his shoulder, bounced back with a T8 at the Valspar Championship. Following three opening rounds of par or better on the challenging Copperhead Course, struggled in the final round with a 3-over 74 to settle into a T8 with five others...Posted four sub-par scores at TPC Louisiana to finish T8 with Tommy Gainey and Keegan Bradley at the Zurich Classic of New Orleans. Over the course of the second and third rounds (66-65), made 13 birdies and an eagle. His 4-under 68 Sunday was one of just 10 sub-70 scores on a windy final day...Finished in solo-fifth place for his first top-10 finish in five starts at the Wells Fargo Championship. His previous-best finish was a T28 in 2011 (his last start there). Four sub-par rounds of 69-67-71-71 left him at 10-under, four strokes behind champion J.B. Holmes...A week later, posted four sub-par scores at TPC Sawgrass to finish T4 with Jordan Spieth at THE PLAYERS Championship, the first time he had recorded all four rounds under par in 11 tournament starts. The finish was also his first top-20 in his PLAYERS Championship history, dating to 2003...Finished T12 in his bid to become the seventh player to successfully defend his U.S. Open title...Defeated Shawn Stefani on the first playoff hole (No. 18) with a par-4 at the Quicken Loans National. Along with Stefani entered the final round of the Quicken Loans National trailing 54-hole leader Patrick Reed by three strokes, with both carding 1-under-par 70s to advance to the first playoff at the Quicken Loans National. Stefani recorded a double bogey-6 on the first playoff hole after hitting into the water with his approach shot on No. 18. Won in his first career playoff on TOUR. Claimed his sixth PGA TOUR victory in his 243rd start at age 33 years, 10 months, 30 days. Winning score of 4-over 280 was the highest in relation to par on the PGA TOUR since Reed won with a 4-over 284 total at the 2014 World Golf Championships-Cadillac Championship. With another win, in 2010, joined tournament host Tiger Woods (2009 and 2012) as the only multiple winners of the Quicken Loans National. Opened with a 3-over 74, marking his highest start by a winner on the PGA TOUR this season, topping 72s by John Senden at the Valspar Championship and Scott Stallings at the Farmers Insurance Open. One of two international winners at the Quicken Loans National (K.J. Choi in 2007). Three-shot, come-from-behind win equaled Anthony Kim (2008) for the largest at the Quicken Loans National. Perhaps the shot of the day was a crucial 15-foot, 1-inch putt for bogey on the 72nd hole. His week included a 6-under 65 in the second round, the low round of the week at Congressional CC...Won in his next start, on the European Tour. Fired rounds of 69-68-66-65 to defeat Kristoffer Broberg by two shots at Royal Aberdeen. Began the final round tied with Marc Warren but made five front-nine bogeys to begin pulling away. Added one more birdie on the back nine to earn his fourth European Tour title...Finished T4 at the World Golf Championships-Bridgestone Invitational for his fourth top-10 in 10 starts at Firestone CC...Closed the season by advancing all the way to the final event of the Playoffs for the fifth consecutive year, finishing T30 at The Barclays, 35th at the BMW Championship and T4 at the TOUR Championship by Coca-Cola (his third consecutive top-six finish at the TOUR Championship)...Tallied four points on a 3-0-2 record at the Ryder Cup at Gleneagles in Scotland to help lead the European team to a five-point victory over the U.S. in the biennial event.\n\n2013: Season highlighted by victory at the U.S. Open and finishing 10th in the FedExCup...Started his season at the European Tour's Abu Dhabi HSBC Golf Championship. Rounds of 67-69-68-71 earned him a T2 with Thorbjorn Olesen, one stroke off Jamie Donaldson's winning total of 14-under. Had a birdie putt on the 72nd hole that would have forced a playoff, but he missed and settled for par...First top-10 of the PGA TOUR campaign came in March, at The Honda Classic. A second-round, 4-under 66 was just two strokes shy of the week's low round and helped secure him a T4 with four others, his third consecutive top-five finish at PGA National in what was his first TOUR stroke-play start of the season...One week later, finished T8 (with bookend, 4-under 68s) at the World Golf Championships-Cadillac Championship in his attempt to become the first back-to-back winner at the TPC Blue Monster at Doral since Tiger Woods (2005-07). Was also hoping to join Woods as the only back-to-back winner of the Cadillac Championship (2002-03 and 2005-07)...Finished second at the Arnold Palmer Invitational, after holding the first-round lead and a share of the second-round lead. Finished two shots behind winner Tiger Woods...The 2010 Memorial Tournament winner returned to Muirfield Village GC and got off to a good start through three rounds (70-70-71). Began the final round tied for fourth, at 5-under. A final-round, 1-over 73 resulted in a T8...Entered the final round of the 113th U.S. Open trailing Phil Mickelson by two strokes, but a final-round, even-par 70 was good enough for his first major championship (37th start), defeating Mickelson and Jason Day by two shots. Became the first Englishman winner of the event in 43 years (Tony Jacklin in 1970). The win, which earned him a 10-year U.S. Open exemption and a five-year PGA TOUR exemption, came in his 222nd PGA TOUR start, at age 32 years, 10 months, 17 days. At the 18th hole, made famous by Ben Hogan's famous 1-iron shot in 1950 that led to a par and playoff victory the following day, hit a driver and 4-iron to par the hole and finish 1-over 281. The win was the fourth in a row in a major championship by international players and the seventh in the last 10 years at the U.S. Open (29th overall). The win was the fifth come-from-behind win in as many U.S. Opens hosted by Merion (1934, 1950, 1971 and 1981), and he added his name to a list of winners at the Club including Olin Dutra (1934), Hogan (1950), Lee Trevino (1971) and David Graham (1981)...Missed a 4-foot, 11-inch par putt on the final hole of The Barclays that would have placed him in a playoff with champion Adam Scott. With the runner-up performance, moved from No. 7 to No. 5 in the FedExCup standings. It marked the sixth runner-up finish of his career...A solo-sixth place finish at the TOUR Championship by Coca-Cola (his seventh top-10 of the season) led to a 10th-place standing in the FedExCup (his fourth consecutive top-15 finish in the season-long points race).\n\n2012: Finished No. 6 in the FedExCup standings, falling one spot from his career-best, fifth-place finish in 2011...In his fourth start of the season, claimed his first top-10, with a T5 at The Honda Classic on the strength of back-to-back, 4-under 66s in the second and third rounds. Held a share of the 36-hole lead with Tom Gillis before a 71-70 finish culminated in the T5 finish. It was his seventh start in the event...Came back a week later and carded a final-round, 2-under 70 to come from three strokes back to win the World Golf Championships-Cadillac Championship, finishing 16-under 272 and one stroke ahead of 54-hole leader Bubba Watson (74). Has earned at least one victory in each of the last three years, with his fourth TOUR win the largest come-from-behind win in Cadillac Championship history, topping two-stroke comebacks by Tiger Woods in 2005 and Nick Watney in 2011. The victory, which was worth 550 points and moved him to No. 8 in the FedExCup points race, was his fifth top-10 finish in 21 World Golf Championships starts. His previous-best finish was a runner-up effort at the 2007 Bridgestone Invitational...Finished T8 at the Masters Tournament, with rounds of 72-72-72-68. Was one of five players with all four rounds at par or better...Fourth top-10 of the season came at the Zurich Classic of New Orleans (T10)...Became just the 18th player since 1982 to record two eagles in one round at THE PLAYERS, carding a 2 at the par-4 No. 12 and a 3 at the par-5 No. 16 in the final round en route to a closing 71 and T51 finish...At the BMW PGA Championship in late May on the European Tour, was momentarily tied with Luke Donald on the front nine during the final round before Donald pulled away. Finished T2 with Paul Lawrie, four strokes behind Donald...One week later, finished solo eighth at the Memorial Tournament at 3-under for his fifth top of the PGA TOUR season...Making his eighth career start at the World Golf Championships-Bridgestone Invitational, finished T8 for his third top-10 at the event (fifth in 2002 and T2 in 2007)...Finished T3 at the PGA Championship for his second top-10 in a major on the season (T8 at the Masters). Recorded his best finish and fourth top-10 in 35 career major championship starts...Seeking to become the first British player to win the TOUR Championship by Coca-Cola, finished solo second to Brandt Snedeker at East Lake GC. Shared the first-round lead with Woods, with a 4-under 66, and the 54-hole lead, with Snedeker, at 8-under 202. A final-round, 1-over 71 left him three behind Snedeker and gave him his fourth runner-up finish on the PGA TOUR. Entered the week No. 24 in the FedExCup standings, with his runner-up finish propelling him 18 spots to No. 6—the largest jump of the week (Ryan Moore was second, moving 17 spots from No. 28 to No. 11). Record fell to 2-9 when he has led or held a share of the 54-hole PGA TOUR lead...Finished 3-2 for the European team in the Ryder Cup at Medinah CC outside Chicago. Made two clutch putts on the final two holes in his singles match to come from behind and claim a victory against Phil Mickelson...Added a top-10 at the European Tour's BMW Masters in late October, shooting four sub-70 rounds in Shanghai to T6...Was tied for seventh, six strokes off the lead when the final round of the European Tour's final event of the season, the DP World Tour Championship, began. Played a flawless round of golf at the Jumeirah Golf Estates. Made four birdies on his front nine and four more on the back, along with an eagle-3 at the par -5 14th hole, to shoot a 10-under 62. Eventually finished solo second, two strokes behind winner Rory McIlroy. Finished second in the Race to Dubai rankings, behind McIlroy...Finished T4 at the Emirates Australian Open in mid-December, just three shots off Peter Senior's winning score. Shot a final-round 76 at the Lakes GC in Sydney, while Senior shot a 72.\n\n2011: Picked up his third win on TOUR, at the BMW Championship, to propel him to a career-best fifth-place finish in the FedExCup. Made 18 of 23 cuts and had a career-best with 12 top-25 finishes...Finished T9 at the Northern Trust Open to post first top 10 of the season...Held a 1-shot lead through 54 holes at the Transitions Championship at 13-under-par, but faded to a T5, his second top 10 of the year, with a final round 74. Consecutive 65s in the second and third rounds were his lowest back-to-back rounds on TOUR since he shot 64-62 in the first two rounds of the 2010 Travelers Championship...Finished T3 at the Arnold Palmer Invitational, thanks to a final-round 68 and a birdie on the 72nd hole to finish two behind champion Martin Laird...Next top-10 finish came 11 starts later and in the season's first PGA TOUR Playoffs event, a T6 at The Barclays with rounds of 67-65-67...Entered the BMW Championship No. 34 in the FedExCup standings and moved to No. 3 with his third-career victory, securing his spot in the following week's TOUR Championship by Coca-Cola. Opened the event with an 8-under 63, equaling the best opening round in BMW Championship history. He held at least a share of the lead the rest of the way en route to becoming the first European winner of a PGA TOUR Playoffs event and the first to win the BMW Championship since Harry Cooper in 1934. The final round was nip and tuck most of the day with John Senden, but he secured the deal with a chip-in for birdie on the par-4 17th hole from 35 feet, 10 inches on his way to an even-par 71 and a two-stroke victory over Senden. The win was just the second in eight attempts when he's taken the lead\/co-lead into the final round on the PGA TOUR...Enjoyed his 13th top-25 finish of the season when he shot a final-round 66 at the World Golf Championships-HSBC Champions to move up the leaderboard into a T7 in Shanghai...A week later, at the rain-shortened Barclays Singapore Open, he had all three rounds in the 60s to T9...Playing in his third World Cup, he joined with Ian Poulter to represent England on the way to a T2 finish. Came from well behind the pack on the strength of a foursomes 63 Sunday at Mission Hills GC's Blackstone Course. \n\n2010: Turned in his best season on TOUR, claiming first two PGA TOUR wins at the Memorial Tournament and AT&T National. Returned to the TOUR Championship and finished 15th in the final FedExCup standings...Birdied the first four holes on the way to a course record-tying 6-under 64 to finish third at The Honda Classic. Was six strokes behind champion Camilo Villegas...Overcame a four-stroke deficit with a final-round 66 to win the Memorial Tournament for his first PGA TOUR title. Ran off three consecutive birdies before the turn, made a 20-foot par putt to keep his momentum, then seized control when third-round leader Rickie Fowler took a double bogey with a tee shot into the water on the 12th hole. Fowler shot 73 to finish three shots behind. Finished at 18-under 270 with three rounds in the 60s at Muirfield Village GC...In his next start, was atop the leaderboard through the first three rounds of the Travelers Championship. Set a career low with an 8-under 62 in the second round and began the final round with a three-stroke lead. Struggled on Sunday with a 5-over 75 to finish T9...Held on for a victory at the AT&T National, his second victory of the season and of his career. Held a five-stroke lead entering the final nine, hit every green in regulation and made seven consecutive pars to finish the tournament and beat Ryan Moore by one stroke. Moore one-putted his last eight greens, including a 12-foot par putt on the 18th hole, for a Sunday-best 65 to make it a battle. Rose two-putted up a dangerous ridge on the tough 17th for par. And with the Fourth of July fireworks booming in the distance, he hit the fairway and green for one last par on the final hole. Rose finished the AT&T National at 10-under 270...Finished T15 in his second career start at the TOUR Championship by Coca-Cola. \n\n2009: Surpassed $1 milion in earnings for the sixth consecutive season. Posted two top-10s in 22 starts on the season...Finished T5 at the Wyndham Championship for his seventh top 25 of the season. Prior to first-round and third-round 65s, the last time he shot a 65 was the first round of the 2008 Travelers Championship...Closed out the season with a T4 finish at the Children's Miracle Network Classic to remain as that tournament's career scoring average leader. \n\n2008: Surpassed $1 million in earnings for the fifth consecutive season after making the cut in 10 of 15 starts. Finished No. 99 in earnings for fifth consecutive season inside the top 100...In fourth career Masters start, shared first-round lead with Trevor Immelman after a 4-under-par 68. Leader or co-leader after 18 holes at the Masters for the third time (2004, 2007, 2008). Finished T36...First top-10 was a T2 finish at the Memorial Tournament. In four career starts at Muirfield Village GC he has two top-5s (2004, fourth)...Finished T9 at the PGA Championship, his first top-10 in a major since finishing T10 at the 2007 U.S. Open...Made first Ryder Cup appearance at Valhalla where he recorded a 3-1-0 record (one of only three winning records on the European team), including a 3-and-2 Singles victory over Phil Mickelson. \n\n2007: Played in all four FedExCup Playoffs events en route to finishing 16th on the points list. Set personal bests in earnings ($2,705,875) and top-10 finishes (seven) after making 15 of 16 cuts on the season. Finished in the top 12 at all four major championships...Finished first on the European Tour's order of merit. Won the Volvo Masters in a playoff in early November to capture the order of merit. Moved to seventh in the World Ranking with the victory...Early in the TOUR season, had another near-miss at the Bob Hope Chrysler Classic, where he held or shared the lead after the second, third and fourth rounds. Entered the final round tied with Lucas Glover at 20-under par. Posted 76 in the wind-blown final round to finish third, missing a birdie putt on the 90th hole that would have forced a three-way playoff...Finished T5 at the Masters Tournament, tying his career-best finish in a major championship. Shared the first-round lead of 69 with Brett Wetterich...Missed the better part of two months after the Masters due to a back injury...One of five players to record top-10s at first two majors of 2007, notching a T10 at the U.S. Open at Oakmont CC...Runner-up to Tiger Woods at the World Golf Championships-Bridgestone Invitational, thanks to a final-round, 2-under 68, his second career runner-up finish on TOUR...Four rounds in the 60s resulted in a T5 at the BMW Championship. \n\n2006: Posted a T2 at the Valero Texas Open after sharing the first-round lead with a 6-under 64...Set the Palm Course record with a 12-under-par 60 in the first round of the FUNAI Classic, breaking the record of 61 held by Mark Lye (1984) and Carl Pettersson (2005). Missed a 14-foot birdie try on 18 to shoot 59...Won first European Tour title in four years with a two-stroke win in the Australian Masters in late November.\n\n2005: Season highlighted by a pair of third-place finishes...First was a solo third at the Buick Championship, where he held the 36- and 54-hole leads. Opened with bogey-free rounds of 65-63 to take a four-shot lead over Ben Curtis and Kevin Sutherland. Led Curtis by one entering final round after a third-round 70, but was overtaken by Brad Faxon (61) and Tjaart van der Walt (64) on Sunday, falling one shot short of a playoff after posting a 1-under-par 69...Second was a T3 at the FUNAI Classic at Walt Disney World Resort. Recorded four rounds in the 60s, including an 8-under 64 in the third round. \n\n2004: Fared well in his first season as an official TOUR member, making 18 of 22 cuts, including four top-10s and earning more than $1 million...Making second Masters appearance, grabbed first- and second-round leads. Shot a 9-over-par 81 in the third round and finished T22...Shot an 8-under 63 in the final round of the Bell Canadian Open, where he finished T4...Recorded hole-in-one in first round of Chrysler Classic of Greensboro, acing the par-3 17th hole with a 3-iron from 232 yards. \n\n2003: As a non-member, made more money than the 125th spot on the TOUR money list to earn his initial TOUR card...Playing in his first U.S. Open, finished T5 and shared honors with Fredrik Jacobson for best finish by a first-time participant...Solo third in 16th professional TOUR start at the inaugural Deutsche Bank Championship. First-round 8-under-par 63 set the TPC Boston course record that was broken one day later by Adam Scott's 62. \n\n2002: Delivered the huge potential which first became apparent in the 1998 Open Championship by capturing the Dunhill Championship on the European Tour at the start of the season...Went on to win the Nashua Masters title in South Africa and the Crowns Tournament in Japan. He then claimed the Victor Chandler British Masters after a battle with friend Ian Poulter. \n\n2001: Begun the season with successive second-place finishes in South Africa, the country of his birth, to ensure his playing rights for this season. 2000: Finished ninth at European Tour qualifying tournament to keep his playing privileges for next season after coming within five spots of retaining his card. 1999: Finished fourth at European Tour qualifying tournament to earn first card. \n\nAmateur: Pitched in at the last hole to T4 at the 1998 Open Championship at Royal Birkdale. Won Silver Medal as leading amateur. Turned professional the next day...At age 17, played in the Walker Cup, becoming the youngest player in that event's history.\n","otherCarHigh" : "","personal" : "Moved to England from South Africa at age 5, when he started to play seriously at Hartley Wintney GC near his Hampshire home. First swung a club in back garden at 11 months when dad, Ken, handed him a plastic club. Broke 70 for the first time at age 11. Handicap of plus-1 at age 14...Father, Ken, passed away in September 2002...Together with wife, Kate, runs the Kate & Justin Rose Foundation, benefitting the youth of Orlando (kjrosefoundation.org)...Personal Website is justinrose.com.","otherInfo" : "Delivered the huge potential which first became apparent in the 1998 Open Championship by capturing the Dunhill Championship at the start of 2002, having begun the 2001 season with successive second-place finishes in South Africa, the country of his birth, to ensure his playing rights for this season...Moved to England at age 5, when he started to play seriously at Hartley Wintney GC near his Hampshire home. First swung a club in back garden at 11 months when dad, Ken, handed him a plastic club. Broke 70 for the first time at age 11. Handicap of plus-3 at age 14 and played in 1997 Walker Cup at only 17...Brother, Brandon is an ex-professional in South Africa...Co-coached by his father Ken and David Leadbetter, with whom he began working in 1998, the year he holed out at the 72nd hole to T4 in The Open Championship at Royal Birkdale and win low amateur honors. Turned professional the next day... Missed card at Qualifying School in 1998 but finished fourth in 1999 and ninth in 2000 after coming within five spots of retaining his card...Went on to win the Nashua Masters title in South Africa and the Crowns Tournament in Japan after his breakthrough success in the Dunhill Championship then claimed the Victor Chandler British Masters in 2002 after a battle with friend Ian Poulter...Web site is.justinrose.com.","ntlTeams" : "Ryder Cup (2), 2008, 2012; World Cup (3), 2002, 2003, 2011; Seve Trophy (2), 2003, 2007; Walker Cup (1), 1997.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 6th on the PGA TOUR 2 times in 2016.","dynStats" : "He ranks 21st in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/justinprose99"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/JustinRose99"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}