{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02118","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Snead","first" : "J.C.","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "215","weightMetric" : "98","birthDate" : "October 14, 1940","age" : "75","birthPlace" : "Hot Springs, Virginia","residence" : "Hobe Sound, Florida","family" : "Jason (10\/10\/78)","education" : "East Tennessee State University","splInterest" : "Hunting, farming","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1964","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "9,603,705&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1968","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Finished sixth in the Legends Division of the Bass Pro Shops Legends of Golf with Dave Eichelberger in April.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1990","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(2): 1973 Australian Open. 1980 Jerry Ford Invitational [co-winner].","intlVics" : "","curYearHigh" : "Finished sixth in the Legends Division of the Bass Pro Shops Legends of Golf with Dave Eichelberger in April.","carHigh" : "2013: Only start was in April when he teamed with Gibby Gilbert to finish T10 in the unofficial Demaret Division at the Liberty Mutual Insurance Legends of Golf.\n\n2012: For the second straight year, teamed with Gibby Gilbert to win the Demaret Division title at the Liberty Mutual Insurance Legends of Golf. Duo shot a better-ball score of 59 in the second round to tie Frank Beard-Larry Ziegler, a team it then defeated in a playoff. \n\n2011: Lone appearance on the Champions Tour came at the Liberty Mutual Legends of Golf when he teamed with Gibby Gilbert to win the 36-hole Demaret Division competition by five strokes over Jim Albus-Jim Dent and Mike Hill-Lee Trevino. Duo sizzled with a better-ball score of 20-under 124 (62-62). 2007: Made the first hole-in-one of the year. Aced the 172-yard 12th hole at Quail West during the second round of The ACE Group Classic. The ace was the 16th of his career and sixth on the Champions Tour, moving him out of a tie with Graham Marsh and Jimmy Powell for the most career holes-in-one by a player on the circuit. Ace was also the ninth in the history of the Naples event. 2005: Teed it up in his 1,000th (PGA TOUR\/Champions Tour combined) event at the Senior PGA Championship, becoming just the seventh player to reach that milestone. Missed the cut at Laurel Valley after posting rounds of 77-79. 2003: Made his fifth career hole-in-one on the Champions Tour at the Bayer Advantage Celebrity Pro-Am, at the time, tying him with Charlie Sifford for most career aces on the over-50 circuit. Holed a 6-iron shot from 162 yards on No. 4 at The National GC of Kansas City in the final round...Also made consecutive eagles during the third round of the JELD-WEN Tradition. Holed a pitch shot on the par-5 15th hole at The Reserve and then followed by hitting the par-5 16th green in two and making a 22-foot putt. 2002: Ended nearly a seven-year victory drought when he prevailed by one stroke at the Greater Baltimore Classic. Sank a 10-foot par putt on the final hole to nip John Mahaffey, Doug Tewell and Bobby Wadkins. Became only the fifth player, and first since Gary Player in 1998, to win both the Georgia-Pacific Grand Champions title and the overall tournament. Victory at 61 years, 8 months and 9 days made him the third oldest player ever to win a Champions Tour event behind Mike Fetchick (63 years) and Player (62 years, 9 months, 22 days). The win was also his first since the 1995 Ford Senior Players Championship and set a record for longest time between Champions Tour victories (6 years, 11 months, 7 days), eclipsing the old record of 6 years, 10 months and 3 days by Larry Ziegler (1991 Newport Cup-1998 Saint Lukes Classic). 2001: Was T2 at The Instinet Classic, two strokes behind Gil Morgan. 2000: Along with Gary McCord, lost to Tom Wargo (won with birdie on third extra hole) in a playoff at the LiquidGolf.com Invitational. 1999: Closed with a final-round 65 at Serrano CC and T3 at the Raley's Gold Rush Classic. 1998: T2 at the Northville Long Island Classic along with Walter Hall, one stroke short of Gary Player...Recorded a hole-in-one in the final round of The Home Depot Invitational. 1996: Closing round, 6-under 65 helped him to a runner-up finish to Jack Nicklaus at the GTE Suncoast Classic, one of three second-place finishes. 1995: Enjoyed his most lucrative season with more than $950,000 in official money...Defeated Raymond Floyd in a playoff for the Royal Caribbean Classic title and then bested Jack Nicklaus in overtime for the Ford Senior Players Championship title, the biggest win of his career. 1993: Broke into the Champions Tour winner's circle when he braved the elements for a one-stroke victory at the Vantage at The Dominion in San Antonio. His 54-hole score of 2-under 214 was impressive, considering a freak winter storm that moved through south Texas during the event. 1990: Finished T21 in his Champions Tour debut, at The Transamerica Senior Golf Championship, in Napa, Calif., site of his victory in the 1976 Kaiser International.\n","otherCarHigh" : "Collected the last of his eight PGA TOUR titles at the 1987 Manufacturer's Hanover-Westchester Classic, defeating Seve Ballesteros in a playoff...Captured his first two TOUR victories in a three-week span, winning the 1971 Tucson Open and the Doral-Eastern Open immediately before and after the PGA Championship...Member of the U.S. Ryder Cup teams in 1971, 1973 and 1975...Has 16 career holes-in-one.","personal" : "Nephew of the legendary Sam Snead, who passed away in 2002...Was an excellent all-around athlete as a youngster, winning all-state honors in three sports. Spent nearly four years playing baseball in the Washington Senators' farm system before becoming a professional golfer in 1964...Biggest thrill of his career was his first TOUR victory, in Tucson...Lists Bob Knight and Ted Williams as his heroes...Biggest thrill outside of golf was when Williams gave him a baseball glove at age 11...Favorite golf course is Cypress Point...Enjoys reading Louis L'Amour novels.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 4 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}