{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20997","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Cotner","first" : "Keoke","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "185","weightMetric" : "84","birthDate" : "July 11, 1971","age" : "44","birthPlace" : "Cordoba, Mexico","residence" : "Bedford, TX","family" : "Wife, Tisha; Kassidy (3\/5\/01), Kelson (5\/5\/04)","education" : "University of North Texas (1994, Business)","splInterest" : "Playing with his children, traveling, fishing, sailing","pronunciation" : "key-OH-key","nwTourAlumnus" : "","trndProYear" : "1994","clubAffl" : "Diamond Oaks CC (Fort Worth, TX); Lake Park GC (Lewisville, TX)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "957,189&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Minor Medical","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the Nationwide Tour in 2000-09. 2010: Made four starts on the Nationwide Tour. 2009: Made the cut in eight of 18 starts on Tour. Earned his first top-10 of the year at the WNB Golf Classic, where he finished T5. Third-round 65 moved him into contention at Midland CC, where he finished runner-up in 2008...Withdrew from the final regular season event at the Miccosukee Championship, which represented his 250th career start on the Nationwide Tour. Made just the third start of his career on the PGA TOUR, missing the cut at the Shell Houston Open. 2008: Made eight cuts in 25 starts on the Nationwide Tour, including four top-25 finishes. Only top-10 came when he climbed 52 spots on the money list from 129th to 77th with solo second-place performance at the WNB Golf Classic, 11 shots behind winner Marc Leishman. One of only four players to shoot four sub-par rounds after getting into the tournament Wednesday as the first alternate. 2007: Made the cut in 14 of 19 events, with five top-25 finishes. Concluded the season No. 70 on the money list, with $85,384. The best of his three top-10 finishes came at the Mark Christopher Charity Classic (T5), with the others coming at the Preferred Health Systems Wichita Open (T7) and the Price Cutter Charity Championship (T9)...2006: Finished outside of the top 100 on the money list in for the first time in his career. Ended the season with 13 made cuts in 29 starts, with his lone top-10 finish a T5 at the Athens Regional Foundation Classic. 2005: Made the cut in 13 of 29 starts on Tour, with two top-10 finishes. Ended the year No. 57 on the money list, with $99,198. Cracked the top 10 for the first time, with a runner-up finish at the Cleveland Open. After opening the tournament with an even-par 71, bounced back in impressive fashion with rounds of 69-68-65 to finish three shots behind tournament winner Andrew Johnson. Final top-10 came in the final full-field event of the year, finishing T6 at the Permian Basin Charity Golf Classic. 2004: Made the cut in 13 of 24 starts on the Nationwide Tour, including four top-25 finishes. Concluded the season ranked No. 64 on the money list, with $89,496. Only top-10 finish came at the Rheem Classic. Rounds of 65-65-70-67 led to a 13-under-par 267 and a solo-second-place finish, two strokes behind winner Franklin Langham. 2003: Made the cut in 15 of 28 events on the Nationwide Tour. Finished the season No. 68 on the final money list, with $72,611. Was inside the top 25 five times, with a T4 at the Price Cutter Charity Championship his only top-10 of the season. Shot rounds of 67-70-66-66 to finish at 19-under-par 269, two shots behind Tom Carter's winning score. 2002: Played in 27 of the 28 events on Tour. Placed 25th on the final money list, with $144,816. Notched 10 top-25 finishes and made the cut in 15 of 27 events. Four top-10 finishes included season-best T2 at the Preferred Health Systems Wichita Open...Missed the cut in his only appearance on the PGA TOUR in 2002 at the Sony Open in Hawaii. 2001: Made the cut in 14 of 26 events, with three top-10s. Was runner-up at the Monterrey Open to begin the season. Was T2 at the Knoxville Open, closing with weekend rounds of 66-65. 2000: Won the Oregon Classic during his rookie season on Tour. Tied for 14th after an opening-round 69 at Shadow Hills CC. Was five strokes back of Todd Barranger after 36 holes. Took the lead for good with a third-round 65 and held on for a two-stroke victory over Jody Bellflower. Jumped from 43rd to T21 after shooting a 66 in the last round of the 1998 United Airlines Hawaiian Open on PGA TOUR, his only made cut in two career PGA TOUR appearances. \n","otherCarHigh" : "","personal" : "His father, who is Scottish-Irish and worked as a sugarcane factory engineer, served in the Korean War. His mother, who is Hawaiian-Chinese, is a former winner of the Miss Kauai contest. Brother, Kawika, played on the PGA TOUR in 1995 and the Nationwide Tour in 1996. Cites Tom Watson as his hero.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 1st in 2000 at the BUY.COM Oregon Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}