{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01783","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "McCumber","first" : "Mark","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "170","weightMetric" : "77","birthDate" : "September 7, 1951","age" : "64","birthPlace" : "Jacksonville, FL","residence" : "Jacksonville, FL","family" : "Wife, Paddy; Addison (1\/28\/76), Megan (6\/14\/80), Mark Tyler (4\/4\/91)","education" : "","splInterest" : "Family activities, golf course architecture","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1974","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "6,481,321&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1978","qSchoolYear" : "Spring 1978","exmtStatus" : "Major medical exemption","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "1996: Had rotator cuff surgery on his right shoulder in the fall. While rehabbing shoulder, began to feel pain in neck, signaling on-going problem that finally was diagnosed as a spinal-cord lesion, caused by a virus that may have settled in as long ago as 1995...Underwent extensive physical therapy to combat numbness in his left hand and fatigue in his legs...Finished 38th on money list in his last full season on TOUR and had four top-10s, including seconds at Honda Classic and The Open Championship. 1994: Posted three victories, including season-ending TOUR Championship and earned a career-best $1,208,209, third on the final money list. Defeated Glen Day by three strokes at Anheuser-Busch Golf Classic, followed by one-stroke win over Kenny Perry two months later at Hardee's Golf Classic. Two victories gave him first multiple-win season since 1983. At The TOUR Championship, sank 40-foot putt on first extra hole to defeat Fuzzy Zoeller. 1989: Earned first playoff victory at Beatrice Western Open, beating Peter Jacobsen. 1988: Was hometown champion at THE PLAYERS Championship, defeating Mike Reid by four strokes...Teamed with Ben Crenshaw to win World Cup title. 1985: Earned second Doral-Eastern crown. 1983: Second and third wins came at Western Open and Pensacola Open. 1979: First TOUR victory came in his 12th tournament, the Doral-Eastern Open.\n","otherCarHigh" : "Had rotator cuff surgery on his right shoulder in the fall of 1996. While rehabbing shoulder, began to feel pain in neck, signaling on-going problem that finally was diagnosed as a spinal-cord lesion, caused by a virus that may have settled in as long ago as 1995...Underwent extensive physical therapy to combat numbness in his left hand and fatigue in his legs...Finished 38th on money list in his last full season on TOUR in 1996 and had four top-10 finishes, including seconds at Honda Classic and The Open Championship...Posted three victories in 1994, including season-ending TOUR Championship and earned a career-best $1,208,209, third on the final money list. Defeated Glen Day by three strokes at Anheuser-Busch Golf Classic, followed by one-stroke win over Kenny Perry two months later at Hardee's Golf Classic. Two victories gave him first multiple-win season since 1983. At The TOUR Championship, sank 40-foot putt on first extra hole to defeat Fuzzy Zoeller...First TOUR victory came in his 12th tournament: the 1979 Doral-Eastern Open...Next wins came in 1983, at Western Open and Pensacola Open...Earned second Doral-Eastern crown in 1985...Won 1987 Anheuser-Busch Classic...Was hometown champion at 1988 PLAYERS Championship, defeating Mike Reid by four strokes...Earned first playoff victory over Peter Jacobsen in 1989 Beatrice Western Open...Teamed with Ben Crenshaw to win 1988 World Cup title...U.S. finalist at 1995 Andersen Consulting World Championship of Golf.","personal" : "Has made significant impact in golf-course design with Mark McCumber and Associates, design arm of McCumber Golf, which he operates with his brothers...Designed Tournament Players Club at Heron Bay, site of the Honda Classic...Is a member of the American Society of Golf Architects along with Jack Nicklaus.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2001","qSchoolYear" : "","exmtStatus" : "Net-70 on All-Time Money List","otherVics" : "(1): 1988 World Cup [with Ben Crenshaw].","intlVics" : "","curYearHigh" : "","carHigh" : "2005: T9 at the weather-shortened Outback Steakhouse Pro-Am. 2004: T5 at the Royal Caribbean Classic at Crandon Park GC near Miami. 2003: Among the early leaders at the Verizon Classic and finished T4 at the TPC of Tampa Bay, his best performance ever on the Champions Tour despite a second-round 75...Was near the top of the leaderboard for most of The Senior Open Championship before eventually T6 at Turnberry, his top effort in a senior major. 2002: was T7 at the Verizon Classic. 2001: Made Champions Tour debut at the inaugural SAS Championship in Raleigh and T48 at Prestonwood.\n","otherCarHigh" : "Had rotator cuff surgery on his right shoulder in the fall of 1996. While rehabbing shoulder, began to feel pain in neck, signaling on-going problem that finally was diagnosed as a spinal-cord lesion caused by a virus that may have settled in as long ago as 1995...Underwent extensive physical therapy to combat numbness in his left hand and fatigue in his legs...Posted three victories in 1994, including season-ending TOUR Championship and earned a career-best $1,208,209, third on the final money list. Defeated Glen Day by three strokes at Anheuser-Busch Golf Classic, followed by one-stroke win over Kenny Perry two months later at Hardee's Golf Classic. Two victories gave him first multiple-win season since 1983. At The TOUR Championship, sank 40-foot putt on first extra hole to defeat Fuzzy Zoeller...First TOUR victory came in his 12th tournament: the 1979 Doral-Eastern Open...Next wins came in 1983, at Western Open and Pensacola Open...Earned second Doral-Eastern crown in 1985...Won 1987 Anheuser-Busch Classic...Was hometown champion at 1988 PLAYERS Championship, defeating Mike Reid by four strokes...Earned first playoff victory at 1989 Beatrice Western Open over Peter Jacobsen...Also finished T2 to Tom Lehman at the 1996 Open Championship at Royal Lytham & St. Annes...Teamed with Ben Crenshaw to win 1988 World Cup title in Melbourne, Australia...U.S. finalist at 1995 Andersen Consulting World Championship of Golf.","personal" : "Has made significant impact in golf-course design with Mark McCumber and Associates, design arm of McCumber Golf, which he operates with his brothers...Is a member of the American Society of Golf Architects, along with Jack Nicklaus...Grew up next to a golf course in Jacksonville, FL...Son, Tyler, will be a freshman golfer at the University of Florida in the fall of 2009","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "Played in the Raphael Division at the Liberty Mutual Legends of Golf for the second straight year and teamed with Wayne Grady to finish 13th."}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T4th in 2003 at the Verizon Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}