{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "28300","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "6","capcure" : "N", "personalInfo" : {"name" : {"last" : "Luiten","first" : "Joost","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "154","weightMetric" : "70","birthDate" : "January 7, 1986","age" : "30","birthPlace" : "Bleiswijk, Netherlands","residence" : "Bleiswijk, Netherlands","family" : "Single","education" : "","splInterest" : "Ping-pong, cycling, skiing, European soccer, computers","pronunciation" : "YOAST LAU-tun","nwTourAlumnus" : "","trndProYear" : "2006","clubAffl" : "","cityPlaysFrm" : "Netherlands; ;","websiteUrl" : "http:\/\/www.joostluiten.com","websiteName" : "www.joostluiten.com","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(5): 2007 Vodafone Challenge [EurChall], Allianz Golf Open de Toulouse [EurChall]. 2011 Iskandar Johor Open [Asia]. 2013 Lyoness Open [Eur], KLM Open [Eur]. 2014 ISPS Handa Wales Open [Eur].","curYearHigh" : "","carHigh" : "2014-15: A second-round 63 was the highlight of his T4 at the Aberdeen Asset Management Scottish Open in July. Shot weekend rounds of 66-70 to tie with Eddie Pepperell and Marc Warren, two shots behind winner Rickie Fowler...Made his first U.S. Open cut in only his second appearance in the event, finishing T39 at Chambers Bay after opening 68-69 and T5 through 36 holes. \n\n2013-14: Played in a career-high nine PGA TOUR events, including appearances in all four major championships and his first PLAYERS Championship...Best outing of the season was a T13 at the World Golf Championships-Cadillac Championship...Also added a solo 26th at the PGA Championship and a T26 at the Masters Tournament. On the European Tour, finished 11th on the final Race to Dubai standings. Won on that circuit for a second consecutive season...Opened his year by playing steady golf all week at the Volvo Golf Champions in South Africa in mid-January. Shot four under-par rounds, joining winner Louis Oosthuizen as the only other player in the field to accomplish the feat. Eventually finished T3 after a final-round 71, two shots behind Oosthuizen...Bookended 68s around a 70-72 showing in the second and third rounds on his way to a sixth-place performance at the Abu Dhabi HSBC Golf Championship in mid-January...Represented Europe in the inaugural Eurasia Cup in March in Kuala Lumpur, Malaysia. In the event's 10-10 draw, went 1-1-1 in his three matches...At the Open de Espana in mid-May, finished fourth, one shot out of the Miguel Angel Jimenez-Richard Green-Thomas Pieters playoff that Jimenez won...Shot a final-round 65 at the Open D'Italia, one of four under-par rounds in Torino to T4 with Richie Ramsay, four shots behind winner Hennie Otto...Finished T5 with Romain Wattel and Pablo Larrazabal at the KLM Open in the Netherlands in September...At the ISPS Handa Wales Open, opened 65-69-65 and then hung on at Celtic Manor with an even-par 71 to edge a hard-charging Tommy Fleetwood and Shane Lowry by a stroke. The victory was his third European Tour title, all coming in the last two seasons...Made it to the semifinals of the Volvo World Match Play Championship, losing to eventual champion Mikko Ilonen, 2 and 1, a player he had beaten on day one, 1-up. Defeated George Coetzee in the third-place match on the 19th hole after the regulation match ended in a tie...Four under-par rounds at the European Tour's season-ending DP World Tour Championship led to a T9 with Rafael Cabrera-Bello and Branden Grace in Dubai. \n\n2013: Lone PGA TOUR start came at the PGA Championship (missed cut)...Earned his first title in two years when he captured the European Tour's Lyoness Open in June in Austria. Opened with rounds of 65-68-67 to take a three-shot lead into the final round at Diamond CC in Atzenbrugg. Shot a 1-under 71 Sunday despite three-putting (bogey) the final round's opening hole. Was able to hold off a hard-charging Thomas Bjorn, who shot a 4-under 68, by two strokes...Earned win No. 2 on the season and recorded his first European Tour multi-win campaign when he defeated Miguel Angel Jimenez on the first extra hole in the Netherlands. Shot four rounds in the 60s, punctuated with middle-round scores of 65-66 Friday and Saturday at Kennemer G&CC in Zandvoort...Enjoyed his first top-10 of the campaign, a T6 at the European Tour's Abu Dhabi HSBC Golf Championship...Added a T8 at the Volvo China Open in Tianjian in early May...Was T10 at the BMW International Open in Germany in mid-June...Later that month, contended all week at the Irish Open in Maynooth, County Kildare. After a third-round 66 at Carton House GC put him in position to win, stumbled badly on the final day in a three-bogey, no-birdie 74 that left him T2 with Robert Rock, three shots behind winner Paul Casey...Finished T4 at the ISPS Handa Wales Open late in the summer. Recovered from a 2-over 73 in the first round and was 5-under the rest of the way to finish five shots behind winner Gregory Bourdy...Played in his first Seve Trophy for Continental Europe. Went 4-1-0 in his five matches in Continental Europe's two-point win in Paris...After an opening 73 at the DP World Tour Championship in Dubai in mid-November, came back with a 68-65-66 finish to place fourth at Jumeirah Golf Estates, the season finale on the European Tour...Shot a final-round 65 at the Open D'Italia to go with three other under-par rounds (69-68-70) to finish T4 in Torino, four shots behind winner Hennie Otto. \n\n2012: Contended at the ISPS Handa Wales Open in June on the European Tour. After a third-round 64, the low round of the tournament moved him into a tie for second, a stroke behind 54-hole leader Thongchai Jaidee, he came back with a 1-over 72 Sunday to T2, a stroke behind Jaidee. The performance marked his best finish since winning the weather-shortened Iskandar Johor Open on the Asian Tour in 2011...Made the cut in his second consecutive Open Championships, finishing T45 at Royal Lytham & St. Annes a year after a T63 finish in his Open debut...Qualified for his first World Golf Championships event and T63 at the Bridgestone Invitational in early August...Had his top major championship performance when he T21 at the PGA Championship in South Carolina. \n\n2011: Made his PGA TOUR debut, at the Memorial Tournament. Was disqualified following the first round after signing an incorrect scorecard...Was third at the Austrian Golf Open in September on the strength of a final-round 68...Had a T3 at the BMW International Open. Began the day five strokes off the lead but shot a Sunday 67...Added another top-five performance in June with a T5 at the BMW Italian Open, thanks to four rounds in the 60s...Enjoyed a T6 in his native Netherlands when a third-round 64 put him in contention. He followed that 64 with a Sunday 69 to move up the leaderboard...Contended late in the year at the Barclays Singapore Open before he struggled on the final two holes and settled for a Sunday 67 in the rain-shortened event to T5...Was ninth at the Alfred Dunhill Links Championship. A final-round 72 derailed his chances at victory...After contending at several tournaments late in the year, he finally broke through with a victory, at the rain-shortened Iskandar Johor Open in Malaysia. After opening with a 63 at Horizon Hills G&CC in Johor Bahru, he closed with a 6-under 65 to defeat Daniel Chopra by one stroke...His Netherlands team that included teammate Robert Jan Derksen shot rounds of 64-68 on the weekend at the OMEGA Misison Hills World Cup to move up the leaderboard into a T4 in China. \n\n2010: Played in 27 European Tour events, missed only two cuts and enjoyed six top-10 finishes. Finished 28th in the Race to Dubai. His top showing was a runner-up showing at the Portugal Masters, where he tied with Gonzalo Fernandez-Castano, Robert Karlsson and Francesco Molinari, two strokes behind winner Richard Green. Was third at the Castello Masters, fifth at the Andalucia Valderrama Masters, sixth at the Open de Andalucia de Golf and the Joburg Open and ninth at the 3 Irish Open. \n\n2009: Had seven European Tour starts, with his T17 at the Austrian Golf Open his best finish. \n\n2008: In 16 European Tour starts, counted two top 10s—a T5 at the Jakarta Astro Indonesia Open and a solo fourth at the Alfred Dunhill Championship. \n\n2007: Qualified for the 2008 European Tour after a stellar season that saw him win twice, at the Vodafone Challenge and the Allianz Golf Open de Toulouse on the European Challenge Tour. Just missed on additional wins, finishing second at The KLM Open on the European Tour and ending T2 at the Challenge Tour's Apulia San Domenico Grand Final. At the Vodafone Challenge, he entered the final round tied for seventh but shot a Sunday 61 to storm back to win by two over Magnus Carlsson in Dusseldorf, Germany. At the KLM Open in his native Netherlands, he shot rounds of 68-64-71-66 to fall by one stroke to Ross Fisher at Kennemer G&CC. \n\nAmateur: Won the 2004 Dutch Boys Championship and the Dutch Youths Championship and traveled to the Netherlands in 2005 and won the Spanish Amateur Open Championship and the German Amateur Open Championship.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "World Cup (1), 2011; Seve Trophy (1), 2013; Eisenhower Trophy (1), 2006; Eurasia Cup (1), 2014.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T11th in 2015 at the The Honda Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}