{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02239","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Verplank","first" : "Scott","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "165","weightMetric" : "75","birthDate" : "July 9, 1964","age" : "51","birthPlace" : "Dallas, Texas","residence" : "Edmond, Oklahoma","family" : "Wife, Kim; Scottie (7\/14\/92), Hannah (1\/26\/95), Emma (8\/15\/97), Heidi Ann (2\/12\/04)","education" : "Oklahoma State University (1986, Business)","splInterest" : "Playing with his kids, quail hunting, Oklahoma State football","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1986","clubAffl" : "","cityPlaysFrm" : "Edmond; OK; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "27,845,220&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Was the 36-hole leader at the Tucson Conquistadores Classic after consecutive rounds of 66 but closed with a 2-over-par 74 to eventually finish T6.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1986","qSchoolYear" : "1987","exmtStatus" : "Past Champion","otherVics" : "(1): 2006 Wendy's 3-Tour Challenge [with Stewart Cink, Zach Johnson].","intlVics" : "(1): 1998 World Cup [indiv].","curYearHigh" : "Was the 36-hole leader at the Tucson Conquistadores Classic after consecutive rounds of 66 but closed with a 2-over-par 74 to eventually finish T6.","carHigh" : "2015: Made two of 13 PGA TOUR cuts playing out of the one-time Top 50 Career Money exemption category...Easily turned in his best career effort on the Champions Tour when he played steady golf for four consecutive rounds in Indiana to finish T4 at the Senior PGA Championship in French Lick. \n\n2014: Made four starts on the Champions Tour and 12 on the PGA TOUR (1 made cut).\n\n2013: Made four of 14 TOUR cuts and finished No. 214 in the FedExCup standings. Failed to record a top-10 for the second consecutive season. \n\n2012: Made only nine starts on TOUR due to left-wrist injury...Snapped a streak of 18 consecutive years with at least one top-25 finish. His T54 at the Masters Tournament was his best performance.\n\n2011: Battled an early season wrist injury that limited his starts. Was still able to make nine of 15 cuts and finish inside the top 125 of the money list for the 14 consecutive season...In fourth event of the campaign, followed an opening round, 1-over 73, with back-to-back 65s en route to finishing T2 with Chris Kirk at the Shell Houston Open. He shared the 54-hole lead with eventual champion Phil Mickelson and played in the final twosome Sunday. Posted a final-round 68 to finish three behind Mickelson...Entered the final round of The Heritage two strokes behind Luke Donald but struggled to a 2-over 73 to finish T9. It was his 19th career start at the event and his fourth top-10 finish: T3 in 2001, T5 in 2002 and T10 in 2005...Finished T4 at the PGA Championship (at the Atlanta Athletic Club) for his best finish in 63 major mhampionship appearances. Previous-best finish in a major was T7, set on three occasions, including the 2001 PGA Championship at the Atlanta Athletic Club. His PGA finish marked his third top 10 of the season. \n\n2010: Claimed three top-10 finishes in 2010, including a playoff loss to Bubba Watson at the Travelers Championship...First top-10 finish was a T5 at the HP Byron Nelson Championship on the strength of a final-round 67. Made his 24th start at the Dallas tournament where just three players have made more starts (28 by Lanny Wadkins and Tom Watson; 27 by Ben Crenshaw)...T5 at the Crowne Plaza Invitational at Colonial, best finish in 21 starts in the event and just his second top-10 finish (T7 in 2007)...Bettered his finish in Fort Worth with a T2 at the Travelers Championship in June. Shot a final-round 6-under 64 to work his way into the playoff before losing on the second extra hole to Bubba Watson. Tied Watson with a birdie on the first extra hole, the par-4 18th, as Corey Pavin made par and was eliminated. Missed the green on the par-3 16th and made bogey as Watson two-putted for par and the win. 2009: Recorded six top-10 finishes on his way to his best result in the FedExCup (10th)...Earned more than $2 million for the sixth time in his 23-year PGA TOUR career...Finished T4 at the Arnold Palmer Invitational...His bogey-free, 8-under 62 in the final round of the Travelers Championship en route to a T9 was the low round on Sunday and just a stroke off his career-best 18-hole score of 61...Kept that pace up two weeks later at the John Deere Classic. A second-round, 7-under 64 led to a second consecutive T9, his third top-10 of the year...Posted a T8 at his next start, the RBC Canadian Open, for his fourth top-10 of the year...Landed his fifth top-10 of the season with a T9 at The Barclays where he ranked T1 in Putts Per Round (26)...Earned second consecutive top-10 in the Playoffs with a T2 at Deutsche Bank Championship, one stroke behind winner Steve Stricker. Birdied the 18th hole on Sunday to tie Jason Dufner for first at 16-under. However, Stricker birdied the last two holes to finish at 17-under. One of three players (also Dufner and Padraig Harrington) to shoot four rounds in the 60s for the week. Ranked T1 in Greens In Regulation (56 of 72, 77.8 percent) and T2 in Fairways Hit (46 of 56, 82.2 percent) for the week...Finished 22nd at the TOUR Championship. Has seven top-10 finishes in nine starts at the TOUR Championship. 2008: In 19th time playing competitively at Riviera CC dating back to 1987, claimed his best career finish, a T5, at the Northern Trust Open...Finished T3 at the Children's Miracle Network Classic on strength of opening rounds of 64-64. 2007: Earned first TOUR win since 2001 at the EDS Byron Nelson Championship. Win for Dallas resident was especially memorable, as he had strong ties to tournament namesake Byron Nelson, who passed away in 2006. Overcame a three-shot deficit to Luke Donald in the final round and fired four rounds in the 60s en route to the victory by one stroke over Donald. Nelson died Sept. 26, 2006 at age 94. But Nelson's wife, Peggy, holding one of her late husband's trademark hats, was there for a hug. 2006: Finished in the top 50 on the money list for the seventh consecutive season, and named as a Captain's Pick by Tom Lehman for the U.S. Ryder Cup squad...Finished T2 at the Bob Hope Chrysler Classic. Entered final round one behind Chad Campbell, but finished with a 1-over-par 73 to place three behind Campbell…In next start, second runner-up finish of the season and 11th of career came as part of a five-way tie, seven strokes behind winner J.B. Holmes at the FBR Open in Phoenix…Tied with three others for the 36-hole lead at the Ford Championship at Doral, but finished T15 after rounds of 74-72 on the weekend…Posted third top-10 in first six starts with a T10 at the Bay Hill Invitational presented by MasterCard… Recorded his third top-five finish of the season with a T4 at the Buick Open thanks to four rounds in the 60s, his best finish at Warwick Hills G&CC since a runner-up in 1998…Best finish over final seven starts was T36 at the FUNAI Classic at the Walt Disney World Resort. 2005: First top-10 of the season came at THE PLAYERS Championship, where he finished T2, one behind winner Fred Funk, after playing 31 holes on Monday. Missed an 8-foot par putt on the 72nd hole that would have tied Funk. Just his second top-10 in the event in 13 appearances (T8 in 2003)...Two strokes back after 36 and 54 holes at the U.S. Bank Championship in Milwaukee, but recorded a closing one-over 71 to finish second. It was his fourth runner-up finish since winning the 2001 Bell Canadian Open, his last victory on TOUR...Playing in first Presidents Cup, posted a 2-2-1 record for victorious U.S. squad...Finished solo third at the TOUR Championship, posting four rounds in the 60s. 2004: Despite suffering from plantar fascitis, an ailment in his right foot for much of the year, finished among the top 30 money winners...5-under-par 67 final round at the Ford Championship at Doral forced a playoff with Craig Parry. On the first playoff hole, Parry holed his second shot from the fairway on the par-4 18th for an eagle and the victory over Verplank...Matched his career-best performance in a major with a T7 at The Open Championship. His other T7 came at the 2001 PGA Championship. 2003: Recorded top-10s at THE PLAYERS Championship (T8), Masters (T8) and U.S. Open (T10)...Recorded first runner-up finish on TOUR since losinga playoff to Robert Damron at the 2001 EDS Byron Nelson Classic by finishing T2 at the FUNAI Classic at the Walt Disney World Resort. 2002: Named winner of the 2002 Ben Hogan Award, given by the Golf Writers Association of America to an individual who has continued to be active in golf despite a physical handicap or serious illness...Playing in his first Ryder Cup, posted a record of 2-1-0. \n\n2001: Finished in the top 10 on the money list and earned over $2 million for first time in his career, completing the season with a victory...Opened with an 8-under 62 to take the first-round lead at Verizon Byron Nelson Classic. Shared second- and third-round leads after rounds of 67-68. Closing 66 produced playoff with Robert Damron. Damron won playoff with birdie on fourth extra hole...Following T7 at PGA Championship, selected by Curtis Strange as one of two Captain's Choices for Ryder Cup team. First Ryder Cup rookie to make team as Captain's Choice...Three weeks later, earned his fourth PGA TOUR victory at Bell Canadian Open. Second-round 63, after opening 70, lifted him into contention. Third-round 66 put him one stroke ahead of Paul Gow and Dicky Pride. Closing 67 produced three-stroke victory over Bob Estes and Joey Sindelar. 2000: Returned to the winner's circle for the first time since 1988 with victory at Reno-Tahoe Open. Trailed third-round leader Jean Van de Velde by five strokes after 54 holes. Final-round 67 earned a tie with Van de Velde, and Verplank won playoff with an 8-foot birdie putt on the fourth extra hole. \n\n1999: Made 26 starts, making cut in 19...Finished in the top 10 once during the year, with a solo eighth at the John Deere Classic his best showing. \n\n\n\n1998: Lost playoff to Trevor Dodds at Greater Greensboro Chrysler Classic on first extra hole...Finished fifth at the TOUR Championship...Earnings of $1,223,436 placed him 18th on money list, highest finish by Q-School grad since John Daly was 17th in 1991...With Daly, represented the United States in World Cup and won the individual title, with a 9-under-par 279, one stroke better than England's Nick Faldo and Italy's Costantino Rocca...Chosen by his peers as PGA TOUR Comeback Player of the Year. \n\n1997: Finished as medalist at PGA TOUR Qualifying Tournament to regain PGA TOUR card for 1998. \n\n1996: Required surgery on elbow again and received Special Medical Extension for 1997. \n\n\n\n1995: Showed his comeback from past physical problems was complete by having the second-best money-won year of his career. Best finish of the season was a T4, at the BellSouth Classic...Followed his performance in Georgia with a T5 the next week at the GTE Byron Nelson Classic outside Dallas...First top-10 of the campaign came at the Honda Classic in Palm Beach Gardens, Fla., where he closed with a 3-under 69...In September, finished T10 at the Quad City Classic.\n\n\n\n1994: Played first part of season under Special Medical Extension and was able to retain card by finishing 97th on money list...Best finish was a T4 at the Anheuser-Busch Golf Classic. Strung together three rounds in the 60s over his final 54 holes. \n\n\n\n1993: Did not play as he rehabbed from his surgeries.\n\n\n\n1992: Didn't begin his season until March, played 13 events and made only one cut that resulted in a T58 at the B.C. Open in September...Had additional surgery to increase blood flow in the joint of the elbow.\n\n\n\n1991: Right-elbow issues caused the most frustrating season of his career. Made only one cut, at the Las Vegas Invitational, in his 25th of 26 starts (24 missed cuts, one withdrawl). Finished T63 in Nevada. Played in the Independent Insurance Agent Open in late October and then prepared for elbow surgery in December to remove bone spurs.\n\n\n\n1990: Had a runner-up finish for the second time in three seasons, with a solo second at the Bank of Boston Classic. Held a one-shot lead over Brian Tennyson with a round to play. Shot a Sunday 73 (2-over) and watched as Morris Hatalsky passed him for the one-shot triumph.\n\n\n\n1989: Lone top-10 of the season was a T6 at the Memorial Tournament in Dublin, Ohio, in mid-May. Made 15 of 28 cuts and finished 141st on the money list. \n\n\n\n1988: Earned his second TOUR title, at the Buick Open, where a final-round 66 produced two-stroke victory over Doug Tewell in Michigan...Just missed making it a multiple-victory season when he was T2 at the Canadian Open. Shot a final-round 70 at Glen Abbey GC to lose by a shot to Ken Green...At the Nabisco Championship, opened 69-70 and ultimately finished T8 at Pebble Beach GL.\n\n1987: Missed his first seven cuts to start the season and made only 12 cuts in 31 official starts. Was unable to record a top-10 finish, with his best showing a T20 at the Greater Greensboro Open...Attended the PGA TOUR Qualifying Tournament and finished T6 to secure his 1988 playing privileges. \n\n1986: Made his PGA TOUR debut as a pro at the U.S. Open, finishing T15...Had one top-10 finish, a T6 at the Tallahassee Open\n\nAmateur: Became the first amateur in 29 years to win a PGA TOUR event (Doug Sanders at 1956 Canadian Open had been the last) when he defeated Jim Thorpe in a playoff at the 1985 Western Open. Maintained his amateur status through the first part of 1986 but was T4 at the MONY Tournament of Champions, a distant 12 strokes behind winner Calvin Peete...Was the 1984 U.S. Amateur and 1986 NCAA Championship winner...Four-time All-American at Oklahoma State...Played on the U.S. Walker Cup team in 1985...Also won the 1982 and 1984-85 Texas State Amateurs...He earned four consecutiver LaJet Amateur Classics, beginning in 1982. Won the 1984 and 1985 Sunnehanna Amateur...Was the AJGA 1982 Player of the Year.\n","otherCarHigh" : "","personal" : "Co-chair of The Next Level campaign at Oklahoma State, designed to raise funds to improve the OSU football facilities...Suffers from Type 1 diabetes and wears a pager-sized insulin pump on the course.","otherInfo" : "","ntlTeams" : "The Presidents Cup (2), 2005, 2007; Ryder Cup (2), 2002, 2006; World Cup (2), 1998, 2004; Walker Cup (1), 1985.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2014","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Was the 36-hole leader at the Tucson Conquistadores Classic after consecutive rounds of 66 but closed with a 2-over-par 74 to eventually finish T6.","carHigh" : "2015: Split his time between the PGA TOUR (13 starts) and the PGA TOUR Champions (10 starts)...Finished T4 at the Senior PGA Championship in May...Was also T17 at the Constellation SENIOR PLAYERS Championship and T18 at the Toshiba Classic...Made two cuts in 13 starts on the PGA TOUR with best finish a T48 at the RBC Canadian Open. \n\n2014: Appeared in just four PGA TOUR Champions events after turning 50 in July, and all came in a six-week span in the summer...His best finish was at the 3M Championship, where he was T51...Missed the cut at the U.S. Senior Open at his home course - Oak Tree National in Edmond, Okla...Made one of 12 PGA TOUR cuts and will utilize his top-50 career money-list exemption on the PGA TOUR for the 2014-15 season...Finished T72 at the Sony Open in Hawaii followed by seven consecutive missed cuts and a WD. Began the season on a Major Medical Extension but was not able to earn enough to clear the Extension.\n","otherCarHigh" : "Despite a variety of injuries throughout his career, was a fixture on the PGA TOUR since winning the 1985 Western Open as an amateur. Recorded four more official victories in his TOUR career…Became the first amateur in 29 years to win a PGA TOUR event (Doug Sanders at 1956 Canadian Open had been the last) when he defeated Jim Thorpe in a playoff at Butler National. Maintained his amateur status through the first part of 1986 and finished T4 at the MONY Tournament of Champions, a distant 12 strokes behind winner Calvin Peete...Played his first event as a professional, at the 1986 U.S. Open at Shinnecock Hills, finishing T15…Won his second career title, at the 1988 Buick Open, where a final-round 66 produced a two-stroke victory over Doug Tewell in Michigan...Returned to the winner's circle for the first time since 1988 with a victory at the 2000 Reno-Tahoe Open. Trailed third-round leader Jean Van de Velde by five strokes after 54 holes but eventually caught Van de Velde with a final-round 67. Won playoff with an 8-foot birdie putt on the fourth extra hole...Earned his fourth career PGA TOUR victory, at the 2001 Bell Canadian Open. Carded a second-round 63 that lifted him into contention. Third-round 66 put him one stroke ahead of Paul Gow and Dicky Pride, and he closed with a 67 for a three-stroke victory over Bob Estes and Joey Sindelar…Had his career year on the PGA TOUR in 2007, earning more than $3 million for the only time as a professional, finishing 12th on the final money list. Among 11 top-10 finishes that season was his first TOUR win since 2001, at the 2007 EDS Byron Nelson Championship. Win for the Dallas resident was especially memorable as he had strong ties to tournament namesake Byron Nelson, who passed away in 2006. Overcame a three-shot deficit to Luke Donald in the final round and fired four rounds in the 60s en route to the victory by one stroke over Donald. Nelson died Sept. 26, 2006, at age 94. But Nelson's wife, Peggy, holding one of her late husband's trademark hats, was waiting to give him a hug…Best career finish in a major championship was a T4 at the 2011 PGA Championship at the Atlanta Athletic Club. Was two strokes off Brendan Steele's 54-hole lead and carded a final-round 70..Was a member of two United States Ryder Cup teams (2002 and 2006). Named as a captain's pick by Tom Lehman for the U.S. Ryder Cup squad in 2006. Named a captain's pick by Curtis Strange at the 2002 Ryder Cup and went 2-1-0 in his first Ryder Cup appearance. at The Belfry in England…Also played for the U.S. team at the 2005 Presidents Cup. Two years later, went a perfect 4-0 in the Presidents Cup matches at Royal Montreal in 2007…Named winner of the 2002 Ben Hogan Award, given by the Golf Writers Association of America to an individual who has continued to be active in golf despite a physical handicap or serious illness...With John Daly, represented the United States in the 1998 World Cup and won the individual title, with a 9-under-par 279, one stroke better than England's Nick Faldo and Italy's Costantino Rocca. Also played for the United States in the 2004 World Cup in Spain...Chosen by his peers as the PGA TOUR Comeback Player of the Year in 1998 when he finished among the top 20 on the money list after placing 82nd in earnings the year prior...Amateur: Was the 1984 U.S. Amateur and 1986 NCAA Championship winner...Four-time All-American at Oklahoma State...Played on the U.S. Walker Cup team in 1985...Also won the 1982 and 1984-85 Texas State Amateurs...Earned four consecutive LaJet Amateur Classics, beginning in 1982. Won the 1984 and 1985 Sunnehanna Amateur...Won the Rolex Junior Player of the Year Award in 1982 for top performances in AJGA and non-AJGA events.\n\n \n","personal" : "Has undergone a variety of surgeries in his career including an operation on his right elbow in the mid-90s and left wrist in 2011. Also developed foot problems, suffering from plantar fasciitis...Served as a co-chair of The Next Level campaign at Oklahoma State designed to raise funds to improve the OSU football facilities...Suffers from Type 1 diabetes, and wears a pager-sized insulin pump on the course.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "Made four cuts on the PGA TOUR and finished 214 in the FedEx Cup standings but did not record a top-10 finish for the second straight year. Best effort was a T40 at the RBC Canadian Open."}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 5 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}