{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "31044","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Harmon","first" : "Matt","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "205","weightMetric" : "93","birthDate" : "April 4, 1985","age" : "31","birthPlace" : "Grand Haven, Michigan","residence" : "Grand Rapids, Michigan","family" : "Wife, Pagiel; Eli (4\/27\/14), Beckett (7\/15)","education" : "Michigan State University","splInterest" : "Chasing after his sons","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2007","clubAffl" : "","cityPlaysFrm" : "Grand Rapids, Michigan","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "126,277&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2012","exmtStatus" : "Finished T9 at 2015 Web.com Tour Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Thanks to scores of 67 in the second and third rounds, finished T5 at the Syncrude Boreal Open for second top-10 PGA TOUR Canada performance...Rookie earned his first Mackenzie Tour win at the SIGA Dakota Dunes Open, his third top-10 performance in five starts. Began the final round with a five-stroke lead and finished three shots ahead of William Kropp with rounds of 65-70-63-66. Jumped to second on the Order of Merit through four PGA TOUR Canada events...In 11th start of campaign at the Cape Breton Celtic Classic, posted four rounds in the 60s to match Mark Silvers' 273 total at 15-under-par and force a playoff. On the first hole of sudden death, a lost tee shot was his undoing, as Silvers went on to take the title with a par-5 with a 2-putt. With fourth top-10, improved from fourth to third in the season-long Order of Merit.\n\n2013: Played in 12 events on Mackenzie Tour. Made his debut at the season-opening PC Financial Open, closing with a bogey-free 66 to finish T7. \n\n2012: Played in 16 events overall, with his best showing coming in his initial start of the season. Was T2 at TPC Stonebrae Championship, thanks to a course-record-tying, 9-under 61 in the final round. Put 10 birdies and one bogey on the card Sunday to equal Daniel Chopra's 2011 course record. Started the final round 10 strokes back of the lead and climbed into contention with five consecutive birdies on the front nine. Added five more in an eight-hole stretch on the back. Finished one shot behind winner Alex Aragon...His other top-10 finish came in June when he was T9 at the Preferred Wichita Open...Posted two other top-20 finishes, including a T13 at the Mexico Open in June and a T13 in his final event of the year, the Winn-Dixie Jacksonville Open...Played two events on the eGolf Tour and won The HGM Hotels Clasic at Rock Barn in a playoff. 2010: Missed the cut in all three Web.com Tour starts...Won the money title on the Hooters Tour. \n\n2009: Made his first PGA TOUR start, at the Buick Open (T52)...Also played in three Web.com Tour events, making one cut, at the Melwood Prince George's County Open (T36). 2008: Had bookend 69s in the first and final rounds to T57 in his lone Web.com Tour start, at the Northeast Pennsylvania Classic. 2007: Played in his first Web.com Tour event, the Zerox Classic. Shot a final-round 69 to T60.\n\nMISC.: Played the Hooters Tour from 2008-11. \n","otherCarHigh" : "Named to the all-state team in 1999, 2001 and 2002 while attending East Kentwood High School. Was the 2002 Michigan Mr. Golf. Was state individual champion in 2001 and 2002...Lettered in basketball all four years of high school...Won three college tournaments at Michigan State and was named 2007 Big Ten Player of the Year. Was a member of the Big Ten All-Academic team in 2005 and 2006. Helped the Spartans win Big Ten Championships in 2005 and 2007 and placed third individually in 2007.","personal" : "Graduated from East Kentwood High School in Kentwood, Mich. in 2003...Has two sisters...First tee intro song would be \"Nuthin' but a G' Thang\" by Dr Dre (not the explicit version)...Biggest thrill in golf was winning two Big 10 team titles...Biggest thrill outside golf was getting married to Pagiel Beel...Favorites include \"any of my Spartan Dawgs\" (non-golfer athletes), Michigan State (college team), Detroit Tigers (pro team), \"The Bible\" (book), Eric Church (entertainer), Destin, Fla, (vacation spot), anything without onions (food), Crystal Downs and Arcadia Bluffs (golf courses) and \"Happy Gilmore\" (movie)...Likes being home in Grand Rapids...Dream foursome would be his family - Pagiel, Eli and Beckett...Most famous person met is Tom Izzo (several times)...Not many people know that he lives in Michigan year round...Supports the United Way Heart of Western Michigan...Twitter handle is @mattharmongolf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Split time between the Web.com Tour and Mackenzie Tour...Missed the cut in all six starts on the Web.com Tour but never missed the weekend in four starts on the Mackenzie Tour, where he recorded two top-25 finishes...Highlight of the year came at The Great Waterway Classic, where he shot 66 Sunday to finish T8...At the Web.com Tour Qualifying Tournament in December, shot 69-68-72-71 to capture a T9 finish at PGA National in Palm Beach Gardens, Fla., and secure status for the 2016 season.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is T14th at the Brasil Champions presented by Embrase.","dynStats" : "He ranks T41st in Scoring Average (Actual) on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/#!\/mattharmongolf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}