{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "07267","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Doyle","first" : "Allen","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "210","weightMetric" : "95","birthDate" : "July 26, 1948","age" : "67","birthPlace" : "Woonsocket, Rhode Island","residence" : "La Grange, Georgia","family" : "Wife, Kate; Erin (8\/22\/79), Michelle (10\/26\/80); one grandchild","education" : "Norwich University","splInterest" : "Family","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1995","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "13,770,992&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Lone appearance was in the Legends Division at the Bass Pro Shops Legends of Golf where he teamed with Hubert Green to finish T9.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1996","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Lone appearance was in the Legends Division at the Bass Pro Shops Legends of Golf where he teamed with Hubert Green to finish T9.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1998","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(19): 1978 Georgia State Amateur. 1979 Georgia State Amateur. 1982 Georgia State Mid-Amateur Championship, Georgia State Four-Ball Tournament. 1986 Georgia State Four-Ball Tournament. 1987 Georgia State Amateur, Georgia State Mid-Amateur Championship, Georgia State Four-Ball Tournament. 1988 Georgia State Amateur, Georgia State Mid-Amateur Championship, Georgia State Four-Ball Tournament. 1989 Georgia State Four-Ball Tournament. 1990 Georgia State Mid-Amateur Championship, Georgia State Four-Ball Tournament. 1994 Porter Cup, Sunnehanna Amateur, Cardinal Amateur, Dogwood Amateur, Rice Planters Invitational.","intlVics" : "(2): 1999 Senior Slam. 2001 Senior Slam.","curYearHigh" : "Lone appearance was in the Legends Division at the Bass Pro Shops Legends of Golf where he teamed with Hubert Green to finish T9.","carHigh" : "2014: Lone start was in June when he and partner Hubert Green finished sixth in the Legends Division at the Big Cedar Lodge Legends of Golf.\n\n 2013: Made only eight starts during the year, at the time, the fewest since his abbreviated rookie season in 1998 when he played just six.\n\n 2012: Best finish came late in the season when he was T25 at the SAS Championship in October.\n\n2009: Among the top 25 in four events, with his best individual effort a T21 at the Walmart First Tee Open at Pebble Beach. Made his first official career hole-in-one in competition on the Champions Tour in the final round of that event, a 7-iron shot at the 178-yard fifth hole. Ace came just one week after he had a hole-in-one during the pro-am at the Boeing Classic near Seattle. 2008: Finished second at the MasterCard Championship at Hualalai, two strokes behind Fred Funk. Was the 36-hole leader at the season-opening tournament and then led with nine holes to play before Funk eventually passed him for good on the 17th hole. Opening-round 63 at Hualalai matched a career best on the Champions Tour. 2007: Despite an opening-round 65, his low score of the year, came up just short in his bid for a second ACE Group Classic title. Appeared in control after holing a wedge shot for eagle at the ninth hole at Quail West. However, played the final nine holes in even par and fell one shy of Bobby Wadkins at the end...Followed Naples performance with a T9 at the Toshiba Classic. 2006: Claimed one of the year's premier events when he defended his title at the U.S. Senior Open at Prairie Dunes CC in Hutchinson, Kan. Trailed by two strokes after 54 holes but closed with a 2-under-par 68 to defeat Tom Watson by two strokes. Sealed his 11th career victory when he drained a curling 15-foot birdie putt at the par-5 17th hole to maintain a two-stroke margin after Watson had hit his third shot to within two feet at the same hole. Victory made him the oldest winner in U.S. Senior Open annals, at 57 years, 11 months, 17 days, breaking the old mark of 57 years, two months and 15 days (Roberto De Vicenzo\/1980). Also posted four rounds in the 60s, at the time, just the third player to do so (Gary Player\/1987; Tom Weiskopf\/1995). Win also earned him the distinction of being just the third player to defend a U.S. Senior Open title, joining Miller Barber (1984-85) and Player (1987-88)...Competed in the U.S. Open at Winged Foot and narrowly missed the cut, finishing with a 36-hole total of 10-over-par 150, one shy of the 36-hole cut. 2005: Arthroscopic left-knee surgery on September 27 curtailed his season...Was among the top six in four events, with three of those performances coming in the four major events he appeared in...Won the U.S. Senior Open, his third different major, coming from nine strokes back in the final round, the second-biggest comeback in any major championship (Paul Lawrie, 10 strokes at the 1999 Open Championship) and made up the second-largest deficit in Champions Tour history (Jay Sigel, 10 strokes at the 1994 GTE West Classic). Bypassed 15 players Sunday with a South Course-record 8-under 63 at NCR CC, tying his career-low score and Don Pooley's mark (2002 in the third round) for the lowest round ever posted in U.S. Senior Open history at the time. Round also was the lowest by a winner on the Champions Tour that season. His $470,000 first-place check was the largest of his career at the time and accounted for over half his official money that season...Was T5 at the Ford Senior Players Championship just prior to his U.S. Senior Open triumph. Opened with a 2-over 74 in Dearborn, but bounced back with three straight rounds in the 60s on the TPC Michigan layout...T6 at the Senior PGA Championship at Laurel Valley. 2004: Won for the second time near Kansas City when he claimed the rain-shortened Bayer Advantage Celebrity Pro-Am by a stroke over Jerry Pate. Made a short birdie putt on the 18th hole Saturday to give himself a one-stroke cushion over Pate and then was declared the winner when Sunday's final round was canceled due to course damage from overnight storms...Was also among a handful of players who battled it out in Sunday's final round at the JELD-WEN Tradition in late August. Trailed by one stroke at the start and remained in contention down the stretch, but failed to birdie either of his final two holes and was T2, one stroke behind Craig Stadler...Champions Tour Player of the Month for June. 2003: Tied with Tom Jenkins for the most sub-par rounds on the Champions Tour, with 64...Won for the first time in just over two years when he prevailed at the FleetBoston Classic. The native of nearby Norwood, Mass., broke the 18-hole tournament record at Nashawtuc and equaled his career-low score with a second-round, 8-under-par 63 that included a 6-under-par 29 on the front nine. His 54-hole total of 198 also matched the tournament scoring mark, held by Chi Chi Rodriguez, and helped him defeat Bruce Fleisher and defending champion Bob Gilder by two strokes for his eighth career win...Contended at the Columbus Southern Open title near his home in Georgia and eventually finished one stroke short of Morris Hatalsky. 2002: Runner-up to Hale Irwin at the Toshiba Senior Classic after owning sole possession of first place after the opening round. 2001: The Champions Tour's mark of consistency with 25 top-10 finishes in 34 starts, one top-10 short of Lee Trevino's all-time senior record (1990)...Battled Bruce Fleisher down the stretch for both the Charles Schwab Cup and the overall money title and claimed both honors...Also received the Jack Nicklaus Player of the Year Award after a vote of his peers...Donated his entire $1-million annuity for winning the Schwab Cup to six different charitable organizations...Earned $2,553,582, the third-highest single-season total in Champions Tour history at the time...Led the Champions Tour with 55 (out of 102) rounds in the 60s and had 81 sub-par rounds, one short of Tom Wargo's record (1994)...Won twice and came close to winning four other tournaments...Claimed both of his titles in playoffs over a span of three weeks starting in mid-July. Holed a 35-foot birdie putt on the 72nd hole to jump into a playoff with Doug Tewell at the Ford Senior Players Championship and then defeated Tewell with a par on the first extra hole for his second major championship on the Champions Tour...Won again two weeks later at the State Farm Senior Classic. Rebounded from an opening-round 73 to get into a tie with Fleisher at the end of regulation and then outlasted Fleisher with a four-foot par putt on the third playoff hole. 2000: Claimed the rain-shortened Toshiba Senior Classic. Birdied the 18th hole of Saturday's second round to open a one-stroke lead over Howard Twitty and Jim Thorpe. Slim margin held up when heavy rains before and during Sunday's final round made the Newport Beach CC unplayable...Matched his career low of 63 in the second round of the EMC Kaanapali Classic...Also had a rare double eagle in the second round of The Home Depot Invitational, holing a 3-wood second shot on the second hole at the TPC Piper Glen. 1999: Finished third on the final official earnings list despite occasional back problems...Won four times in his first full season and claimed his first senior major championship among those victories...Went wire-to-wire for his initial triumph at The ACE Group Classic, easily defeating Vicente Fernandez by five strokes. Win made him the first player ever to triumph on both the Champions Tour and Web.com Tours...Returned to Florida just over a month later to defeat Fernandez again at the PGA Seniors' Championship at PGA National. Came from four strokes back on Sunday with an 8-under-par 64 and won by two shots, the best come-from-behind effort on the circuit that season...Despite having back problems throughout the final round, bested Joe Inman in a playoff for the Cadillac NFL Golf Classic title...Used a then-course-record 63, his lowest career round, on the first day of the TD Waterhouse Championship and went on to edge Ed Dougherty by two strokes. 1998: Became fully exempt for the 1999 season by garnering medalist honors at the Champions Tour National Qualifying Tournament at Grenelefe...His 13-under-par 275 total was a National Qualifying Tournament record at the time...Made six appearances after turning 50 in June, and had his best finish at the Raley's Gold Rush Classic, a T4 near Sacramento.\n","otherCarHigh" : "Had a long and distinguished amateur career before turning professional in 1995...Member of two Walker Cup teams (1991 and 1993), and also represented the United States on three World Amateur Cup teams (1990, 1992 and 1994)...Joined the Web.com Tour in March 1995 and made an immediate splash, winning three times, at the Mississippi Gulf Coast Classic, Texarkana Open and the Tour Championship. Was that circuit's only three-time winner, and two of those titles came in playoffs. Bested Franklin Langham in the first at the Mississippi event and then slipped by John Maginnes to win the Web.com Tour Championship at Settindown Creek GC in Atlanta. Second to Jerry Kelly on the final money list and earned a full exemption to the 1996 PGA TOUR. At age 47, he was the oldest rookie in PGA TOUR history when he began play in 1996. In two seasons on the TOUR, he won slightly more than $200,000. Made 28 starts each year and won $136,789 in 1996, his best year on TOUR...In his final year as an amateur in 1994, he won five titles, including the Porter Cup and the Sunnehanna Amateur for the fourth time...The 14th hole at Sunnehanna is named in his honor...Was a semifinalist at the 1992 U.S. Amateur, losing 2 and 1 to Justin Leonard at Muirfield Village...Was the medalist at the 1991 event...Was the medalist at the 1970 ECAC Championship while at Norwich.","personal" : "Attended Norwich University (Vt.) on a Francis Ouimet Scholarship and was eventually selected to the school's Sports Hall of Fame. Played both hockey and golf at the college and graduated as the top scoring defenseman in Norwich history...Has been generous in support of his alma mater. Donated $1.1 million to the university in the summer of 2004 to help fund an ongoing athletic department building project...Also sponsors an annual golf tournament (Allen Doyle Norwich Hockey Golf Classic) at the university, which helps support the college hockey program...Says his unorthodox swing developed from practicing in a room with a low ceiling as a youngster in Massachusetts...Member of the Georgia Sports Hall of Fame and the Georgia Golf Hall of Fame...Once caddied for Bruce Fleisher in the late 1960s...Got started in golf while caddying at Spring Valley CC in Sharon, Mass., when he was 14...Is a big sports fan, especially of the Boston Red Sox, and tries to see a variety of baseball teams during his time on the road...Favorite athlete of all-time is former Boston Bruins great Bobby Orr...His first car was a 1969 Mercury Montego, which he bought in 1972 for $2,500...Has carried a Scotty Cameron putter in his bag for more than a dozen years and has used only two putters in his career. Used to carry a copy of an old Tommy Armour Ironmaster before that. Has also used a Ping Eye-2 sand wedge for more than 20 years...Daughters, Michelle and Erin, are accomplished golfers, both having qualified for U.S. Women's Amateurs.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 11 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}