{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "39299","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Becker","first" : "Rafael","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.9","weight" : "187","weightMetric" : "85","birthDate" : "April 2, 1991","age" : "25","birthPlace" : "Sao Paulo, Brazil","residence" : "Dallas, Texas","family" : "Single","education" : "Wichita State University (International Business, 2013)","splInterest" : "Listening to music","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2013","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2014","otherVics" : "","intlVics" : "(1) 2014 Porto Alegre [Brazil\/DevSeries]","curYrHigh" : "","carHigh" : "2015: Had two top-10s and eight cuts made in 14 starts on PGA TOUR Latinoamérica to finish the season ranked 65th on the Order of Merit... His first top-10 was T7 at the Dominican Republic Open, where he battled illness to post a 75 during the third round and then came back to shoot a low of the final round 66 at the challenging Teeth of the Dog course in Casa de Campo... His other top-10 was T6 at the Personal Classic in Argentina in December... Missed the cut at the Web.com Tour's Brasil Champions in March.\n\n2014: Won his first career title on Brazil's CBG Pro Tour in Porto Alegre in August. On the event that was also part of the Developmental Series, he defeated Argentina's Mauricio Molina with a birdie on the second hole of a sudden death playoff after tying with him at 8-under 202 through 54 holes of play at the Porto Alegre CC… Shot 7-under 29 on the final nine holes of the 61st Aberto do Brasil presented by Credit Suisse Hedging-Griffo to become the first Brazilian player to win on PGA TOUR Latinoamérica. His dream back-nine featured three eagles on holes 11, 13 and 18 for a solid three-stroke victory on a day he had entered trailing the leader by three in a seven-way tie for second. His total of 14-under par 262 set a new 72-hole record at Gavea Golf & CC in Rio de Janeiro. The winner's check for $27,000 helped him move up from 70th to 16th in the Order of Merit… His National Open win was the first of three top-10s over the final four events of the PGA TOUR Latinoamérica season. Went on to close the year ranked No. 11 in the Order of Merit, with six top-25s and nine cuts made in 15 starts… Missed the cut by two shots on his first Web.com Tour start as a professional at the Brasil Champions presented by HSBC.\n\n2013: Turned professional in August and finished fifth at the Developmental Series Final Samsung Tournament in Lima, Peru in December to earn fully exempt status for the 2014 season of PGA TOUR Latinoamérica… Made four starts on PGA TOUR Latinoamérica during the second half of the season, with a T7 finish at the Personal Classic in Buenos Aires, Argentina as his best.\n","otherCarHigh" : "Finished T26 in the 2013 Brasil Classic on the Web.com Tour… Enjoyed a successful career at Wichita State University, where he collected four individual titles. His last NCAA win came at the 2013 Missouri Valley Conference… Finished fourth at the 2013 Northeast Amateur Invitational, an event he led entering the final round… Qualified for the 2013 U.S. Amateur Championship at The Country Club in Brookline, Mass. but failed to advance past the Medal Play competition… Was named Missouri Valley Conference Player of the Year in 2012… Finished tenth on the individual standings at the 2012 World Amateur Team Championship in Turkey… Won the Brazilian Amateur Championship three years in a row between 2010 and 2012… Was a member of the Brazilian National Team that won the 2011 Copa Los Andes in Brazil, a team victory he recalls as his biggest thrill in golf… Won the 2008 Faldo Series U-17 World Grand Final in Brazil… Brazilian Junior Champion in 2008 and 2009.","personal" : "Has an older sister, Paula… Attended High School at the Colégio Sidarta in Cotia, São Paulo… Graduated from Wichita State University in 2013 with a bachelor's degree in international business… Is fluent in three languages: Portuguese, Spanish and English… Hobbies include listening to music… Never travels without his headphones… Jaime González and Steve Bergner have been his instructors. Works with Bergner since 2005… The oldest club in his bag is a 3-wood he has had for two years… Gary Player, Jaime González and Tiger Woods would round out his dreamed foursome… Bucket list includes playing The Masters Tournament and traveling to Africa and the Amazon… St. Andrews, Kampen Course at Purdue and Flint Hills National are the golf courses he has enjoyed the most… Corinthians is his favorite professional team… Wichita State Shockers is his favorite college team… “Dr. House” is his favorite TV series… Shazam is his top app… “Play to play great” is his favorite book… Strogonoff is his favorite dish… Tiger Woods, Usain Bolt, Andrea Pirlo and Ronaldo are his favorite athletes to watch… Santiago and New York are his favorite cities and Barbados his top vacation spot… Twitter: @TheRafaBecker… Instagram: @rafabecker_","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Conditional"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri was 1st in 2014 at the Aberto do Brasil.","dynStats" : "He ranks T64th in Total Eagles on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}