{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "45159","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Gibellini","first" : "James","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "181","weightMetric" : "82","birthDate" : "January 12, 1989","age" : "27","birthPlace" : "Melbourne, Australia","residence" : "Carrara, Australia","family" : "Single","education" : "","splInterest" : "","pronunciation" : "GIBB-uh-lee-knee","nwTourAlumnus" : "","trndProYear" : "2014","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2015","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Finished 33rd on the final Order of Merit, playing his best golf late in the year. Appeared in nine tournaments but finished his year with four consecutive cuts, including his lone top-10. Shot a final-round 71 at the First Global Qualifying Tournament to secure conditional PGA TOUR China Series' status by finishing T19 with Jiayou Lu and Sung Hyuk Park...Held the 54-hole lead at the weather-delayed Nine Dragons Open in mid-November. Was two strokes clear of the field with two holes to play late in the final round. Hit his approach shot into the par-5 17th into the bunker, leading to a double bogey-7, leaving him tied with Haimeng Chao, who had already posted a 9-under score. Hit his drive on No. 18 into a fairway bunker. Blasted out sideways on the par-4 then hit his approach shot to 35 feet. Needed to make par to force a playoff but missed, taking bogey. Third-place finish was a career-best, and he moved to 35th on the Order of Merit with two tournaments remaining on the schedule. \n\n2014: Appeared in six PGA TOUR of Australasia events, making four starts—with a best finish a T33 at the Queensland Open and a 34th-place showing at the New South Wales Open. \n","otherCarHigh" : "Had three top-10 finishes in 2013, with his top outing a seventh-place effort at the Monroe Invitational. Was also T10 at two other events—The Players Amateur and the Dogwood Invitational…Finished T6 at the Lake Macquarie Amateur in New South Wales, Australia, with Alexander Wall, Rory Bourke, Ben Campbell, Vaughan McCall and Jake Higginbottom.","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was 3rd in 2015 at the Nine Dragons Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}