{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "22046","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Ogilvy","first" : "Geoff","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "180","weightMetric" : "82","birthDate" : "June 11, 1977","age" : "38","birthPlace" : "Melbourne, Australia","residence" : "Scottsdale, Arizona","family" : "Wife, Juli; Phoebe Elizabeth (10\/10\/06), Jasper Michael (1\/7\/08), Harvey Jack (2\/11\/10)","education" : "","splInterest" : "Australian Rules Football, American football. golf course design, reading, music, guitars, surfing, cycling, fitness","pronunciation" : "OH-gil-vee","nwTourAlumnus" : "","trndProYear" : "1998","clubAffl" : "","cityPlaysFrm" : "Melbourne; ; Australia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2001","qSchoolYear" : "2000","exmtStatus" : "2013-14 tournament winner (through 2015-16)","otherVics" : "","intlVics" : "(2): 2008 Australian PGA [Aus]. 2010 Australian Open [Aus].","curYearHigh" : "Playing in the 100th Australian Open in late-November, finished at 1-under and T8 with four others, seven shots behind Matt Jones' winning score.","carHigh" : "2014-15: Made 10 cuts in 15 TOUR starts, highlighted by a top-10 finish at the Wells Fargo Championship. Season ended before the FedExCup Playoffs, when he finished No. 154 in FedExCup standings...Posted a T7 performance at the Wells Fargo Championship for his third top-10 in 11 starts at Quail Hollow Club. A double bogey on the par-4 final hole dropped him down the leaderboard...Missed the cut in defense of his title at the Barracuda Championship in August.\n\n2013-14: Season highlighted by his eighth career PGA TOUR victory, winning the Barracuda Championship and advancing to the TOUR Championship by Coca-Cola for the fifth time during the FedExCup era (and first since 2011)...Recorded his first top-10 finish in 21st start of the season, winning the Barracuda Championship to guarantee a spot in the FedExCup Playoffs. Playoffs run included a runner-up finish at the Deutsche Bank Championship and an eventual 29th place finish in the FedExCup standings. Season included 16 made cuts in 26 starts, with two top-10 finishes...Finished T72 at the Frys.com Open and fell out of the top 100 in the Official World Golf Ranking for the first time since August of 2003...In his native Australia, fashioned a 67-69 weekend at the Talisker Masters to T7 at Royal Melbourne GC...Was talked out of skipping the Barracuda Championship after claiming he was tired and needed a break. The decision proved paramount to his career as he claimed his eighth career PGA TOUR title, winning by five points over Justin Hicks in the Modified Stableford scoring event. His return to action was just his third start in the Barracuda Championship and first since 2002 (T61). The key to his win at Montreux G&CC was the par-5 13th hole, which he played in 6-under par (birdie-eagle-birdie-eagle). His win earned him a berth into the following week's PGA Championship and a return to Maui in 2015 for the Hyundai Tournament of Champions, where he won in 2009 and 2010...Missed the cut at The Barclays, but clung on to the No. 100 spot in the FedExCup standings to make the 100-player Deutsche Bank Championship field on the number. Closed at TPC Boston with rounds of 65-65 for a T2 finish, making the biggest move of the week, from 100th to 24th in the standings. Prior to weekend rounds of 65, had not posted a round lower than 66 in 23 events this season (68 rounds). Last posted a 65 in the final round of the 2013 Humana Challenge...Closed the season with a T36 finish at the BMW Championship and a 29th-place outing at the TOUR Championship by Coca-Cola (also placing 29th in the FedExCup standings).\n\n2013: Made the cut in nine of 19 starts, with a runner-up finish at The Honda Classic his lone top-10 showing. Season ended at The Barclays, finishing No. 104 in the FedExCup...In his first Honda Classic start since 2006, claimed solo-second-place honors, finishing two strokes behind Michael Thompson. The showing was his third runner-up in the event in seven starts. He claimed the second-place finish on the heels of four consecutive missed cuts, and it was his first top-10 since a T9 at the 2012 Open Championship. A birdie at the 72nd hole, good for a 1-under 69, made him one of just five players to post a sub-70 score Sunday at PGA National...Entered the FedExCup Playoffs at No. 99 in the standings, but a 65th place finish at The Barclays dropped him to No. 104 in the standings. Had advanced at least to the 70-player BMW Championship field the previous six seasons.\n\n2012: Had a career-worst finish of No. 47 in the FedExCup standings. Previous low FedExCup finish was No. 32 in 2008...Recorded his eighth career top-10 in a major championship, with a T9 finish at The Open Championship. It was his second top-10 in 10 starts at the oldest major (T5 in 2005)...Added a T4 late in the year, at the Australian PGA Championship, five shots back of winner Daniel Popovic.\n\n2011: Recorded nine top-25 finishes out of 14 made cuts...Unable to defend Hyundai Tournament of Champions crown due to a slice on his right index finger that required 12 stitches. He suffered the injury on coral reef the day prior to the first round while swimming in Maui. He was the second consecutive player unable to defend a PGA TOUR title (Stephen Ames, 2010 Children's Miracle Network Classic)...Posted first top 10 of the season in his fourth start, with a T9 at the World Golf Championships-Accenture Match Play Championship, defeating Padraig Harrington (4 and 3) and Thomas Bjorn (1-up) before losing to Bubba Watson (6 and 4) in the third round. The defeat was his most lopsided in 23 career matches at the Accenture Match Play Championship, an event he won in 2006 and 2008 and advanced to the final in 2007...Making sixth career start at the Masters Tournament, turned in a career-best T4 finish with rounds of 69-69-73-67, highlighted by five consecutive birdies on Nos. 12-16 during the final round. Has never finished worse than T39 at Augusta National...In just third start at the RBC Canadian Open, and first since 2002 (T6), nearly added another national title to his resume (2006 U.S. Open) after four sub-par rounds led to T4 honors, matching his best finish of the season...Needing a third-place finish or better at the BMW Championship, finished solo-third to jump from No. 69 to No. 24 in the FedExCup standings and secure a spot in the TOUR Championship by Coca-Cola. Also secured his spot on the International Team for the Presidents Cup at Royal Melbourne GC. The finish came in his 250th career PGA TOUR start and represented his 50th top-10 performance, his 100th top-25 finish and 175th made cut of his career...Fired a final-round 65 in defense of his Australian Open title to move up the leaderboard into a T4 at The Lakes GC in Sydney...One week later, finished 3-1-1 in a losing cause for the International team at The Presidents Cup at his home club, Royal Melbourne GC...Carried a two-stroke lead into the final round of the JBWere Masters in mid-December in Melbourne. Shot a final-round 73 at Victoria GC to drop to a solo-third finish. 2010: Successfully defended title at the SBS Championship and played in the TOUR Championship by Coca-Cola for the fourth time in five years. Finished 14th in final FedExCup standings. Totaled two top-10 finishes all season, matching the fewest of his career at the time (2001). First top-10 came in the opening event of the season and the second came at the end of the season at the Deutsche Bank Championship...Rallied from a two-stroke deficit with 10 holes to play to shoot a final-round, 6-under 67 and capture a one-shot victory over Rory Sabbatini at the season-opening SBS Championship. A year after winning the event by six strokes, posted his eighth consecutive round in the 60s on the Plantation Course at Kapalua. Joined fellow Australian Stuart Appleby as the only repeat winners since this tournament moved to Kapalua in 1999 and became only the seventh player in the 58 years of this winners-only tournament to win in consecutive years. The victory was the seventh of his career...Did not post another top-10 finish until 16 starts later, finishing T2 at the Deutsche Bank Championship to move into the top 10 (No. 9) in the FedExCup standings for the first time in five months...Held a share of the first-round lead at the TOUR Championship before finishing T13...Late in the season, in his native Australia, had a T8 at the JBWere Australian Masters and then came back a couple of weeks later to capture the Australian Open. He shot four rounds in the 60s to defeat Matt Jones and Alastair Presnell by four strokes. 2009: Recorded two wins on TOUR for the second time in his career (2006)...Finished 13th in the FedExCup standings to match his finish from 2007...Rallied from a poor final-round start to win the Mercedes-Benz Championship by six strokes, finishing at 24-under-par 268. Led wire to wire for his fifth PGA TOUR title. Led by six entering the final round, but made four bogeys on the front nine and the lead fell to one stroke over Anthony Kim through eight holes. Responded with an eagle on the par-5 ninth and then birdied five of the next six holes to cruise to the victory. Kim and Davis Love III finished tied for second. Became the eighth consecutive international player to win at Kapalua. No other PGA TOUR event has gone that long without an American winner...Became the first multiple winner of the season when he defeated fellow Scottsdale resident Paul Casey, 4 and 3, to win the World Golf Championships-Accenture Match Play Championship for the second time (2006), joining Tiger Woods as the only multiple winners of this event. Was 12-under and bogey-free when the match concluded at the 33rd hole. He is the only Australian to ever reach the final, a feat he has achieved three times in four years...Final-round 75 dropped him from six-way tie after 54 holes to a T6 finish at Shell Houston Open. Recorded 22 birdies for the week, including seven in an eight-hole stretch during the second round (holes 11-18)...T10 finish at the Memorial Tournament was mainly due to a third-round 63...Bookend 66s at Deutsche Bank Championship earned a seventh-place finish, his fifth top-10 of the year...Finished T16 at the TOUR Championship for his best finish in three starts at the event. 2008: A World Golf Championships victory highlighted his eighth season on the PGA TOUR. Finished the season No. 32 in the FedExCup...Parred the final nine holes at Doral in a Monday morning finish to win the World Golf Championships-CA Championship by one stroke over Vijay Singh, Retief Goosen and Jim Furyk and two over Tiger Woods, whose streak of victories in five consecutive PGA TOUR starts ended. Held at least a share of the lead after every round. When officials suspended play Sunday night because of darkness following storms during the day, he held a one-stroke lead with nine holes remaining. Made pars on the remaining holes, including a chip-in from the greenside rough on the par-3 13th hole, to finish at 17-under par 271. For the week, went the first 61 holes without a bogey before making a 5 on the par-4 seventh hole during Sunday's final round, his only bogey of the week. Victory was the fourth of his PGA TOUR career and his second World Golf Championships title after winning the 2006 Accenture Match Play Championship...Came back in his next start with a runner-up finish, the sixth of his career, at the Shell Houston Open. Birdied the final hole to move into a share of second place with Chad Campbell, finishing two strokes behind champion Johnson Wagner...Claimed a two-stroke victory over Mathew Goggin at the Australian PGA in December. 2007: Solid year saw him record seven top-10s and earn a berth on the International Presidents Cup team...Runner-up to Henrik Stenson at the World Golf Championships-Accenture Match Play Championship, losing 2 and 1 in the 36-hole championship match. Second player to reach the final the year after winning the tournament, with Tiger Woods winning in 2003 and 2004...Finished T3 at the World Golf Championships-CA Championship at Doral Golf Resort and Spa...Recorded his fifth top-10 in a major championship in his last 10 appearances with a T6 at the PGA Championship. Final-round 69 featured one birdie and 17 pars...Qualified for his first Presidents Cup...One of two rookies on the International Team at the Presidents Cup and played in all five sessions, compiling a 2-3-0 record. 2006: Won twice, including his first major championship, and earned more than $4 million for the first time in his career...Collected his second TOUR victory in first career start at the World Golf Championships-Accenture Match Play Championship. Ranked No. 52 in the 64-player field, earned a career-best $1.3 million in defeating Davis Love III 4 and 3 in the 36-hole Championship Match. First four matches went to extra holes, including a third-round match that featured a 4-down (with four to play) rally against Mike Weir. Topped Weir with an eagle-3 on the 21st hole. Played a tournament-record 129 holes for the week...Two weeks later, finished solo second at The Honda Classic, two strokes behind champion Luke Donald. Posted three eagles and one double eagle on the week...Playing in only his third U.S. Open and his 10th major championship, won the 106th U.S. Open at Winged Foot GC, posting rounds of 71-70-72-72—285. Entered the final round one shot off the lead of Phil Mickelson and Kenneth Ferrie. Chipped in for par on No. 17 and managed an up-and-down par on No. 18 to finish at 5-over. Colin Montgomerie suffered a double bogey on the 72nd hole to fall to 6-over-par. In the final pairing, nursing a one-stroke lead. Mickelson double-bogeyed the 72nd hole to fall to 6-over. The result was his first major title, the second Australian (David Graham, 1981) to win the U.S. Open. The 5-over 285 total was the high 72-hole total on TOUR in 2006 and the first time since Paul Lawrie captured the 1999 Open Championship (6-over) that a TOUR tournament was won with an over-par score...Named Player of the Month in June...Finished the majors with a T9 at the PGA. Did not finish lower than T16 (Masters, The Open Championship) in any of the four majors...Ended the season making eight consecutive cuts, including a T19 in his first TOUR Championship by Coca-Cola. 2005: Captured first career TOUR victory in his 108th career start on TOUR at age 27 years, 8 months and 16 days at the Chrysler Classic of Tucson. Posted rounds of 65-66-67-71—269 and went on to defeat Kevin Na and Mark Calcavecchia in a sudden-death playoff. Calcavecchia was eliminated on the first hole and Ogilvy converted a birdie-4 on the second playoff hole for the win. Became the fifth first-time winner in Tucson in last six years and won $540,000...Recorded his first top-10 in a major with his T5 finish at The Open Championship at St. Andrews...Posted back-to-back top-10s in major championships for the first time in his career with his T6 finish at the PGA Championship. 2004: Recorded career-high 14 top-25s, including a season-best T5 at the Cialis Western Open, where he trailed by one after 36 and 54 holes and finished four back of winner Stephen Ames...Led the TOUR in All-Around Ranking (276) and shared the title for Total Eagles with Vijay Singh after recording a career-high 17. 2003: Earned more than $1 million for the first time in his career...Aided by final-round 65, finished T2 at Buick Open, two strokes behind champion Jim Furyk. 2002: Slow start to the season until May when he recorded his second career T2 finish on the PGA TOUR at the Compaq Classic of New Orleans...Was one out of the lead through 54 holes at the Michelob Championship at Kingsmill after third-round 66. Closing round of 70 gave him a solo fourth. 2001: Had a successful rookie campaign on the PGA TOUR, with two top-five finishes and earnings of $525,338...Part of a six-man first-round lead at Touchstone Energy Tucson Open after a 67. Finished T3 in first PGA TOUR start...Earned second top-10 in fifth start, T2 at Honda Classic. Opened with 65 for share of first-round lead. 2000: Joined Ben Ferguson and Stephen Allan as three Australians who survived PGA TOUR Qualifying Tournament...Played on the Australasian, European and Southern African Tours...Four top-10s rocketed to him to fifth on PGA Tour of Australasia Order of Merit in second season...Finished second behind Tiger Woods in Johnnie Walker Classic. 1999: Qualified to play in The Open Championship, his only PGA TOUR experience...Australian Rookie of the Year...Finished second place in the Johnnie Walker Classic behind Michael Campbell. 1998: Gained card at first attempt on the European Tour and Australasian Tour. Amateur: Played full-time amateur golf before turning pro...Visited the UK with some success, finishing runner-up in the 1997 Barbazon Trophy and reaching the last eight of the 1998 British Amateur at Muirfield...Won 1997 Lake Macquarie Amateur. \n","otherCarHigh" : "","personal" : "Was given a cut-down club by his dad at age 7 and progressed to a scratch handicap by age 16...Talented junior athlete in many sports, winning numerous awards at both a state and national level...Interested in history of golf...Avid guitar enthusiast who has several Gibson guitars at home...Hobbies include spending time with his wife and three children, surfing, cooking, cycling and fitness...Ogilvy Family Foundation benefits children's hospitals and other organizations that assist children.","otherInfo" : "","ntlTeams" : "The Presidents Cup (3), 2007, 2009, 2011.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 8 times.","dynStats" : "He ranks 28th in Career Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/geoffogilvy"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}