{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32875","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Manning","first" : "Major","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6- 4","heightMetric" : "1.93","weight" : "205","weightMetric" : "93","birthDate" : "November 23, 1984","age" : "31","birthPlace" : "Daytona Beach, FL","residence" : "Daytona Beach, FL","family" : "Single","education" : "Augusta State University","splInterest" : "Boating, fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2007","clubAffl" : "LPGA National (Daytona Beach, FL); Orchard CC (Clarkesville, GA)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "54,369&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Major Medical","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2010: Made only two cuts in nine Nationwide Tour starts. Was sidelined during much of the season due to several health issues, including a broken jaw and elbow problems. 2009: Played his rookie season on the Nationwide Tour, making the cut in three of 16 starts. Finished T14 at The Rex Hospital Open for his only top-25 finish. Has never played in a PGA TOUR event...Earned his first professional win at the 2008 Capital Chevrolet Classic on the Hooters Tour. Won by one shot over Nationwide Tour member Brennan Webb. Also T3 early in the year at The First Tee-Inverrary Country Club Open and wound up No. 13 on the money list. Had his first career double eagle at Jennings Mill CC, site of the South Georgia Classic, during pre-qualifying for Q-School.\n","otherCarHigh" : "Two-time All-America at Augusta State (2005 and 2007). Finished fourth at the NCAA Championship during his sophomore year. Won the Class 4A Georgia state title in high school. \n\n","personal" : "Says he's starting to become a redneck. Missed almost three months of playing time in 2008 when he injured his back during Masters week...He was thrown from a mechanical bull. Says he is now retired from mechanical-bull riding...Has three siblings: Ashley, Jason and Casey...Favorite food is baked ziti and Greek chicken...Person he admires the most is his father...Favorite movie is \"Bad Boys 2\" and his favorite vacation spot is Cancun...Lists Adam Sandler as his favorite actor and Julia Roberts his favorite actress...Favorite musical group is Li'l Jon and the Eastside Boyz...Dream foursome includes Arnold Palmer, Jack Nicklaus and Phil Mickelson.","otherInfo" : "\n","ntlTeams" : "","priorYearSeason" : "Earned a career-best T5 at the South Georgia Classic by playing the final 33 holes without a bogey. Closed with rounds of 67-69 to move up in the standings and earn his first career top-10 finsh."},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T5th in 2011 at the South Georgia Classic Pres'd by First State Bank and Trust Company.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}