{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "39954","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Gribble","first" : "Cody","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "165","weightMetric" : "75","birthDate" : "September 20, 1990","age" : "25","birthPlace" : "Dallas, Texas","residence" : "Dallas, Texas","family" : "Single","education" : "University of Texas (2013, Corporate Communications)","splInterest" : "Fishing, hunting","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2013","clubAffl" : "Brook Hollow GC (Dallas, Texas)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "326,255&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2015","exmtStatus" : "Exempt - Top-75 Money Winner from 2015 Web.com Tour Regular Season","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Finished the Web.com Tour season with 24 starts, one third-place finish, five top-10s, 11 top-25s and 16 cuts made. Was 31st on the combined final money list...Opened the season making the cut in three of his first six Web.com Tour events, including a career-best T11 in his last, the Chitimacha Louisiana Open, which featured a third-round 64...Received a sponsor exemption to play the next week at the PGA TOUR's Shell Houston Open, where he recorded a T42 on rounds of 69-69-71-73, to earn $21,235...Also made PGA TOUR starts in his home state at the Crowne Plaza Invitational at Colonial (missed cut) and the AT&T Byron Nelson (T78) in late May...In early May, recorded his first Web.com Tour top 10 (T9) at the United Leasing Championship in Indiana...Next top 10 came in July, at the Albertsons Boise Open. Carded 67-66-68, making just two bogeys over his first 54 holes. Torched Hillcrest CC on Sunday with a final-round 62 that vaulted him to a T3 finish and from 70th to 33rd on the money list...A week later, finished T6 at the Stonebrae Classic. Entered the final round tied for 21st. Carded a 66 on Sunday that included an eagle on the last hole to move inside the top 10...Continued his steady play the next two weeks with a T18 in Utah and a T23 in Kansas City, followed by another top 10 (T10) at the Price Cutter Charity Championship...Was 30th in earnings heading to the Regular Season finale in Portland, after a missed cut in Knoxville...A gallant final-round 65 at the WinCo Foods Portland Open that included four birdies and no bogeys over his last eight holes came within a razor-thin margin of securing the final available PGA TOUR card. Was nudged to 27th, a mere $1,067 out of the 25th spot...In the Web.com Tour Finals, the Portland form did not carry over. Made the cut in three of the four events, posting a T21 and pair of T52s.\n\n2014: Finished T8 at the Web.com Tour Q-School in December. Improved 20 spots after firing a final-day 65...Played in nine tournaments on PGA Tour Latinoamerica, making six cuts. His best finish, a T17, came at the 67 Arturo Calle Colombian Open...Qualified for the U.S. Open. Posted three consecutive 72s and a closing 69 to finish T21 at Pinehurst. Picked up a check for $98,598.\n\n2013: Made his first PGA TOUR start at the FedEx St. Jude Classic. Missed the cuts after shooting rounds of 71-77.\n","otherCarHigh" : "Two-time AJGA All-American (2006-07)...Two-time member of Texas' national championship teams (2012-13) and a two-time All-American (2010 and 2013). Was also a member of the 2010 NCAA All-Freshman team...Recipient of the Big 12 Conference Newcomer of the Year Award (2010).","personal" : "Has a twin sister named Casey...Is involved with the Clayton Dabney Foundation and the Wounded Warrior Foundation...Would like to trade places with his grandfather for a day because \"he's figured it all out.\"...Loves eating tamales, and his favorite athlete is Peyton Manning...Enjoys visiting Port Mansfield, Texas, and his favorite restaurant is The Bee Hive...Favorite teams are the Dallas Cowboys and the Texas Longhorns and has a Texas Longhorn headcover on his driver...Favorite movies are \"Happy Gilmore,\" \"Animal House\" and \"Caddyshack.\"...Favorite entertainers are Corey Morrow and George Strait, and best concert attended was Brooks and Dunn in Dallas...While in college he worked at Brook Hollow GC mowing fairways and cutting holes...Twitter handle is @CodyGribble.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is T17th at the Club Colombia Championship Presented by Claro.","dynStats" : "He ranks T41st in Scoring Average (Actual) on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}