{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27470","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "McLean","first" : "Jon","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "145","weightMetric" : "66","birthDate" : "April 8, 1986","age" : "30","birthPlace" : "White Plains, New York","residence" : "Weston, Florida","family" : "Single","education" : "Texas Christian University; Oklahoma State University","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2009","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "2009","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "Has several wins on the Minor League Golf Tour.\n\n2014: Made six cuts in 11 events with best outing a T24 at Cape Breton Classic in September.\n\n2013: Made three cuts in nine starts and had two top-25s, including a career-best T7 at the ATB Financial Classic presented by TELUS.\n\n2012: Made three cuts, including a season-best T8 finish at The Players Cup.\n\n2011: Made three cuts and finished in the top-20 all three times, including a season-best T11 finish at the Dakota Dunes Open.\n\n2010: Finished T18 at the 2010 Canadian Tour Championship.\n\n2009: In his first season on the Canadian Tour, placed T7 at the Riviera Nayarit Classic...Shot rounds of 70-71-72-72 at Florida Winter Qualifying School and survived a playoff to earn exempt status.\n","otherCarHigh" : "2006 Inverness Intercollegiate Champion.","personal" : "Biggest thrill outside golf is cage diving with great white sharks...Lists favorite course played as Sahalee CC and says Shinnecock Hills is the course he'd most like to play...Never travels without his iPad...Always marks his ball with the tail's side up, his favorite pro team is the Miami Heat and he enjoys watching \"Breaking Bad.\"...Favorite movie is \"Good Will Hunting.\"...Favorite entertainer is Howard Stern, favorite food is pizza and favorite athlete is LeBron James...Twitter name is @JonTMcLean...Dream foursome is \"three mutes who play fast.\"...Not many people know that he caddied for Len Mattiace in the Par-3 Contest and a practice round at the 2003 Masters...Includes flying a Raptor fighter jet on his bucket list...Personal motto is \"Learn how to play par 3s well; twos don't add up quick.\"","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Turned in a solid final round at the Second Global Qualifying Tournament, ensuring his fully exempt status on the PGA TOUR China Series. Shot a 2-under 70 at CTS Tycoon GC to T10 with fellow Americans Kenneth McCready and Alex Ching...In his Ping An China Tour debut, was in the mix through 36 holes. Opened 72-68 and took a share of second place into the weekend at the season-opening Buick Open. Skied to a 4-over 76 in the third round but recovered with a 2-under 70 on the final day to T12 with five others. \n\n2014: Played 11 PGA TOUR Canada events, his most since his rookie year of 2009. Did not record a top-20 finish, his best outing a T24 at the Cape Breton Classic in September (70-70-71-71). \n2013: Enjoyed three made cuts on PGA TOUR Canada, with his best performance a T7 at the ATB Financial Classic. Rounds of 68-68-70-69 left him tied with four others—including PGA TOUR China's Lucas Lee—at Country Hills GC in Calgary. \n2012: Played in two Web.com Tour events, missing the cut in both…Again missed the cut at the PGA TOUR's Mayakoba Golf Classic…Lone Canadian Tour top-10 came in July when only a third-round 75 kept him from contending at The Players Cup. Parlayed first-, second- and final round scores of 67-68-68 into a T8. \n2011: Made his PGA TOUR debut at the Mayakoba Golf Classic. Missed the cut…Had five starts on the Canadian Tour, a T11 at the Dakota Dunes Open his best effort, thanks to a 66-68 start. \n2010: Top Canadian Tour finish was a T18 at the Canadian Tour Championship in late-August. Weekend rounds of 69-67 moved him inside the top 20…Other top-25 was a T22 at the Clublink Jane Rogers Championship…Made his Web.com Tour debut as a professional at the Fort Smith Classic in Arkansas. Missed the cut…Also played in the Miccosukee Championship, missing the cut there, as well. \n2009: In his first full season as a professional, played on the Canadian Tour, making 14 appearances and playing on the weekend six times. Best finish came in his final start on the circuit, at the Riviera Nayarit Classic. Opened 69-73 then finished with weekend rounds of 68-66 to T7…Added a T12 at the Costa Rica Classic on that circuit in December 2008 in the second event of the wraparound season. \n","otherCarHigh" : "Attended college at Texas Christian University before transferring to Oklahoma State to finish his career…During his time at TCU, was an Academic All-Mountain West Conference selection…Played in his first Web.com Tour event, the 2006 Miccosukee Championship. Shot rounds of 72-71 to miss the cut.","personal" : "Father, Jim, is a world-renowned golf instructor…Brother Matt played college golf at Wake Forest…In 2011, during a recreational round, playing the nine-hole Legends Scoring 9 located at his father's Jim McLean Golf Center-Texas, made a hole-in-one on his first hole and then duplicated the feat on the eighth hole in a round where he set a new course record—a 7-under 20.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "Son of famed instructor Jim McLean","dynResults" : "His best finish on the PGA Tour China Serie was T12th in 2015 at the Buick Open.","dynStats" : "He ranks 55th in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}