{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "33052","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Azcue","first" : "Mauricio","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "172","weightMetric" : "78","birthDate" : "December 20, 1989","age" : "26","birthPlace" : "Mexico City, Mexico","residence" : "Mexico City, Mexico","family" : "Single","education" : "","splInterest" : "Bull fighting","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2009","clubAffl" : "Club de Golf Mexico (Mexico City, Mexico)","cityPlaysFrm" : "Mexico City, Mexico","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2012","otherVics" : "","intlVics" : "(2) 2011 Tijuana [Mexico] 2014 San Luis Potosi [Mexico]","curYrHigh" : "","carHigh" : "2015: Missed three cuts and withdrew twice on five starts on PGA TOUR Latinoamérica.\n\n2014: Was one of seven players involved in a playoff for the title of the TransAmerican Power Products CRV Open, where the victory belonged to Colombia's Marcelo Rozo. The T2 finish was at the time his best career finish on PGA TOUR Latinoamérica. Finished T7 the following week at the Stella Artois Open in Guatemala… Collected his second career win on the Mexican Tour in San Luis Potosi in May. Won the 54-hole event by three shots at 6-under 210… Resumed the PGA TOUR Latinoamérica season with a T2 finish at the Ecuador Open in September. Entered the final round holding a one-shot lead, but carded a 76 to finish in a four-way tie for second, trailing tournament champion Tyler McCumber by five shots. Got in contention after setting a new course record of 9-under 63 during the second round, making one eagle, eight birdies and one bogey. That has been his lowest career round on PGA TOUR Latinoamérica… Teaming up with his countryman Roberto Díaz, went on to finish T6 at the inaugural Bridgestone America's Golf Club. An unofficial PGA TOUR Latinoamérica event, the BAGC featured 36 two-man teams competing at Olivos GC in Buenos Aires, Argentina in October… A season of two runner-up finishes, four top-10s and seven top-25s in 15 official starts – which included 14 consecutive cuts made to close the year – helped him finish No. 16 on the PGA TOUR Latinoamérica Order of Merit… Missed the cut at the Web.com Tour's Mexico Championship in April… Earned a spot at the Web.com Tour's Q-School final stage in December, but finished 146th. \n\n2013: Finished the PGA TOUR Latinoamérica season ranked No. 56 in the Order of Merit. Had two top-25 finishes and eight cuts made in 14 starts. His best finish was T13 at the Dominican Republic Open in June. Was the outright leader after 36 and 54 holes at the 82nd Abierto OSDE del Centro in April, but carded a 79 on the final round to finish T17. Entered the final round of the Arturo Calle Colombian Classic in a tie for the fifth spot in November, but carded a 77 to finish T36. Got his PGA TOUR Latinoamérica card through a regional exemption awarded to Mexico… Missed the cut at the Web.com Tour's Mexico Championship in May… Finished the Mexican Tour season ranked No. 13 in the Order of Merit, collecting a runner-up finish in San Luis Potosi and a T4 finish in Chihuahua.\n\n2012: Finished the inaugural season of PGA TOUR Latinoamérica ranked No. 53 in the Order of Merit. By finishing outside the top 50, he failed to keep his Tour card by less than $700 in earnings. Had four top-25 finishes and made seven cuts in 11 starts. His best finish was T19 at the Puerto Rico Classic in November… A runner-up finish at the Televisa TLA Players Championship in Acapulco, Mexico and a tie for fourth at the Taca Airlines Open in Lima, Peru granted him PGA TOUR Latinoamérica full status as the No. 12 ranked player from the Tour de las Americas' Order of Merit… Missed the cut at the Web.com Tour's Mexico Open in June… Had two top-10 finishes in eight starts on the Mexican Tour, with a T3 finish as his best in Merida, Mexico.\n\n2011: Won his first tournament as a professional on the Mexican Tour at the Club Campestre de Tijuana. His solid Mexican Tour season also included a third place finish in Torreon and a tenth place finish in Leon… Missed the cut by two shots at the Web.com Tour's Mexico Open in June… Finished T21 at the Pacific Colombia Tour Championship, an event co-sanctioned by the Tour de las Americas and PGA TOUR Canada in Bogota, Colombia in March.\n\n2010: Missed the cut at the Web.com Tour's Mexico Open Bicentenary in June… His best finish in five starts on the Tour de las Americas was T11 at the 84th Abierto de Chile, an event in which he had a share of the lead through 36 holes in October… Made six starts on the Mexican Tour, with a T8 finish in Guadalajara as his only top 10.\n\n2009: Starting his career as a professional he made his Web.com Tour debut by missing the cut at the Mexico Open in September.\n","otherCarHigh" : "Made his PGA TOUR debut as an amateur at the 2009 Mayakoba Golf Classic in Playa del Carmen, Mexico (MC)… Finished the 2009 season as the No. 1 amateur on the Mexican ranking… Was Mexico's Amateur Champion between 2006 and 2009… Playing in the Boys 15-17 division he finished T4 at the 2007 Callaway Junior World Golf Championships.","personal" : "Single… Affiliated to the Club de Golf Mexico in Mexico City… A big aficionado of bull fighting… Attended UCLA for a school year (2008-09), but left to begin his career as a professional golfer… Got started in golf at age 4. His father, mother and his two brothers play golf as well… Santiago Casado and David López are the golf instructors he has worked with… Says the 14 hole in ones has made are his biggest thrill in golf… Riviera Country Club is the golf course he has enjoyed the most… Would love to play the Old Course at St. Andrews… His favorite professional team is Real Madrid… Woody Allen is his favorite film director… Deepak Chopra is his favorite writer… His favorite athlete to watch is Cristiano Ronaldo… Tulum is his favorite place to go on vacation… Dream foursome would include Severiano Ballesteros, Miguel Angel Jimenez and Mexican singer Luis Miguel… His favorite quote is: “Every moment is the best.”… Twitter: @MauAzcue… Instagram: @mauazcuepederzoli","otherInfo" : "","prYrSeason" : "","exmtStatus" : "2014 Order of Merit Top-60"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2015","exmtStatus" : "Conditional - Additional Qualifying Tournament Finisher or Finished 76-100 on 2014 Web.com Tour Money List","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Finished 146th at Web.com Tour Qualifying Tournament in December...Played in 15 events on PGA Tour Latinoamerica. Recorded four top-10s, including two runner-up performances, at the TransAmerican Power Products CRV Open and the Ecuador Open.\n\n2012: Played PGA Tour Latinoamerica. Was runner-up at the Televisa TLA Players Championship in Acapulco, Mexico...Finished T4 at the Taca Airlines Open in Lima, Peru, paving the way to earn full status on the NEC Series - PGA TOUR Latinoamérica. Ranked 12th on the Tour de las Americas' Order of Merit.\n","otherCarHigh" : "Through 2009, was ranked as Mexico's top amateur.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the PGA TOUR Latinoameri 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}