{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "33155","tourCodeUC" : "C","tourCodeLC" : "c","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Allenby","first" : "James","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "180","weightMetric" : "82","birthDate" : "September 30, 1984","age" : "31","birthPlace" : "Surrey, British Columbia, Canada","residence" : "Langley, British Columbia, Canada","family" : "Single","education" : "Oregon State University","splInterest" : "Tennis, squash, snowboarding, fishing, watching the Vancouver Canucks","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2009","clubAffl" : "Royalwood GC (Chilliwack, British Columbia, Canada)","cityPlaysFrm" : "","websiteUrl" : "TWITTER: @jallenbygolf","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "Finished T28 at the Canada Qualifying Tournament, with rounds of 74-72-70-73.","carHigh" : "2014: Carded a final-round 68 to finish at 10-under par at the Bayview Place Island Savings Open. The T4 finish earned him Freedom 55 Financial Canadian Player of the Week honors. 2013: Made six cuts in nine starts, including a T10 at the TOUR Championship of Canada, which moved him inside the top-60 and allowed him to retain status for the following season.2012: Made six cuts in seven events, with two top-10s...Came up one roll short on an eagle putt that would have put him in a playoff at the Dakota Dunes Open. 2011: Made six cuts in 10 starts, with three top-25 finishes.2010: Named the Most Improved Canadian...Started the season with three top-10, a T4 at the Times Colonist Open, a T9 at Riviera Nayarit Classic and seventh at the Corona Mazatlan Mexican PGA Championship. 2009: Best result was a T14 at the Iberostar Riviera Maya Open...Low round of the year was an opening-round 65 at Desjardins Montreal Open, where he finished T27.\n","otherCarHigh" : "First-team All-Pac-10 at Oregon State and Honorable Mention All-American, in 2007-08...In 2008 finished fifth at the British Columbia Amateur and fourth at the Canadian Amateur.","personal" : "Mother, Sylvia, manages a par-3 golf course. Father, David, is in heating design...Has three siblings, Derek, Alycia and Trevor...Alycia plays soccer at Oklahoma City University and is majoring in economics...Chose to transfer to Oregon State because of “the competition of playing in the Pac-10, the team's bright future and the passionate coach.” ...Favorite athletes are Tiger Woods and Roger Federer...Favorite golf course is Sahalee CC and his favorite golf club is his putter...Favorite golf shot is “one that goes in the hole.”...Favorite books are the Harry Potter series, and his top movie is \"Dumb & Dumber.\"...Favorite musical artists are Matthew Good and Thrice. Likes to eat candy.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Finished T28 at the Canada Qualifying Tournament, with rounds of 74-72-70-73.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Mackenzie Tour-PGA T was T3rd in 2012 at the Dakota Dunes Open.","dynStats" : "He ranks T38th in Total Eagles on the Mackenzie Tour-PGA TOUR Canada."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}