{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "22032","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "", "personalInfo" : {"name" : {"last" : "Kondo","first" : "Tomohiro","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-6","heightMetric" : "1.68","weight" : "130","weightMetric" : "59","birthDate" : "June 17, 1977","age" : "38","birthPlace" : "Tokai, Aichi, Japan","residence" : "","family" : "","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "","clubAffl" : "","cityPlaysFrm" : "Japan; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(6) 2006 Japan PGA Championship [Jpn], ANA Open [Jpn]. 2007 JCB Classic [Jpn]. 2008 The Crowns [Jpn]. 2011 Tsuruya Open [Jpn]. 2014 Heiwa PGM Championship in Kasumigaura [Jpn].","curYearHigh" : "","carHigh" : "2014: Finished the season third on the Japan Golf Tour money list. Broke a three-year winless drought by capturing the Heiwa PGM Championship in Kasumigaura. Went low all week, opening with a 3-under 68 followed by scores of 66-64-66 to roll to a four-shot triumph over Hideto Tanihara, Hyun Ryu and Yoshinori Fujimoto at Miho GC...First top-10 of the campaign came at the Tsuruya Open, a T5, thanks to a 68-65 weekend...Contended at the Gate Way To The Open Mizuno Open. After opening 69-71, shot a third-round, 2-under 70 that moved him into a tie for fourth with 18 holes to play. Despite shooting a Sunday 67, could only move up one spot on the leaderboard, into a T3, four shots behind winner Dong Kyu Jang...Was in third again in October at Toshin GC's Central Course. Turned in rounds of 68-65-68-65 only to finish a distant six shots behind winner In Hoi Hur...In his next start, was fifth at the Jpana Open, adding four more sub-70 rouns, including opening and closing 68s...Finished T4 at the Mynavi ABC Championship, bookend 67s giving him the top-five outing...Picked up a pair of T3s late in the year, at the Mitsui Sumitomo Visa Taiheiyo Masters and the Casio World Open, shooting final-round 67s in both tournaments. \n\n2013: Finished inside the top 20 on the money list, landing at No. 17. Had chances to win but came up short in both of his best chances, at the Nagashima Shigeo Invitational Sega Sammy Cup and the Mitsui Sumitomo Visa Taiheiyo Masters. First T2 of the year came at The North Country GC in late-August. made a valiant effort at victory, recording a final-round 65 that followed a third-round 67. Still finished three shots short of winner Shunsuke Sonoda...Was in contention again late in the year, at the Mitsui Sumitomo Visa Taiheiyo Masters. Held a share of the first-round lead after opening with a 66. Was tied for fourth with 18 holes to play and turned in a Sunday 69 only to come up one shot short of champion Hideto Tanihara...Enjoyed top-10s at the Tsuruya Open (T7), The Crowns (T7) and the ANA Open (T9).\n\n2012: Enjoyed another productive season, with eight top-10s in his 22 made cuts. Didn't play on the weekend in only two tournaments and finished third on the final money list. Top outing was a T4, at the Asia-Pacific Panasonic Open. After opening 66-69-66, shot a fourth-round 70 to finish tied with Shiv Kapur and Juvic Pagunsan, four shots shy of winner Masanori Kobayashi...Other top-five was a T5 at the Gate Way To The Open Mizuno Open. Opened and closed with 68s at JFE Setonaimai GC...Other top-10s came at the PGA Championship Nissin Cupnoodles Cup, Totoumi Hamamatsu Open and the Fujisankei Classic (all T6s), the Token Homemate Cup and the ANA Open (eighth-place efforts) and the Golf Nippon Series JT Cup (T10).\n\n2002:\n\n2001: Had a breakout season on the Japan Golf Tour, recording six top-10s, including a runner-up performance at the Georgia Tokai Classic. At that event, shot rounds of 69-68-69-68 to finish T2 with Keng Chi Li, two shots short of winner Toshimitsu Izawa...First top-10 of the year came at the Fujisankei Classic. Took the outright first-round lead with a 5-under 66. Was tied for third through 36 holes. Eventually went on to finish fifth...Added a T5 at the Gateway To The Open Mizuno Open, thanks to a strong weekend (67-70). His 7-under final two rounds left him six shots short of winner Hidemichi Tanaka...Earned back-to-back seventh-place finishes, at the Aiful Cup and the NST Niigata Open Golf Championship. Shot final-round, 7-under 65s in both tournaments to vault up the leaderboard...Final top-10 of the year came at the Bridgestone Open. Took a share of the lead through 18 holes and finished at 10-under, good for a T6. \n\n2000: Made his Japan Golf Tour debut, opening with a 3-under 69 and eventually finishing T45 at the Tsuruya Open...First top-10 came at the Mitsubishi Motors Tournament,. Shot three 69s and a second-round 72 to T8.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}