{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27146","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Meyer","first" : "Adam","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "145","weightMetric" : "66","birthDate" : "November 25, 1982","age" : "33","birthPlace" : "Waco, TX","residence" : "Fort Worth, TX","family" : "Wife, Claire","education" : "Texas Christian University (2004)","splInterest" : "Hunting, fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2004","clubAffl" : "Shady Oaks CC (Fort Worth, TX); Mira Vista CC (Fort Worth, TX)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "109,538&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "23rd qualifier from QT\/ML 61-100","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2010: Played 23 Nationwide Tour events and made 10 cuts with three top-10 finishes. Finished No. 80 on the money list...Was T9 at the Fresh Express Classic at TPC Stonebrae. After opening with a first-round 70, he posted a 64 Friday to jump to T14. Rounds of 67-69 on the weekend led him to his best performance since finishing T8 at the 2007 Utah EnergySolutions Championship...Posted his second top-10 finish, at the Melwood Prince George's County Open, where he finished T10...Twelve starts later at the Miccosukee Championship he finished T8, equaling his career best performance on Tour. Only PGA TOUR start was a T61 at the 2004 Valero Texas Open. Has made 10 career starts on the Nationwide Tour, including seven in 2007 when he made his only two cuts...Was T8 at the Utah EnergySolutions Championship and T15 at the WNB Golf Classic...Played on the Adams Golf Tour from 2004-09, winning three events. Winner of the Adams Golf Tour Rookie of the Year award in 2005. Has also won on the Gateway Tour. Has also played on the Hooters Tour.\n","otherCarHigh" : "Transferred to TCU after two years at Baylor University. Winner of four collegiate events. Named to the 2002 All-Big 12 Conference first feam. Was a 2003 All-Conference USA first-team selection, a third team All-American and Conference USA Player of the Year. Attended Waco (TX) Covenant Academy, which won three state championships.","personal" : "Lists Ray Lamb and Mike Wright among instructors used...Never travels without a Bible. Lists making it to the final stage of the 2009 PGA TOUR Qualifying Tournament as his biggest thrill in golf...Favorite TV show is \"The Office.\"...First car was a 1989 Jeep, and he now drives a Ford F-150 pickup...Favorite college team is Texas Christian, favorite food is steak and favorite vacation destination is the Cayman Islands...Charity work involves The Meyer Family Foundation.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 8th on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}