{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "46061","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Chao","first" : "Hai Meng","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "176","weightMetric" : "80","birthDate" : "January 8, 1987","age" : "29","birthPlace" : "Jiangsu, China","residence" : "","family" : "Wife: Zhu Na","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2014","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Finished 18th on the final Order of Merit with his lone top-10 a victory late in the season. Made a hole-in-one at the Lanhai Open with an ace in the second round. Went on to shoot a 3-under 69 and ultimately finished T32 outside Shanghai...In one of the most unlikely victories in the history of the Ping An Bank China Tour – PGA TOUR China Series, made a clutch birdie putt on No. 18 at the Nine Dragons Open Sunday to post a 6-under 66, two hours ahead of the leading group. He ended up tied at 9-under at the end of regulation with countryman Zecheng Dou when 54-hole leader James Gibellini faltered late on the back nine. In the sudden-death playoff, had an up-and-down par from the greenside bunker, with Dou hitting into the hazard and eventually conceding the hole. The victory was worth ￥216,000 after rounds of 74-71-68-66. Improved from No. 73 on the Order of Merit to No. 13, and he moved up almost 1,000 places in the Official World Golf Ranking, from No. 1,704 to No. 789—a career-high position. \n\n2014: Made the cut in his PGA TOUR China Series debut, finishing T41 at the Mission Hills Haikou Open, including a final-round 69 at the Sandbelt Trails Course…Opened with a 3-under 69 and closed with a 2-under 70 at the Buick Open to T17 at the Series' second event of the season…Only other made cut came at the Earls Beijing Open in June. Opened 70-72 at Earls GC and went on to finish T56…Next made cut came at the Earls Beijing Open, where he opened 70-73-70 on his way to a T56 finish…Picked up a T35 at the Yulongwan Yunnan Open, thanks to a 70-71 (3-under) weekend…Late in the season, shot a T42 at the Nine Dragons Open in Jiaxing, sandwiched around a pair of T27 outings—at the Jiaye Tianzhu Henan Open and the Haian Open in Sanya.\n2013: Missed the cut at the Foshan Open on the European Challenge Tour and withdrew, after an opening 82, at the China Masters on the OneAsia Tour.\n2012: Finished T64 at the Nanshan China Masters at Shandong Nanshan International GC in mid-October. \n2011: Missed the cut at the Nanshan China Masters, shooting rounds of 72-78 at Shandong Nanshan International GC.\n","otherCarHigh" : "","personal" : "Wife, Zhu Na, is also a professional golfer.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T1st in 2015 at the Nine Dragons Open.","dynStats" : "He ranks T68th in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}