{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34579","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Levy","first" : "Alexander","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "190","weightMetric" : "86","birthDate" : "August 1, 1990","age" : "25","birthPlace" : "Orange, California","residence" : "Bandol, France","family" : "","education" : "","splInterest" : "Soccer","pronunciation" : "luh-VEE","nwTourAlumnus" : "","trndProYear" : "2011","clubAffl" : "Golf PGA France du Vaudreuil (Le Vaudreuil, France)","cityPlaysFrm" : "France; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(2): 2014 Volvo China Open [Eur], Portugal Masters [Eur].","curYearHigh" : "","carHigh" : "2015: In defense of his Volvo China Open title, traveled to Shanghai and took a share of the 54-hole lead, with Chinese players Hao Tong Li and Ashun Wu and David Howell. Stumbled to a final-round 73 at Tomson Shanghai Pudong GC to finish T3 with Emiliano Grillo and Prom Meesawat, two shots behind Wu's winning score...Second T3 of the campaign came in June, at the Nordea Masters in Sweden. Rounds of 69-70-72-71 left him tied with Sebastian Soderberg, Jens Danstorp and Maximilian Kieffer, six shots behind winner Alex Noren. \n\n2013-14: Finished ninth on the final Race to Dubai standings. Broke through in a big way, winning his first European Tour event, capturing the Volvo China Open in April in Shenzhen. Set himself up with a 10-under 62 at Genzon GC, making eight birdies and an eagle in his bogey-free day. Held a four-shot, 36-hole lead and was three ahead of Alvaro Quiros after a third-round 70. Fired a Sunday, 3-under 69 to edge Tommy Fleetwood by four shots...Made his major championship debut in August, at the PGA Championship in Louisville. Had four par-or-better rounds at Valhalla GC to T30...A week earlier, played in his first PGA TOUR and World Golf Championships event when he earned an invitation to the Bridgestone Invitational. Finished T58 at Firestone CC...Earned his second title of the campaign when he won the weather-shortened Portugal Masters in mid-October. Shot rounds of 63-61 to open a three-shot, 36-hole lead over Nicolas Colsaerts. When heavy rain pounded Vilamoura on the weekend, officials had to reduce the tournament to 36 holes. Half of his scores during his 36 holes were birdies, and he didn't record a bogey at Oceanico Victoria GC. Win at the time bumped him to No. 74 in the Official World Golf Ranking, his highest-career position...Fired a 7-under 65 in the opening round of the BMW Masters in Shanghai late in the season. Was a stroke off Marcel Siem's lead at the halfway point then took control with a round to play after firing a third-round, 9-under 63 at Lake Malaren GC. Led Jamie Donaldson by four shots. On the final day, during difficult scoring conditions, stumbled badly, shooting a 6-over 78 to fall into a three-man playoff with Siem and Ross Fisher. Parred the first extra hole (No. 18) then watched as Siem won the tournament with a birdie.\n\n2013: Turned in three European Tour top-10s. Best performance came at the BMW International Open in Germany. Held a share of the 54-hole lead with Ernie Els and Alexander Noren at 15-under 201. Shot a 1-under 71 on the final day at the GC Munchen Eichenried to finish solo third, two shots behind Els. The âŹ125,200 payday was, at the time, the largest of his career...Had a pair of T10s. The first came at the Lyoness Open in Austria in early June. A second-round, 3-over 75 kept him from contending...Was also T10 in Moscow, at the Russian Open. Began the final round tied for 32nd but made a big move Sunday with a 5-under 67.\n\n2012: Enjoyed a European Challenge Tour breakthrough season, recording a trio of top-10 performances, including a pair of third-place finishes. \n\n2011: Began his season making his European Tour debut. Missed the cut at the Alstom Open de France...Played in six European Challenge Tour events, making two cuts. Finished T24 in his final start of the campaign, at the Golf Open de Lyon...Was T53 at the Russian Challenge Cup in September.\n\n2010: Played in two European Challenge Tour events, missing the cut in both starts. \n","otherCarHigh" : "","personal" : "Home course, Golf PGA France du Vaudreuil, is home to a European Challenge Tour event, the Le Vaudreuil Golf Challenge.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T14th in 2015 at the World Golf Championships-HSBC Champions.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}