{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "33592","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Pope","first" : "Andy","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "160","weightMetric" : "73","birthDate" : "March 3, 1984","age" : "32","birthPlace" : "Glen Ellyn, Illinois","residence" : "Orlando, Florida","family" : "Wife: Jacklyn; Thomas (6\/10\/14)","education" : "Xavier University","splInterest" : "Fishing, playing Golden Tee, playing craps","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2006","clubAffl" : "Medinah CC (Medinah, Illinois)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "139,977&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2012","exmtStatus" : "Conditional - Additional Qualifying Tournament Finisher or Finished 76-100 on 2014 Web.com Tour Money List","otherVics" : "","intlVics" : "","curYearHigh" : "Played in 12 Web.com Tour events, making six cuts. Had one top 10. Finished 120th on the Regular Season money list...Earned his lone top-10 finish at the Nova Scotia Open in July. Posted three consecutive rounds of 69 to T21 after 54 holes. Fired a Sunday 66 to move up 15 spots to T6, securing entry in the Albertsons Boise Open, where he would finish T52..","carHigh" : "2014: Entered 21 Web.com Tour events. Made 10 cuts and had four top-25s to finish 89th on the Regular Season money list...Best showing was a pair of T15s, at the WNB Golf Classic in April and the United Leasing Championship in June. Other top-25s came at the Regular Season-ending WinCo Foods Portland Open (T21) and the Nova Scotia Open in July (T23). \n\n2013: Made the cut in eight of 15 starts on the Web.com Tour. Best weeks were a T16 at the Utah Championship and a T17 at the Brasil Classic. Did not qualify for the Tour Finals...Also missed the cut at the PGA TOUR's Tampa Bay Championship. \n\n2012: Played in 21 events on the Web.com Tour after starting the season as a conditional player...Made bids for victory in two events early in the summer...Was in position to win his first Tour title in May, playing in the BMW Charity Pro-Am. Was a stroke off the lead through 54 holes, but a final-round 74 dropped him all the way to a T29...Came back two weeks later with a strong showing at the Mexico Open. Followed a third-round 65 with a 2-under 70 Sunday to T6 to win $18,906, his largest Tour payday...Added another top-10 at the Utah Championship, shooting four rounds in the 60s at Willow Creek CC in mid-July that resulted in a T7, three shots shy of winner Doug LaBelle II...Was T24 in his final appearance of the season, at the Winn-Dixie Jacksonville Open...Made five starts on the NGA Hooters Tour Winter Series and was T5 in the event at Diamond Back GC. \n\n2010: Made two Web.com Tour starts, missing the cut at both the South Georgia Classic and the Miccosukee Championship. \n\n2009: Made his Web.com Tour debut, missing the cut at the Price Cutter Charity Championship.\n\n","otherCarHigh" : "Member of the all-state golf team for four years at Glenbard West High School...Named to the Atlantic-10 Conference team four years and won the Atlantic-10 Conference Championship in 2004.","personal" : "Loves playing money games with friends...Biggest thrill outside golf is playing craps, skiing and fishing...Favorite websites are underdogsports.net and yahoo.com...Enjoys watching Chicago's professional teams, the Bears, White Sox and Blackhawks...Watches \"Seinfeld,\" \"Taxi\" and \"Summer Heights High.\"...Favorite movies are \"The Hustler\" and \"Goodfellas.\"...Listens to Fleetwood Mac...Top vacation spot is Red River, N.M...Favorite gadgets are Xbox and XM\/Sirius satellite radio. Bucket list includes skydiving and heli-skiing.","otherInfo" : "Has played the Hooters Tour and National Pro Golf Tour.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in 12 Web.com Tour events, making six cuts. Had one top 10. Finished 120th on the Regular Season money list...Earned his lone top-10 finish at the Nova Scotia Open in July. Posted three consecutive rounds of 69 to T21 after 54 holes. Fired a Sunday 66 to move up 15 spots to T6, securing entry in the Albertsons Boise Open, where he would finish T52..","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 6th on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}