{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "26765","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "6","capcure" : "N", "personalInfo" : {"name" : {"last" : "Williamson","first" : "Lee","middle" : "M","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-4","heightMetric" : "1.93","weight" : "175","weightMetric" : "79","birthDate" : "July 5, 1979","age" : "36","birthPlace" : "Crawfordsville, Indiana","residence" : "Orlando, Florida","family" : "Wife, Brooke; Finley Dale (9\/15\/08)","education" : "Purdue University","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2002","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "www.leewilliamsgolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "85,616&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(3): 2005 MTS Classic [Can]. 2006 Greater Vancouver Charity Classic [Can], Diablo Grande California Classic [Can].","curYearHigh" : "Made five cuts in 13 starts on the PGA TOUR and will have six events in the 2014-15 campaign to earn 364 FedExCup points or $646,270 to clear the Major Medical Extension...Missed the cut in his only start on the Web.com Tour, at The Rex Hospital Open.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Made the cut in just two of 12 starts on the Nationwide Tour in 2008. Played his rookie season on the Nationwide Tour in 2007, making the cut in eight of 24 starts. Ended the year No. 84 on the money list, with $70,827. Had the first top-10 finish of his career at the HSBC New Zealand PGA Championship, finishing T3 and one shot out of a playoff between eventual winner Nicholas Thompson and David Morland IV. Also finished inside the top 10 at the Rochester Area Charities Showdown at Somerby (T5). Had made nine career starts on Tour prior to 2007, with six of those coming in 2003—highlighted by a career-best T16 at the Alberta Calgary Classic. Missed the cut in both career starts on the PGA TOUR, including the 2006 Canadian Open. Member of the Canadian Tour since 2003, finishing 13th and fourth, respectively, on the money list the past two seasons. Three-time winner on that Tour, with victories coming at the 2006 Diablo Grande California Classic, 2006 Greater Vancouver Charity Classic and the 2005 MTS Classic. Runner-up at the 2002 U.S. Public Links Championship. Winner of the 2001 Indiana Amateur and Indiana Open, the 2002 Indiana Amateur and the 2004 Indiana Open. He is just the third player in history to win the Indiana Amateur in consecutive years. Earned first-team All-American and Big Ten Player of the Year honors in 2002. Got his start in golf from his dad.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2013-14","qSchoolYear" : "","exmtStatus" : "Major Medical Extension","otherVics" : "(2): 2001 Indiana Open. 2004 Indiana Open.","intlVics" : "(3): 2005 MTS Classic [Can]. 2006 Greater Vancouver Charity Classic [Can], Diablo Grande California Classic [Can].","curYearHigh" : "Made five cuts in 13 starts on the PGA TOUR and will have six events in the 2014-15 campaign to earn 364 FedExCup points or $646,270 to clear the Major Medical Extension...Missed the cut in his only start on the Web.com Tour, at The Rex Hospital Open.","carHigh" : "2008: Made the cut in just two of 12 starts on the Web.comTour. \n\n2007: Played his rookie season on the Web.com Tour, making the cut in eight of 24 starts. Ended the year No. 84 on the money list, with $70,827. Had the first top-10 finish of his career, at the HSBC New Zealand PGA Championship, finishing T3 and one shot out of a playoff between eventual winner Nicholas Thompson and David Morland IV. Also finished inside the top 10 at the Rochester Area Charities Showdown at Somerby (T5)...Finished 13th on the Canadian Tour money list. \n\n2006: Missed the cut at the Bell Canadian Open...Won the Diablo Grande California Classic on the Canadian Tour and added the Vancouver Charity Classic title that season, as well. Finished fourth on the money list. \n\n2005: Played primarily on the Canadian Tour, winning the MTS Classic.\n\n2004: Played full time for a second consecutive season on the Canadian Tour...Won the Indiana Open for a second time, to go with the 2001 title he won as an amateur.\n\n2003: Highlight of his Web.com Tour season was a career-best (at the time) T16 at the Alberta Calgary Classic. \n\nAmateur: Won the 2001 Indiana Amateur and Indiana Open...Successfully defended his Indiana Amateur title, winning again in 2002 and, in the process, becoming only the third player in history to win the event in consecutive years...Earned first-team All-American and Big Ten Player of the Year honors in 2002. \n","otherCarHigh" : "","personal" : "Got his start in golf from his dad.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T3rd in 2007 at the HSBC New Zealand PGA Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}