{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01418","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Glasson","first" : "Bill","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "175","weightMetric" : "79","birthDate" : "April 29, 1960","age" : "55","birthPlace" : "Fresno, California","residence" : "Stillwater, Oklahoma","family" : "Wife, Shelley; Maxwell Alexander (9\/30\/88); Dakota Jade (2\/26\/92); Reece Gabriel (9\/8\/00)","education" : "Oral Roberts University (1982, Business)","splInterest" : "Hunting, fishing, farm work","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1983","clubAffl" : "","cityPlaysFrm" : "Stillwater; Oklahoma; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "7,664,265&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in four events early in the campaign before he underwent hip surgery on April 8. Status is uncertain for the remainder of the year.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Made the cut in two of eight appearances on the 2003 Nationwide Tour. Earned $50,928 to finish No. 86 on the final money list. Shot four rounds in the 60s (65-68-67-68) to finish 16-under-par 268 at the Northeast Pennsylvania Classic, winding up as runner-up to Blaine McCallister by three strokes. Took home $48,600 for his efforts. Made the cut in seven of 13 events on the 2003 PGA TOUR. Played well at the Greater Hartford Open (T11\/$79,428) and the Southern Farm Bureau Classic (T13\/$53,000) in his only two top-25 performances on TOUR that season...Made only three appearances on the 2002 Nationwide Tour. Opened his season with a T72 at the Lake Erie Charity Classic. Followed that with a T36 at the Preferred Health Systems Wichita Open. Missed the cut in his final tournament, shooting 73-80 at the Permian Basin Open...Played in only 15 events and placed 248th on 2002 PGA TOUR money list. Failed to keep exempt status for second consecutive season. It was only the fifth time in his career he placed out of the top 125. Made the cut in only one of 13 appearances on the 2002 PGA TOUR, with T56 at the B.C. Open his best showing...Voted PGA TOUR Comeback Player of the Year in 1997 after returning from May 1996 surgery for detached right forearm muscle. Won seventh PGA TOUR victory at Las Vegas Invitational. Qualified for THE TOUR Championship with victory, jumping from 54th on money list to 27th...First of seven TOUR victories came at 1985 Kemper Open...Earned second Kemper Open crown in 1992...Won twice in fall of 1988, first at the B.C. Open and later at the Centel Classic, when he took a two-stroke victory...Won 1989 Doral-Ryder Open by a stroke over Fred Couples...At 1994 Phoenix Open, shot a closing 64 to defeat Bob Estes by three...Medical history is a lengthy one, with elbow surgeries, four sinus operations, four knee surgeries, lip surgery and forearm surgery. Nearly filed for permanent disability due to lower-back problems in 1991...Flies own plane to many TOUR stops. Struck by lightning when he was piloting his own turbo prop in 1999. Lightning hit one propeller and jumped across to the other propeller, passing through his body on the way...Two-time All-American at Oral Roberts.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1983","qSchoolYear" : "1983, 1984, 2004, 2005","exmtStatus" : "Past Champion","otherVics" : "(1): 1989 JCPenney Classic [with Pat Bradley].","intlVics" : "","curYearHigh" : "Played in four events early in the campaign before he underwent hip surgery on April 8. Status is uncertain for the remainder of the year.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Started in four events on the PGA TOUR in 2007, but missed the cut in three. Withdrew from the Turning Stone Resort Championship due to pain. Made one cut in six attempts on the Nationwide Tour, finishing T61 at the Northeast Pennsylvania Classic. Limited to 17 events in 2006 due to elbow injuries (both arms) and subsequent surgery on March 1. Received a Minor Medical Extension for 2007.Regained TOUR card for 2006 via a T18 finish at 2005 Qualifying Tournament. After earning 2005 card via Qualifying Tournament, played in 21 events—most since 2001 for the injury-riddled veteran—finishing 214th on TOUR money list. At the Reno-Tahoe Open, set the Montreux G&CC course record with a 10-under-par 62 in second round. At one point, was 10-under-par during an 11-hole stretch (Nos. 4-14). Finished T18 after closing 73-72. The 62 tied his career low on the PGA TOUR—he posted a 62 in the first round of the 1985 Panasonic Las Vegas Invitational. In 2004, posted two top-10s for the first time since 2000. Voted PGA TOUR Comeback Player of the Year in 1997 after returning from May 1996 surgery for detached right forearm muscle to earn seventh TOUR victory at Las Vegas Invitational. Qualified for THE TOUR Championship with victory, jumping from 54th on money list to 27th. First of eight TOUR victories came at 1985 Kemper Open. Earned second Kemper Open crown in 1992. Won twice in the fall of 1988, first at the B.C. Open and later a two-stroke victory at Centel Classic. Won 1989 Doral-Ryder Open by a stroke over Fred Couples. At 1994 Phoenix Open, shot a closing 64 to defeat Bob Estes by three. Two-time All-America at Oral Roberts. Medical history includes more than 20 surgeries—elbow surgeries, four sinus operations, four knee surgeries, lip surgery and forearm surgery among them. Nearly filed for permanent disability due to lower back problems in 1991. Flies own plane to many TOUR stops.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2010","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(1): 1989 JCPenney Classic (with Pat Bradley).","intlVics" : "","curYearHigh" : "Played in four events early in the campaign before he underwent hip surgery on April 8. Status is uncertain for the remainder of the year.","carHigh" : "2014: Surpassed his 2013 earnings, but dropped two spots on the final money list, from 33rd to 35th...Matched the tournament course scoring record at The Wakonda Club when he closed with an 8-under-par 64 in the final round at The Principal Charity Classic in early June. Was the clubhouse leader at one point during the afternoon before eventually finishing T3, one stroke shy of the playoff between Doug Garwood and eventual winner Tom Pernice, Jr...Finished T6 at the Constellation SENIOR PLAYERS Championship. Was in third place, trailing by four strokes heading into the final round but fell out of contention early Sunday and eventually posted a 1-over 71 at Fox Chapel GC...Also posted a T10 at the Quebec Championship. \n\n2013: After finishing 16th on the final money list in 2012, fell 17 spots a year later...Turned in one of his best efforts late in the campaign when he carded his career-low round in a TOUR-sponsored event, matching the 18-hole tournament record at the Greater Hickory Kia Classic at Rock Barn—a 9-under 61 in the final round. Score vaulted him up 54 places into a T9 at Rock Barn...Earlier in the season, was T9 at the Constellation SENIOR PLAYERS Championship...Also set a course record in the final round of the Shaw Charity Classic in Calgary in early September, fashioning a 9-under-par 62 at the Canyon Meadows G&CC, which led to a T10 finish at the first-year event...Was T9 the following week at the Montreal Championship...Was also T10 early in the year, at The ACE Group Classic.\n\n2012: More than doubled his previous year's earnings on the strength of three top-three finishes and seven top-10 finishes overall...Appeared to be in the driver's seat on his way to ending a TOUR victory drought of nearly 15 years when he led by four strokes after 36 holes at the inaugural Pacific Links Hawaii Championship. Lead grew to as many as five strokes at one point in the final round, but struggled on his final six holes, making bogeys on four of those, including one at No. 18. He eventually finished second, one stroke behind Willie Wood, who closed with birdies on his final two holes. His runner-up finish was his career-best Champions Tour effort...Earlier in the year, he was T3 at The ACE Group Classic. Posted one of Sunday's best rounds, shooting 68 in breezy conditions at TwinEagles, a score that left him tied with Tom Lehman and Mike Goodes...Matched his effort in Naples when he was T3 at the Nature Valley First Tee Open at Pebble Beach. Was in contention midway through the back nine but consecutive bogeys at Nos. 16-17 ended his chances...Closed with 69 to T5 at the Mississippi Gulf Resort Classic, earning a spot in the Insperity Championship for the highest top-10 finish among non-exempt players...Also was T5 at the Regions Tradition after being both the 18- and 36-hole leader\/co-leader at Shoal Creek...Had another solid performance in a major championship when he finished T6 at the Constellation SENIOR PLAYERS Championship near Pittsburgh in July. Was just one of four players in the field to post four straight rounds in the 60s. \n\n2011: Played his first full Champions Tour season and finished 44th on the final money list...Fired a closing-round, 8-under-par 64, at the time his low round on the Champions Tour, to finish T4 at the Montreal Championship in July...Closed with 68-68 on the weekend at the Boeing Classic to finish solo seventh at TPC Snoqualmie Ridge. \n\n2010: Joined the Champions Tour in early May and made 12 starts in his rookie season. Debuted on the circuit at the Regions Charity Classic and was T31 in Birmingham...In his next appearance, posted a pair of sub-par rounds on the weekend at the Senior PGA Championship to finish T6 in Colorado. It was his first top-10 finish in a PGA TOUR event since he was T6 at the 2004 Chrysler Classic of Tucson...Also in contention on the back nine at the Dick's Sporting Goods Open and eventually T6 at En-Joie GC. \n","otherCarHigh" : "Began his PGA TOUR career in 1984 and was a seven-time winner. He also posted 65 top-10 finishes and earned $6,912,619...Was among the top-50 money-winners on TOUR seven times and enjoyed his best season in 1997 when he had a win, two seconds and earned $926,552...Was plagued through parts of his career with various injuries. Medical history includes more than 20 surgeries—elbow surgeries, four sinus operations, four knee surgeries, lip surgery and forearm surgery, among them. Nearly filed for permanent disability due to lower-back problems in 1991...Voted PGA TOUR Comeback Player of the Year in 1997 after returning from May 1996 surgery for detached right forearm muscle....First PGA TOUR win came in dramatic fashion at the 1985 Kemper Open. Trailed Larry Mize by six strokes after three rounds at Congressional CC but drained a 50-foot birdie putt on the 72nd hole to defeat both Mize and Corey Pavin by one stroke...Won a pair of titles during the 1988 campaign. Claimed the B.C. Open at En-Joie GC by two strokes over Wayne Levi and Bruce Lietzke. Was victorious in Tallahassee at the Centel Classic, the last official event of the season. Outdueled a hard-charging Tommy Armour III down the stretch to win by two shots...Won his fourth PGA TOUR event, and third in nine starts, when he edged Fred Couples by one stroke at the 1989 Doral-Ryder Open. Despite making four bogeys over his last 10 holes on Sunday, made a clutch up-and-down save for a par on No. 18 to avoid a playoff in Miami…Earned second Kemper Open crown in 1992 when he won for the first time in over three years. Made a par save on the final hole and eventually won by one stroke over four players, including John Daly who had tied him with a birdie at the 17th hole, but his errant drive off the 18th tee led to a bogey...At the 1994 Phoenix Open, defeated Bob Estes by three strokes for his sixth career victory on the PGA TOUR. Birdied five of his last six holes in Saturday's third round and then carded a bogey-free, 7-under-par 64 over the final 18 holes at the TPC Scottsdale...Last PGA TOUR victory came in 1997 at the Las Vegas Invitational. Despite a bone spur in his left elbow, was 20 under par for his five rounds on three different courses and won by one stroke over David Edwards. Qualified for THE TOUR Championship with the victory, jumping from 54th on the money list to 27th...At the 2005 Reno-Tahoe Open, set a Montreux G&CC course record with a 10-under-par 62 in the second round. At one point, was 10-under-par during an 11-hole stretch (Nos. 4-14) eventually finishing T18. 62 tied his career low on the PGA TOUR. He also posted 62 in the first round of the 1985 Panasonic Las Vegas Invitational...Was a two-time All-America selection at Oral Roberts University and is a member of the school's Hall of Fame.","personal" : "While competing on the PGA TOUR, he often flew his own plane to many TOUR stops.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was 2nd in 2012 at the Pacific Links Hawai'i Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}