{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02076","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Senior","first" : "Peter","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-6","heightMetric" : "1.68","weight" : "195","weightMetric" : "88","birthDate" : "July 31, 1959","age" : "56","birthPlace" : "Singapore","residence" : "Hope Island, Queensland, Australia","family" : "Wife, June; Krystlle (12\/19\/88), Jasmine (10\/22\/91), Mitchell (4\/15\/94)","education" : "","splInterest" : "Fishing, reading, entertaining","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1978","clubAffl" : "Links at Hope Island (Queensland, Australia)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "5,835,398&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Certainly the highlight of his campaign came in November when he claimed his third Australian Masters title at the Huntingdale GC in Melbourne...Rebounded from shoulder and elbow woes early in the year to post four top-10 finishes, including a pair of top-five efforts in August. Used a final-round 65 at En-Joie GC to T3 at the Dick's Sporting Goods Open, his best Champions Tour performance in almost two years...Matched his career-low Champions Tour round when he opened with a 7-under-par 63 at the Shaw Charity Classic and eventually went on to a T5 finish in Calgary...Had a nice showing in his final start of the year at the Toshiba Classic, where he T7...Earlier in the year, he opened with a 70 and enjoyed his first top-10 finish of the year when he T10 at The Principal Charity Classic in Iowa in June.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(26): 1979 South Australian Open [Aus]. 1984 Queensland Open [Aus], Honeywell Classic [Aus]. 1986 PLM Open [Eur]. 1987 U-Bix Classic [Aus], Monte Carlo Open [Eur], Rich River Classic [Aus], Queensland PGA [Aus]. 1989 New South Wales PGA [Aus], Australian PGA Championship, Australian Open, Johnnie Walker Classic [Aus]. 1990 European Open. 1991 Australian Masters, Johnnie Walker Classic [Aus]. 1992 Benson & Hedges International [Eur]. 1993 Heineken Classic [Aus], Chunichi Crowns [Jpn], 1994 Canon Challenge [Aus]. 1995 Dunlop Open [Jpn], Australian Masters. 1996 Canon Challenge [Aus], Greg Norman Holden Classic [Aus]. 1997 Canon Challenge [Aus]. 2003 Australian PGA Championship [Aus].","curYearHigh" : "Certainly the highlight of his campaign came in November when he claimed his third Australian Masters title at the Huntingdale GC in Melbourne...Rebounded from shoulder and elbow woes early in the year to post four top-10 finishes, including a pair of top-five efforts in August. Used a final-round 65 at En-Joie GC to T3 at the Dick's Sporting Goods Open, his best Champions Tour performance in almost two years...Matched his career-low Champions Tour round when he opened with a 7-under-par 63 at the Shaw Charity Classic and eventually went on to a T5 finish in Calgary...Had a nice showing in his final start of the year at the Toshiba Classic, where he T7...Earlier in the year, he opened with a 70 and enjoyed his first top-10 finish of the year when he T10 at The Principal Charity Classic in Iowa in June.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2010","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(29): 1979 South Australasian Open. 1984 Queensland Open, Honeywell Classic. 1986 PLM Open. 1987 Rich River Classic, U-Bix Classic, Queensland PGA Championship, Johnnie Walker Monte Carlo Open. 1989 New South Wales PGA Championship, Australian PGA Championship, Australian Open, Johnnie Walker Classic. 1990 Panasonic European Open. 1991 Australian Masters, Johnnie Walker Classic. 1992 Benson and Hedges International Open, Bridgestone ASO Open. 1993 Heineken Classic, Chunichi Crowns. 1994 Canon Challenge. 1995 Australian Masters, Dunlop Open. 1996 Canon Challenge, Greg Norman Holden Classic. 1997 Canon Challenge. 2003 Australian PGA Championship. 2010 Australian PGA Championship. 2012 Emirates Australian Open. 2015 Australian Masters.","intlVics" : "(1): 2010 Handa Australian Senior Open.","curYearHigh" : "Certainly the highlight of his campaign came in November when he claimed his third Australian Masters title at the Huntingdale GC in Melbourne...Rebounded from shoulder and elbow woes early in the year to post four top-10 finishes, including a pair of top-five efforts in August. Used a final-round 65 at En-Joie GC to T3 at the Dick's Sporting Goods Open, his best Champions Tour performance in almost two years...Matched his career-low Champions Tour round when he opened with a 7-under-par 63 at the Shaw Charity Classic and eventually went on to a T5 finish in Calgary...Had a nice showing in his final start of the year at the Toshiba Classic, where he T7...Earlier in the year, he opened with a 70 and enjoyed his first top-10 finish of the year when he T10 at The Principal Charity Classic in Iowa in June.","carHigh" : "2014: Suffered through a somewhat frustrating year after several ailments. Saw his string of top-30 money-list finishes come to an end when he dropped from 13th to 44th on the earnings' chart. Earned $383,551 after three consecutive years of pocketing more than $1 million and four straight seasons in the top 30...First top-10 finish did not come until July when he finished T9 at the U.S. Senior Open at Oak Tree National in Oklahoma. His third-round, 3-under-par 68 shared honors with Gene Sauers for the day's low round...A month later, added another T9 finish at the 3M Championship after three rounds in the 60s...Was T11 at The ACE Group Classic and T15 at the Senior PGA Championship...Dropped from 13th to 50th in Greens in Regulation and from 12th to 41st in Scoring Average...Ended the season as the player with the most career money without a victory ($4,867,528)...Missed the three major events in his native Australia (Masters, Open and PGA) for the first time in 30 years due to injury.\n\n2013: Was once again among the top 10 in more than a third of his starts...Became the Champions Tour's career-earnings leader without the benefit of a win when he pocketed $97,813 to finish T3 at The Senior Open Championship...Recorded his sixth runner-up Champions Tour effort in his final start of the campaign. Opened with an 8-under-par 63 at the Charles Schwab Cup Championship, the low round of the tournament, to lead after the first round and was a contender all four rounds before eventually placing T2 in San Francisco, six strokes back of Fred Couples...Also registered a pair of third-place efforts during the season. Closed with a 4-under 66 at Royal Birkdale to finish T3 at The Senior Open Championship, giving him a top-five finish in a senior major in each of his four seasons on the Champions Tour...Early in the year, eagled the final hole to leap into a T3 with Jay Haas at the Toshiba Classic...Underwent minor surgery after The ACE Group Classic in mid-February and procedure and subsequent rehab forced him to miss the World Golf Championships-Cadillac Championship at Doral after earning a spot in the field based on his 2012 Australian Open win...Had a nice effort in late April when he teamed with Mark Calcavecchia to finish T4 at the Liberty Mutual Insurance Legends of Golf...Shot 65 to move into contention after 36 holes of The Principal Charity Classic and eventually placed fifth, posting a 69 Sunday at the Wakonda Club...Made his 18th start in The Open Championship and made the cut for the 12th time in his career, finishing T79 at Muirfield...At the close of the Champions Tour season, returned to his home in Australia and played two consecutive events on the PGA Tour of Australasia. Finished T45 in the Australian PGA Championship...Was T16 the following week, at the Talisker Masters at Royal Melbourne GC.\n\n 2012: Played in all 23 Champions Tour events for which he was eligible and pocketed over seven-figures in official money for the second straight year...Was among the top 10 10 times, including his fifth career second-place finish (third loss in a playoff) as well as two third-place showings...A year after failing to hold on to his 36-hole lead at the Allianz Championship, suffered further frustration at the event, losing in a one-hole playoff to Corey Pavin in Boca Raton. Shared the 36-hole lead with Pavin at 10-under-par 134 and made a clutch birdie on the 54th hole to tie Pavin at the end of regulation. However, his good fortune was short lived when on the first extra hole, his 14-foot birdie attempt finished a mere inches short. Pavin then ended the playoff when he sank a 12-foot birdie putt for the win...Was among the early leaders at the Encompass Insurance Pro-Am and then closed with a final-round 67 at the TPC Tampa Bay to finish third, five strokes in back of Michael Allen...Was the 18-hole leader at the inaugural Pacific Links Hawaii Championship and used four straight birdies to close out his final round Sunday and move up into a third-place finish on Oahu...Finished with a career-low 63 in the final round of the Senior PGA Championship to place T4 at Harbor Shores. Back-nine score of 28 was a Senior PGA nine-hole record...Also was T4 at the Greater Hickory Classic at Rock Barn, where he was in the mix on the back nine until a double bogey at No. 14 ended his chances...Among four players tied for the first-round lead at the 3M Championship after a 65 that saw him card nine birdies and he eventually was T7 in Minnesota...Was 3-over after the first 36 holes of the U.S. Senior Open but shot 66-68 on the weekend at Indianwood to move into a T9...Went a stretch during the summer and fall season where he had four top-10s in five events and also had a stretch where he was only over par once in six tournaments (18 rounds)...The Aussie claimed one of the prized events in his homeland when he survived gale-force winds in his final round for a one-stroke victory over Brendan Jones at the Emirates Australian Open at The Lake GC in Sydney. The win at age 53 made him the oldest winner of the tournament, breaking Peter Thomson's mark set in 1972 when he was 43. It was his second victory in the event, with the first coming in 1989...One month earlier at the Talisker Masters in Melbourne, opened 74-74 at Kingston Heath GC then came back strong on the weekend with a 68-68 finish on the par-72 layout to T6...Won the Australasian Tour's Order of Merit, which earned him berths in the 2013 World Golf Championships-Cadillac Championship and The Open Championship at Muirfield. \n\n2011: Came tantalyzingly close to earning his first Champions Tour win, finishing second three times (twice in playoffs) and third once, one stroke out of a playoff. Along with Tom Lehman, finished second in top-10s, with 12 in his 22 appearances. As a result, he made in excess of $600,000 more than he made in his Champions Tour rookie year, finishing seventh on the final money list. Earnings of $1,434,119 were the third highest money total in a season without the benefit of a victory, and he became the first player ever to register two bogey-free events in the same season—Greater Hickory Classic at Rock Barn (T29) and the AT&T Championship (fifth). Has been bogey-free in three events in his Champions Tour career...Was also the only player to finish among the top 10 in four of the Champions Tour's five majors...Nearly claimed his first major championship in May at the Regions Tradition. Posted four consecutive sub-par rounds, including a 4-under-par 68 Sunday at Shoal Creek which got him into a playoff with eventual-winner Lehman. Saw his 35-foot birdie opportunity for victory on the 72nd hole catch the left edge of the hole before sliding by. Eventually fell on the second extra hole when he missed a five-foot putt for par to extend the overtime...At the Songdo IBD Championship in South Korea, matched the tournament course record with a Champions Tour career-best, 8-under-par, 64 in the final round. However, in a four-man playoff with Mark O'Meara, John Cook and Jay Don Blake, was eliminated on the third extra hole along with O'Meara when each made a bogey...Was in the final group Sunday and battled both Fred Couples and John Cook down the stretch before registering a third-place effort at the Constellation Energy Senior Players Championship...Turned in a strong effort at the Senior PGA Championship at Valhalla, finishing T5 in Louisville...Also had a nice performance at the U.S. Senior Open in July, claiming a sixth-place finish at the Inverness Club...On the PGA TOUR, finished T64 at the World Golf Championships-Cadillac Championship and also qualified for the World Golf Championships-Bridgestone Invitational, but elected to play the Champions Tour's 3M Championship instead. Was the 36-hole co-leader at the Minnesota event, but a final-round 70 at TPC Twin Cities left him T2, one stroke back of Jay Haas...Tied Mark Calcavecchia for most rounds in the 60s, with 43 and was one short of Calcavecchia for most sub-par rounds (56) despite stringing together 16 straight scores below par at one stretch, a season best on the Champions Tour...Was T4 at the Australian Masters at Victoria GC in December. 2010: Turned in a solid rookie Champions Tour campaign with more than $800,000 in official earnings. Registered three top-10 finishes over 25 starts but two of them came in major championships...Made an impressive showing at the Regions Charity Classic near Birmingham in May. Posted a bogey-free, 54-hole total of 17-under-par 199 to finish T2, three strokes behind Dan Forsman. Was among the leaders all three rounds and became the first player to finish bogey free in an individual stroke-play event since Fred Funk won the 2007 Turtle Bay Championship. He was also the third player in tournament history to do that, joining George Archer (T5 in 1994) and Brad Bryant (won in 2006)...Fired a closing-round, 3-under-par 68 at Carnoustie to eventually finish T3 at The Senior Open Championship in July...The week after The Senior Open Championship, was on the U.S. Senior Open leaderboard after posting a 68 in the third round and eventually was T6 at Sahalee near Seattle...Successfully earned a spot in the 2010 Open Championship at St. Andrews after taking one of the three top positions at International Final Qualifying-Australasia in January at Kingston Heath GC in Melbourne and finished T60. Appearance at St. Andrews was his 18th overall in The Open Championship and fifth on the Old Course...Returned to Australia late in the year and won the Handa Australian Senior Open, edging Sandy Lyle by three strokes at Royal Perth GC...Added another win in mid-December at the Australian PGA Championship. He watched Geoff Ogilvy shoot a final-round 66 at the Hyatt Regency Coolum GC to force a playoff, then he proceeded to win the extra session on the second hole of sudden death to capture the tournament for a third time, becoming the oldest winner of a Tour event in Australia at age 51. 2009: Earned fully-exempt status for the 2010 Champions Tour after claiming medalist honors at the 2009 National Qualifying Tournament at the TPC Scottsdale in Arizona. Trailed Steve Haskins by five strokes after 54 holes, but final-round 66 earned a three-stroke win on the Champions course. After making double bogey on the ninth hole, fell out of the top five, but had five birdies over his last nine holes to best Haskins, Ronnie Black and Joe Ozaki. Was the first Australian to claim medalist honors at the Qualifying Tournament and the eighth international player to finish first at the event…After turning 50 at the end of July, made three appearances on the European Senior Tour and posted top-five efforts in all three events. Finished second to Tony Johnstone at the Travis Perkins Senior Masters and T2 behind England's Peter Mitchell in the Casa Serena Open in Prague, Czech Republic. Debuted on the circuit with a fourth-place finish at the Scottish Senior Open…Also lost in a playoff to Michael Harwood at the Australian Senior Open at Royal Perth after being up four strokes after 54 holes…Made three appearances on the European Tour prior to turning 50 and was T14 at the Johnnie Walker Classic. \n","otherCarHigh" : "One of Australia's most consistently successful players during the 1980s and 1990s…After turning professional in 1978, won tournaments in Australia (22), Japan (three) and Europe (four). He also topped the Australasian Tour's Order of Merit in 1987, 1989 and 1993…Between 1984 and 1992, competed on the European Tour full time, winning four tournaments and finishing a career-best seventh on the Order of Merit in 1987...Was T4 at the 1993 Open Championship at Royal St. George's GC after sharing the first-round lead, his best effort in a major championship…Also played regularly on the Japan Golf Tour in the early 1990s, winning three tournaments before rejoining the European Tour in 1998…In 1985, he finished fifth at the PGA TOUR Qualifying Tournament to earn his card for the following season. Made just two cuts in the first half of the season and returned to Europe...Played in several TOUR events in other seasons and finished T2 at the 1990 International…Was a member of the International team at the 1994 and 1996 Presidents Cup matches and represented Australia at the 1988 and 1990 World Cup...Also played for Australia in the 1987 and 1993 Alfred Dunhill Cup...Received the PGA of Australia's highest accolade in May 2012 when he was accorded Life Membership...Has had 10 career holes-in-one.","personal" : "Career was threatened by putting problems until Sam Torrance converted him to the broom handle model…Hosts an annual pro-am to raise funds for the cancer research unit at the Royal Brisbane Children's Hospital. The event has raised more than $1.2 million…When in the army in Singapore, his dad introduced him to golf with a starter set to keep him out of trouble…Admires people who work hard and excel at what they do…Favorite golf courses are Kingston Heath in Australia, Carnoustie in Scotland and Pebble Beach in the United States…Enjoys reading anything by Wilbur Smith…Favorite athlete is Tiger Woods…Low professional round is a 62 while playing in the Rich River Classic in Australia…At one time was a co-owner of a pawnbroking business, Cash Converters, with his brother in Australia...Enjoys watching \"Two and a Half Men\" on TV as well as any sporting event, especially Rugby League...Favorite team as a kid was the Brisbane Broncos of the Australian Rugby League, and his favorite player was Wally Lewis...Favorite athlete is tennis standout Roger Federer...His favorite movies are \"Trading Places,\" \"The Terminator\" and \"Aliens.\"...Favorite vacation was going to Canada with his family over a previous Christmas and having his family see snow for the first time...Most memorable shot was a 1-iron he hit on the 12th hole at The Lakes in Sydney in the final round of the Johnnie Walker Classic...His bucket list includes going to Egypt to see the pyramids as well as going to Antarctica...Says he'd most like to sit down with an archaeologist because he would love to hear about relics and treasures that have been dug up. \n\n","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T21st at the Tucson Conquistadores Classic.","dynStats" : "He ranks 40th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}