{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06034","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Dawson","first" : "Marco","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "190","weightMetric" : "86","birthDate" : "November 17, 1963","age" : "52","birthPlace" : "Freising, Germany","residence" : "Lakeland, Florida","family" : "Wife, Heather; Marco, Francisco","education" : "Florida Southern College (1985, Marketing)","splInterest" : "Fishing","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (1999, 2002)","trndProYear" : "1985","clubAffl" : "Grasslands G&CC (Lakeland, Florida)","cityPlaysFrm" : "Merritt Island; FL; United States","websiteUrl" : "http:\/\/www.marcodawson.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "7,350,753&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "21st qualifier from QT\/ML 61-100.","otherVics" : "","intlVics" : "","curYearHigh" : "Finished T4 in defense of his title at the Tucson Conquistadores Classic.","carHigh" : "2010: Played 15 events, with three top-25 finishes. Best performance, a T4, came at his first event of the season, the Panama CLARO Championship—his best Nationwide Tour showing since a T2 at the 2002 Oregon Classic. Ended the year No. 97 on the money list. 2009: Finished T40 at the Valero Texas Open for his only made cut in six events. Ended the 2009 Nationwide Tour season No. 74 on the money list after making 14 cuts in 19 starts but had only two top-10 finishes. Finished T6 at both the South Georgia Classic and the Chattanooga Classic...Made the cut in 12 of 21 starts on the 2008 PGA TOUR, with top-10 finishes at the inaugural Puerto Rico Open (T6) and the Zurich Classic of New Orleans (T10), giving him back-to-back top-10 finishes for the first time since 2003. Only start on the Nationwide Tour in 2008 resulted in T6 at the South Georgia Classic for his first top 10 on that Tour since finishing second at the 2002 Oregon Classic...Best finish of 2007 came with a T5 at the Buick Open in early July. Finished 145th on the money list for 2007...Finished out of the top 125 for the third straight season in 2006 but regained TOUR card for 2007 with T22 finish at Qualifying Tournament. It was his fifth successful trip to Q-School finals. Posted one top-10 and 16 made cuts in 27 starts in 2006. Sitting at No. 163 on TOUR money list entering the FUNAI Classic, finished T5 with four rounds in the 60s. With payday of $161,575, moved to No. 139 and earned a top-10 exemption into the season's final full-field event, the Chrysler Championship, where he missed the cut in final attempt at top 125...Received a Major Medical Extension for 2005. Ended the season 139th on the money list to earn partial status for the 2006 season. Upped that status by finishing 12th at the Qualifying Tournament...Made six starts in 2004 before season was cut short due to back surgery in April...One of six Nationwide Tour graduates from the class of 2002 to retain TOUR card in 2003, finishing in top 125 for the first time since 1996. Best finish of the year was a T7 at the 2003 Buick Invitational...Continued to play under Major Medical Extension carryover from 2001 season in 2002...After playing in 19 events in 2001, had one remaining event in 2002 to earn $174,047 and keep Major Medical Extension status for the remainder of the season. Missed cut at the Touchstone Energy Tucson Open, then spent the remainder of the year on the Nationwide Tour where he finished eighth and picked up his first win at the 2002 LaSalle Bank Open in Chicago. Only played in 10 TOUR events before undergoing back surgery on May 30, 2000...In 1999, became the first player in Nationwide Tour history to earn more than $200,000 without benefit of a victory. Finished third on 1999 Nationwide Tour money list to earn TOUR card for 2000. Carded a 69 in the final round of the Nationwide Tour Championship, the only sub-70 on the last day, and forced a playoff with eventual winner Bob Heintz. Finished in top 100 for second consecutive season in 1996. Posted three top-10s, including a T3 at the 1996 Buick Invitational and T4 at 1996 CVS Charity Classic. Finished No. 71 on the TOUR money list in 1995. Closest brush with victory on the PGA TOUR came at the 1995 Greater Milwaukee Open, where final-round 67 left him in second place, three behind winner Scott Hoch.\n","otherCarHigh" : "Was a teammate of Lee Janzen and Rocco Mediate at Florida Southern.","personal" : "Took up golf at age 9 after his family moved to Coral Springs, FL, and lived adjacent to a course.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1991","qSchoolYear" : "1990, 1991, 1994, 2005, 2006","exmtStatus" : "Veteran Member","otherVics" : "","intlVics" : "","curYearHigh" : "Finished T4 in defense of his title at the Tucson Conquistadores Classic.","carHigh" : "2013: Finished T58 at the Sanderson Farms Championship in his only PGA TOUR start. Made eight of 17 cuts on the Web.com Tour, with two top-25 finishes. \n\n2012: At No. 222, failed to advance to the FedExCup Playoffs. Made the cut in eight of 22 starts but failed to record a top-25 finish...In the fall, opened with an 8-under 62 at The McGladrey Classic to share the 18-hole lead with Bud Cauley. Struggled after that, with rounds of 75-70-73 to finish 68th.\n\n2011: Played majority of the year on the Web.com Tour, with three top-10s in 21 starts. Also made three cuts in three starts on the PGA TOUR...With four rounds in the 60s, best TOUR finish was a T18 at the John Deere Classic...On the Web.com Tour, first top-10 of the year was a T4 at the weather-plagued Fresh Express Classic in California. Was at 8-under par and four shots off the lead after 54 holes. Tournament's final round was first delayed and later canceled because of heavy fog...Four rounds in the 60s at the Cox Classic earned him his second top-10 of the season, a T9...Saved best finish of the season for last, by finishing solo second at the News Sentinel Open, where he posted four rounds in the 60s and had a chance to win Sunday. Birdied three holes on the back nine to post at 19-under, winding up two strokes back of winner Kirk Triplett. Runner-up effort was his best on Tour since a T2 at the 2002 Oregon Classic...In December, finished T8 at the PGA TOUR Qualifying Tournament at PGA West in Palm Springs, Calif., to earn his PGA TOUR card for 2012. 2010: Failed to crack the top 10 in 10 PGA TOUR starts...Played 15 Web.com Tour events, with one top-10 finish. Best performance, a T4, came at his first event of the season, the Panama CLARO Championship. It was his best Web.com Tour showing since a T2 at the 2002 Oregon Classic. Ended the year No. 97 on the money list. 2009: Finished T40 at the Valero Texas Open for his only made cut in six events. Ended the Web.com Tour season No. 74 on the money list after making 14 cuts in 19 starts but had only two top-10 finishes. Finished T6 at both the South Georgia Classic and the Chattanooga Classic. 2008: Made the cut in 12 of 21 starts on the PGA TOUR, with top-10 finishes at the inaugural Puerto Rico Open (T6) and the Zurich Classic of New Orleans (T10), giving him back-to-back top-10 finishes for the first time since 2003. Only start on the Web.com Tour in resulted in T6 at the South Georgia Classic for his first top-10 on that Tour since finishing second at the 2002 Oregon Classic. 2007: Best finish came with a T5 at the Buick Open in early July. Finished 145th on the money list. 2006: Sitting at No. 163 on TOUR money list entering the FUNAI Classic, finished T5 with four rounds in the 60s. With payday of $161,575, moved to No. 139 and earned a top-10 exemption into the season's final full-field event, the Chrysler Championship, where he missed the cut in final attempt at a top-125 finish. 2005: Received a Major Medical Extension for 2005. Ended the season 139th on the money list to earn partial status for the 2006 season...In his first round on the PGA TOUR since the 2003 Honda Classic (missed rest of 2003 season due to back surgery), shared the first-round lead of the Ford Championship at Doral with three others after an opening 8-under 64. Finished T79...In 16th start, yielded first top-10 of season with a T8 at the Deutsche Bank Championship. 2004: Made six starts before season was cut short due to back surgery in April. 2003: One of six Web.com Tour graduates from the class of 2002 to retain TOUR card, finishing in top 125 for the first time since 1996...Best finish of the year was a T7 at the Buick Invitational, his first top-10 since T6 at Buick Challenge in 1996, a span of 68 events. Collected a career-best $130,950...Followed with a T10 the next week at the Nissan Open. 2002: Continued to play under Major Medical Extension carryover from 2001 season. After playing in 19 events in 2001, had one remaining event in 2002 to earn $174,047 and keep Major Medical Extension status for the remainder of the season. Missed cut at the Touchstone Energy Tucson Open, then spent the remainder of the year on the Web.com Tour where he finished eighth and picked up his first win at the LaSalle Bank Open in Chicago. Win came in his 309th combined start on the Web.com Tour\/PGA TOUR. Added runners-up finishes at the Dayton Open and the Oregon Classic. 2001: Playing on a Medical Extension, earned $172,738 in 19 events. Made 10 cuts and had two top-25 finishes. 2000: Only played in 10 TOUR events before undergoing back surgery on May 30. 1999: Became the first player in Web.com Tour history to earn more than $200,000 without benefit of a victory. Finished third on Web.com Tour money list to earn PGA TOUR card for 2000. Carded a 69 in the final round of the Web.com Tour Championship, the only sub-70 on the last day, and forced a playoff with eventual winner Bob Heintz. 1998: Spent most of the season retooling his game, changing from a right-to-left approach to a preferred left-to-right style. Played in only one tournament. 1996: Finished in top 100 for second consecutive season. Posted three top-10 finishes, including a T3 at the Buick Invitational and T4 at CVS Charity Classic. 1995: Finished No. 71 on the TOUR money list. Closest brush with victory on the PGA TOUR came at the Greater Milwaukee Open where final-round 67 left him in second place, three behind winner Scott Hoch, for a $108,000 payday. Member of the TOUR from 1991 through 1997. Amateur: Was a teammate of Lee Janzen and Rocco Mediate at Florida Southern. \n","otherCarHigh" : "","personal" : "Took up golf at age 9 after his family moved to Coral Springs, Fla., and lived adjacent to a course.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(1): 2015 Suntree Challenge (Sunbelt).","curYearHigh" : "Finished T4 in defense of his title at the Tucson Conquistadores Classic.","carHigh" : "2015: Experienced a breakthrough season on Tour and was one of just four players with multiple titles on the season...Earned the signature win of his professional career in July when he won The Senior Open Championship at Sunningdale GC near London. Emerged from a crowded leaderboard, which featured the likes of Bernhard Langer, Colin Montgomerie, Fred Couples and Miguel Angel Jimenez to claim his first major title. Led or shared the lead after the first three rounds and drained a 22-foot birdie putt moments before Langer's birdie putt would have sent the proceedings into a playoff. He made a crucial eagle on the 14th hole to take the lead and never relinquished it. A six-hole stretch was the turning point Sunday. Made an eagle at the par-4 ninth, birdies on Nos. 11 and 12 and another eagle at No. 14 which helped him make up five strokes in that stretch. Earned a career-best check for $319,090 as well as a berth in the 2016 Open Championship at Royal Troon...Won his initial victory on Tour in March when he was a two-stroke victor at the inaugural Tucson Conquistadores Classic. Made a key 18-foot birdie putt on No. 16 that gave him a two-shot lead over Bart Bryant, who eventually finished second. His three rounds in the 60s helped him end a victory drought of 12 years, 7 months, 11 days, since his first title on the Web.com Tour near Chicago. Win came in his 286th start and represented a second consecutive victory by a former Florida Southern College product. Lee Janzen, a college teammate, won the previous PGA TOUR Champions event at The ACE Group Classic...Followed his Senior Open Championship victory with a solo fifth-place showing at the 3M Championship. Despite posting three-straight rounds in the 60s at TPC Twin Cities, finished five strokes behind Kenny Perry...Shot 68 on the last day of the Constellation SENIOR PLAYERS to T7 at Belmont CC...Was also T7 at The ACE Group Classic, thanks, in part, to a 5-under-par 67 in the closing round in Naples...Shot the lowest final-round score of the field, a 4-under 68, that jumped him up 24 spots into a T9 at the Senior PGA Championship. \n2014: Started the season as a non-exempt player but open-qualified for four events early in the campaign and eventually played his way into fully exempt status for 2015. Key to his season was a stretch just past the mid-point in the year when he was among the top five in four of five tournaments. Easily earned the most he's ever made in a single season in professional golf, his $952,814 surpassing the 2003 PGA TOUR season when he pocketed more than $600,000...Appeared headed for his first victory in late-October when he was the 36-hole leader, leading Michael Allen by three strokes with four holes remaining at the AT&T Championship. However, bogeys at Nos. 16 and 18 derailed his chances and left him in solo-second place, two strokes shy...Prior to performance in San Antonio, was T3 in August at the 3M Championship after he open-qualified for the event, the fourth time during the season he successfully played his way into the field. Began with a 9-under-par 63 and was second, one stroke behind Kenny Perry after two rounds at TPC Twin Cities. Briefly took the lead early in the final round after opening with successive birdies on Nos. 1 and 2. However, saw his chances derailed after bogeys on Nos. 5 and 9, and he eventually finished three strokes behind Perry...One week later, at the Dick's Sporting Goods Open, carded a final-round 66 with birdies on two of his last three holes to move up into a T4 at En-Joie GC...First raised eyebrows in mid-July when he finished T5 at the U.S. Senior Open in Oklahoma...In late August, parlayed a closing-round, 7-under-par 65 into a T5 finish at the Boeing Classic. Effort in Seattle secured him a spot among the top 30 money-winners for the remainder of the season...Early in the season, registered top-10 finishes in two majors on the PGA TOUR Champions. Was T9 at the Regions Tradition and then at the Senior PGA Championship, shot 7-under 64 Saturday, the low round of the championship at Harbor Shores, to eventually finish T9.\n\n 2013: Went to the Tour's National Qualifying Tournament but did not earn any exempt status for 2014 after finishing T31 at TPC Scottsdale...Finished T58 at the Sanderson Farms Championship in his only PGA TOUR start...Made eight of 17 cuts on the Web.com Tour, with both of his top-20 finishes coming within his first four starts on the circuit...Was T13 at the Chitimacha Louisiana Open and T19 at the Colombia Championship.\n","otherCarHigh" : "Lone Web.com Tour win Tour came at the 2002 LaSalle Bank Open in Chicago. Defeated Darron Stiles by three strokes at Kemper Lakes. Win came in his 309th combined start on the Web.com Tour\/PGA TOUR. Also added runner-up finishes that year at the Dayton Open and the Oregon Classic...Became the first player in Web.com Tour history to earn more than $200,000 without benefit of a victory. Finished third on 1999 Web.com Tour money list to earn PGA TOUR card for 2000. Carded a 69 in the final round of the Web.com Tour Championship, the only sub-70 on the last day, and forced a playoff with eventual winner Bob Heintz...Finished second to Kirk Triplett at the 2011 Knoxville News Sentinel Open, posting four straight rounds in the 60s to finish two strokes back...Played the PGA TOUR off and on since 1990, registering more than 400 starts on the circuit in his career...Finished No. 71 on the TOUR money list in 1995. Closest brush with victory on the PGA TOUR came at the Greater Milwaukee Open that year, where a final-round 67 left him in second place, three strokes behind winner Scott Hoch. The performance was worth a $108,000 payday...Also was T3 at the 1996 Buick Invitational, finishing three strokes back of Davis Love III...Plagued by back issues during his PGA TOUR career and played several different seasons under a Major Medical Extension after undergoing surgery several times...Successfully made it through the PGA TOUR's Q-School five times (1990, 1991, 1994, 2005, 2006 and also earned status on the PGA TOUR through the Web.com Tour twice (1999, 2002)...Was a teammate of Lee Janzen and Rocco Mediate at Florida Southern and was a member of two NCAA Division II National Championship squads.","personal" : "Took up golf at age 9 after his family moved to Coral Springs, Fla., and lived adjacent to a course...Enjoys listening to classical, world and instrumental music...Would love to try Navy Seals training one day...Favorite athlete is Muhammad Ali...First job was a range picker using a VW Bettle...First concert he attended was The Cars...Most memorable shot was hitting a left-handed 6-iron (upside down) from 120 yards to 10 feet from the pin.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T4th at the Tucson Conquistadores Classic.","dynStats" : "He ranks T29th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}