{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "26476","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Reavie","first" : "Chez","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "160","weightMetric" : "73","birthDate" : "November 12, 1981","age" : "34","birthPlace" : "Wichita, Kansas","residence" : "Scottsdale, Arizona","family" : "Wife, Amanda","education" : "Arizona State University","splInterest" : "Cars","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2007, 2015)","trndProYear" : "2004","clubAffl" : "Whisper Rock GC (Scottsdale, Arizona)","cityPlaysFrm" : "Scottsdale; AZ; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "7,328,789&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "With a seventh-place finish at the Northern Trust Open, recorded his best showing on TOUR since losing a playoff to Webb Simpson at the 2011 Deutsche Bank Championship, a period of 82 starts. Closed with an even-par 71, the only player in the top 10 who was not under par in the final round at Riviera...Recorded his first top-10 in seven starts at the Shell Houston Open. Tied for seventh with Charles Howell III and Kyle Reifers.","carHigh" : "Made the cut in 17 of 22 starts during his rookie season on the 2006 Nationwide Tour, with a career-best T6 at the Peek'n Peak Classic his only top-10 finish. Finished the season No. 63 on the money list, with $93,713, just missing out as the top 62 players advanced to the season-ending Nationwide Tour Championship. Made the cut in his first 15 starts to extend his career total to a perfect 18 for 18 before missing his first cut at the Utah EnergySolutions Championship. Had three career starts on Tour prior to 2006, with a T9 at the Gila River Golf Classic his best showing. Has had six career starts on the PGA TOUR, with a career-best T62 coming at the 2004 U.S. Open. Has also played on the Gateway Tour. \n","otherCarHigh" : "Earned All-American honors three times for Arizona State University. Winner of the 2001 U.S. Public Links Championship. Other amateur titles on his resume include victories at the Mesa City Amateur, Las Vegas Legacy Junior Championship and the World Junior Golf Cup U.S. Finals.","personal" : "Previous golf instructors include Peter Kostis. Cites winning a tournament as his biggest thrill in golf. Got his start in golf by playing with his dad—who he lists as his hero.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2008","qSchoolYear" : "","exmtStatus" : "Major Medical Extension","otherVics" : "","intlVics" : "","curYearHigh" : "With a seventh-place finish at the Northern Trust Open, recorded his best showing on TOUR since losing a playoff to Webb Simpson at the 2011 Deutsche Bank Championship, a period of 82 starts. Closed with an even-par 71, the only player in the top 10 who was not under par in the final round at Riviera...Recorded his first top-10 in seven starts at the Shell Houston Open. Tied for seventh with Charles Howell III and Kyle Reifers.","carHigh" : "2014-15: Playing on TOUR for the first time since wrist surgery sidelined him during the 2013-14 PGA TOUR season, recorded his three top-25 finishes in consecutive starts toward the end of the summer but failed to advance to the FedExCup Playoffs, finishing No. 166 in the FedExCup standings after the Wyndham Championship. Made 19 starts and played the weekend in eight of them. Was looking at having to earn 153 points or $368,955 to clear his Major Medical Extension requirements in 2015-16 before playing in the Web.com Tour Finals...Playing in the Finals, shot up the leaderboard with a 66 in the final round of the Hotel Fitness Championship in Fort Wayne to finish T10...Claimed his second Web.com Tour title in his 58th start, at the Small Business Connection Championship at River Run just outside of Charlotte. Carded rounds of 69-69-69 and began the final round in a tie for ninth at 9-under, five shots off the pace set by co-leaders Emiliano Grillo (72) and Eric Axley (76). Fired a 66 Sunday, making a 6-foot birdie putt on the 72nd hole to win by one stroke over Jamie Lovemark, Steve Marino and Grillo. The $180,000 first-place prize moved him to the top of the Finals' standings after two events...Added a T20 at the Nationwide Children's Hospital Championship the following week to take an $11,924 lead into the season finale. At the Web.com Tour Championship, carded rounds of 67-65-67 and was one back of leader Emiliano Grillo with one round to play. Sunday saw the lead see-saw between the two and when they reached the par-4 18th at TPC Sawgrass they were deadlocked at 13-under par. Both would hit the green in two, Grillo 25 feet away and Reavie 15 feet, on a similar line. Grillo would make and Reavie miss, leaving the Argentine holding the trophy. But Reavie's mission had been accomplished in that he wrapped up the No. 1 spot on the Finals' money list, with $323,066, earning fully exempt status on the PGA TOUR for 2015-16 and an invitation to the 2016 PLAYERS.\n\n2013-14: Did not play on TOUR after having surgery on his left wrist on Jan. 14. Made two early season starts, at the Frys.com Open and Shriners Hospitals for Children Open...Will have 24 starts during the 2014-15 PGA TOUR season to earn 420 FedExCup points or $700,578 to clear the Major Medical Extension...Even though he finished outside the top 200 on the FedExCup standings, qualified for the Web.com Tour Finals as part of his Major Medical Extension. Failed to earn exempt status through the Finals, but showed continual improvement, finishing T38 at the Chiquita Classic, T32 at the Nationwide Children's Hospital Championship and T25 at the Web.com Tour Championship.\n\n2013: Made 14 of 22 TOUR cuts but failed to record a top 10 for the second consecutive season. Qualified for The Barclays in the FedExCup Playoffs but missed the cut, ending his season at No. 118 in the FedExCup standings.\n\n2012: Finished T22 at the PGA TOUR Qualifying Tournament to regain his TOUR card for 2013. Finished No. 135 on the TOUR money list in 26 starts. Failed to qualify for the PGA TOUR Playoffs, finishing No. 132 in the FedExCup standings. Disappointing showing came a year after finishing No. 10 in the Playoffs. Did not record a top-10 during the Regular Season...Best finish of the campaign was a T16 at the Frys.com Open, thanks largely to a second-round, 6-under 65. \n\n2011: Began the season on a Major Medical Exemption and did not earn enough to extend his medical exemption, but wound up having a career year playing out of the Past Champion category. Made 18 of 27 cuts, with a career-best five top 10s and nine top 25s. Made his first start at the TOUR Championship by Coca-Cola, finishing No. 10 in the FedExCup standings...Finished T5 at the Crowne Plaza Invitational at Colonial, earning $235,600 to give him $444,876 for the season. Following Colonial, he had two tournaments remaining to make $229,107 to play the remainder of the season fully-exempt off the top-125 category. Did not make the required money so he played the rest of the season as a Past Champion in the reordered category. The top-10 finish was his first on TOUR since the 2009 Wyndham Championship...In July, he blistered TPC Deere Run in the second round with a tournament-low 62 en route to T5 honors. The 62 bettered his career PGA TOUR low round by two strokes...Finished T9 at the Wyndham Championship to record a career-best third top-10 finish...Entered the final hole of the Deutsche Bank Championship with a one-stroke lead over Webb Simpson before a bogey-6 led to a playoff, which he dropped when Simpson birdied the second extra hole. His first-career runner-up finish represented his fourth top 10 of the season and propelled him from No. 87 to No. 9 in the FedExCup standings to guarantee his first-ever trip to the TOUR Championship by Coca-Cola...Finished eighth at the BMW Championship in his second start in the Windy City (T33 in 2008). Was one of three players with four sub-par rounds. 2010: Played 15 events with a knee injured in high school and never repaired. Missed nine cuts, with a best finish of T34 at the Valero Texas Open. Following the HP Byron Nelson Championship, he was diagnosed with a second meniscus tear and underwent reconstructive surgery on his right knee, June 1, and did not play again that season. 2009: Made 13 cuts from 27 starts, including four top-25 finishes and one top-10...At the Wyndham Championship, finished T10. The first-round 64 tied his then-career-best round...Finished No. 146 on the money list. 2008: Rookie won for the first time on the PGA TOUR. One of 12 first-time winners on TOUR and four rookie winners during the season...Capped the Bob Hope Chrysler Classic with a 7-under 65, equaling tournament winner D.J. Trahan for low round of the day. Finished T5, the first top-10 of his career...In July, became the first player since Jerry Pate in 1976 to win the RBC Canadian Open in his first start there. Finished at 17-under and led wire to wire, beating Billy Mayfair by three strokes. In addition to jumping 100 spots on the FedExCup points list to 29th, he received invitations to compete in the following week's World Golf Championships-Bridgestone Invitational, as well as the PGA Championship in August. 2007: Made the cut in 15 of 27 starts on the Web.com Tour, including 10 top-25s and four top-10s. Finished No. 18 on the money list, with $224,532...Followed a T9 finish at the Livermore Valley Wine Country Championship with a then-career-best T3 showing at the inaugural South Georgia Classic...Third top-10 finish of the year came at the BMW Charity Pro-Am at The Cliffs (T10)...Posted rounds of 68-70-65-68 to finish at 17-under 271 at the Knoxville Open, topping Kyle McCarthy by three strokes for his first career Web.com Tour win. Collected $85,500 with the win to move to No. 5 on the money list. Wouldn't fall outside of the top 20 the rest of the way despite failing to crack the top 10 again. 2006: Made the cut in 17 of 22 starts during his rookie season on the 2006 Web.com Tour, with a T6 at the Peek'n Peak Classic his only top-10 finish... Finished the season No. 63 on the money list, with $93,713, just missing out as the top 62 players advanced to the season-ending Web.com Tour Championship...Made the cut in his first 15 starts to extend his career total to 18-for-18 before missing his first cut at the Utah EnergySolutions Championship...Had three career starts on Web.com Tour prior to 2006, with a T9 at the Gila River Golf Classic his best showing. Has had six career starts on the PGA TOUR, with a career-best T62 coming at the 2004 U.S. Open. Played on the Gateway Tour. Amateur: Earned All-American honors three times for Arizona State University. Winner of the 2001 U.S. Public Links Championship, which earned an invitation to the 2002 Masters (missed cut). Other amateur titles on his resume include victories at the Mesa City Amateur, Las Vegas Legacy Junior Championship and the World Junior Golf Cup U.S. Finals. Amateur: Earned All-American honors three times for Arizona State University. Winner of the 2001 U.S. Public Links Championship. Other amateur titles on his resume include victories at the Mesa City Amateur, Las Vegas Legacy Junior Championship and the World Junior Golf Cup U.S. Finals. \n","otherCarHigh" : "","personal" : "Previous golf instructors include Peter Kostis. Cites winning a tournament as his biggest thrill in golf. Got his start in golf by playing with his dad—who he lists as his hero.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 7th on the PGA TOUR 2 times in 2016.","dynStats" : "He ranks T24th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}