{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "21961","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Howell","first" : "Charles","middle" : "","extn" : "III","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "155","weightMetric" : "70","birthDate" : "June 20, 1979","age" : "36","birthPlace" : "Augusta, Georgia","residence" : "Orlando, Florida","family" : "Wife, Heather; Ansley Grace (5\/26\/10), Chase (10\/26\/11)","education" : "Oklahoma State University","splInterest" : "Fitness, nutrition, fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2000","clubAffl" : "","cityPlaysFrm" : "Windermere; FL; United States","websiteUrl" : "http:\/\/chowell3.com\/en\/","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "30,270,070&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Recorded his first top-10 of the season at the CIMB Classic in Malaysia (T10), marking his second top-10 showing at the tournament in as many starts...Finished T9 at The RSM Classic for his third top-10 in six starts at the Davis Love III-hosted event. It marked his fourth finish of T17 or better in his first five starts to open the 2015-16 campaign... Shared the first-round lead at the Valspar Championship and went on to finish T5 for his fourth top-10 at the event...With a T7 at the Shell Houston Open, surpassed total number of top-10s from the 2014-15 season, bringing his season total to four. Tied for seventh with Chez Reavie and Kyle Reifers for his third top-10 in 12 starts in the event.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2001","qSchoolYear" : "","exmtStatus" : "79th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "Recorded his first top-10 of the season at the CIMB Classic in Malaysia (T10), marking his second top-10 showing at the tournament in as many starts...Finished T9 at The RSM Classic for his third top-10 in six starts at the Davis Love III-hosted event. It marked his fourth finish of T17 or better in his first five starts to open the 2015-16 campaign... Shared the first-round lead at the Valspar Championship and went on to finish T5 for his fourth top-10 at the event...With a T7 at the Shell Houston Open, surpassed total number of top-10s from the 2014-15 season, bringing his season total to four. Tied for seventh with Chez Reavie and Kyle Reifers for his third top-10 in 12 starts in the event.","carHigh" : "2014-15: Claimed three top-10 finishes in 28 TOUR starts to extend his number of FedExCup Playoffs' appearances to a perfect nine for nine. Finished T58 and T56 at The Barclays and Deutsche Bank Championship, respectively, to end his season at No. 79 in the FedExCup standings...Finished T5 at the Farmers Insurance Open for his first top-10 finish of the season. Has had at least one top-10 outing in each of his 16 PGA TOUR seasons. Six of his 72 career top-10s have occurred at the Farmers Insurance Open, including runner-up finishes in both 2005 and 2007...On the challenging Copperhead Course at Innisbrook, posted three sub-par scores at the Valspar Championship to finish T10 with five others...After an opening-round, 6-under 66, posted scores of 70-69-70 to finish T5 at 13-under at the Shell Houston Open.2013-14: Missed just five cuts in 29 starts and collected six top-10 finishes. All six of those outings came in his first 10 starts of the season. Made it to the FedExCup Playoffs for an eighth consecutive season before finishing 34th in the standings after the BMW Championship...Four rounds in the 60s, including a final-round, 6-under 65, led to a T5 at the Shriners Hospitals for Children Open. It marked his fourth top-10 in 13 starts at the event, equaling his best finish at the Las Vegas tournament (2005)...One week later, finished T7 at the first FedExCup event held in Asia, the CIMB Classic at Kuala Lumpur G&CC in Malaysia...Finished T6 at the OHL Classic at Mayakoba, with rounds of 67-67-66-69...Shot a bogey-free 66 in the final round of the Sony Open in Hawaii to move to T8. In 13 career appearances at Waialae, has recorded eight top-10s, including three consecutive. Finished T2 in 2012 and T3 in both 2005 and 2013. Was also T4 in 2002 and solo fourth in 2009. His check for $119,000 moved his career earnings in the Sony Open in Hawaii to $2,351,178...Making his 399th career PGA TOUR start, at the Waste Management Phoenix Open, finished T6 for his second top-10 in 13 starts at the event (T4 in 2010). His final-round 65 marked his best score in 48 TPC Scottsdale rounds...Notched his sixth top-10 finish of the season, but his first since the Waste Management Phoenix Open in February, with a T3 finish at the HP Byron Nelson Championship. It marked his first top-10 at the event in his 11th career start. Final round was aided by an eagle-5 on No. 16 from 167 yards followed by a birdie-3 on No. 17. Finished nearly an hour before the leaders.\n\n2013: Season included 19 made cuts in 26 starts, with the best of his five top-10 finishes coming in his first two starts, finishing T3 at the Sony Open in Hawaii and losing in a playoff at the Humana Challenge. Finished the year No. 35 in the FedExCup...Posted his seventh top-five performance at the Sony Open in Hawaii, with a T3 in mid-January. With a final-round 66, has never shot anything worse than even-par 70 in his 20 weekend rounds at Waialae CC. In addition to his T3 finish his other top-five performances were T2 (2007 and 2012), T3 (2005), T4 (2002), T5 (2010) and fourth (2009)...Lost the Humana Challenge to Brian Gay on the second playoff hole (No. 10) when Gay made a birdie-3 in a playoff that also included David Lingmerth. Turned in an 8-under 64 in the final round, bringing his string of sub-par rounds in this event to 33 of 36. In his first eight rounds to start the season, has not shot a round over 67...Third top-10 finish in as many weeks came at the Farmers Insurance Open. Following an opening-round, 6-under 66 at Torrey Pines, finished T9 with five others in the Monday finish. His top-10 at Torrey Pines marked the first time in his career he has posted top-10 finishes in his first three starts. He opened with back-to-back top-10s in 2002 and 2005...Entered the BMW Championship at No. 31 and just one position shy of the magic number to advance to the TOUR Championship by Coca-Cola. A T39 finish at Conway Farms (including four consecutive, even-par 71s) left him 35th in the rankings, missing out on his third trip to East Lake during the FedExCup era (2007 and 2011).\n\n2012: Finished runner-up to Johnson Wagner by two strokes for his sixth top-five finish at the Sony Open in Hawaii. The others came in 2011 (T2), 2010 (T5), 2009 (fourth), 2007 (T2), 2005 (T3) and 2002 (T4). Including his Sunday, 1-under 69 in during his season-opener at Waialae CC, has never shot anything worse than even-par 70 in his 18 rounds on the weekend. The runner-up finish was the 13th of his career, including twice at the Sony Open (2007 and 2011)...Posted the fourth hole-in-one of his career at The Honda Classic when he aced No. 7 in the final round. Recorded second hole-in-one of the season and fifth of his career when he aced the 204-yard par-3 No. 9 in the final round of the Zurich Classic of New Orleans en route to a 71 and a T39...Posted four rounds in the 60s at The McGladrey Classic in the fall to claim a T7, a week after a T11 finish at the Frys.com Open...Ended his season with a T15 at the Children's Miracle Network Hospitals Classic. \n\n2011: Finished the season No. 19 in the FedExCup standings, his best showing since finishing No. 18 during the inaugural FedExCup in 2007...Making his seventh start of the season, recorded his first top-10 finish with a T10 effort at The Honda Classic...In April, reeled off four consecutive birdies in the third round (hole Nos. 11-14) en route to a T5 finish at the Valero Texas Open, his second top-10 of the year...Carded a final-round 66 at the FedEx St. Jude Classic en route to a T3, his best finish of the season in 18 starts. The T3 was his best finish on TOUR since a T2 at the 2009 Zurich Classic of New Orleans...Also finished T3 in his next start, at the AT&T National. With rounds of 68-68-69-66, he was one of just three players (K.J. Choi and Bryce Molder) to post all four rounds in the 60s at the AT&T National. Entered the event with just two rounds in the 60s in 12 attempts. With T3 finish outside Philadelphia, he earned a spot in the British Open by being the top player among the top five at the AT&T National who was not previously eligible...In July, he closed with a 7-under 64 to claim his third consecutive top-10 finish, a T5 at the John Deere Classic. It was his fifth top-10 of the season...Finished T4 at the Wyndham Championship, his first top 10 in Greensboro in four starts...Finished T6 at the TOUR Championship by Coca-Cola for his seventh top-10 of the season, tying a career-high. It was his third top 10 at the TOUR Championship in five starts and first since finishing runner-up in 2002 and 2003. \n\n2010: Recorded six top-10 finishes, while making 23 of 28 cuts. Finished the season with a TOUR best 13 bogey-free rounds...A first-round 73 left him tied for 102nd at the Sony Open in Hawaii, but closing rounds of 66-66-64 led to a T5 finish. In nine career starts at the event, has top-5 finishes in 2010 (T5), 2009 (4th), 2007 (T2), 2005 (T3) and 2002 (T4)...Second top-10 in three starts came with a T9 at Farmers Insurance Open where he made just one bogey on the weekend (No. 14, Round 3) and was one of seven players to shoot under par in all four rounds...Recorded a hole-in-one with a lob wedge on the 116-yard seventh hole during the first round of the Mayakoba Golf Classic. It was the first ace in the four-year history of the Mayakoba Golf Classic and led to a T20 finish...Third top-10 finish of the year came at the Waste Management Phoenix Open in his sixth start of the season. One of only six players to post all four rounds in the 60s in the T4 finish...Failed to crack the top 20 in his next 13 starts before a T9 finish at The Greenbrier Classic. First player since Bubba Watson in 2006 to not record a bogey over 72 holes and not win that week...Turned in the round of the week at The McGladrey Classic with a final-round, 8-under 62 to finish T6 in his home state of Georgia. Represented his low round of the season and it fell just one shy of his career-low (2004 Booz Allen Classic)...Finished T9 at the Children's Miracle Network Classic on the strength of two bogey-free rounds to open the tournament. \n\n2009: Made the cut in 21 of 29 starts, finishing No. 49 in the FedExCup standings...Posted all four rounds in the 60s on his way to a fourth-place finish at the Sony Open in Hawaii...Posted four rounds of par or better for T2 at Transitions Championship, his best finish on TOUR since a victory at the 2007 Nissan Open, moving into top-15 on FedExCup points...Improved on that position in April thanks to a T2 at the Zurich Classic of New Orleans. Held the outright lead at 15-under through 14 holes Sunday, but two late bogeys dropped him from the top spot. Recorded 22 birdies, the most of any player for the week. \n\n2008: Surpassed $1 million in earnings for the eighth consecutive season. Finished the season No. 95 on the FedExCup points list and a career-worst No. 69 in earnings, with 12 top-25 finishes...Overcame a first-round 74 to notch his first top-10 finish of the season with a T8 at the Mercedes-Benz Championship...Didn't crack the top-10 again until 14 starts later at the AT&T Classic, where rounds of 67-69-67 led to a one-stroke lead after 54 holes. Final-round 74 led to a T8 finish...Third top-10 came 12 starts later at the Turning Stone Resort Championship. Shared the 54-hole lead with Tag Ridings before a closing 73 led to a season-best T3 finish...Posted four rounds in the 60s for the only time of the season on way to a T10 finish at the Justin Timberlake Shriners Hospitals for Children Open. \n\n2007: Recorded second career PGA TOUR victory and made a career high in earnings. Finished 18th in the FedExCup standings...Finished T2 at the Sony Open in Hawaii, one stroke behind Paul Goydos. Held the 54-hole lead by one over Luke Donald. Held a two-stroke lead with nine holes remaining...Two weeks later, finished runner-up to Tiger Woods at the Buick Invitational. Second-place finish was ninth (and second in La Jolla, Calif., to Woods) since first PGA TOUR victory in 2002...Earned second career TOUR victory at the Nissan Open, defeating Phil Mickelson in a sudden death after posting rounds of 69-65-69-65—268. Overcame a three-stroke deficit on the final day to force the playoff, posting a par-3 on the third playoff hole to claim victory...Finished inside the top 30 at the final three events which comprised the FedExCup Playoffs...Went 2-2-0 in his second Presidents Cup. \n\n2006: In the midst of swing changes, earned T2 at the Zurich Classic of New Orleans, posting rounds of 66-65 on the weekend to fall one shot shy of Chris Couch. Best finish since T2 at 2005 Buick Invitational...Second runner-up finish came at the 84 LUMBER Classic. Held a share of the 54-hole lead with Ben Curtis but fell two shots short with a final-round 72. Eighth career runner-up finish. \n\n2005: Recorded six top-10s and finished in the top 30 for the third time in his five-year career...Best finish was a T2 at the Buick Invitational in La Jolla, Calif., finishing three strokes behind Tiger Woods. On 72nd hole, approach shot hit the base of the flag for a near eagle, then bounced out and spun back into the water. He made a bogey. \n\n2004: Recorded a career-best T13 in his third start at the Masters in hometown of Augusta...Fired a TPC Avenel course-record and his career-best, 10-under 61 to take a three-stroke lead after 18 holes at the Booz Allen Classic. Recorded five consecutive birdies on the back nine Sunday to put pressure on leader Adam Scott, who started the day with a six-stroke lead. Ended the day alone in second, his low finish of the season. \n\n2003: Made the cut in 29 of 31 starts...Lost to Mike Weir in a playoff at the Nissan Open after Weir birdied the second extra hole. Was second- and third-round leader, and held three-shot lead heading into Sunday, but finished with 2-over 73 to tie Weir at the end of regulation...Clinched 10th and final spot on 2003 Presidents Cup team with T10 PGA Championship finish...Ended the year on a high note with his second runner-up finish at the TOUR Championship. Finished two back of Vijay Singh in Atlanta in 2002 and three back of Chad Campbell in Houston in 2003. \n\n2002: Recorded first victory and ninth-place finish on the money list with $2,702,747...Picked up his first career victory in his 68th TOUR event at the Michelob Championship at Kingsmill. Began final round two strokes behind leader Brandt Jobe and final-round 67 gave him the two-stroke victory...Tied Waialea CC course record with a second-round 62 on way to his first top-10 finish of the season, a T4 at the Sony Open in Hawaii...Tied Riviera CC record with front-nine, 7-under 28 in third round of Nissan Open for a 64...Made his first appearance in the Masters. Local product finished T29...Runner-up to Vijay Singh in season-ending TOUR Championship. Held second-round lead. Only player in field to post four rounds in the 60s and finished season with 16 consecutive rounds in the 60s. \n\n2001: Earned Rookie of the Year. Received his 2002 PGA TOUR card by playing TOUR events via sponsor exemptions. Earned Special Temporary Member status for the second consecutive season...Ranked first in PGA TOUR non-member earnings with $1,520,632. Earnings would have ranked 33rd on TOUR official money list...Lost in sudden-death playoff at Greater Milwaukee Open to Shigeki Maruyama. Birdied six of last seven holes of regulation to shoot 64 and force playoff but bogeyed first sudden-death hole as Maruyama made birdie. \n\n2000: Earned Special Temporary Member status in only six events after turning professional on June 26. Made the cut in seven of 11 official TOUR events...Best effort of the season came at the John Deere Classic, a solo third...Week before turning professional, turned in a second-place finish at the Greensboro Open, the highest amateur finish in Web.com Tour history at the time. \n\nAmateur: 2000 NCAA champion as a junior at Oklahoma State. Winning total of 23-under set NCAA Championship scoring record...Two-time first-team All-American...Recipient of Jack Nicklaus and Fred Haskins Awards...Big 12 Champion and Big 12 Player of the Year in 2000...Represented United States at 2000 Palmer Cup...1996 AJGA Player of the Year...Three-time first-team AJGA All-American...Captured 1996 Rolex Tournament of Champions.\n","otherCarHigh" : "","personal" : "Grew up near Augusta National GC, home of the Masters, and was a member of Augusta CC, which is adjacent to Amen Corner...Next-door neighbor, Graham Hill, first introduced him to golf at age 7. Won five tournaments before his 11th birthday...Shot his first sub-70 tournament round at age 10, the same year he began taking lessons from instructor David Leadbetter...Father is a pediatric surgeon.","otherInfo" : "","ntlTeams" : "The Presidents Cup (2), 2003, 2007.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T5th at the Valspar Championship.","dynStats" : "He ranks 14th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}