{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06197","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Allen","first" : "Michael","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "195","weightMetric" : "89","birthDate" : "January 31, 1959","age" : "57","birthPlace" : "San Mateo, California","residence" : "Scottsdale, Arizona","family" : "Wife, Cynthia; Christy (12\/8\/93), Michelle (6\/3\/97)","education" : "University of Nevada (1982, Horticulture)","splInterest" : "Sports, wine, reading, politics, motorcycles","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1984","clubAffl" : "Mesa CC (Mesa, Arizona)","cityPlaysFrm" : "Scottsdale; Arizona; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "15,506,968&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "25th Web.com Tour Qualifier at the 2002 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "Streak of years with at least one victory snapped at three and turned in his best efforts of the campaign at the beginning and end of the season...Was the 54-hole leader at the Charles Schwab Cup Championship and battled Bernhard Langer and eventual-winner Billy Andrade down the stretch before eventually finishing third overall, two shy of the playoff. A pair of bogeys on the back nine proved his undoing, including one at No. 17...In early February, T3 in defense of his Allianz Championship title, the best performance by a defending champion in event history. Made two eagles and 14 birdies during the week to earn $20,000 for the Moaberry Family Foundation. Money went to Boca Regional Medical Center's Toppel Family Place Neonatal Intensive Care Unit...Performed well in 2015 in the state of Texas...In October, was T3 in defense of his San Antonio Championship title after sharing the 36-hole lead at TPC San Antonio with Scott McCarron...In May, was the 36-hole leader at the Insperity Invitational but an even-par 72 in the final round left him T4, one stroke out of a playoff...Continued to master Shoal Creek at the Regions Tradition. Finished T5 in May in Birmingham for his fifth consecutive top-10 finish. It was also his sixth consecutive top-10 in the event. Rebounded from a 2-over-par 74 Saturday with a bogey-free, 4-under-par 68 Sunday...Three rounds in the 60s led to a T5 in Calgary at the Shaw Charity Classic...Was briefly in contention in the final round at the Boeing Classic before closing with a 2-over-par back nine to finish T9...Was also ninth at The ACE Group Classic in Naples.","carHigh" : "Member of PGA TOUR for seven years (1990-95 and 2002) and member of Web.com Tour from 1997-01. Missed his PGA TOUR card at this year's PGA TOUR Qualifying Tournament after successfully qualifying five previous times in his career (1989-92 and 2001)...Finished No. 197 on the 2002 PGA TOUR official money list with $108,777. Made the cut in nine of 29 tournaments with his only top-25 finish coming at the Touchstone Energy Tucson Open. Put together four rounds under-par (64-71-71-70) to finish 12-under-par 276...Finished T48 at the B.C. Open and then did not make a cut in his last 11 tournaments...Played in 21 Web.com Tour events in 2001 and finished in the top-10 twice...Qualified for the 2001 U.S. Open and finished T12 after firing rounds of 77-68-67-71...Solid 2000 campaign on the Web.com Tour. Made top 55 despite playing in just 11 events...Six of his eight cuts made resulted in top-25 finishes...Using a long putter, earned his first career Web.com Tour victory at the 1998 Greater Austin Open, shooting a final-round 76 as winds in excess of 40 mph dropped the wind chill into the low 20s. His 4-over-par 76 was the highest finish by a winner on the Web.com Tour in 1998...Career-best PGA TOUR finishes came back to back in his first two events of the 1993 season, a T3 in Northern Telecom and Phoenix Opens...Won 1989 Bell's Scottish Open on European Tour. Fired a 9-under-par 63 in the final round to defeat Ian Woosnam and Jose Maria Olazabal by two strokes at Gleneagles. Had only 22 putts during the final round, which saw him hole two chips and a bunker shot en route to a 30 on the back nine. Later in the year, finished second in the Scandinavian Open. Finished 15th on 1989 European Tour Order of Merit.\n","otherCarHigh" : "","personal" : "Was planning to be a stockbroker before turning to golf as a profession.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "1989, 1990, 1991, 1992, 1994, 2001, 2003, 2005, 2006","exmtStatus" : "","otherVics" : "(1): 2003 Southern Arizona Open.","intlVics" : "(1): 1989 Bell's Scottish Open [Eur].","curYearHigh" : "Streak of years with at least one victory snapped at three and turned in his best efforts of the campaign at the beginning and end of the season...Was the 54-hole leader at the Charles Schwab Cup Championship and battled Bernhard Langer and eventual-winner Billy Andrade down the stretch before eventually finishing third overall, two shy of the playoff. A pair of bogeys on the back nine proved his undoing, including one at No. 17...In early February, T3 in defense of his Allianz Championship title, the best performance by a defending champion in event history. Made two eagles and 14 birdies during the week to earn $20,000 for the Moaberry Family Foundation. Money went to Boca Regional Medical Center's Toppel Family Place Neonatal Intensive Care Unit...Performed well in 2015 in the state of Texas...In October, was T3 in defense of his San Antonio Championship title after sharing the 36-hole lead at TPC San Antonio with Scott McCarron...In May, was the 36-hole leader at the Insperity Invitational but an even-par 72 in the final round left him T4, one stroke out of a playoff...Continued to master Shoal Creek at the Regions Tradition. Finished T5 in May in Birmingham for his fifth consecutive top-10 finish. It was also his sixth consecutive top-10 in the event. Rebounded from a 2-over-par 74 Saturday with a bogey-free, 4-under-par 68 Sunday...Three rounds in the 60s led to a T5 in Calgary at the Shaw Charity Classic...Was briefly in contention in the final round at the Boeing Classic before closing with a 2-over-par back nine to finish T9...Was also ninth at The ACE Group Classic in Naples.","carHigh" : "2012: Became the first multiple winner on the Champions Tour after he won the Encompass Insurance Pro-Am near Tampa and then teamed with David Frost the following week to claim the Liberty Mutual Legends of Golf. Enjoyed a five-stroke lead after 36 holes in Tampa but shook off a shaky start Sunday and eventually prevailed by three shots over Kenny Perry at TPC Tampa Bay. The win ended a 40-event victory drought...Teamed with Frost to win the Legends Division at the Liberty Mutual Insurance Legends of Golf. The pair finished with a 54-hole score of 29-under-par 187, allowing them to finish one stroke better than the team of John Cook-Joey Sindelar...Fell one stroke short of Fred Couples at the Mississippi Gulf Resort Classic when Couples made birdie on the final hole to avoid a playoff. Played 54 holes at Fallen Oak with just one bogey, and his 66 Sunday equaled the low score of the day...Lost in a playoff to Willie Wood at the Dick's Sporting Goods Open when his tee shot on the first extra hole found the water at No. 18. Appeared as if he were going to win the event in regulation after making birdie on two of the last three holes but fell victim to Wood's birdie from 35 feet at the final hole that forced the overtime...Also narrowly missed a spot in the Corey Pavin-Peter Senior playoff at the Allianz Championship in February. Had a birdie opportunity on the 54th hole, which would have secured him a playoff spot. But he missed the putt to finish T3 with Bernhard Langer, one stroke shy...Rebounded from a first-round 73 at TPC Snoqualmie Ridge to shoot 68-67 on the weekend and finish T4 at the Boeing Classic...Was also T4 at the Insperity Championship. Final-round 71 at The Woodlands CC ended a streak of eight straight sub-70 scores in stroke-play events...Finished T10 at the season-ending Charles Schwab Cup Championship...Was T9 at the PGA TOUR's Mayakoba Golf Classic after being in contention through 54 holes in Mexico. Became the second consecutive Champions Tour player to top-10 at El Camaleon (John Cook solo third in 2011)...Realized a lifelong dream when he qualified for the U.S. Open at his home course, The Olympic Club in San Francisco, in June and finished T56...Named the Champions Tour's April Player of the Month following his two wins during the month. 2011: Once again, divided time between the PGA TOUR and Champions Tour. Made five starts on the PGA TOUR and added 19 Champions Tour starts, where he amassed 10 top-10 finishes, highlighted by runner-up showing at the Charles Schwab Cup Championship and a pair of third-place finishes...Entered the final round tied for second at TPC Harding Park at the Champions Tour's final event, shot a final-round 71 to T2, two strokes behind Jay Don Blake...In his third start of the Champions Tour season, posted a 7-under 64 in the second round of the Toshiba Classic in Newport Beach, CA, to finish T3. Three starts later, shot a final-round, 10-under 62, a then career-low round, at the Liberty Mutual Legends of Golf to finish T3. Claimed top-5 finishes in five of his first seven starts of the Champions Tour season. 2010: Split time between the PGA TOUR and the Champions Tour with success on both tours...Finished T25 in the season-opening Sony Open in Hawaii and stayed in the Aloha State to finish third the following week at the Mitsubishi Electric Championship at Hualalai on the Champions Tour, thanks to three consecutive 6-under 66s...Posted a 7-under 65 on his 51st birthday in the final round of the Farmers Insurance Open to climb from T36 to T5, his best finish in 13 starts at the Torrey Pines event. Posted five consecutive birdies (Nos. 5-9) in the final round, the most in a row by any player on the South Course during the week...On the leaderboard throughout most of the U.S. Senior Open and eventually was T6 at Sahalee...Fired a closing-round 67 to finish T2, one stroke behind Fred Funk at the Champions Tour's JELD-WEN Tradition in August. Led all players in the event with 25 birdies and was the clubhouse leader at 11-under-par Sunday before Funk made a birdie at No. 16 to grab a lead he never relinquished...Finished second for his third career runner-up finish at the Viking Classic, at 12-under 276, three shots behind winner Bill Haas. Entered the final round four shots behind Haas and caught the leader on the 12th hole at 14-under. He then recorded a double bogey on the 13th hole while Haas birdied to increase the lead to three strokes. It was his first start on the PGA TOUR since July at the John Deere Classic. Was 166th on the money list entering the Viking Classic and moved to 117th with his second-place finish...The following week, was runner-up again, this time on the Champions Tour when he fell in a one-hole playoff to Mark O'Meara at the Constellation Energy Senior Players Championship. Made a late run with three birdies in his final five holes to pull even at the end of 72 holes, but he hit his tee shot on the first extra hole into the right rough which eventually led to a bogey and his second-place finish in the year's final major championship. 2009: Finished 110th on the money list with one top-10 and six top-25 finishes, tying a career high (1993). Also won the Senior PGA Championship in his Champions Tour debut in May...Finished T5 at the Wyndham Championship to become the second golfer (Fred Funk in 2007) and the only Champions Tour player to qualify and compete in the PGA TOUR Playoffs for the FedExCup...Made just three starts on the Champions Tour. Parlayed a sponsor's exemption at the Senior PGA Championship into his first career Champions Tour win. Rebounded from a 4-over-par 74 start with rounds of 66-67-67 to win the crown at the Canterbury GC near Cleveland. Became the first sponsor exemption to win a Champions Tour event since Mark Wiebe did so at the 2007 SAS Championship. Also became the 14th player to win his debut. Also T13 at The Senior Open Championship and T30 at the Walmart First Tee Open at Pebble Beach. 2008: Made a late surge to keep his TOUR card, finishing No. 106 on the money list, thanks to two top-10 finishes in his last four starts of the season. Recorded a career-high 18 made cuts in 28 starts...A 9-under 63 left him just one shot off the first-round lead at the Justin Timberlake Shriners Hospitals for Children Open. Entered the final round just one shot behind eventual winner Marc Turnesa, finishing a season-best T3...Entered the final week of the season ranked No. 123 in earnings, but posted a final-round 67 for a solo-ninth-place finish at the Children's Miracle Network Classic, propelling him to No. 106 on the final money list. 2007: Surpassed the $1-million mark in earnings for the first time in his career, keyed by a runner-up finish at the inaugural Turning Stone Resort Championship, two strokes behind winner Steve Flesch. Finish secured his card for the 2008 season after he had already paid to enter the 2007 PGA TOUR Qualifying Tournament. 2006: After finishing 153rd on money list, made his 13th trip to the PGA TOUR Qualifying Tournament finals, earning 2007 card for a record ninth time (1989-92, 1994, 2001, 2003, 2005-06). 2005: After finishing 130th on the money list, earned higher status for 2006 via the PGA TOUR Qualifying Tournament with a T7 finish. Made cut in half of his 30 starts during the year, while posting two top-10s (a T10 at the MCI Heritage and a T6 at the B.C. Open). 2004: Finished in the top 125 on the money list for just the second time in his career (at the time) and first since finishing 73rd in 1993. His $882,872 were more than he had earned in his first 187 events on TOUR ($740,360)...Posted a hole-in-one on the 193-yard par-3 fourth hole with a 6-iron in the third round at the FedEx St. Jude Classic...Posted career-best finish with a solo second at the Chrysler Classic of Greensboro. Birdie putt on 72nd hole put him in solo second, worth $92,000 and payday of $496,800 jumped position on money list from No. 153 to No. 84. 2003: Successfully earned TOUR card at the PGA TOUR Qualifying Tournament for the seventh time in his career with a third-place finish...Played primarily on the Web.com Tour, where he was also a member from 1997-2001, with two top-10s in 24 events. Finished T2 at the Monterey Peninsula Classic. 1998: Using a long putter, earned his first career Web.com Tour victory at the Greater Austin Open, shooting a final-round 76 as winds in excess of 40 mph dropped the wind chill into the low 20s. His 4-over-par 76 was the highest finish by a winner on the Web.com Tour that season. 1995: Posted third career TOUR top-10 with a T5 at the weather-shortened Quad Cities Open. 1993: Then-career-best PGA TOUR finishes came back-to-back in his first two events of the season, a T3 in Northern Telecom and Phoenix Opens. 1992: Earned his TOUR card for fourth straight season via the PGA TOUR Qualifying Tournament. 1989: Won Bell's Scottish Open on European Tour. Fired a 9-under-par 63 in the final round to defeat Ian Woosnam and Jose Maria Olazabal by two strokes at Gleneagles. Had only 22 putts during the final round, which saw him hole two chips and a bunker shot en route to a 30 on the back nine. Later in the year, finished second in the Scandinavian Open. Finished 15th on European Tour Order of Merit.\n","otherCarHigh" : "","personal" : "Was planning to be a stockbroker before turning to golf as a profession...Won the 2003 Southern Arizona Open with daughter Christy caddying.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2009","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(2): 1989 Bell's Scottish Open. 2003 Southern Arizona Open.","intlVics" : "","curYearHigh" : "Streak of years with at least one victory snapped at three and turned in his best efforts of the campaign at the beginning and end of the season...Was the 54-hole leader at the Charles Schwab Cup Championship and battled Bernhard Langer and eventual-winner Billy Andrade down the stretch before eventually finishing third overall, two shy of the playoff. A pair of bogeys on the back nine proved his undoing, including one at No. 17...In early February, T3 in defense of his Allianz Championship title, the best performance by a defending champion in event history. Made two eagles and 14 birdies during the week to earn $20,000 for the Moaberry Family Foundation. Money went to Boca Regional Medical Center's Toppel Family Place Neonatal Intensive Care Unit...Performed well in 2015 in the state of Texas...In October, was T3 in defense of his San Antonio Championship title after sharing the 36-hole lead at TPC San Antonio with Scott McCarron...In May, was the 36-hole leader at the Insperity Invitational but an even-par 72 in the final round left him T4, one stroke out of a playoff...Continued to master Shoal Creek at the Regions Tradition. Finished T5 in May in Birmingham for his fifth consecutive top-10 finish. It was also his sixth consecutive top-10 in the event. Rebounded from a 2-over-par 74 Saturday with a bogey-free, 4-under-par 68 Sunday...Three rounds in the 60s led to a T5 in Calgary at the Shaw Charity Classic...Was briefly in contention in the final round at the Boeing Classic before closing with a 2-over-par back nine to finish T9...Was also ninth at The ACE Group Classic in Naples.","carHigh" : "2014: Won the first and last full-field events of the season and claimed multiple titles for the third consecutive year. Eclipsed the $1.4-million mark in single-season earnings and has been over seven figures in yearly earnings for five straight Champions Tour years...In early February, defeated Duffy Waldorf with a birdie-4 on the second playoff hole to win the Allianz Championship in Boca Raton. Became the fourth player to shoot 60 in an opening round and go on to win (Bruce Fleisher at the 2002 RJR Championship, Tom Purtzer at the 2004 Toshiba Classic and Nick Price at the 2011 Toshiba Classic) and also the seventh of 10 players overall to do so in Champions Tour history. His 12-under 60 in the opening round of the Allianz event was a first in Champions Tour annals and included 10 birdies and an eagle on the Old Course at Broken Sound. Round bested Rocco Mediate's 61 in the second round in 2013, making it the lowest 18-hole round in Allianz Championship history. The win in Boca Raton, coupled with his overtime victory in the fall of 2013 at the Greater Hickory Kia Classic at Rock Barn, made him the first player since Denis Watson (2007 Boeing Classic and the 2008 AT&T Champions Classic) to claim consecutive titles in playoffs...Added a second win in the season's final full-field event when he closed with three birdies in his final four holes to overtake Marco Dawson and win the AT&T Championship for his seventh career victory. Drained a 30-footer for birdie at No. 16 to tie Dawson and then took the lead for good with a 5-foot birdie at No. 18...In June, had two other chances for victory. Nearly earned a berth in the Tom Pernice, Jr.-Doug Garwood playoff at The Principal Charity Classic but just missed a birdie opportunity from 25 feet on No. 18 and was T3 in Iowa...Three weeks later, found himself in contention down the stretch at the Encompass Championship outside Chicago. Despite making birdies on three of the last four holes, came up one stroke short of Tom Lehman at North Shore CC. The T2 effort came after three consecutive sub-70 rounds...A month after winning in Boca Raton, was T5 at the Toshiba Classic. Worked himself among the leaders after a final-round 67 but ended two shots behind Fred Couples...Was T9 at the Regions Tradition, the fourth consecutive year he's been a top-10 finisher at Shoal Creek, and it marked the fifth consecutive time he's finished in the top 10 in the Regions event...Closed his campaign with a T9 at the Charles Schwab Cup Championship, his fourth top-10 finish in five appearances in the season-ending event. \n\n2013: Won multiple events and was among the top five in more than a third of his 24 starts (nine times)...First of two titles came in late March when he won the Mississippi Gulf Resort Classic after making birdies on two of the final three holes to finish one shot better than Bernhard Langer near Biloxi. Began the final round at Fallen Oak two strokes back, but seven birdies in his first 13 holes, including five in a row on Nos. 3-7, helped him grab the lead. Struggled a bit late in his round, with bogeys on three of his final five holes, including one at No. 18 when he missed a 4-foot par putt that dropped him into a tie with Langer at 11-under. However moments later, Langer, playing two groups behind, made a critical bogey at No. 16 which proved to be the difference...In late October, notched his fifth career Champions Tour title when he captured the Greater Hickory Kia Classic at Rock Barn over Olin Browne with a birdie on the first playoff hole. Birdied two of the final three holes in regulation to catch Browne and then won with a two-putt birdie from 12 feet on the par-5 18th...Was T4 with teammate David Frost in defense of their title at the Liberty Mutual Insurance Legends of Golf...Turned in a steady performance at the Constellation SENIOR PLAYERS Championship in late June, shooting four rounds in the 60s, including a closing-round 65, to finish T4 near Pittsburgh...Also, despite a final-round 71, posted a T4 at the Montreal Championship after being in contention through 36 holes...Was on the leaderboard all four rounds at the Regions Tradition and was in contention for most of Sunday's final round before back-to-back bogeys on Nos. 15 and 16 dropped him back to a T5 finish...Led at the halfway mark of the U.S. Senior Open, carding a second-round 63 at Omaha CC to forge a five-stroke advantage, the largest 36-hole lead in championship history. Was still up by two strokes after 54 holes, but settled for a solo-fifth-place effort after his 2-over 72 on the final day...Was one of five players to finish T5 at the Shaw Charity Classic...One week prior to his victory in Hickory, was among the leaders all three rounds at the SAS Championship before eventually finishing T5. 2012: Became the first multiple winner on the Champions Tour for the year after he won the Encompass Insurance Pro-Am near Tampa and then teamed with David Frost the following week to claim the Liberty Mutual Insurance Legends of Golf. Enjoyed a five-stroke lead after 36 holes in Tampa but shook off a shaky start Sunday and eventually prevailed by three shots over Kenny Perry at TPC Tampa Bay. The win ended a 40-event victory drought...Teamed with Frost to win the Legends Division at the Liberty Mutual Insurance Legends of Golf. The pair finished with a 54-hole score of 29-under-par 187, allowing them to finish one stroke better than the team of John Cook-Joey Sindelar...Fell one stroke short of Fred Couples at the Mississippi Gulf Resort Classic when Couples made birdie on the final hole to avoid a playoff. Played 54 holes at Fallen Oak with just one bogey, and his 66 Sunday equaled the low score of the day...Lost in a playoff to Willie Wood at the Dick's Sporting Goods Open when his tee shot on the first extra hole found the water at No. 18. Appeared as if he were going to win the event in regulation after making birdie on two of the last three holes but fell victim to Wood's birdie from 35 feet at the final hole that forced the overtime...Also narrowly missed a spot in the Corey Pavin-Peter Senior playoff at the Allianz Championship in February. Had a birdie opportunity on the 54th hole, which would have secured him a playoff spot, but he missed the putt to finish T3 with Bernhard Langer, one stroke shy...Was T9 at the PGA TOUR's Mayakoba Golf Classic after being in contention through 54 holes in Mexico. It marked the second consecutive year that a Champions Tour player finished among the top-10 at El Camaleon (John Cook solo third in 2011)...Realized a lifelong dream when he qualified for the U.S. Open at his home course, The Olympic Club in San Francisco, in June and finished T56...Named the Champions Tour's April Player of the Month following his two wins during the month. 2011: Played the majority of his golf on the Champions Tour for the first time and registered 10 top-10 finishes among his 19 starts on the circuit...Topped the Champions Tour's All-Around stats category (101)...Highlight of his year came in the season's final official event when, for the second straight year, he was a runner-up at the Charles Schwab Cup Championship in San Francisco. Along with Fred Couples and David Frost, was tied for the 36-hole lead at TPC Harding Park and in contention down the stretch before making a key par save at the final hole to finish second along with Mark Calcavecchia, Jay Haas and Loren Roberts, two strokes back of Jay Don Blake. Par save at No. 18 Sunday was also instrumental in helping Tom Lehman clinch the Charles Schwab Cup...Was third in two events in the first third of the season and started the campaign with 28 rounds of par\/better out of 29 played...Posted rounds of 64-66 on the weekend at Newport Beach CC to finish T3 at the Toshiba Classic in March...In April, teamed with Frost to finish T3 at the Liberty Mutual Legends of Golf. Made a long birdie putt on the final hole to help the team shoot a better-ball score of 62 on Sunday and finish one stroke short of a spot in the Legends playoff...Made five starts on the PGA TOUR and best performance came in the season's last official event, the Children's Miracle Network Classic, where he was T37 after being just three strokes off the lead after the first 36 holes at Walt Disney World.\n2010: Split time between the Champions Tour and the PGA TOUR and narrowly missed out on being fully-exempt on both circuits for 2011. Made 14 starts on the Champions Tour and was among the top-10 seven times, including three second-place performances. Finished 9th on the Champions money list with $1,196,770, the most money made by a player without a victory...Late-season run allowed him to finish fourth in the final Schwab Cup standings with 1,846 points and earned him a $200,000 annuity...Fired a closing-round 67 to finish T2, one stroke behind Fred Funk at the JELD-WEN Tradition in August. Led all players in the event with 25 birdies and was the clubhouse leader at 11-under-par on Sunday before Funk made a birdie at No. 16 to grab the lead for good...Was runner-up again in October when he fell in a one-hole playoff to Mark O'Meara at the Constellation Energy Senior Players Championship. Made a late run with three birdies in his final five holes to pull even at the end of 72 holes, but hit his tee shot on the first extra hole into the right rough which eventually led to a bogey and his second-place finish in the year's final major championship...Dueled John Cook down the stretch at the Charles Schwab Cup Championship before finishing in solo second, two strokes back. With support from a partisan San Francisco crowd, carded a 10-under 61 in the third round at TPC Harding Park and enjoyed a one-stroke lead over Cook after play on Saturday. Round was his career best on any Tour and the last of four 61s posted on the Champions Tour...Opened Champions Tour campaign with a solo third-place effort at the Mitsubishi Electric Championship at Hualalai. Carded a 6-under 66 in all three rounds, but still finished four strokes back of Tom Watson...Made 17 starts on the PGA TOUR and dropped out of the top 125 in the season's final event when he posted rounds of 74-70 and missed the cut at the Children's Miracle Network Classic at Walt Disney World Resort. Came into the week at No. 124 on the PGA TOUR money list, but ended up at No. 130 after the missed cut at Disney...Equaled his best performance on the PGA TOUR in early October when he finished solo second at the Viking Classic in Mississippi, three strokes back of Bill Haas, the eventual winner. Was tied for the lead with Haas after 12 holes Sunday, but got a bad break at No. 13 when his drive hit a cart path and went out of bounds. Performance near Jackson, Miss., was his best showing in a PGA TOUR event since he was second at the 2007 Turning Stone Resort Championship. \n2009: Made just three starts on the Champions Tour while still competing on the PGA TOUR...Parlayed an exemption at the Senior PGA Championship into his first career Champions Tour win. Rebounded from a 4-over-par 74 start with rounds of 66-67-67 to win the crown at the Canterbury GC near Cleveland. Became the first sponsor exemption to win a Champions Tour event since Mark Wiebe did so at the 2007 SAS Championship. Also became the 14th player to win in his debut...Made 21 starts on the PGA TOUR, with his lone top 10 coming at the Wyndham Championship, where he was T5. Finished 109th on the final PGA TOUR money list in 2009. \n","otherCarHigh" : "Long-time PGA TOUR member who played on TOUR on and off from 1990-2010...Made his 13th trip to the PGA TOUR Qualifying Tournament finals in 2007 and earned his card for a record ninth time. In 2004, finished in the top 125 on the money list for just the second time in his career and first since finishing 73rd in 1993. His $882,872 was more than he had earned in his first 187 events on TOUR ($740,360)...Posted career-best finish with a solo second at the 2004 Chrysler Classic of Greensboro. Birdie putt on 72nd hole put him in solo second, worth $92,000 and payday of $496,800 jumped position on money list from No. 153 to No. 84...Played primarily on the 2003 Web.com Tour, where he was also a member from 1997-2001, with two top-10s in 24 events. Finished T2 at the Monterey Peninsula Classic...Using a long putter, earned his only career Web.com Tour victory, at the 1998 Greater Austin Open, shooting a final-round 76 as winds in excess of 40 mph dropped the wind-chill factor into the low 20s. His 4-over final-round score was the highest finish by a winner on the Web.com Tour that season...Won 1989 Bell's Scottish Open on the European Tour. Fired a 9-under-par 63 in the final round to defeat Ian Woosnam and Jose Maria Olazabal by two strokes at Gleneagles. Had only 22 putts during the final round, which saw him hole two chips and a bunker shot en route to a back-nine 30. Later in the year, finished second in the Scandinavian Open. Finished 15th on the 1989 European Tour Order of Merit.","personal" : "Planned to be a stockbroker before turning to golf...Won the 2003 Southern Arizona Open with his daughter Christy serving as his caddie...As a 14-year-old he and a friend hiked the Pacific Crest Trail from Lake Tahoe to Yosemite National Park, a distance of 210 miles. The trip took the pair three weeks...Gave up golf in 1996 and invested in the construction of speculation homes at Troon North in Scottsdale...Credits teacher Mike Mitchell with rebuilding his golf swing and making him a better player.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T1st at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks T35th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}