{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "33199","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Manassero","first" : "Matteo","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "164","weightMetric" : "74","birthDate" : "April 19, 1993","age" : "23","birthPlace" : "Negrar, Italy","residence" : "Verona, Italy","family" : "Single","education" : "","splInterest" : "Soccer, TV, music","pronunciation" : "muh-TAY-oh man-uh-SAIR-oh","nwTourAlumnus" : "","trndProYear" : "2010","clubAffl" : "","cityPlaysFrm" : "Verona; ; Italy","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(4): 2010 Castello Masters [Eur]. 2011 Maybank Malaysian Open [Eur]. 2012 Barclays Singapore Open [Eur]. 2013 BMW PGA Championship [Eur].","curYearHigh" : "In his second start at the Valspar Championship, finished T8 at Innisbrook Resort & GC with five others. In his only other start on the Copperhead Course, finished T20 in 2011. It was his lone PGA TOUR top-10 in 10 outings. Did have a nice showing at The Honda Classic, finishing T12 after opening and closing 67s. Made three major championship starts, with a T19 at The Open Championship his only made cut...Had a bogey-free, final-round, 6-under 65 to T4 at the European Tour's Scottish Open in mid-July...Accepted Special Temporary Membership on the PGA TOUR after finishing T19 at The Open Championship.","carHigh" : "2013: Top PGA TOUR performance in nine starts was a T23 at the World Golf Championships-Cadillac Championship. Fashioned a final-round 66 in Miami...A week earlier, was T29 at The Honda Classic...In his four major championship starts, he only made one cut, at the PGA Championship (T72)...Fired a final-round 69 at Wentworth Club to get in a playoff with Simon Khan and Marc Warren at the BMW PGA Championship in May. Birdied the fourth extra hole to defeat Khan in a playoff after Warren dropped out of the playoff on the first extra hole. Victory was his fourth European Tour title and gave him a European Tour title in each of the last four years...A week later, at the Nordea Masters in Stockholm, Sweden, he held a two-stroke lead at the 36-hole mark. But after starting 11-under at the halfway point, was only 3-under the rest of the way to finish T4...Was one of seven players to T9 at the Volvo Golf Champions in mid-January in South Africa.\n\n2012: Had an up-and-down week at the Abu Dhabi HSBC Golf Championship. Opened with a 1-over 73 but came back with a second-round 65. Followed that with a 4-under, 71-69 finish on the weekend to T6...Playing in Spain, finished solo second at the Open de Andalucia, two strokes behind winner Julien Quesne. Opened with an 8-under 64 and shot rounds of 68-68 on the weekend, but it wasn't enough to overcome Quesne's 67-64 Saturday-Sunday showing at Aloha GC...After a third-round, 5-under 67 gave him a share of the lead heading into Sunday at the Trophee Hassan II in Morocco, he stumbled to an even-par 72 to drop to a T6...In defense of his Maybank Malaysian Open title, he finished T7 in Kuala Lumpur in mid-April...Had another T7 three weeks later, at the Open de Espana in Seville, Spain...Had a strong showing at the BMW Italian Open in September in Turin. Enjoyed four rounds in the 60s, including a pair of 65s over his final 36 holes to T3, four shots short of winner Gonzalo Fernandez-Castano...Won for the first time in more than a year when he captured the Barclays Singapore Open in mid-November. Finished regulation tied with Louis Oosthuizen at Sentosa GC. Survived a birdie-putt miss by Oosthuizen on the second extra hole and then took full advantage of his good fortune, making a 10-foot eagle putt on the par-5 third playoff hole to take the victory. Because of the extra session and weather delays for much of the week, he had to play 32 holes Sunday...A week after winning, he played well again, this time at the UBS Hong Kong Open. Put himself in contention with a third-round 64 at Hong Kong GC. Fired a final-round, 2-under 68 to T4, four shots behind winner Miguel Angel Jimenez. 2011: Picked up his second European Tour victory when he came from behind on the final day to win the Maybank Malaysian Open. He made an eagle on the par-5 10th hole Sunday and followed that with a birdie on the 11th hole to seize the lead for good, eventually defeating Gregory Bourdy by a stroke. The victory came two days short of his 18th birthday, making him the second-youngest winner in Tour history. His victory a year earlier in Spain made him the Tour's youngest...He became the youngest player to compete in a World Golf Championships event, finishing T9 at the Accenture Match Play Championship at the age of 17 years 10 months, 4 days. Advanced to the third round, beating Steve Stricker (2 and 1) in his opening match and Charl Schwartzel (1-up) in the second round before falling to eventual champion Luke Donald (3 and 2) in the third round...Held a share of the third-round lead of the European Tour's BMW PGA Championship with Luke Donald. He stumbled Sunday, shooting a 75 to drop to a T7. 2010: Became the youngest European Tour winner in history when he captured the Castello Masters in October at Club de Campo Del Mediterraneo. Shot a 4-under 67 Sunday to win at 17 years, 188 days...Came close to winning again, at the UBS Hong Kong Open. Shot a second-round 63 and closed with a 62 Sunday at the par-70 Hong Kong GC to fall a stroke shy of winner Ian Poulter...Missed only one cut in 13 European Tour starts. Other top-five finish was at the Omega European Masters. 2009: Made three of four European Tour cuts, with his best performance a T13 at The Open Championship. \n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "World Cup (1), 2013; Seve Trophy (2), 2011, 2013.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T8th in 2014 at the Valspar Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}