{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "35352","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Santos-Ocampo","first" : "Carl","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "150","weightMetric" : "68","birthDate" : "October 21, 1987","age" : "28","birthPlace" : "Providence, Rhode Island","residence" : "Naples, Florida","family" : "Single","education" : "University of Notre Dame (2010, Finance and International Business)","splInterest" : "Wakeboarding, hiking, traveling, exercising, cars, stock market","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2011","clubAffl" : "Kingston GC (Naples, Florida)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Conditional","otherVics" : "","intlVics" : "(2) 2012 ICTSI Rancho Palos Verdes Classic [Phil]. 2013 ICTSI Tagaytay Midlands Challenge [Phil].","curYearHigh" : "Played in the first two PGA TOUR China Series' tournaments, finishing T43 at the Mission Hills Haikou Open and T42 at the Buick Open...Shot rounds of 70-69-67-68 at the ICTSI Negros Occidental Classic on the Philippine Tour in late-July. Finished T5, six shots behind winner Tony Lascuna.","carHigh" : "\n","otherCarHigh" : "Was a two-time participant in the U.S. Amateur (2008-09)...Played collegiately at Notre Dame, where he was named to the 2010 Big East All-Academic team...Was a two-time Optimist International Junior champion and was also a Florida State Boys Junior champion in 2002 in his age group (13-15).","personal" : "Chose to pursue golf because of the challenge it presents and the fact that \"you battle against yourself and find yourself always tinkering and making adjustments.\"...His earliest golf memory was going to the driving range as a 6-year-old and falling in love with the game...His biggest thrill in golf came in 2002 shortly after his family moved from the Philippines when he holed a 40-foot putt on the second playoff hole to win the Florida State Junior Boys Championship at age 14...His favorite golf courses include Cypress Point and Old Head in Ireland...Would love to play Augusta National and St. Andrews' Old Course...Never travels without his cell phone, MacBook and charger...One of his lucky charms is a ball mark given to graduating senior golfers from Notre Dame that has the engraving \"God, Country, Notre Dame.\" Another lucky charm is the golf shirts he wears. He keeps a mental log of the scoring average he has while wearing each shirt, and when he really wants to play well he'll wear his \"go-to\" shirts...Follows Notre Dame and the Miami Heat...Favorite TV shows include \"The Walking Dead,\" \"How I Met Your Mother,\" \"The Big Bang Theory,\" \"Revenge,\" \"Modern Family,\" \"Homeland,\" \"Duck Dynasty\" and \"Friday Night Lights.\"...Enjoys Taylor Swift...Favorite foods include sushi, sashimi, lobster and tenderloin steaks...His favorite vacation spot is Manila...Some of his favorite athletes in other sports are Manny Pacquiao, Michael Jordan, Steve Nash and Maria Sharapova...His bucket list includes skydiving, learning to surf, going on a safari to Africa, bungee jumping and playing in the Masters...Says if he could trade places with someone for a day it would be with a Formula One driver because he always wanted to feel how extreme those G-forces are on the body and \"what an adrenaline rush it would be.\"...His dream foursome would include Tiger Woods, Phil Mickelson and Rory McIlroy...Some of his favorite restaurants are Chipotle, In-N-Out Burger, Ruth's Chris, Sushi-Thai and Shake Shack...Some of the jobs he has held since graduating from college include Founder\/CEO of a label- and sticker-design company, a writer and contributor to Golf Inquirer magazine and a life insurance agent (both in the Philippines).","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "2013: Competed in Asia during the season, playing events on the Asian Tour, Asian Development Tour, ASEAN Tour and Philippine Golf Tour...Won the ICTSI Tagaytay Midlands Challenge on the Philippine Golf Tour in August by six strokes.\n\n2012: Won the ICTSI Rancho Palos Verdes Classic on the Philippines Golf Tour."}], "dyn" : {"dynBios" : "","dynResults" : "","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["XML Output","Intro Page","Bio Page","ShotLink Player Bio"]}]}