{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "30750","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Gainey","first" : "Tommy","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "190","weightMetric" : "86","birthDate" : "August 13, 1975","age" : "40","birthPlace" : "Darlington, South Carolina","residence" : "Hartsfield, South Carolina","family" : "Wife, Erin; Thomas (3\/19\/08), Davis (5\/20\/14)","education" : "Central Carolina Technical College (1999, Industrial Maintenance)","splInterest" : "South Carolina Gamecocks, pool, friends and family","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2010)","trndProYear" : "1997","clubAffl" : "Bishopville CC (Bishopville, South Carolina)","cityPlaysFrm" : "Hartsville; SC; United States","websiteUrl" : "http:\/\/www.tommygaineygolf.com\/","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "6,118,586&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2008","exmtStatus" : "Exempt - Top-75 Money Winner from 2015 Web.com Tour Regular Season","otherVics" : "","intlVics" : "","curYearHigh" : "Finished the Web.com Tour season with 20 starts, one third-place finish, four top-10s and 12 cuts made. Was 46th on the combined final money list...Splitting his time between the Web.com Tour and PGA TOUR, made four cuts in nine starts on TOUR, with a T32 at the McGladrey Classic, site of his 2012 victory, his best finish...Collected four top-10 finishes in 16 Regular Season starts on the Web.com Tour. Finished No. 102 on the money list in four starts in the Web.com Tour Finals...Opened the Brasil Champions with rounds of 66-64 to trail the leader by two strokes. Carded a third-round 70 to drop to T6. Made six birdies between Nos. 7 and 17 to offset bogeys on Nos. 5 and 18 the final day, resulting in a T9...Opened the Greater Dallas Open with a course-record 63 to take a one-stroke lead. A second-round 69 put him two back. Fell back again with a 73 in the third round. Closed with a 65 that included two eagles on his final nine, leading to a T8. Moved to 40th on the money list...Just two cuts made in his next six starts shoved him to 71st entering the Regular Season finale in Portland...Began with a 69 at the WinCo Foods Portland Open, then jumped into contention at T7 after a Friday 65. Was still T7 after a 70 on Saturday. Passed several players with a 65 on Sunday to finish third, which pushed him to 32nd in earnings heading into the Finals. It was his best performance on either Tour since the 2012 Crowne Plaza Invitational where he also finished third...In the Web.com Tour Finals, best finishes in the four events were T52 at the Hotel Fitness Championship and T62 at the Web.com Tour Championship.","carHigh" : "2014: Made the cut in 11 of 26 PGA TOUR starts, finishing the season No. 156 in the FedExCup standings. Struggled early in the season, missing the cut in nine of his first 11 starts...Scores of 66-67 in the second and third rounds of the Zurich Classic of New Orleans overshadowed bookend rounds of 1-under 71. The four sub-par scores resulted in a T8 with Justin Rose and Keegan Bradley in Louisiana. The top-10 finish was his first since earning a T6 at the 2013 Hyundai Tournament of Champions...Made the cut in five of his last seven starts of the season, with a pair of top-20 finishes (T17 at the Barracuda Championship and T18 at the Travelers Championship)...Attempted to regain PGA TOUR status via the Web.com Tour Finals but withdrew from the first event and missed the cut in the next two...Finished T46 in his fourth Finals start, at the Web.com Tour Championship, highlighted by a second-round 62. \n\n2013: Made 14 of 28 TOUR cuts, with one top-10. Ultimately missed the FedExCup Playoffs by finishing No. 140 in the FedExCup standings...Was T6 in his first-career start at the Hyundai Tournament of Champions, shooting rounds of 72-69-70 in the weather-shortened, 54-hole event. \n2012: Career-low, final-round 60 at The McGladrey Classic in the fall earned him his first career PGA TOUR win. Posted his first top-10 finish of the season in his 17th start, finishing solo third in his second Crowne Plaza Invitational at Colonial start (missed cut in 2011). It was his fifth third-place finish in two years (had four in 2011)...Finished T38 at The Barclays and T66 at the Deutsche Bank Championship, ending the season No. 94 in the FedExCup standings...Began the final round of The McGladrey Classic seven strokes behind Jim Furyk and Davis Love III. Carded a course-record and career-low 10-under 60 (previous low was 63) to edge David Toms by one stroke for his first PGA TOUR victory in his 105th start. The South Carolina native was the clubhouse leader for more than two hours before he sealed the victory, with Furyk needing a birdie on the final hole to force a playoff (finished with bogey). His bogey-free round (the only one of the day) included eight birdies and an eagle-3 at the par-5 15th. His 19-foot birdie attempt at the 72nd hole for a 59 slid by on the right, with the par-4 snapping a string of seven consecutive 3s on Nos. 11-17. The seven-stroke comeback trailed only Kyle Stanley's eight-shot come-from-behind win at the Waste Management Phoenix Open for the largest of the season. The final-round 60 was just the third recorded in a PGA TOUR final round and the first that led to victory. Previous-best finish came in 2008, with runner-up honors at the Children's Miracle Network Hospitals Classic, losing by a stroke to Love. \n2011: Enjoyed a breakout year, claiming seven top-10 finishes in 34 starts on TOUR. Of those top-10s, three were third-place finishes. After missing the cut in his first three starts of the season, rallied with a pair of top-10s in two of his ensuing five starts. Claimed back-to-back third-place finishes in the fall and ended the season with a T23 at the CIMB Asia Pacific Classic, where he posted four consecutive sub-par rounds...He was the 54-hole leader at the Waste Management Phoenix Open, thanks in part to a then-career-low, 8-under 63 in the first round. Finished T8 after a 3-over 74 in the final round, largely due to triple bogey on driveable par-4 16th where an errant tee shot hit a hazard stake and went into a greenside water hazard. His subsequent shot after a penalty drop also found the water hazard...Posted his second top-10 finish of the season with a solo fifth at The Honda Classic. Closed with a 2-under 68 to finish six strokes behind Rory Sabbatini...Nabbed the fourth top-10 finish of his career—and third of the season—with a solo third at The Heritage. Par-or-better rounds all four days left him just one shot out of a Brandt Snedeker-Luke Donald playoff. The Darlington, S.C., native and avid University of South Carolina Gamecock fan was seeking to become the first South Carolinian to win The Heritage...Banner year continued at the Zurich Classic of New Orleans, where he birdied the 72nd hole to claim his fourth top-10 finish of the year, a T3...Carded four rounds in the 60s (67-67-67-68) at the Viking Classic to finish T7, his fifth top-10 of the season...Finished third at the Wyndham Championship and moved to No. 30 in the FedExCup standings. Made the PGA TOUR Playoffs for the FedExCup for the first time, eventually finishing No. 62. Held a share of the first-round lead and sole possession of the second-round lead in Greensboro...Turned in four rounds in the 60s at the Justin Timberlake Shriners Hospitals for Children Open. That led to a T3 finish, five strokes behind champion Kevin Na. It was his seventh top 10 of the campaign. \n2010: Made 27 starts on the Web.com Tour and collected two wins, a second- and a third-place finish among his six top-10s. Was one of a Tour-record four players to go over the $400,000 mark, finishing with $403,957 to wind up No. 4 on the money list. Also finished No. 3 in the All-Around ranking for the year...After missing the first two cuts of the season, went 11-under par in the final 54 holes at the Panama CLARO Championship, a feat matched only by the tournament winner Fran Quinn, to post a solo third. Stellar play in the final 54 holes offset his first-round, 1-over 71...At the BMW Charity Pro-Am, posted his then career-best Web.com Tour finish, T2. After shooting a second-round 64, he was only two strokes off the lead. Despite a stellar weekend, he still finished two shots back...Earned his first career win, at the Melwood Prince George's County Open, in June when he two-putted the final hole for birdie. Emerged from a crowded leaderboard on the last day, shooting a 6-under 65 to finish at 17-under 267, one better than Jin Park and Frank Lickliter II. He began the final round three strokes back of leader B.J. Staten but moved into the lead with four birdies and an eagle in his first seven holes. A double-bogey at the par-4, 9th dropped him into a four-way tie for the lead, which he then regained with another birdie at No. 11. Maintained a tenuous one-shot advantage until Lickliter birdied the par-5, 18th to tie. Playing in the next group, he reached the uphill, 547-yard closing hole in two and two-putted from 35 feet for the win. The victory was worth $108,000 and moved him from No. 18 to No. 2 on the money list...Four events later, he became the season's first two-time winner with a three-stroke victory at the inaugural Chiquita Classic. Grabbed the second-round lead by one shot and expanded it to four with a third-round, 10-under 62 at TPC River's Bend. Scores of 64-66-62 put him at 24-under, equaling Arjun Atwal's Web.com Tour record for most strokes under par through 54 holes. Needed only a 3-under 69 on the final day to earn his second title in four starts. Endured a mid-round stretch that didn't produce a par in nine holes (six birdies and three bogeys). Holed out from a greenside bunker at No. 14 for birdie and then saved par at No. 15 after pushing his tee shot into a hazard down the right side of the fairway. A two-putt birdie at 18 gave him a three-shot cushion over Joe Affrunti. Score of 27-under matched the second lowest in Tour history. Victory was worth $99,000 and pushed his season total over the $300,000 mark, moving him to No. 1 on the money list...Posted his fifth top-10 six starts later, at the Mylan Classic...Three starts later, at the WNB Golf Classic, he finished T5. Fired 66-68 on the weekend to jump 21 spots. His final-round 68 included a hole-in-one on the 207-yard, par-3 8th hole using a 7-iron. \n2009: Split time between the PGA TOUR and Web.com Tour. Made the cut in eight of 15 starts on the PGA TOUR, with a season-best T21 at the Puerto Rico Open. Made the cut in 11 of 13 starts on the Web.com Tour, with season-best finishes in his last two starts of the year, finishing T11 at the Chattanooga Classic and T12 at the Miccosukee Championship. \n2008: Rookie on the PGA TOUR after finishing T19 at the 2007 PGA TOUR Qualifying Tournament. Earned his TOUR card in his first trip to the finals of the Qualifying Tournament. Made only six of 24 cuts in his first season on the PGA TOUR...Recorded his best finish (second) at the Children's Miracle Network Classic, with rounds of 68-66-66-64, one stroke behind Davis Love III. Finish at Disney ($496,800) moved him from 228th into the top 150 on the final money list...One of nine players in 2007 to earn their PGA TOUR cards after successfully negotiating all three stages. \n2007: Played in four Web.com Tour events and was solo second through 54 holes of the BMW Charity Pro-Am at the Cliffs before finishing T30. Finished T8 at the Cox Classic, thanks in part to a final-round 65. First career start on the PGA TOUR came at the Wachovia Championship, where he missed the cut. Played on the Tarheel Tour from 2004-2007 and collected four wins during that period. Earned more than $100,000 in 2006 and 2007 combined on the Tarheel Tour during a period in which he recorded 13 top-five finishes. Won the Bentonville Open on the Hooters Tour in June 2007 in only his second career start on that Tour. Has also competed on the Gateway Tour.\n","otherCarHigh" : "","personal" : "Goes by the nickname \"Two Gloves\" for wearing two golf gloves when he plays. Developed that habit after playing baseball as a kid. Attended Central Carolina Technical College after high school. Worked as an assembly line worker in rural South Carolina before deciding to give professional golf a shot. Was a participant on GOLF CHANNEL's \"Big Break V\" and later won \"Big Break VII.\"...Lists his heroes as Fred Couples and Hootie and the Blowfish. Biggest thrill in golf is earning membership on the PGA TOUR...Cites the birth of his son as his biggest thrill in golf..The course he would most like to play is the Augusta National...Never travels without his phone. Favorite college team is the South Carolina Gamecocks. Favorite professional team is the Dallas Cowboys...Has to mark his ball with a South Carolina quarter...Favorite TV show is \"NCIS\" and favorite movie is \"The Dark Knight.\" Favorite entertainer is Mark Harmon and favorite food is steak...Enjoys watching LeBron James and traveling to Hilton Head Island, SC, and Mississippi...Would round out his dream foursome with Steve Spurrier, Arnold Palmer and Tiger Woods. Bucket list includes winning a PGA TOUR event...Supports the Hootie & the Blowfish Foundation.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2008","qSchoolYear" : "2007, 2009","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "Finished the Web.com Tour season with 20 starts, one third-place finish, four top-10s and 12 cuts made. Was 46th on the combined final money list...Splitting his time between the Web.com Tour and PGA TOUR, made four cuts in nine starts on TOUR, with a T32 at the McGladrey Classic, site of his 2012 victory, his best finish...Collected four top-10 finishes in 16 Regular Season starts on the Web.com Tour. Finished No. 102 on the money list in four starts in the Web.com Tour Finals...Opened the Brasil Champions with rounds of 66-64 to trail the leader by two strokes. Carded a third-round 70 to drop to T6. Made six birdies between Nos. 7 and 17 to offset bogeys on Nos. 5 and 18 the final day, resulting in a T9...Opened the Greater Dallas Open with a course-record 63 to take a one-stroke lead. A second-round 69 put him two back. Fell back again with a 73 in the third round. Closed with a 65 that included two eagles on his final nine, leading to a T8. Moved to 40th on the money list...Just two cuts made in his next six starts shoved him to 71st entering the Regular Season finale in Portland...Began with a 69 at the WinCo Foods Portland Open, then jumped into contention at T7 after a Friday 65. Was still T7 after a 70 on Saturday. Passed several players with a 65 on Sunday to finish third, which pushed him to 32nd in earnings heading into the Finals. It was his best performance on either Tour since the 2012 Crowne Plaza Invitational where he also finished third...In the Web.com Tour Finals, best finishes in the four events were T52 at the Hotel Fitness Championship and T62 at the Web.com Tour Championship.","carHigh" : "2013-14: Made the cut in 11 of 26 PGA TOUR starts, finishing the season No. 156 in the FedExCup standings. Struggled early in the season, missing the cut in nine of his first 11 starts...Scores of 66-67 in the second and third rounds of the Zurich Classic of New Orleans overshadowed bookend rounds of 1-under 71. The four sub-par scores resulted in a T8 with Justin Rose and Keegan Bradley in Louisiana. The top-10 finish was his first since earning a T6 at the 2013 Hyundai Tournament of Champions...Made the cut in five of his last seven starts of the season, with a pair of top-20 finishes (T17 at the Barracuda Championship and T18 at the Travelers Championship)...Attempted to regain PGA TOUR status via the Web.com Tour Finals but withdrew from the first event and missed the cut in the next two...Finished T46 in his fourth Finals start, at the Web.com Tour Championship, highlighted by a second-round 62. \n\n2013: Made 14 of 28 TOUR cuts, with one top-10. Ultimately missed the FedExCup Playoffs by finishing No. 140 in the FedExCup standings...Was T6 in his first-career start at the Hyundai Tournament of Champions, shooting rounds of 72-69-70 in the weather-shortened, 54-hole event.\n\n2012: Career-low, final-round 60 at The McGladrey Classic in the fall earned him his first career PGA TOUR win. Posted his first top-10 finish of the season in his 17th start, finishing solo third in his second Crowne Plaza Invitational at Colonial start (missed cut in 2011). It was his fifth third-place finish in two years (had four in 2011)...Finished T38 at The Barclays and T66 at the Deutsche Bank Championship, ending the season No. 94 in the FedExCup standings...Began the final round of The McGladrey Classic seven strokes behind Jim Furyk and Davis Love III. Carded a course-record and career-low 10-under 60 (previous low was 63) to edge David Toms by one stroke for his first PGA TOUR victory in his 105th start. The South Carolina native was the clubhouse leader for more than two hours before he sealed the victory, with Furyk needing a birdie on the final hole to force a playoff (finished with bogey). His bogey-free round (the only one of the day) included eight birdies and an eagle-3 at the par-5 15th. His 19-foot birdie attempt at the 72nd hole for a 59 slid by on the right, with the par-4 snapping a string of seven consecutive 3s on Nos. 11-17. The seven-stroke comeback trailed only Kyle Stanley's eight-shot come-from-behind win at the Waste Management Phoenix Open for the largest of the season. The final-round 60 was just the third recorded in a PGA TOUR final round and the first that led to victory. Previous-best finish came in 2008, with runner-up honors at the Children's Miracle Network Hospitals Classic, losing by a stroke to Love.\n\n2011: Enjoyed a breakout year, claiming seven top-10 finishes in 34 starts on TOUR. Of those top-10s, three were third-place finishes. After missing the cut in his first three starts of the season, rallied with a pair of top-10s in two of his ensuing five starts. Claimed back-to-back third-place finishes in the fall and ended the season with a T23 at the CIMB Asia Pacific Classic, where he posted four consecutive sub-par rounds...He was the 54-hole leader at the Waste Management Phoenix Open, thanks in part to a then-career-low, 8-under 63 in the first round. Finished T8 after a 3-over 74 in the final round, largely due to triple bogey on driveable par-4 16th where an errant tee shot hit a hazard stake and went into a greenside water hazard. His subsequent shot after a penalty drop also found the water hazard...Posted his second top-10 finish of the season with a solo fifth at The Honda Classic. Closed with a 2-under 68 to finish six strokes behind Rory Sabbatini...Nabbed the fourth top-10 finish of his career—and third of the season—with a solo third at The Heritage. Par-or-better rounds all four days left him just one shot out of a Brandt Snedeker-Luke Donald playoff. The Darlington, S.C., native and avid University of South Carolina Gamecock fan was seeking to become the first South Carolinian to win The Heritage...Banner year continued at the Zurich Classic of New Orleans, where he birdied the 72nd hole to claim his fourth top-10 finish of the year, a T3...Carded four rounds in the 60s (67-67-67-68) at the Viking Classic to finish T7, his fifth top-10 of the season...Finished third at the Wyndham Championship and moved to No. 30 in the FedExCup standings. Made the PGA TOUR Playoffs for the FedExCup for the first time, eventually finishing No. 62. Held a share of the first-round lead and sole possession of the second-round lead in Greensboro...Turned in four rounds in the 60s at the Justin Timberlake Shriners Hospitals for Children Open. That led to a T3 finish, five strokes behind champion Kevin Na. It was his seventh top 10 of the campaign. \n\n2010: Made 27 starts on the Web.com Tour and collected two wins, a second- and a third-place finish among his six top-10s. Was one of a Tour-record four players to go over the $400,000 mark, finishing with $403,957 to wind up No. 4 on the money list. Also finished No. 3 in the All-Around ranking for the year...After missing the first two cuts of the season, went 11-under par in the final 54 holes at the Panama CLARO Championship, a feat matched only by the tournament winner Fran Quinn, to post a solo third. Stellar play in the final 54 holes offset his first-round, 1-over 71...At the BMW Charity Pro-Am, posted his then career-best Web.com Tour finish, T2. After shooting a second-round 64, he was only two strokes off the lead. Despite a stellar weekend, he still finished two shots back...Earned his first career win, at the Melwood Prince George's County Open, in June when he two-putted the final hole for birdie. Emerged from a crowded leaderboard on the last day, shooting a 6-under 65 to finish at 17-under 267, one better than Jin Park and Frank Lickliter II. He began the final round three strokes back of leader B.J. Staten but moved into the lead with four birdies and an eagle in his first seven holes. A double-bogey at the par-4, 9th dropped him into a four-way tie for the lead, which he then regained with another birdie at No. 11. Maintained a tenuous one-shot advantage until Lickliter birdied the par-5, 18th to tie. Playing in the next group, he reached the uphill, 547-yard closing hole in two and two-putted from 35 feet for the win. The victory was worth $108,000 and moved him from No. 18 to No. 2 on the money list...Four events later, he became the season's first two-time winner with a three-stroke victory at the inaugural Chiquita Classic. Grabbed the second-round lead by one shot and expanded it to four with a third-round, 10-under 62 at TPC River's Bend. Scores of 64-66-62 put him at 24-under, equaling Arjun Atwal's Web.com Tour record for most strokes under par through 54 holes. Needed only a 3-under 69 on the final day to earn his second title in four starts. Endured a mid-round stretch that didn't produce a par in nine holes (six birdies and three bogeys). Holed out from a greenside bunker at No. 14 for birdie and then saved par at No. 15 after pushing his tee shot into a hazard down the right side of the fairway. A two-putt birdie at 18 gave him a three-shot cushion over Joe Affrunti. Score of 27-under matched the second lowest in Tour history. Victory was worth $99,000 and pushed his season total over the $300,000 mark, moving him to No. 1 on the money list...Posted his fifth top-10 six starts later, at the Mylan Classic...Three starts later, at the WNB Golf Classic, he finished T5. Fired 66-68 on the weekend to jump 21 spots. His final-round 68 included a hole-in-one on the 207-yard, par-3 8th hole using a 7-iron. \n\n2009: Split time between the PGA TOUR and Web.com Tour. Made the cut in eight of 15 starts on the PGA TOUR, with a season-best T21 at the Puerto Rico Open. Made the cut in 11 of 13 starts on the Web.com Tour, with season-best finishes in his last two starts of the year, finishing T11 at the Chattanooga Classic and T12 at the Miccosukee Championship. \n\n2008: Rookie on the PGA TOUR after finishing T19 at the 2007 PGA TOUR Qualifying Tournament. Earned his TOUR card in his first trip to the finals of the Qualifying Tournament. Made only six of 24 cuts in his first season on the PGA TOUR...Recorded his best finish (second) at the Children's Miracle Network Classic, with rounds of 68-66-66-64, one stroke behind Davis Love III. Finish at Disney ($496,800) moved him from 228th into the top 150 on the final money list...One of nine players in 2007 to earn their PGA TOUR cards after successfully negotiating all three stages. \n\n2007: Played in four Web.com Tour events and was solo second through 54 holes of the BMW Charity Pro-Am at the Cliffs before finishing T30. Finished T8 at the Cox Classic, thanks in part to a final-round 65. First career start on the PGA TOUR came at the Wachovia Championship, where he missed the cut. Played on the Tarheel Tour from 2004-2007 and collected four wins during that period. Earned more than $100,000 in 2006 and 2007 combined on the Tarheel Tour during a period in which he recorded 13 top-five finishes. Won the Bentonville Open on the Hooters Tour in June 2007 in only his second career start on that Tour. Has also competed on the Gateway Tour.\n","otherCarHigh" : "","personal" : "Goes by the nickname \"Two Gloves\" for wearing two golf gloves when he plays. Developed that habit after playing baseball as a kid. Attended Central Carolina Technical College after high school. Worked as an assembly line worker in rural South Carolina before deciding to give professional golf a shot. Was a participant on GOLF CHANNEL's \"Big Break V\" and later won \"Big Break VII.\"..Lists his heroes as Fred Couples and Hootie and the Blowfish. Biggest thrill in golf is earning membership on the PGA TOUR...Cites the birth of his son as his biggest thrill in golf..The course he would most like to play is the Augusta National...Never travels without his phone. Favorite college team is the South Carolina Gamecocks. Favorite professional team is the Dallas Cowboys...Has to mark his ball with a South Carolina quarter...Favorite TV show is \"NCIS\" and favorite movie is \"The Dark Knight.\" Favorite entertainer is Mark Harmon and favorite food is steak...Enjoys watching LeBron James and traveling to Hilton Head Island, SC, and Mississippi...Would round out his dream foursome with Steve Spurrier, Arnold Palmer and Tiger Woods. Bucket list includes winning a PGA TOUR event...Supports the Hootie & the Blowfish Foundation.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was 1st in 2012 at the The McGladrey Classic.","dynStats" : "He ranks T84th in Consecutive Fairways Hit on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/#!\/TwoGlovesGolf"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/TwoGlovesGolf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}