{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "30692","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Stallings","first" : "Scott","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "195","weightMetric" : "88","birthDate" : "March 25, 1985","age" : "31","birthPlace" : "Worcester, Massachusetts","residence" : "Knoxville, Tennessee","family" : "Wife, Jennifer; Finn (2\/11\/13), Millie White (3\/1\/16) ","education" : "Tennessee Tech (2007, Business Management)","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "2007","clubAffl" : "Oak Ridge CC (Oak Ridge, Tennessee)","cityPlaysFrm" : "Oak Ridge; TN; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "7,709,497&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "6th Nationwide Tour Qualifier at the 2009 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "Posted rounds of 66-70-69-67 to finish 10-under 272 at The RSM Classic, good for T9 honors. It marked his first top-10 since a playoff loss in early February at the Farmers Insurance Open.","carHigh" : "One of eight players to miss earning PGA TOUR status for 2010 by a stroke at the 2009 Qualifying Tournament. Has never made a start on the PGA TOUR and is 1 for 3 in career cuts made on the Nationwide Tour. Finished T14 at the 2008 Chattanooga Classic, where he posted opening scores of 64-62 and was one shot off the 36-hole lead of Webb Simpson. His 126 score is tied for the third-lowest opening-36 hole score in Nationwide Tour history. Weekend rounds of 73-76 dropped him down the leaderboard...Played on both NGA Hooters Tour and the Tarheel Tour in 2008-09...Made the cut in 11 of 14 starts on the Hooters Tour in 2009 with nine top-25 finishes. \n","otherCarHigh" : "Two-time Ohio Valley Conference Player of the Year. Won seven times in college. Was an All-America in 2006. Named to the dean's list four years in college...Was named all-state in golf during his high school days at Oak Ridge High.","personal" : "Biggest thrill in golf was teaching the sport to wounded veterans in the Army...Favorite course he's played is Diamond Creek in Banner Elk, NC, and would like to play Augusta National...Never travels without a pillow from home and his ipod...First car was a 1992 Honda Accord and now drives a Honda Element...Favorite college team is the Tennessee Volunteers and roots for the Boston Red Sox, Boston Celtics and New England Patriots...Favorite TV shows are \"The Office\" and \"24.\"...Favorite movies are \"The Bourne Identity,\" \"The Bourne Supremacy\" and \"The Bourne Ultimatum.\"...Favorite entertainer is Steve Carell...Favorite city to visit is Boston...Lists his father, grandfather and college coach as the men he would like to have join him for a dream round of golf..Says if he wasn't a professional golfer he'd want to be a pediatrician...Puts spending a month with his wife in Australia and New Zealand on his bucket list. Is involved in the Wounded Warrior project, along with Pray with Africa and Knoxlife Church...He has one sister...Spent time as a Fellowship of Christian Athletes camp counselor.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2011","qSchoolYear" : "2010","exmtStatus" : "2013-14 tournament winner (through 2015-16)","otherVics" : "","intlVics" : "","curYearHigh" : "Posted rounds of 66-70-69-67 to finish 10-under 272 at The RSM Classic, good for T9 honors. It marked his first top-10 since a playoff loss in early February at the Farmers Insurance Open.","carHigh" : "2014-15: Made 19 TOUR starts, the last coming at The Greenbrier Classic before he violated the PGA TOUR Anti-Doping Policy's ban on the use of performance-enhancing substances. Was suspended for three months. Self-reported this information after discovering that a supplement he was taking was on the prohibited list. Acknowledged his inadvertent error and accepted his suspension. Eligible to return on October 7...In mid-December 2014, played in the Australian PGA Championship. Enjoyed four par-or-better rounds at RACV Royal Pines Resort Gold Coast to finish fifth, three shots out of the Greg Chalmers-Wade Ormsby-Adam Scott playoff that Chalmers won...The defending Farmers Insurance Open champion finished runner-up in his quest to become the first back-to-back winner of the Farmers Insurance Open since Tiger Woods (2005-08). Dropped to 1-1 in TOUR playoffs. Playoff loss marked his first TOUR top-10 since winning at Torrey Pines a year earlier...Did not play in the Wyndham Championship due to suspension and was one of five players to drop out of the FedExCup Playoffs.\n\n2013-14: Made 12 of 28 cuts, with his only top-10 a win at the Farmers Insurance Open. Finished No. 84 in the FedExCup standings, his worst showing in four years in the Playoffs...Won his third career TOUR event with a one-shot victory at the Farmers Insurance Open in late-January. Picked up the title at age 28 years, 10 months, 1 day in his 88th career TOUR start. Three of his 10 top-10 finishes have been victories. Led the field in Strokes Gained – Putting (8.402). Credited victory to renting a house in Scottsdale for four months starting in November 2013 to work on his game.\n\n2013: Made only 13 of 27 cuts on TOUR but had a career-best four top 10s. Finished No. 63 in the final FedExCup standings...Was T4 at the Humana Challenge after beginning the final round with a five-stroke lead. His lead was essentially erased before making the turn. After his second shot on the par-5 18th went in the water hazard, he was unable to convert par and join a playoff with rookie David Lingmerth, Charles Howell III and Brian Gay. Did not record a bogey in the first three rounds. His first of three bogeys didn't come until the par-4 seventh hole in the final round. This marked his third start in the Humana Challenge. He missed the 72-hole cut in 2011 and was forced to withdraw after the first round in 2012 when he tore cartilage in five ribs. ..One of seven players to post all four rounds in the 60s at the Crowne Plaza Invitational at Colonial (69-65-69-66), finishing T4. Had a 29 on the front nine at Colonial CC en route to a final-round, 4-under 66, falling one shy of Wayne Levi's record 28 on that nine in 1993. First two starts at Colonial resulted in missed cuts in 2011 (76-73) and 2012 (72-75)...A week later, made five straight birdies on hole Nos. 4-8 in the final round of the Memorial Tournament to claim a T4. His final-round 67 tied the low round of the day at Muirfield Village GC, with James Driscoll...Reeled off his third consecutive top-four finish, with a T2 at the FedEx St. Jude Classic. Entered the final round trailing Shawn Stefani by four strokes and appeared poised for his third career victory before a double bogey on No. 15 and a bogey on No. 18 derailed his title hopes. The second-place finish was the first of his career as he was attempting to become just the third Tennessean to win the event (Cary Middlecoff in 1961 and Gibby Gilbert in 1976).\n\n2012: Finished No. 75 in the FedExCup standings, missing a return trip to the BMW Championship...Set the tournament scoring record at Annandale GC with a 24-under 264 to claim his second career PGA TOUR title, at the True South Classic in Madison, Miss., by two strokes over Jason Bohn. It was his first start in the event. The win moved him from No. 163 to No. 95 in FedExCup standings, putting him in prime position to make the Playoffs. En route to the win, posted back-to-back, 8-under 64s in the second and third rounds. Following the win, announced to television crews and the crowd the pregnancy of his wife with their first child. Stallings told his wife, Jennifer, that if he won, he was going to announce the news a week before originally planned...A week later in Canada, posted his PGA TOUR career-low round of 7-under 63 in the third round to claim a T7 at the RBC Canadian Open. On his way to the 63, holed a gap wedge from 103 yards for an eagle-2 on the 10th hole...Ended the season on a high note by posting four sub-par rounds at the Children's Miracle Network Hospitals Classic, good for a T5. Birdied half of his holes on the Palm Course in the first round, en route to a 6-under 66 in his second start in the Disney event.\n\n2011: In rookie year, enjoyed tremendous success with a win and a third-place showing in 28 starts...Competing on a sponsor exemption, notched his then career-best PGA TOUR finish with a solo third at the Transitions Championship. Vaulted into contention with a 5-under 66 in the third round, which featured a hole-in-one on No. 8 with a 6-iron from 214 yards, the first of his career in competition. Fired a then career-low 66 in the first and third rounds...Played in the final pairing with third-round leader Anthony Kim at The Greenbrier Classic. Trailed by one at the beginning of the day and fell further behind with a 4-over 38 on his opening nine holes. Stormed back with six birdies on the final nine for a 1-under 69, placing him in his first career playoff, with Bob Estes and Bill Haas. Just a few minutes after making a birdie on the par-3 18th hole to finish 10-under, he sprinted to the tee box of the first extra hole (high-fiving fans along the way) before a perfectly struck 9-iron left him within 10 feet of the hole, which he calmly knocked in for his first win in his 21st start on the PGA TOUR. Became the TOUR's sixth rookie winner of the season—the most since 1970-and the 10th first-time winner. The victory was the 12th of the season by a player under age 30 and earned him an invitation into the following week's World Golf Championships-Bridgestone Invitational. \n\n2010: Played his rookie season on the Web.com Tour, finishing No. 53 on the official money list. Made five of his first eight cuts. Posted his first top-10 finish at the BMW Charity Pro-Am, the ninth event of the year, finishing T7. Fired four rounds in the 60s, including a final-round 63. Prior to that week, his best score of the year was a 68...Recorded his second top-10 finish six starts later, at the Chiquita Classic. Shot four rounds in the 60s, including a third-round 65 and final-round-67 to T5...Added a T7 at the Cox Classic, where his third-round 67 included a 7-under 29 on the back nine. \n\n2009: Did not play a PGA TOUR event and made one Web.com Tour start, missing the cut at the Chattanooga Classic. Was one of eight players to miss earning PGA TOUR status for 2010 by a stroke at the PGA TOUR Qualifying Tournament...Played on the NGA Hooters Tour and the eGolf Tour. Made the cut in 11 of 14 starts on the Hooters Tour, with nine top-25 finishes. \n\n2008: Finished T14 at the Chattanooga Classic, where he posted opening scores of 64-62 and was one shot off the 36-hole lead of Webb Simpson. His 126 score is tied for the third-lowest opening-36 hole score in Web.com Tour history. Weekend rounds of 73-76 dropped him down the leaderboard...Played on both NGA Hooters Tour and the eGolf Tour. \n\nAmateur: Two-time Ohio Valley Conference Player of the Year. Won seven collegiate events. Was an All-America in 2006. Named to the dean's list four years...Was named all-state in golf during his high school days at Oak Ridge High. \n","otherCarHigh" : "","personal" : "Spent his rookie season in 2011 blogging for BNET, the CBS Interactive Business Network. Biggest thrill in golf was teaching the sport to wounded veterans in the Army...Favorite course he's played is Diamond Creek in Banner Elk, N.C...Most wanted to play Augusta National, which he fulfilled at the 2012 Masters...First car was a 1992 Honda Accord...Favorite college team is the Tennessee Volunteers, and he roots for the Boston Red Sox and New England Patriots...Favorite city to visit is Boston...Lists his father, grandfather and college coach as the men he would like to have join him for a dream round of golf...Says he would like to work for the Fellowship of Christian Athletes Golf...Being able to coach a little league team for his son is on his bucket list. Is involved in the Wounded Warrior Project, Tennessee Junior Golf and Knoxlife Church...Has one sister...Spent time as a FCA camp counselor...Quit all sports at age 12 except golf after going to the 1997 Masters and watching Tiger Woods dominate the field.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T9th at the The RSM Classic.","dynStats" : "He ranks 80th in Driving Distance - Driver on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/pages\/Scott-Stallings-Golf\/218468771583354"},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/scottstallings"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/stallingsgolf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}