{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "39974","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Ihm","first" : "Steven","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.82","weight" : "195","weightMetric" : "88","birthDate" : "April 1, 1992","age" : "24","birthPlace" : "Dubuque, Iowa","residence" : "Tampa, Florida","family" : "Single","education" : "University of Iowa (Business Interdepartmental Studies, 2014)","splInterest" : "Movies, paintball, beaches.","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2014","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "30,628&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2015","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Joined PGA TOUR Latinoamérica with a T7 at the Sebring, FL Q-School in January... Had five top-25s and nine cuts made in 16 starts on PGA TOUR Latinoamérica, including a season best T21 on his last start at the Lexus Peru Open in November.\n\n2014: After an opening 73 shot 65-68-68 to finish T27 at the John Deere Classic on the PGA TOUR… Missed the cut at the Stonebrae Classic on his first career start on the Web.com Tour.\n\n2013: Competing as an amateur, shot 71-69 to miss the cut by two strokes at the John Deere Classic. Earned a sponsor's exemption to make his first career start on the PGA TOUR.\n","otherCarHigh" : "Played college golf at the University of Iowa… A three-time first team All-Big Ten and Division I PING All-Midwest Regional Team... Had four individual wins with back-to-back titles his last two seasons at the Hawkeye-GRE and Boilermaker Invitational (2013 and 2014)… Won the 60th Sunnehanna Amateur in 2013… Before transferring to Iowa, he led Indian Hills Community College to a Junior College National Championship during the 2010-11 season... Won the 2011 Phil Mickelson Award as the top freshman player in the NJCAA... Medalist at the NJCAA District III Championship and the William Jewell Spring Classic… Four-year letterwinner at Wahlert High School... Two-time district champion... Two-time MVC Conference Player of the Year... 2010 Iowa Junior Player of the Year.","personal" : "Has two sisters and one brother… Rich Abele is his golf instructor… Says his two PGA TOUR starts at the John Deere Classic have been his biggest thrill in golf… His biggest thrill outside of golf was skydiving… Favorite courses he has played are Oakmont and the Golf Club of Georgia… Favorite teams are the Iowa Hawkeyes and the Green Bay Packers… His favorite TV show is “Top Gear.”… Country music singer Eric Church is his top entertainer… The Packers' quarterback Aaron Rodgers is his favorite athlete to watch… San Diego is his favorite city to visit… His bucket list includes climbing a big mountain… The Tiger Woods of 2000, his father, Jim, and Steve Stricker would round out his dream foursome… Personal motto: “Figure it out.”… Twitter and Instagram: @Scuba_steve60","otherInfo" : "","prYrSeason" : "","exmtStatus" : "2015 Q-School"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri was T21st in 2015 at the Lexus Peru Open Presentado por Scotiabank.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}