{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "10565","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Leggatt","first" : "Ian","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "170","weightMetric" : "77","birthDate" : "September 23, 1966","age" : "49","birthPlace" : "Cambridge, Ontario, Canada","residence" : "Chapel Hill, NC","family" : "Wife, Lori; Mia Riess (4\/25\/2002), Aidan (9\/25\/04)","education" : "Texas Wesleyan University (1990, Sports Management)","splInterest" : "Cars, fishing, movies, reading","pronunciation" : "","nwTourAlumnus" : "Nationwide Tour Graduate (2000)","trndProYear" : "1990","clubAffl" : "","cityPlaysFrm" : "Cambridge, ON; ; Canada","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,779,595&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Finished the 2007 Nationwide Tour season No. 151 on the money list, making just five cuts in 19 starts. Only top-25 finish of the season was a T7 at the National Mining Association Pete Dye Classic. Missed the cut in all four PGA TOUR starts in 2007. Made 10 cuts in 29 starts during the 2006 PGA TOUR season, finishing the year No. 168 on the money list. In 20th start of year, posted first top-10 of 2006, a T6 at 2006 The INTERNATIONAL. Was his first top-10 on TOUR since a T7 at the 2002 SEI Pennsylvania Classic. Limited to 12 events in 2005 as he continued to recover from carpal tunnel syndrome in his left wrist. Did not play until 2005 MCI Heritage in April and played sporadically during the season. Received a Major Medical Extension carryover for 2006. Played in only five events in 2004 due to carpal tunnel syndrome. Received a Major Medical Extension for the 2005 campaign. In 2003, suffered through injury-plagued season after capturing his first TOUR title in 2002. Best finish of the season was a T20 at the 2003 U.S. Open at Olympia Fields. Beat Loren Roberts and David Peoples by two shots to capture his first PGA TOUR title in his 46th start on TOUR at the 2002 Touchstone Energy Tucson Open. Final-round 64 was a career low and 20-under-par 268 total was the lowest score at Tucson since David Frost shot 266 in 1988. In June was T5 at the 2002 Buick Classic. Surpassed the $1-million mark for the first time in his career with a $108,000 payday for his T11 finish at 2002 The INTERNATIONAL. Teamed with Mike Weir at the World Golf Championships-EMC World Cup in Puerto Vallarta, Mexico. Retained PGA TOUR card for 2002 with T5 finish at 2001 National Qualifying Tournament. PGA TOUR rookie made 12 cuts in 29 starts in 2001 with two top-10s and three top-25s. In late July finished T5 at the 2001 John Deere Classic. One week later, T8 at 2001 Buick Open. Rookie member of the Nationwide Tour in 2000, finishing fifth on the money list. Made the cut at 18 of 23 events with six top-10s and 10 top-25s. Won in a playoff victory over Chris Smith at the 2000 Dayton Open. Fourth Canadian at the time to win on the Nationwide Tour (Jerry Anderson, Glen Hnatiuk and Rick Todd). Member of the 1998 Canadian World Cup Team, which played in New Zealand. NAIA All-American at Texas Wesleyan in 1988-89. Met his wife while she was working for one of his coaches, Mark Evershed. Served as athletic director for the Cerebral Palsy Foundation of Tarrant County in Fort Worth, TX. Works with kids with disabilities and is sponsored by the Ronald McDonald Children's Charities to raise money for kids. Worldwide ambassador for Ronald McDonald Children's Charities of Canada. Father got him started in the game. Provincial and national speed skating champion in Canada.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2001","qSchoolYear" : "2001, 2005","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "Did not compete on the PGA TOUR or the Nationwide Tour in 2010.","carHigh" : "2009: Missed both of his cuts on the PGA TOUR...Made eight of 22 cuts on the Nationwide Tour with five top-25 finishes. 2008: Made four cuts in five starts on the PGA TOUR, with a season-best T33 at the Legends Reno-Tahoe Open. In 20 Nationwide Tour starts, made seven cuts but failed to crack the top 10. Finished the year No. 111 on the money list. 2007: Of 19 Nationwide Tour starts in 2007, best finish was a T7 at the National Mining Association Pete Dye Classic...Didn't make a cut on the PGA TOUR in 2007 and finished T141 at the 2007 PGA TOUR Qualifying Tournament. 2006: Played on a major medical extension in 2005 and 2006 because of carpal tunnel syndrome in left wrist...In 2006, had a T6 at The INTERNATIONAL, his first top-10 on TOUR since a T7 at the 2002 SEI Pennsylvania Classic. 2005: Limited to 12 events as he continued to recover from carpal tunnel syndrome in his left wrist. Did not play until MCI Heritage in April and played sporadically during the season. Received a Major Medical Extension carryover for 2006...Best finish in 12 starts was T32 at the Barclays Classic in June. 2004: Played in only five events due to carpal tunnel syndrome in left wrist. Received a Major Medical Extension for the 2005 campaign. 2003: Suffered through injury-plagued season after capturing his first TOUR title in 2002...Played in the first three events of the season, missing the cut at the Sony Open in Hawaii and the Phoenix Open...Sidelined for the next two weeks with a bad sinus infection that interfered with his oxygen intake...Also nursed a tendon problem in his left elbow and had to wear a brace...Best finish of the season was a T20 at the U.S. Open at Olympia Fields. 2002: Beat Loren Roberts and David Peoples by two shots to capture his first PGA TOUR title in his 46th start on TOUR at the Touchstone Energy Tucson Open. Final-round 64 was a career low and 20-under-par 268 total was the lowest score at Tucson since David Frost shot 266 in 1988. $540,000 winner's check was more than his combined earnings since turning pro...In June was T5 at the Buick Classic, earning $112,875...Surpassed the $1-million mark for the first time in his career with a $108,000 payday for his T11 finish at The INTERNATIONAL Presented by Qwest...Stood one back through 36 holes following opening rounds of 70-65 at the SEI Pennsylvania Classic. Finished T7...Teamed with Mike Weir at the WGC-EMC World Cup in Puerto Vallarta, Mexico. 2001: Retained PGA TOUR card for 2002 with T5 finish at 2001 Qualifying School...PGA TOUR rookie made 12 cuts in 29 starts with two top-10s and three top-25s...Rounded into form in late July with a T5 at the John Deere Classic, earning a season-high $106,400...One week later, T8 at Buick Open. 2000: Rookie member of the Nationwide Tour, finishing fifth on the money list...Made the cut at 18 of 23 events with six top-10s and 10 top-25s...Became the TOUR's second rookie to win in 2000 with a playoff victory over Chris Smith at the Dayton Open. Fourth Canadian at the time to win on the Nationwide Tour (Jerry Anderson, Glen Hnatiuk and Rick Todd). Amateur: Member of the Canadian World Cup Team, which played in New Zealand...NAIA All-American at Texas Wesleyan in 1988-89.\n","otherCarHigh" : "","personal" : "Served as athletic director for the Cerebral Palsy Foundation of Tarrant County in Fort Worth, TX...Works with kids with disabilities and is sponsored by the Ronald McDonald Children's Charities to raise money for kids. Worldwide ambassador for Ronald McDonald Children's Charities of Canada...Father got him started in the game...Provincial and national speed skating champion in Canada.","otherInfo" : "","ntlTeams" : "World Cup (2), 2001, 2002.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was 1st in 2002 at the Touchstone Energy Tucson Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}