{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32892","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Clavijo","first" : "Jaime","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "176","weightMetric" : "80","birthDate" : "October 12, 1980","age" : "35","birthPlace" : "Zipa, Cundinamarca, Colombia","residence" : "Zipa, Cundinamarca, Colombia","family" : "Wife, Nini Yohana Alvarado; Children: (2) Jimi Estefen and Juan José","education" : "","splInterest" : "Ping-Pong","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2006 ","clubAffl" : "Club Campestre La Sabana (Bogota, Colombia)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2013","otherVics" : "","intlVics" : "(1): 2015 Abierto Opita [Colombia]","curYrHigh" : "","carHigh" : "2015: Playing on a sponsor exemption, a runner-up finish at the Volvo Colombian Classic in September helped him claim back PGA TOUR Latinoamérica status. Led by five after a 67-64 start, but shot 72-68 on the weekend to finish one behind tournament winner Mitch Krywulycz in Bogota… Had another top-25 on six other starts – T12 at the Abierto de Chile in October – on his way to finishing the year ranked 53rd on the Order of Merit… Defeated Osbaldo Villada on the first hole of a sudden death playoff to win the Colombian Tour's XI Abierto Opita at the Club Campestre de Neiva in May.\n\n2014: Was granted sponsor exemptions into the two PGA TOUR Latinoamérica events in Colombia, where he finished T66 on his only cut made at the Arturo Calle Colombian Classic in October.\n\n2013: Earned PGA TOUR Latinoamérica status with a T18 finish at the Lima, Peru Q-School in February… His best finish and only cut made in six starts was T50 at the 55th Abierto Mexicano de Golf in March.\n\n2012: Via open qualifiers and top-25 finishes he managed to enter six tournaments during PGA TOUR Latinoamérica inaugural season. Only top-10 on two cuts made was T9 at the Lexus Peru Open. Finished the year ranked 78th on the Order of Merit.\n\n2011: Only top-25 finish in eight Tour de las Americas starts was T12 at the Peru Open.\n\n2010: Finished solo sixth at the Tour de las Americas' Copa Sura in Medellin, Colombia. His other top-25 finish in eight TLA starts was T11 at the Peru Open.\n\n2009: Took runner-up honors at the Televisa Players Championship on the Tour de las Americas. Finished the 54-hole event tied for first with his countryman and former PGA TOUR member Eduardo Herrera, but lost in the second hole of a sudden death playoff. Also finished T10 at the Copa Tres Diamantes in Barquisimeto, Venezuela to make it two top-10s in six TLA starts.\n","otherCarHigh" : "","personal" : "Earned his HS diploma at the Colegio Técnico Industrial de Zipa… Considers himself a very good Ping-Pong player… Hobbies include reading and watching action movies… Favorite food is pasta… His favorite vacation spot is Punta Cana… Tiger Woods, Luke Donald and Rory McIlroy would round out his dreamed foursome… His golf instructor is Fernando Ayala… Los Inkas Golf Club in Lima, Peru is his favorite course among those he has played throughout his career… His biggest thrill in golf is competing… Bucket list includes winning a professional golf tournament... Instagram name is @jaimeclavijo1212","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 Order of Merit Top-60"},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri was T2nd in 2015 at the Volvo Colombian Classic presentado por Arturo Calle.","dynStats" : "He ranks T64th in Total Eagles on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}