{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "28719","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hu","first" : "Mu","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "175","weightMetric" : "79","birthDate" : "October 8, 1989","age" : "26","birthPlace" : "Zhejiang, China","residence" : "Orlando, Florida; Shanghai, China","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2011","clubAffl" : "","cityPlaysFrm" : "China; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "(1) 2012 China Challenge Tour First Leg.","curYrHigh" : "","carHigh" : "2015: Finished 49th on the final Order of Merit. Made the cut in all 10 tournaments he played, with one top-15 performance to his credit. Took a share of the 54-hole lead at the Hainan Open in Sanya. Finished the third round tied with playing partner Zecheng Dou, and the two players played again Sunday. Never recovered from a 5-over stretch from Nos. 4-9 that included a triple bogey-8 at No. 9. Dropped into a T12. \n\n2014: Missed the cut in both of his Asian Tour starts—at the King's Cup Golf Hua Hin and the Solaire Open…A third-round 75 at the Japan Golf Tour's Indonesian PGA Championship ended any hopes of winning in late-March after opening 68-68 at Damai Indah GC's Bumi Serpong Damai Course. Closed with a 5-under 67…Opened his PGA TOUR China Series season with a T26 at the Mission Hills Haikou Open…Was T74 in the next event, the Buick Open…Was solo 35th at the United Investment Real Estate Wuhan Open, shooting rounds of 76-71-73-75…A strong finish at the Earls Beijing Open, weekend rounds of 66-66, resulted in a fifth-place performance, his first top-10 on the PGA TOUR China Series. Opened 71-72 and was tied for 45th at the halfway point. Made 10 birdies and an eagle on the weekend to turn in the best final 36 holes at the Series' fifth event of the campaign. Finished six shots behind countryman Xin Jun Zhang…Had four under-par rounds (69-70-69-71) at the Yulongwan Yunnan Open in August to T22…In his next start, was T17 again. Improved into the top 20 with a final-round 69 at the Cadillac Championship…Earned his second top-10 of the season when he finished T9 at the Jianye Tianzhu Henan Open…Enjoyed a strong outing in mid-October at the OneAsia Tour's Nanshan China Masters. Opened 69-71 (2-under) then played his final 36 holes in 2-over, including Sunday's final round in severely windy conditions, to T6 with Michael Sim…Opened 69-71 then fired off rounds of 74-74 on the weekend at the European Tour's BMW Masters to T53 in Shanghai…A week later, also in Shanghai, at the World Golf Championships-HSBC Champions, finished T60 with Brendon Todd, bettering his finish in the same tournament from a year earlier by 15 positions…Had a roller-coaster tournament at the Hainan Open in Sanya that ultimately led to a T5, tying for his best outing of the year (fifth at the Earls Beijing Open). Opened with a 3-over 75 and added a 4-over 76 in the third round but complemented those rounds with a pair of 69s in the second and final rounds.\n2013: Finished 67th on the Asian Tour Order of Merit, playing in 11 tournaments after finishing T51 at the Qualifying School. Top effort was a fourth-place performance at the Chiangmai Golf Classic, a result that included an opening-round 66 and a Sunday 68 in Thailand at the Alpine Resort. Finished five shots behind winner Scott Hend… Only other top-50 finishes were a T39 at the Zaykabar Myanmar Open and a T46 at the Solaire Open at Wack Wack G&CC in the Philippines…Best finish on the OneAsia Tour was a T4 at the Thailand Open in March. Entered the final 18 holes in second place, a stroke off Lucas Lee's lead. Shot a Sunday, 2-under 70 at Thana City Golf and Sports Club for his final position, tied with five others, including Scotland's Simon Yates and England's Chris Wood…Fired a second-round 67 at Macau G&CC to T63 at the Venetian Macau Open on the Asian Tour…On the OneAsia Tour, finished 11th on the Order of Merit. Opened with a 66 at the SK Telecom Open at Pinx GC. Was two strokes out of the lead through 18 holes and in third place with 18 holes to play. Shot a final-round 73 to stay in the T3 tie, with Lee Ki-sang and Park Do-kyu, four shots behind winner Matthew Griffin of Australia…In his next OneAsia start, was T33 at the Nanshan China Masters, thanks to a final-round 70…Was also T26 at the GS Caltex Maekyung Open. Shot a pair of 71s on the weekend. \n2012: On the first event on the China Challenge Tour at an event at Tian Zhu G&CC. Shot a 2-under total to defeat Yi Cao by two shots…On the OneAsia Tour, finished 34th on the Order of Merit. At the Enjoy Jakarta Indonesia Open, hovered near the leaderboard after a second-round 68. Eventually finished T6 with Australia's Stephen Leaney and Japan's Satoshi Tomiyama, three shots behind winner Nick Cullen…Finished T32 at the Nanshan China Masters in mid-October…Was T42 in mid-May, at the SK Telecom Open in South Korea…Played in four Asian Tour events, making the cut in all four. Top finish was at the ISPS Handa Singapore Classic, a T16 finish…Added a T18 at the Handa Faldo Cambodian Classic, thanks to a third-round 66…Was also T29 at the Philippine Open and T33 at the Zaykabar Myanmar Open.\n2011: In his lone Asian Tour start, missed the cut at the Ballantine's Championship in South Korea…With scores of 73-73-74, finished T59 at the SK Telecom Open in South Korea in mid-June…Another made cut came at the Nanshan China Masters (T62). Recovered from a third-round, 7-over 79 to shoot his only under-par round of the tournament (70) at Nanshan International GC…Was T54 at the Indonesia Open…Opened with a 6-under 66 at the Thailand Open to take the first-round lead. Couldn't maintain the momentum, however, stumbling to a 74 in the second round. Went on to T24 at Suwan G&CC.\n","otherCarHigh" : "In his Asian Tour debut, at age 14, made the cut at the 2004 Sanya Open and went on to T11 in Southern China…At age 11, skipped two age groups and went on to win the inaugural China Junior Open for players age 15-18. Was a four-time American Junior Golf Association All-American and played one year of college golf at the University of Florida (2008-09)… Finished T60 at the 2010 Volvo China Open in mid-April… At the Beijing event on the China Tour in 2009, finished T3, five shots behind winner Yuan Hao at Beijing Hongye GC.","personal" : "Twitter is @MuHu5712…Is an avid snowboarder…Moved to the U.S. when he was 11 to receive additional golf training.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T3rd in 2014 at the Tour Championship presented by CTS Tycoon.","dynStats" : "He ranks 49th in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}