{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "35891","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Smith","first" : "Cameron","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "172","weightMetric" : "78","birthDate" : "August 18, 1993","age" : "22","birthPlace" : "Brisbane, Australia","residence" : "Brisbane, Australia","family" : "Single","education" : "","splInterest" : "Cars, enjoying quality time with friends and family","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2013","clubAffl" : "","cityPlaysFrm" : "Brisbane; ; Australia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,343,924&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2015","qSchoolYear" : "","exmtStatus" : "Top 125 non-member FedExCup points\/money list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Made eight of 13 PGA TOUR cuts, with two top-10s as a non-member on TOUR. Earned Special Temporary Membership during the season and parlayed that into a top-125 finish on the FedExCup points list as a non-member to earn PGA TOUR membership for the 2015-16 season...Began his season in February, playing on the PGA Tour of Australasia. Opened with a 1-under 69 at the Queensland PGA Championship and then moved into a tie for sixth at the halfway mark after shooting a 66 at the City GC Toowoomba. Was two shots off Tim Hart and Matthew Millar's 54-hole lead and made a run at victory with a final-round, 7-under 63 that wasn't quite enough as Ryan Fox shot a 62 to take the one-stroke victory. Finished T2 with Millar...Three weeks later, finished T4 at the New Zealand Open at The Hills GC's Hills and Millbrook Courses. Was a distant eight strokes behind 36-hole leader David Bransdon. Fired a third-round 64, the best round of the day, to jump into contention. Added a Sunday 66 that left him T4 with Brad Kennedy, four shots behind winner Jordan Zunic...Earned a spot in the field at the Sanderson Farms Championship because of the T5 he enjoyed in his PGA TOUR debut at the CIMB Classic. Started Sunday tied for ninth and moved up with a final-round 68 (to go with three other under-par rounds) at Kuala Lumpur G&CC...His T4 finish at the U.S. Open opened the door to accept Special Temporary Membership for the remainder of the 2014-15 PGA TOUR season with a total of 334 non-member FedExCup points. To earn Special Temporary Membership status, needed to earn more points than the player who finished No. 150 on the 2013-14 FedExCup points list (323 by Johnson Wagner). Following Chambers Bay, he became eligible to accept unlimited sponsor exemptions for the remainder of his PGA TOUR Season in his attempt to earn his 2015-16 TOUR card through the top 125 non-member money list or non-member FedExCup points list. Became a Special Temporary Member at the end of June. Was the only player in the field at Chambers Bay with all four rounds at par or better, as he was attempting to become the first player to win the U.S. Open in his first try since Francis Ouimet in 1913. The T4 finish left him just two strokes behind champion Jordan Spieth...Had a remarkably strong tournament in early December at the Australian PGA Championship despite opening with a 6-over 78. Shot rounds of 69-70-73 the rest of the way to finish at 2-over for the tournament during tough conditions all week. Recorded a solo-fifth performance, two shots out of the Nathan Holman-Dylan Frittelli-Harold Varner III playoff that Holman won. \n\n2014: First top-10 of the PGA Tour of Australasia season came at the New Zealand Open, where he T10...Best finish of the campaign came at the Isuzu Queensland Open. Was nine strokes off the pace after opening with a 74. Trailed by four at the halfway mark after a 68. Fell seven shots behind through 54 holes but rallied on the final day with a 70 to T3 with Jake Higginbottom, Matthew Griffin, Anthony Brown and Michael Long, four shots behind winner Andrew Dodt...Final top-10 of the year came at the Australian PGA Championship in mid-December, a T9...Made seven Asian Tour starts, with five top-10s. Best finish of those seven was a runner-up performance at the Indonesian Masters. Finished T2 on the strength of rounds of 68-67-67-70. Took a one-shot lead over Anirban Lahiri into the final round. Playing with Lahiri, shot a Sunday 70 to Lahiri's 68 to drop into the T2 with Seuk Hyun Baek...Was in contention all week at the Worldwide Holdings Selangor Masters. Opened 68-66 and trailed Lahiri by two shots at the 36-hole juncture. Finished with rounds of 71-73 to fall into a T4 with David Lipsky, S.S.P Chawrasia, Paul Peterson and Scott Barr, four strokes short of winner Chapchai Nirat...Added a T6 at the Mercuries Taiwan Open, a seventh-place effort at the Yeangder Tournament Players Championship in September and a T9 at the Hong Kong Open in October...Picked up a T9 at the Asia-Pacific Diamond Cup Golf on the Japan Golf Tour. \n\n2013: Made his Web.com Tour debut, playing in two tournaments and making one cut, a T61 at the Price Cutter Charity Championship in Missouri...Played six PGA Tour of Australasia events, with four made cuts and one top-10. Finished fourth at the Queensland PGA Championship. Despite four rounds in the 60s (66-60-68-65), could only finish fourth, five shots behind winner Brad Kennedy on the par-68 City GC of Toowoomba...Only other top-20 was a T13 at the Queensland Open. \n\nAmateur: The teenager finished T4 at the weather-shortened 2012 Queensland PGA Championship. Shot rounds of 68-66-68 to tie with Rohan Blizard, Ryan Haller, Paul Hayden, Terry Pilkadaris and Hamish Robertson, three shots short of winner Andrew Tschudin.\n\n\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T11th at the AT&T Pebble Beach Pro-Am.","dynStats" : "He ranks T65th in Approach 75-100 yards (RTP Sco on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}