{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02119","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Snead","first" : "Sam","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "190","weightMetric" : "86","birthDate" : "May 27, 1912","age" : "103","birthPlace" : "Ashwood, Virginia","residence" : "","family" : "Wife, Audrey; Sam (6\/30\/44), Terrance (5\/27\/52)","education" : "","splInterest" : "Fishing, hunting","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1931","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "Inducted 1974","combTourMoney" : "820,546&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1936","qSchoolYear" : "","exmtStatus" : "Deceased","otherVics" : "(42): 1936 West Virginia Open. 1937 West Virginia Open. 1938 West Virginia Open. 1940 Ontario Open. 1941 St. Augustine Pro-Am [with Wilford Wehrle]. 1942 St. Augustine Pro-Am [with Wilford Wehrle]. 1948 West Virginia Open. 1949 North and South Open, National Celebrities Open, West Virginia Open. 1952 West Virginia Open, Greenbrier Pro-Am, Seminole Pro-Am, Julius Boros Open. 1953 Orlando International Mixed Best-Ball [with Betty MacKinnon], Greenbrier Pro-Am. 1955 McNaughton Pro-Am. 1956 World Cup [with Ben Hogan], Boca Raton Open. 1957 West Virginia Open. 1958 West Virginia Open, Greenbrier Invitational. 1959 Sam Snead Festival, El Dorado Professional [tie, with Doug Ford] 1960 West Virginia Open, World Cup [with Arnold Palmer]. 1961 West Virginia Open, Sam Snead Festival, World Cup [with Jimmy Demaret]. 1962 Royal Poinciana Plaza Invitational, World Cup [with Arnold Palmer]. 1964 Haig & Haig Scotch Foursome [with Shirley Englehorn], World Senior Championship. 1965 World Senior Championship. 1966 West Virginia Open. 1967 West Virginia Open. 1968 West Virginia Open. 1970 West Virginia Open. 1971 PGA Club Professional Championship, West Virginia Open. 1972 West Virginia Open. 1973 West Virginia Open.","intlVics" : "(6): 1940 Ontario Open [Can]. 1941 Center Open [Arg]. 1948 Havana Invitational [Cuba]. 1952 Brazilian Open. 1954 Panama Open. 1961 World Cup [indiv].","curYearHigh" : "","carHigh" : "The all-time leader, with 82 PGA TOUR victories. Independent record keepers have credited him with 144 worldwide victories. \n\n2002: Made an appearance at the Liberty Mutual Legends of Golf...Two weeks later, he hit the first tee shot as an Honorary Starter at the Masters Tournament for the final time...Died in Hot Springs, Va., on May 23 due to complications of a stroke. \n\n2000: Golf Digest named him the third greatest golfer of all time, behind Jack Nicklaus and Ben Hogan.\n\n1998: A collaborative course design with Gene Sarazen, The Slammer and The Squire, opened near the World Golf Village in St. Augustine, Fla.\n\n1992: Was in a traffic accident in Waynesboro, Ga., on his way to the Masters Tournament Champions Dinner. Suffered a dislocated shoulder. \n\n1985: Was again a runner-up at the Liberty Mutual Legends of Golf. He and Bob Goalby were one of three teams to finish one stroke back of the winning duo of Don January and Gene Littler.\n\n1984: Became the Honorary Starter at the Masters, a role he occupied until his death. He was joined by Gene Sarazen (until 1999) and Byron Nelson (until 2001)…Received the William D. Richardson Award from the Golf Writers Association of American for his outstanding contributions to golf…Made eight Champions Tour starts, bettered his age eight times and matched it an additional four times. Top score was a 5-under 67 at the Citizens Union Senior Golf Classic and best finish was a T9 at the Suntree Classic, where he finished 70-69. \n\n1983: Played in his final PGA TOUR events, withdrawing from both the Masters and the Sammy Davis, Jr.-Greater Hartford Open, each after the first round. Shot a 72 in Connecticut, just missing matching his age by a stroke…Had one Champions Tour top-10, at the Citizens Union Senior Golf Classic. Easily bettered his age, shooting a 4-under 68 in the final round to T9…At the unofficial Shootout at Jeremy Ranch in Park City, Utah, he joined with his nephew, J.C. Snead, to T32 in the best-ball event that featured a PGA TOUR and Champions Tour player teamed together.\n\n1982: Won a second Liberty Mutual Legends of Golf title, joining forces with Don January at Onion Creek CC in Austin, Texas. The duo combined for a best-ball score of 27-under 183 in the 54-hole event, to win by 12 strokes…Had five official Champions Tour top-10s, with his top performance a solo sixth at the 72-hole Suntree Seniors Classic.\n\n1981: Best finish came in Canada, at the Peter Jackson Champions. He was solo fourth, with a 67-69 finish. \n\n1980: Just missed picking up his second Legends of Golf title. He teamed with Don January and finished two strokes behind the winning team of Tommy Bolt and Art Wall. \n\n1979: At the Quad Cities Open, he became the youngest PGA TOUR player to shoot his age. He was 67 when he matched his age in the second round and then bettered it by one stroke, with a final-round 66...Received a special invitation to play in the West Virginia Open, finishing T12. It was his worst performance in 20 appearances and only the third time he had played in the tournament and not won. It marked his final West Virginia Open start. \n\n1978: Lone made cut was at the Heritage, where he T63…He also played in the Legends of Golf in Austin, Texas. He teamed with Gardner Dickinson to edge Peter Thomson and Kel Nagle by a stroke at Onion Creek CC. Even though it was a better-ball event, he played his own ball and shot a 64 at age 65.\n\n1977: Played on the weekend at the PGA Championship for the 17th time since 1958 when it became a stroke-play tournament. Was T54…During a non-competitive round at the Costa del Sol CC in Miami, he bettered his age by one when he shot a 63.\n\n1976: Top finish was a T30 at the Glen Campbell-Los Angeles Open. Was tied for fourth through 36 holes (67-71) before weekend rounds of 78-74 ended any hopes he had of winning. \n\n1975: Lone top 10 was a T8 at the B.C. Open.\n\n1974: Saw a validation to an immensely successful career when he was a member of the first class inducted into the World Golf Hall of Fame while still playing actively on the PGA TOUR...Had the best earnings year of his career, with $55,562 in official money. Came excruciatingly close to winning at age 61, finishing T2 at the Glen Campbell-Los Angeles Open. After opening with a 73, leaving him seven strokes back of the leader and tied for 42nd, he strung together rounds of 68-66 on Friday and Saturday to tie John Mahaffey, Dave Stockton and Tom Weiskopf for the lead at Riviera CC. Shot a final-round 71, two strokes behind Stockton…Contended at the PGA Championship at Tanglewood GC in North Carolina, entering the final round tied for 10th. Shot a 68 on the final day to T3, three strokes behind Lee Trevino...Added a fourth-place showing at the Quad Cities Open...Won the Masters' Par 3 Contest for a second time, the first to capture multiple titles in the Wednesday event…Was T5 at the Brazilian Open, with a highlight coming with a hole-in-one on No. 6 in the final round at Gavea G&CC, a shot that earned him a Brazilian-made sports car...Left his position as head professional at The Greenbrier...Qualified and was set to play in the U.S. Open. But a cracked rib forced his withdrawal from Winged Foot GC.\n\n1973: Top 10s came at the Jackie Gleason Inverrary Classic (T4), Glen Campbell-Los Angeles Open (T7) and the PGA Championship (T9), where he shot four consecutive rounds of 71. Oddly enough, the previous week, he shot rounds of 71-72-71-71 at the Westchester Classic…Although he finished a distant 16 strokes behind winner Johnny Miller, he became the oldest player to make the cut at a U.S. Open, finishing inside the number by two strokes at age 61…In one of his most dominating victories ever, he shot four rounds in the 60s at PGA National and finished 20-under at the PGA Seniors' Championship to take home his sixth title, this time by 15 strokes over Julius Boros...Took home the trophy at the West Virginia Open with an eight-stroke victory over Scott Bess at Bridgeport CC...Inducted into the Virginia Sports Hall of Fame.\n\n1972: Was tied for third, a stroke behind third-round leaders Jack Nicklaus and Lee Trevino at the Doral-Eastern Open. Shot a final-round 72 in Miami to finish solo fourth…Was T10 at the Canadian Open on the strength of a final-round 69…A month later, added a T4 at the PGA Championship, three strokes back of winner Gary Player…Was T8 at the Walt Disney World Open, shooting a final-round 65…Picked up his fifth PGA Seniors' Championship title, shooting a final-round 71 to come from behind to edge Tommy Bolt and Julius Boros by a stroke at PGA National...Came from behind on the final day to win the West Virginia Open for a 16th time, edging Barney Thompson, who had just turned professional, by two strokes. \"I just can't beat that old man,\" Thompson said afterward. \"Maybe when he's 70, one of us will beat him.\" The victory was his third consecutive West Virginia Open title, his third such streak in the event. It was also his 16th overall West Virginia Open championship...Was set to play in the Westchester Classic but had to withdraw after doctors diagnosed him with shingles...In defense of his PGA Club Professional Championship, finished third at Pinehurst's No. 1 and No. 2 Courses. Stumbled to a tthird-round 76 that knocked him from contention, eventually finising third, four shots behind winner Don Massengale. \n\n1971: Had two top-10s, a T4 at the Westchester Classic, shooting a pair of 68s on the weekend. Was also T7 at the Walt Disney World Open Invitational…He also won the PGA Club Professional Championship by five strokes, defeating Ron Letellier and Jerry Steelsmith at Pinehurst's No. 1 and No. 2 Courses...Lightning reduced the West Virginia Open to 36 holes, and he had to battle Billy Capps and amateur Barney Thompson before prevailing for a 15th time in his state open. Beat Capps by one shot and Thompson by two. \n\n1970: Didn't have any top 10s in official events, with his top performance a T12 at the PGA Championship...Did pick up a T2 with Bobby Nichols as his partner at the National Four-Ball Championship, finishing behind the team of Jack Nicklaus and Arnold Palmer...Won his fourth PGA Seniors' Championship by edging Fred Haas by two strokes at PGA National...Won his 14th West Virginia Open title, carding rounds of 65-69-66 to roll past defending champion Joe Taylor by 12 strokes at Sandy Brae GC. \n\n1969: Came close to winning his fourth Canadian Open title. Made it into a playoff with Tommy Aaron before losing in an 18-hole extra session. Shot a 72 in the playoff at Pinegrove G&CC in St. Luc, Quebec, to Aaron's 1-under 70...Added a T8 at the Danny Thomas-Diplomat Classic at Diplomat Presidential CC in South Florida...Was a U.S. Ryder Cup captain for a third time but the first as a non-playing captain. The U.S. and Great Britain tied, 16-16, with the U.S. retaining the Cup because of its 1967 victory...Did not defend his West Virginia Open title. \n\n1968: In the inaugural Greater Milwaukee Open, he was tied for second through 36 holes but stumbled to a third-round, 4-over 75 at Northshore CC to drop to a tie for 11th through 54 holes. He rallied with a final-round 67 to finish second, four strokes behind Dave Stockton...Also picked up T4s at the 500 Festival Open Invitational in Indianapolis and the Canadian Open…Finished second at the PGA Seniors' Championship, ending four strokes behind champion Chandler Harper...Won the West Virginia Open for a third consecutive time, the second time he had pulled off that feat. In the rain-shortened, 36-hole tournament at Sleepy Hollow GC, he outlasted Billy Capps by five shots. \n\n1967: His two top-10s came on back-to-back weekends and were both T10s—at the Greater Greensboro Open and the Masters Tournament…Won his third PGA Seniors' Championship in four years, rolling to a nine-stroke win over Bob Hamilton. Shot a 6-under 66 on the final day at PGA National GC...Went into overtime to win his 12th West Virginia Open. Finished regulation of the 54-hole event tied with Roy Shreves after catching Shreves, who held a three-stroke lead with five holes to play. In the playoff, he birdied the third sudden-death hole after hitting his approach shot to 1 foot. \n\n1966: Only had two top-10 finishes, but one came in a major, at the PGA Championship in Akron, Ohio. He struggled on the weekend at Firestone CC, shooting 75-73 (8-over) but still finished T6…Was also T9 at the Doral Open in March...Enjoyed a wire-to-wire victory at the West Virginia Open, his 11th such title Beat Tom Cassady by 10 strokes.\n\n1965: Won his final PGA TOUR event, the Greensboro Open during the tournament where he was honored during Sam Snead Week. He won in Greensboro for a record eighth time, going 28 years between his first victory there and his last. Became the oldest player to win a PGA TOUR title, at age 52. Finished the season No. 24 on the money list. Rep. John Marsh recognized the victory on the floor of Congress...Enjoyed top-10 finishes on back-to-back weekends, at the Doral Open (T5) and the Jacksonville Open (T6) Was also T6 at the PGA Championship and T4 at the Carling World Open…Won his second consecutive PGA Seniors' Championship. He finished 10-under at Fort Lauderdale CC to beat Joe Lopez, Sr. by four strokes...Traveled to Formby, England, in the summer and successfully defended his World Senior Golf Championship title. After cruising a year earlier, winning 7 and 6 in the final, needed 37 holes to get past Great Britain's Charlie Ward, 1-up. It was the duo's first match in 16 years, with Ward losing in the Ryder Cup, 6 and 5...Along with oldest son Jack, designated Father and Son of the Year by the National Father's Day Committee and honored at a New York ceremony.\n\n1964: In his six made cuts, he had a pair of top-five finishes—a T4 at the Doral Open and a third-place showing at the Greater Greensboro Open. Opened with a 64 at Greensboro to take the first-round lead and held a three-stroke lead at the halfway point. Stumbled to a third-round 74 but was still tied for second, three strokes behind Jack Nicklaus. Shot a Sunday 69 to finish third, a stroke out of the Julius Boros-Doug Sanders playoff that Boros won…Won his first PGA Seniors' Championship, beating John Barnum by three strokes...Joined forces with Shirley Englehorn to win the Haig & Haig Scotch Mixed Foursome Invitational at Pinecrest Lakes Club in Avon Park, Fla. The duo's 272 title beat the Dow Finsterwald-Marlene Hagge team by a stroke...In July, traveled overseas to play in the World Senior Championship and the Teacher International Trophy at Wentworth Club in England. In the 36-hole final, defeated Roehampton's Syd Scott, 7 and 6. \n\n1963: Was tied for the lead going into the final round of the Doral Country Club Open, with Paul Harney and Dan Sikes. Shot a final-round 71 to finish solo second, a stroke behind Sikes…Two weeks later, contended at the Masters Tournament. Was tied for the first-round lead and eventually finished T3, two strokes behind Nicklaus. Other top 10s came at the Greater Greensboro Open (T7), Cleveland Open (T4), Western Open (T4) and Whitemarsh Open Invitational outside Philadelphia (T3)…Played with fellow 50-year-old competitor Ben Hogan in the Thunderbird Classic at Westchester CC, finishing T31...For the first time, he didn't finish either first or second at the West Virginia Open. Trailed by a stroke going into the final round at Kanawha CC, shot a final-round 72 to solo third, two strokes back of Linden Meade.\n\n1962: Earned his 20th top 10 at the Greater Greensboro Open, with his third-place finish. Was also T10 at the Thunderbird Classic and T6 at The Open Championship at Royal Troon, his final top-10 in that championship...Joined forces with Arnold Palmer to win the World Cup for the U.S. for the third year in a row. Event was at the Jockey Club in Buenos Aires, Argentina…Early in the season, he played in the LPGA's Royal Poinciana Plaza Invitational at Palm Beach CC in Palm Beach, Fla. He defeated Mickey Wright in the four-round tournament at a par-3 course by five strokes and became the first—and only—male to win an LPGA event. \n\n1961: Won twice (one official and one unofficial). He captured the Tournament of Champions, with four rounds in the 60s in May. Was the only player in the field with four sub-70 rounds and entered the final round with a five-stroke advantage, eventually winning by seven shots over Tommy Bolt…A week later, he was second at the Greensboro Open. Despite his lofty finish, he finished a distant seven strokes behind winner Mike Souchak…Was second to Arnold Palmer at the Western Open. Shot 67-66 on the weekend, but a second-round 74 at Blythefield CC in Belmont, Mich, derailed his chances. Added top 10s at the American Golf Classic (T5), the West Palm Beach Open (T6) and the Coral Gables Open (fifth)…Also added an unofficial title at the Sam Snead Festival, the 13th and final event held at his home course, The Greenbrier, in White Sulphur Springs, W.Va...Represented the U.S. at the World Cup and won the individual title while also taking home the team title with Jimmy Demaret at Dorado, Puerto Rico. He was age 49, while Demaret was age 51…Along with Tommy Bolt, was fined and suspended for six months for playing in a Cincinnati pro-am tournament instead of the sanctioned Portland Open also that week. Did not play in that year's Ryder Cup because he was appealing his suspension and under imposed sanctions at the time of the matches in England…Both players' fines were eventually reduced to $100 and the suspension from 180 days to 45 days...His 12th West Virginia Open victory came at Riviera CC near Huntington. In the 54-hole event, he shot an opening 65 and trailed Roy Shreves by a stroke. Came back with consecutive 63s to beat Al Atkins by five strokes...In March, won the 18-hole, unofficial Coral Ridge Open at Coral Ridge CC in Fort Lauderdale, Fla. Defeated Bob Goalby and Marty Furgol by two shots.\n\n1960: Won his 79th official event, the De Soto Open at De Soto Lakes G&CC in Sarasota, Fla. Entered the final round two strokes behind Jerry Barber, shot a 68 on the last day and edged Barber by a stroke. The tournament in March was his first TOUR start since the Dallas Open seven months earlier…Three weeks later, won the Greater Greensboro Open for a seventh time. Held a tie for the lead through 36 holes, increased his advantage to three through 54 and won by two over Dow Finsterwald…Looked poised to win his third tournament of the season, holding a three-stroke, 54-hole advantage in early December at the West Palm Beach Open but skied to a final-round 74 to finish second, three strokes behind Johnny Pott…Hung around the top of the leaderboard at the PGA Championship at Firestone CC before settling for a T3. Added top 10s at the Buick Open (T9) and St. Paul Open (T4)...Teamed with Arnold Palmer to win the team title for the U.S. at the World Cup. Was in position to win his first individual World Cup title but shot a final-round 75 at Portmarnock GC in Ireland to lose by two strokes to Belgium's Flory Van Donck...Won the inaugural Masters Tournament Par 3 Contest...Against a strong West Virginia Open field, that included Arnold Palmer and Art Wall, he opened 64-64 then shot a final-round 67 at Spring Valley CC to beat Wall by one stroke for his ninth win in the tournament...In defense of his Sam Snead Festival title, finished fourth, nine shots behind winner Dave Marr.\n\n1959: Saw his streak of wins in consecutive seasons end at 11...Only played seven official events but still came close to winning, with a T3 at the Greater Greensboro Open. He also had top 10s at the Gleneagles-Chicago Open (T5) and the U.S. Open (T8)…Picked up unofficial wins at the Sam Snead Festival and the 36-hole El Dorado Professional, where he was declared co-champion with Doug Ford. After not making the 1957 U.S. Ryder Cup team, again was part of the U.S. squad, serving for the second time as player-captain. Halved his foursomes match and defeated Dave Thomas in singles in the U.S.'s five-point win over Great Britain...Finished second again at the World Cup, at Royal Melbourne GC in Australia. Teamed with Cary Middlecoff to finish 10 shots behind Australia (Peter Thomson-Kel Nagle)...At the unofficial Sam Snead Festival, shot a third-round 59 and went on to defeat Mike Souchak by 11 strokes at The Greenbrier. His 59 on the par-70 course included five birdies and an eagle during a front-nine 28 and four birdies in his 31 on the back nine. Followed his 59 with a 63 in the final round to win $2,300...In early December, played in the 54-hole, unofficial Boca Raton Open at Boca Raton GC and made a clean sweep, winning the pro-am portion with his three amateur partners and defeating Lew Worsham in the individual play by four shots. \n\n1958: Had a stellar year, with a playoff victory at the Dallas Open Invitational, his second consecutive at the Texas tournament. Outdueled Julius Boros, Gary Player and John McMullen to win the overtime session. Just missed earning two other titles…Seemed in control at the Greater Greensboro Open, with a two-stroke lead entering the final round. Shot a 72 on the final day to T2, two strokes behind winner Bob Goalby…Moved to a one-stroke lead over Mike Souchak going into the final round at the St. Paul Open, shot a final-round 70 and lost to Souchak by four strokes when Souchak shot a final-round 65…Took a one-stroke lead into the final round of the PGA Championship at Llanerch CC in Pennsylvania but struggled to a 3-over 73 to finish solo third...Also won the unofficial Greenbrier Invitational. Watched as Player shot a final-round 66 to tie him in regulation. Went to a playoff that lasted five holes before Player finally succumbed...Won his eighth West Virginia Open title, winning the rain-shortened, 36-hole event by 14 strokes over amateur Bill Campbell.\n\n1957: Finished fourth on the money list on the strength of a win in September at the Dallas Open, where he became the sixth player in TOUR history to shoot a 60. Had a second-round, 11-under 60 at Glen Lakes CC. He eventually cruised to a 10-stroke win over a trio of players. During his round of 60, he opened his second round by chipping in for eagle on the first hole and then birdied No. 2. In his quest for 59, he made a 30-foot birdie putt on No. 16 and a 25-foot birdie putt on No. 17. Facing a 41-foot birdie putt on the closing hole, a birdie that would have given him the 59, he left the putt a foot short...Lost by four strokes to Doug Ford at the Masters…Maintained a one-stroke lead heading into the final round of the World Championship of Golf. Shot a 74 on the last day to drop to T2, a stroke behind Dick Mayer…Also won the 16-player Palm Beach Round Robin, a 90-hole event at Wykagyl CC in New Rochelle, N.Y., his third win in the event in four years...Began the final round of the Miller High Life Open a distant seven strokes behind Ken Venturi. Despite a final-round 66, could only pick up two strokes on Venturi but did finish T2…Was third at the All-American Open at Tam O'Shanter GC outside Chicago…Again partnered with Jimmy Demaret at the World Cup, where the duo finished second behind Japan's Torakichi Nakamura and Koichi Ono in Tokyo…Was T2 at the unofficial Greenbrier Invitational. Finished two strokes behind winner Dutch Harrison, who shot a final-round 62 to win...Returned to play in his eighth West Virginia Open and completely overwhelmed the field for his seventh title. What made his 22-stroke victory over PGA TOUR player Mike Krak all the more impressive is he did it over 54 holes. He shot rounds of 66-67-66 on the par-70 Berry Hills CC in Charleston. His three rounds in the 60s were the only sub-70 rounds by any player in the field...In early January, won the first annual Boca Raton Open Pro-Am, an unofficial, 54-hole event. Shot rounds of 69-65-66 on the par-70 Boca Raton Club to beat Lew Worsham by four shots.\n\n1956: Lone victory of the season came in playoff fashion at the Greater Greensboro Open, where he successfully defended his title. He won his sixth overall Greensboro title by making a birdie on the second extra hole to defeat Fred Wampler. It was his second playoff victory in Greensboro, to go with his 1949 win...Was also T4 at the Masters...Along with Ben Hogan, won the World Cup for the U.S. at Wentworth Club in England, winning by 14 strokes over the South African team of Bobby Locke and Gary Player. Was solo eighth in the International Trophy, 12 strokes behind Hogan's winning total...Accepted the head professional position at Boca Raton Club in Florida, replacing Tommy Armour. He held this position coinciding with his job at The Greenbrier...Finished second at the unofficial Greenbrier Pro-Am in West Virginia, three shots behind Ed Oliver, who avenged his six-shot loss there in 1952...Lost in a sudden-death playoff to Arnold Palmer in January at the Panama Open.\n\n1955: In April, edged Julius Boros and Art Wall by a stroke to win his fifth Greater Greensboro Open…Went wire to wire at the Insurance City Open in Connecticut, rolling to a seven-stroke win over Fred Hawkins and Mike Souchak…His third victory of the campaign came in playoff fashion late in the year, at the Miami Open. In the weather-shortened event, he shot rounds of 70-67-64 to finish the third round tied with Tommy Bolt. He caught Bolt with a back-nine 29 that forced a sudden-death playoff, an extra session he won on the first hole...Warmed up for his victory by winning the one-day La Gorce Pro-Am, also in the Miami area, two days earlier…Added another title, successfully defending his Palm Beach Round Robin title in the limited-field event…Was tied with Fred Haas and Gene Littler after 54 holes at the Cavalcade of Golf. Shot a final-round 69 but watched as Cary Middlecoff fired a 65 to win by a stroke…Other top fives included T3s at the U.S. Open, the Labatt Open, the Miami Beach Open and a solo third at the Masters...Won the Vardon Trophy for a third time...Made his sixth Ryder Cup team and paired with Cary Middlecoff to win their foursomes match. Defeated Dai Rees in singles...Early in the year, carded nines of 31-34 to shoot a 7-under 65 at Bayshore GC in Miami Beach to win the 18-hole McNaughton Pro-Am in early January. \n\n1954: Won the Masters for a third time, defeating Ben Hogan by a stroke in an 18-hole playoff...Picked up another victory at the Palm Beach Round Robin, and was also T3 at the Greater Greensboro Open and T5 at the PGA Championship...Represented the U.S. at the World Cup with Jimmy Demaret. The duo finished third...Established a new course record at Panama GC en route to winning the Panama Open by six strokes over Roberto De Vicenzo, a year after finishing second to De Vicenzo...Captured the one-day La Gorce Individual when he shot a 5-under 66 to win by four strokes in Miami Beach.\n\n1953: Lone victory of the season was at the Baton Rouge Open. Was three strokes in the lead through 54 holes at Baton Rouge CC and rolled to a five-stroke win over a trio of players…Began the final round of the U.S. Open at Oakmont CC a stroke behind Ben Hogan. Had a disappointing final day, shooting a 4-over 76 to finish second, six strokes behind Hogan…Other runner-up finishes came at the Greater Greensboro Open, the All American Open and the Miami Open…Earned an unofficial win at the Greenbrier Pro-Am at his home course, The Greenbrier, in Virginia, beating Jack Burke, Jr. by three strokes after four rounds in the 60s...Was a member of the winning U.S. Ryder Cup team, going 1-1. Won in foursomes but lost his singles match to Harry Weetman, 1-up...In defense of his West Virginia Open title, he didn't win for the first time in seven starts in his home-state open. Shot rounds of 67-68-71-69 at Parkersburg CC but lost by four strokes to amateur Bill Campbell...Was second to Roberto De Vicenzo at the Panama Open for a second consecutive season...Won the mixed best-ball Orlando Open with Betty MacKinnon as his partner in Orlando at Dubscread CC. The duo beat Betty Dodd and Bill Kaiser in the semifinals then took out George Bolesta and Babe Zaharias in the finals, 3 and 2.\n1952: Was a five-time winner of official events and added unofficial victories in four other tournaments. Also had four second-place finishes. Won the Masters for a second time, defeating Jack Burke, Jr. by four strokes…Came back from a third-round 74 to shoot a final-round 65 at the All American Open outside Chicago to rout Tommy Bolt by nine strokes…Also won the limited-field Palm Beach Round Robin and the Inverness Four Ball, his second title in the team event in three years...Final win of the campaign came with four under-par rounds at the Eastern Open, edging Ed Oliver by two strokes at Mount Pleasant GC in Baltimore…Unofficial wins came at the Greenbrier Pro-Am (in a driving rainstorm by six strokes over Oliver) and at the Julius Boros Open…Was a runner-up at the Jacksonville Open. Finished regulation tied with Ford, with both finishing at 8-under 280. Officials set an 18-hole playoff, but he declined to play off with Ford, giving Ford the title. He claimed he received a favorable out-of-bounds ruling Saturday and didn't feel right about the decision. \"I want to be fair about it. I don't want anybody to think I am taking advantage of the ruling.\"...Other close calls came at the St. Paul Open, the Empire State Open and the National Celebrities Open…Traveled to South America and won the Brazilian Open, defeating Argentina's Ricardo Rossi by 12 strokes. Opened with a 61-64 to cruise to the title...Returned to play in the West Virginia Open for a sixth time and made it six for six, beating amateur Ed Tutwiler by nine strokes, the first time he hadn't enjoyed a double-digit victory margin in any of his West Virginia Open wins...Finished second to Roberto De Vicenzo at the Panama Open...At the unofficial Seminole Pro-Am at Seminole CC in Palm Beach, Fla., fired a 4-under 32 over his final nine holes of the 36-hole event to finish at 6-under overall to give him a six-shot victory over Johnny Palmer, Doug Ford, Marty Furgol and Claude Harmon.\n\n1951: Played in the Los Angeles Open to begin the season but admitted after the third round that he had a broken bone in his hand, suffered at the season-ending Miami Open a month earlier...Returned to action, ironically, at the Miami Beach Open two months later. Had a second-round 65 but eventually fell a stroke short of winner Jim Ferrier, finishing T2 with Chuck Klein...Went for his third consecutive win at the Greater Greensboro Open and made a late flurry of birdies, shooting a final-round 66 at Starmount Forest CC but still finished six shots behind winner Art Doering and a solo third...Played poorly in the final round of the Masters. Took a share of the 54-hole lead with Skee Riegel but stumbled to an 8-over 80 at Augusta National to drop to a T8...Didn't break 70 at the U.S. Open at the difficult Oakland Hills and T10 in Michigan...At the Inverness Four-Ball Invitational in mid-June, teamed with Jim Ferrier to finish solo second. There was controversy in the final match against Clayton Heafner and Johnny Palmer. Ferrier refused to mark his ball on the green, as Heafner requested, and the Heafner-Palmer duo lost the hole. After a protest, officials awareded the hole to Heafner-Palmer. The loss of the hole left the team too far behind Henry Ransom and Roberto De Vicenzo...Defeated Fred Haas, Marty Furgol, Lloyd Mangrum, Jack Burke, Jr. Charles Bassler and Walter Burkemo on his way to the PGA Championship title. He beat Bassler, 9 and 8, and Burkemo, 7 and 6, in the dominating win at Oakmont CC…Also won the Miami Open in his final start of the season. Opened with a 64, held a share of the 18- and 36-hole leads, was tied for second through 54 holes and then shot his third consecutive 68 to win by five strokes…Finished second at the Miami Beach Open in March and was second at the Blue Ribbon Open in Milwaukee…Was the U.S. Ryder Cup captain for the first time. The U.S. team routed Great Britain, 9 1\/2-2 1\/2, and he had a 2-0 record that week in Scarborough, England, as a playing captain...Appeared on the cover of Wheaties breakfast cereal.\n\n1950: Had one of the most dominating seasons in history, winning 11 times, the third-highest yearly total in TOUR history. Did not capture PGA Player of the Year honors, though, with that award going to Ben Hogan. Opened his year with a win at the Los Angeles Open, where a final-round 66 at Riviera CC got him into a playoff with Hogan, which he won by shooting a 72 to Hogan's 76 in an 18-hole overtime session. Five days later, he was declared one of the winners of the Bing Crosby Pro-Am on the Monterey Peninsula when he was tied through 54 holes with Jack Burke, Jr., Smiley Quick and Dave Douglas...Won the Texas Open in February by shooting back-to-back 63s on the weekend at Brackenridge Park GC and Fort Sam Houston GC to beat Jimmy Demaret by a stroke…A month later, won the Miami Beach Open. He took a six-stroke lead over Lawson Little into the final round and won by three…Successfully defended his title at the Greater Greensboro Open, finishing at 15-under and rolling to a 10-stroke victory over Demaret…Picked up his third win in California by edging Jim Ferrier and Dutch Harrison by a stroke at the Western Open at Brentwood CC outside Los Angeles…Added a second Texas title to his win total, the Colonial National Invitational, with a three-stroke win over Skip Alexander even after a final-round, 3-over 73…Teamed with Ferrier to edge Fred Haas and Fred Hawkins at the Inverness Four-Ball. In an earlier match, he missed a short putt and subsequently slammed his ball into the ground, damaging the rim of the cup. Ferrier repaired the torn, grass area in violation of the rules, causing his team to lose the hole…At the Berkshire CC in Reading, Pa., opened with a 68-65-65 and coasted to an eight-stroke Reading Open win over Ferrier…Final win of the campaign came at the Miami Open. He defeated Burke and Dick Mayer by five strokes. Suffered a hand injury at the event, which was later determined to be broken...Lost his second-round match of the PGA Championship to Eddie Burke when Burke sunk a 30-foot chip shot on the duo's 18th hole of the day for an eagle-3...Won the Vardon Trophy for a second consecutive year and finished atop the money list for the third time in his career and second in a row…At the Greenbrier Invitational at his home course in West Virginia, he was solo second, a distant 10 strokes behind Ben Hogan...Did not defend his 1949 West Virginia Open title...Shot a 60 on The Greenbrier during a recreation round to set the course record.\n\n1949: Won the Masters and the PGA Championship, the only time he won two of the existing four major championship titles in the same season. Also won the Greater Greensboro Open and the Masters Tournament in the same year for the only time in his career...Was named the PGA Player of the Year and earned the Vardon Trophy for low stroke average for the first time...Found himself in a playoff with Lloyd Mangrum in Greensboro and went on to defeat Mangrum by two strokes in an 18-hole playoff. The following week, shot weekend rounds of 67 at Augusta National to beat Mangrum (and Johnny Bulla) again, by three strokes to win his first Masters…At the PGA Championship at Hermitage CC in Richmond, Va., he beat Jack Burke, Henry Ransom, Dave Douglas, Jimmy Demaret, Jim Ferrier and Johnny Palmer to win, with only the Douglas match going the full complement of holes…Two weeks later, he was second at the U.S. Open for the third time and second time in three years, finishing a stroke behind Cary Middlecoff at Medinah CC outside Chicago…On Independence Day near Washington, D.C., he won the Washington Star Open on the strength of a second-round 64…Two weeks later, after narrowly missing a win at the Reading Open (he T2), he won the Dapper Dan Open, with Mangrum again the victim by a lone stroke…At Keller GC in St. Paul, Minn., he gained a measure of revenge against Middlecoff, beating him by four strokes to win the Western Open…Besides his U.S. Open close call, he also had runner-up finishes at the All American Open and the Texas Open. Led the money list for the first time since 1938...Represented the U.S. at the Ryder Cup, going 1-1 in his two matches...After winning his first four West Virginia Open titles by a combined 33 strokes, he successfully defended his 1948 title, beating George Hoffer by 18 strokes with a 17-under 263 at Spring Valley CC. He held an eight-stroke lead through 54 holes and had the low round of the tournament in each round (65-65-65-68)...With the PGA of America not recognizing the North and South Open as an official event, he won anyway, beating Johnny Bulla by six strokes on the strength of a 70-66 finish in Pinehurst, N.C...Added the 36-hole, unofficial National Celebrities Open in Washington, D.C., in June. Shot rounds of 65-66 to beat George Fazio by four strokes in the event sponsored by the Washington Post. \n\n1948: Won only once, the Texas Open, by two strokes over Jimmy Demaret at Willow Springs GC…Was fifth at both the PGA Championship and the U.S. Open. At the PGA at Norwood Hills CC in St. Louis, he lost to Claude Harmon in the scheduled 36-hole semifinal in 42 holes...Was also runner-up at the World Championship of Golf, falling a stroke behind Lloyd Mangrum at Tam O'Shanter GC...Played in the West Virginia Open for the first time since winning three consecutive tournaments (1936-38). Shot rounds of 63-69-69-67 to win by 10 strokes. In his opening 63, he missed a 5-foot eagle putt on the first hole and three-putted the 10th and 11th greens but still tied the Wheeling CC course record...Late in the year, traveled to Havana, Cuba, for the Havana Invitational. Made a clean sweep of the 54-hole best-ball affair, teaming with Havana amateur Bobby Maduro to finish at 23-under 193 and a one-shot victory over the team led by Dutch Harrison. In the individual portion of the event, he fired a 7-under 209 at Havana GC. His rounds of 69-68-72 were enough to edge Jimmy Demaret by a shot...Left The Homestead to become the head professional at The Greenbrier.\n\n1947: Went winless but came agonizingly close to winning the U.S. Open. At St. Louis CC, finished 72 holes tied with Lew Worsham then lost by a stroke to Worsham in the 18-hole playoff the following day when he missed a putt of less than 3 feet on the final hole…Two weeks later, he fell to Ben Hogan at the Chicago Victory Open…Had five other top-five finishes...Was T3 at the Bing Crosby Pro-Am, three strokes out of the George Fazio-Ed Furgol playoff. Did win the pro-am portion of the tournament, with Roger Kelly as his amateur partner. Beat two other teams by three strokes...At his home-state Virginia Open, not designated as an official event a year after appearing on the official schedule, defended his title in Virginia Beach by finishing third, five shots behind winner George Payton at Cavalier CC...With Lew Worsham, appeared on the cover of the first Golf World issue dated June 18.\n\n1946: Won six times, with his only Open Championship triumph the highlight…Began his season with a playoff victory at the Virginia Open. Was ahead by nine strokes entering the final round but watched as Chandler Harper shot a final-round, 6-under 63 to his 72 that forced the extra session at Cavalier CC in Virginia Beach. In an unsual circumstance, the playoff took place the following week, and he won with a 5-under 64 in the 18-hole playoff to Harper's 67…Opened with a 64 at the Jacksonville Open and coasted to a four-stroke win in North Florida over Jimmy Demaret…Came back the next week and won the Greater Greensboro Open for the second time, eight years after his first title…After a six-year layoff because of World War II, The Open Championship returned to the schedule, at St. Andrews, and he won the title by four strokes over Bobby Locke and Johnny Bulla. Never broke 70 at the Old Course, shooting rounds of 71-70-74-75…Edged Byron Nelson at the Tam O'Shanter GC, home of the 36-hole World Championship of Golf…Picked up one additional title, the Miami Open, late in the season. Shot a 12-under 268 at Miami Springs GC to defeat Clayton Heafner, who fired a final-round 63, by an impressive 13 strokes…Also had four second-place performances—at the St. Petersburg Open, the Miami-International Four-Ball, the Charlotte Open and the North and South Open...The day after the North and South Open, played a one-day, 18-hole event, the Southern Pines Open, at Southern Pines GC. Won the title with an 8-under 63, defeating Claude Harmon by three shots and Willie Goggin and amateur Frank Stranahan by six.\n\n1945: Playing in his first full season since his discharge from the Navy, he enjoyed a multi-win season, with three victories before March. Added three more along the way…Won the Los Angeles Open, edging Jug McSpaden and Byron Nelson by a stroke at Riviera CC…Came back a month later to win the Gulfport Open in Mississippi in a playoff over Nelson at Great Southern GC. The two were tied at the end of regulation, and an 18-hole playoff still didn't yield a winner. Finally, on the 19th hole, Nelson conceded a putt to his competitor…The following week, he headed east to the Florida panhandle for the Pensacola Open. After battling Nelson shot for shot for 91 holes the previous week, he handled Nelson with ease, shooting a 21-under 267 to coast to a seven-shot victory over Nelson, his closest competitor…Made it three in a row by winning the Jacksonville Open, shooting a final-round 65 for an 18-under 266, leaving him four strokes ahead of Bob Hamilton…At the Charlotte Open in early March, he waged an epic battle with Nelson at Myers Park Club. The duo was tied after 72 holes when he bogeyed the final hole of regulation, allowing Nelson to draw even. They had an 18-hole playoff the following day, with both players shooting 3-under 69s. They returned the next day for another 18-hole session, with Nelson finally winning by four strokes (69 to 73)…At the Dallas Open at Dallas CC in September, he shot four under-par rounds to defeat McSpaden by four strokes. Stayed in Dallas for a golf exhibition the day after his win, entertaining wounded veterans at McCloskey General Hospital…Was the only player in the field at the Tulsa Open to finish under par. Was 7-under for the 72 holes at Southern Hills GC to defeat Ben Hogan and Vic Ghezzi by nine strokes…Besides his second-place showing in Charlotte, also had 16 other top-10 finishes.\n\n1944: Returned from active-duty service in the U.S. Navy after 26 months to play a limited schedule in November and December...In his first start following his discharge, at the Portland Open, was tied with Mike Turnesa through 54 holes at 1-over. Shot an even-par 72 on the final day to defeat Turnesa by two strokes…Won his second tournament of the year in his final start, at the Richmond Open, in mid-December. Bested Charles Congdon by a stroke in California, shooting a 6-under 278…Was T3 at the San Francisco Open at Harding Park and T8 across the bay, at the Oakland Open, in his other two starts…Was unable to defend his 1942 PGA Championship title (there was no 1943 tournament) because he was in a Naval hospital in San Diego receiving treatment for a back injury…The Greenbrier in White Sulphur Springs, W.Va., named him head pro.\n\n1943: Missed the entire season while serving in the U.S. Navy...While stationed in San Diego, set the course record at Balboa Park, shooting a 12-under 60, including a front-nine 28 that started with him making five consecutive birdies. Made an eagle-3 on the par-5 finishing hole for the 60.\n\n1942: With the advent of the U.S. involvement in World War II, he enlisted in the Navy. He postponed his induction until after that year's PGA Championship…In the 32-player field at the PGA Championship at Seaview CC in Atlantic City, N.J., he defeated Sam Byrd, Willie Goggin, Ed Dudley, Jimmy Demaret and Jim Turnesa on his way to victory. The win over Turnesa was unique because Turnesa was a corporal in the U.S. Army. Snead won 2 and 1 when he holed a 60-foot chip for birdie on the 17th hole to defeat Turnesa. The following day, Snead reported for basic training...Earlier in the year, won the St. Petersburg Open by three strokes over Byron Nelson, Sam Byrd and Chick Harbert. Enjoyed unofficial wins at the Cordoba Open (Argentina) and the St. Augustine Pro-Am (again taking the title with amateur partner Wilford Wehrle)…Came close to winning three other tournaments—the San Francisco Open, the New Orleans Open and the North and South Open. At San Francisco GC, at a tournament played mostly in the rain, he struggled to an opening, 2-over 74 and never recovered, finishing in second three strokes behind Ben Hogan…At New Orleans, shot a final-round 72 to Lloyd Mangrum's 74 but still fell a stroke shy of Mangrum's winning total, settling for a T2 with Lawson Little…Again finished second to Hogan, at the North and South in late March.\n\n1941: Won his third Bing Crosby Pro-Am with a 36-hole score of 10-under 136, beating Craig Wood by a stroke…Added the St. Petersburg Open title a month later, shooting a final-round 72 to edge a quartet of players by four strokes...Won the North and South Open at Pinehurst by three strokes over Clayton Heafner. Shot a final-round 69, the only player in the field to post a sub-70 score on the last day…Successfully defended his Canadian Open title by two strokes over Bob Gray at Lambton GC in Toronto…Won the Rochester Times Union Open at Oak Hill GC in New York in August. Shot a 3-under 277 to outdistance Ben Hogan by seven strokes…Final win of the year came at the Henry Hurst Invitational at Torresdale Frankford CC in Philadelphia. Was the only player under par for 72 holes (8-under) and beat Dick Metz by nine strokes on the strength of a 69-65 finish…Picked up an unofficial win at the St. Augustine Pro-Am, playing with amateur Wilford Wehrle...Joined forces with Ralph Guldahl to finish second behind Hogan and Gene Sarazen at the Miami Biltmore International Four-Ball...Won his first-round match of the San Francisco Match Play Championship at Presidio GC, beating Hogan, 2-up. After losing in the second round, he traveled to Sacramento for the 11-player, 18-hole Sacramento Invitational, which he won by a stroke over Toney Penna...Won his second international tournament but first that was considered unofficial, capturing the Center Open in Argentina, defeating Jimmy Demaret in Buenos Aires. \n\n1940: Had to wait all the way until May to win—the Inverness Invitational Four-Ball. Paired with Ralph Guldahl, the duo defeated Jimmy Demaret and Dick Metz…Went two for two in Canada in the summer, first winning the Ontario Open, a 36-hole affair, defeating Canadian Gordie Byrdson by four strokes at Erie Downs GC. The following week, at the Canadian Open at Scarborough G&CC outside Toronto, he finished the tournament tied with Jug McSpaden at 3-under. Edged McSpaden by a stroke in an 18-hole playoff…Won the Ontario Open a week later, taking the unofficial, 36-hole title by four shots over Canadian Gordon Brydson. Became the first American to win the tournament by opening with a 71 at Erie Downs GC then coming back on the final day with a 68...Final win of the season came at the Anthracite Open at the Scranton CC in Pennsylvania. Defeated Byron Nelson by two strokes…Made it to the final match of the PGA Championship, losing 1-up to Nelson at Hershey CC in Pennsylvania. Led Nelson 1-up through 33 holes but watched as Nelson finished with back-to-back birdies and a par to win…His other second-place showings came at the North and South Open, the Goodall Palm Beach Round Robin and the New Orleans Open...Became the head professional at Shawnee-on the Delaware in Pennsylvania, a job he would hold until he entered the U.S. Navy.\n\n1939: Won on back-to-back weeks in late February-early March. Won a playoff against Henry Picard at the St. Petersburg Open. The pair finished the 54-hole event at 9-under 207 then embarked on an 18-hole playoff the final day. With both players shooting 69s in the overtime period, officials then elected on a sudden-death format to decide things. He finally defeated Picard when he knocked in a 4-foot birdie putt on the seventh extra hole (their 25th of the day) that Picard couldn't match…Traveled south to Miami the next week for the Miami-Biltmore Four-Ball. He partnered with Ralph Guldahl to beat Paul Runyan and Horton Smith…Final win of the year also came in Miami, nine months after his first. He shot final rounds of 67-64 to outclass Jug McSpaden by three strokes…Suffered disappointment at the Masters in April. A month after teaming with Guldahl in Miami, he fell by a stroke to him at Augusta National, giving Guldahl his only Masters title and vindication after finishing runner-up the previous two years…His other second-place showings came at the Inverness Invitational Four-Ball and the Scranton Open...Despite finishing runner-up at the previous year's PGA Championship, still had to qualify for the event in White Plains, N.Y. Suffering from a case of poison oak on both arms, he opened with a 77 followed by a 72 in the 36-hole qualifier to miss getting into the field of 64 by a stroke...Elected not to defend the West Virginia Open titles he won from 1936-38.\n\n1938: Had one of the most-dominating seasons up to that point in history, winning eight times and finishing second at an additional six tournaments. Began his winning ways at the Bing Crosby Pro-Am. He successfully defended the title he won the year before, beating Jimmy Hines by two strokes in Rancho Santa Fe, Calif., in the 36-hole event…Won the first of what would become eight Greater Greensboro Open titles on his resume. At Starmount Forest CC and Sedgefield CC, he defeated Johnny Revolta by four strokes…At the Inverness Invitational, he joined forces with Vic Ghezzi and shot a best-ball 61 on the final day (and 21 birdies over the final 54 holes) to beat the team of Ed Dudley and Ky Laffoon at Inverness Club in Toledo, Ohio…At the Palm Beach Round Robin at Kenwood CC in Cincinnati, shot a seven-round 487 (72-69-71-68-69-69-69) to finish a stroke behind Henry Picard. But he won the points-based tournament, finishing regulation tied with Gene Sarazen with 14 points accumulated against his playing partners over the four-day event. Ultimately bested Sarazen in a two-hole playoff. Made a hole-in-one during a practice round prior to the tournament at Kenwood's second hole...In the semifinals of the PGA Championship, playing against Jimmy Hines, he came from behind by making 3s on his final four holes to defeat Hines, 1-up. Couldn't keep the momentum going and lost in the finals to Paul Runyan, 8 and 7, at Shawnee CC in Pennsylvania...He shook off the disappointment the PGA Championship loss to win the next week, at the Chicago Open, nipping Ralph Guldahl by a stroke at Olympia Fields CC…Had another epic playoff, this time with Harry Cooper at the Canadian Open. The players finished 72 holes tied at 11-under 277 at Mississauga CC outside Toronto, and after an 18-hole playoff didn't settle matters, the duo played an additional nine holes, with Cooper falling by five strokes…At the Westchester 108 Hole Open, he was four strokes behind leader Billy Burke at the conclusion of 72 holes and tied for fifth but had moved into a share of the lead through 90 holes and took control during the 36-hole final day at Fenway GC in White Plains, N.Y. He finished 10-over for the tournament that saw only seven under-par rounds all week. The $5,000 payday was the largest of his career to that point…His final victory of the season came at the White Sulphur Springs Open at The Greenbrier's Old White Course. He edged Laffoon by two strokes. Finished atop the money list for the first time in his career…In rainy weather, lost in the 36-hole final of the San Francisco Match Play Open, 4 and 3, to Jimmy Demaret...Won his third consecutive West Virginia Open title, beating Art Clark by 11 strokes at Cedar Rocks GC outside Wheeling...Gained some negative notoriety at the Pasadena Open in January when, after a 5-over, front-nine 41, he abruptly walked off the course without explanation to playing partners Thomson and A.K. Bourne. \"If I had thought instead of flying off the handle so quick, I wouldn't have done it,\" Snead said afterward...Played in the U.S. Pro Tennis Championship, held at The Greenbrier. Faced eventual champion Karel Kozeluh in the first round, losing 6-1, 6-1, 6-1. The U.S. Pro Tennis Championship was considered a Grand Slam event until 1967 when the open era of tennis began. \n\n1937: Won the Oakland Open at Claremont CC in January, enjoying a two-stroke cushion over Ralph Guldahl on the strength of a final-round 67 that broke his third-round tie with Guldahl. Headline in the Oakland Tribune the morning after his win referred to him as “Unknown Southerner.”…Guldahl gained a bit of revenge at the U.S. Open at Oakland Hills CC's South Course outside Detroit. He lost to Guldahl by two strokes, one of three second-place finishes that season…Captured the inaugural Bing Crosby Pro-Am, an 18-hole event at Rancho Santa Fe CC in Southern California. Fired a 5-under 68 to George Von Elm's 72…At the St. Paul Open, he shot a final-round 71 to edge Willie Goggin by a stroke…Won on back-to-back weekends at the conclusion of the campaign. Shot three straight 70s after opening with a 66 to come from behind to win the Nassau Open by two strokes over Vic Ghezzi in the Bahamas…The following week, he shot consecutive 66s on the final day after opening 68-67 to win the Miami Open with a 13-under 267...Made his first U.S. Ryder Cup team. Didn't play in foursomes but routed Richard Burton, 5 and 4, in singles as the U.S. defeated Great Britain, 8-4…Signed an incorrect scorecard at the North and South Open in North Carolina and was disqualified...In his PGA Championship debut, at Pittsburgh Field Club, he won his first two matches (over Jack Sabol and Alvin Krueger) before dropping a 3-and-2 verdict to Jug McSpaden in the quarterfinals...Beat Art Clark by 12 strokes to take his second consecutive West Virginia Open title...At the Metropolitan Open in Bloomfield, N.J., shot a second-round 65 that shattered the Forest Hill Field Club course record, but the mark didn't stand when officials wiped out all players' scores due to heavy rain that hit the area. Came back the next day and shot an even-par 70 and went on to T3. \n1936: Earned his first official professional title, the West Virginia Closed Pro. In the 36-hole, one-day event played at The Greenbrier's Old White Course and Championship Course, he shot rounds of 70-61 to rout Logan, W.Va., pro Clem Weichman by 16 strokes (74-73)...Played in four other events, picking up top-10s at the Shawnee Open (T7), Centennial Open (T9) and Hershey Open (T6)…Did not play in the PGA Championship after he traveled to the wrong sectional qualifying tournament and wasn't eligible...Won the West Virginia Open at Guyan CC with a 5-under score in the 54-hole event. Beat Art Clark by five strokes in what would be the first of three consecutive West Virginia Open titles. He would go on to win 17 West Virginia Open titles...In July, during a recreational round at The Greenbrier's Old White Course, he established a course record with a 9-under 61...Gained notoriety when he played as a last-minute substitute in a Greenbrier exhibition, joining partner Johnny Goodman in a match against Lawson Little and Billy Burke. The duo beat Little and Burke, 2-up...Named head pro at The Greenbrier, hired by Fred Martin, The Greenbrier's manager. \n\n1935: In June, participated in a goodwill exhibition match with Bobby Cruickshank, Graham Napier, Tommy Halloway, Nelson Long and Billy Howell, with that group playing against Japanese golfers Tommy Miyamoto, Toichiro Toda, Jack Yusada, Seiha Chin, Rokuzo Asami and Kanekiohi Kakamura in Hot Springs, Va...Appeared ready to win his first pro title, at the Cascades Open in Hot Springs, Va., in September. Held the 54-hole lead but struggled to a final-round 80 to drop into a T3 with Cruickshank, four strokes behind winner Billy Burke...The week before Christmas, at the Miami Biltmore Open, he T15 in Coral Gables, Fla., with Harry Cooper and Jimmy Hines, the trio dividing $325...At the end of the year, left The Homestead to become Fred Martin's assistant professional at The Greenbrier in White Sulphur Springs, W.Va.\n\n1934: Turned pro and became the assistant professional at the Cascades Course at The Homestead in Hot Springs, Va.","otherCarHigh" : "","personal" : "An all-around athlete, he played center on his Valley High School basketball team, was a pitcher and outfielder on the baseball team and a halfback during football season. He was a self-taught golfer, learning the game by playing with “clubs” he fashioned from tree limbs...Got his start in the game as a caddie at The Homestead at age 7…His wife, Audrey, died in 1990…His nephew, J.C. Snead, is a long-time PGA TOUR and Champions Tour player…Was named the fourth recipient of the PGA TOUR's Lifetime Achievement Award, given in 1998...Was the author of two best-selling books, How to Play Golf (1946) and The Education of a Golfer (1962)…Appeared uncredited as himself in the 1951 movie “Follow the Sun” about the life of Ben Hogan and was also in the 1953 motion picture “The Caddy.”","otherInfo" : "Won 14 unofficial Champions Tour titles, including the PGA Seniors' Championship six times (1964-65, 1967, 1970 and 1972-73...Won the World Seniors title five times...Captured the 1980 Golf Digest Commemorative","ntlTeams" : "Ryder Cup (7), 1937, 1947, 1949, 1951, 1953, 1959, 1955; Ryder Cup Captain (3), 1951, 1959, 1969; World Cup (8), 1954, 1956, 1957, 1958, 1959, 1960, 1961, 1962.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1980","qSchoolYear" : "","exmtStatus" : "","otherVics" : "1938 Goodall Round Robin, 1940 Ontario Open, 1942 Cordoba Open, 1946 Open Championship, 1952, 1953 and 1958 Greenbrier Invitational, 1952 Julius Boros Open, 1959 and 1961 Sam Snead Festival, 1961 World Cup (individual), 1964 Haig and Haig Scotch Foursome.","intlVics" : "1963,1965,1967,1970, 1972 and 1973 PGA Seniors' Championship, 1964,1965,1970,1972 and 1973 World Seniors Invitational, 1978 Legends of Golf (with Gardner Dickinson), 1980 Golf Digest Commemorative Pro-Am, 1982 Legends of Golf (with Don January).","curYearHigh" : "","carHigh" : "The all-time leader with 81 PGA TOUR victories.\n","otherCarHigh" : "One of the founders of the SENIOR PGA TOUR in 1980...Credited with 135 victories by independent record keepers, but claims 165 himself, including regional events...His seven major titles include the 1942, 1949 and 1951 PGA Championships, the 1949, 1952 and 1954 Masters and the 1946 Open Championship...Became the oldest champion of an official PGA TOUR event when he won the 1965 Greater Greensboro Open at age 52 years, 10 months...Holds the TOUR record for most victories in a single event with eight Greater Greensboro Open titles (1938, 1946, 1949, 1950, 1955, 1956, 1960 and 1965)...Won 11 events in 1950, the third highest yearly total in TOUR history...Was the first player in TOUR history to shoot his age or better when he fired rounds of 67 and 66 at the age of 67 in the 1979 Quad Cities Open...1949 Player of the Year...Vardon Trophy winner in 1938, 1949, 1950 and 1955...Member of the United States Ryder Cup teams of 1937, 1947, 1949, 1951, 1953, 1955 and 1959...Also served as the captain of the American squad in that prestigious event in 1951, 1959 and 1969...Named to the World Cup teams in 1956, 1960-1962...PGA TOUR's leading money-winner in 1938, 1949 and 1950...Member of the PGA Hall of Fame and the World Golf Hall of Fame...Received PGA TOUR's Lifetime Achievement Award in November 1998.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 82 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Media Guide - PGA TOUR Full Page","Media Guide - SENIOR Full Page","Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}