{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "26851","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Leishman","first" : "Marc","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "200","weightMetric" : "91","birthDate" : "October 24, 1983","age" : "32","birthPlace" : "Warrnambool, Victoria, Australia","residence" : "Virginia Beach, Virginia","family" : "Wife, Audrey; Harvey Andrew (1\/10\/12), Oliver Ray (8\/18\/13)","education" : "","splInterest" : "Surfing, cricket","pronunciation" : "LEESH-mun","nwTourAlumnus" : "Web.com Tour Graduate (2008)","trndProYear" : "2005","clubAffl" : "","cityPlaysFrm" : "Melbourne; ; Australia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "12,917,534&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(1): 2006 Jisan Resort Open [Kor].","curYearHigh" : "Began season in Asia with T29 at CIMB Classic in Malaysia and T11 at World Golf Championships-HSBC Champions in China...Claimed first European Tour win at Nedbank Golf Challenge in South Africa in December. Entered final round with one-stroke lead over Henrik Stenson and shot 67 to win by six, becoming second Australian (Robert Allenby in 2009) to win the title. Said the $1.25-million winner's check would help pay for the new house he and his family moved in to three week's earlier...Recorded his first top-10 of the PGA TOUR Season at the Northern Trust Open in February, finishing in a tie for fifth, three shots behind winner Bubba Watson.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Played his rookie season on the Nationwide Tour in 2007, making the cut in five of eight starts and posting four top-25 finishes. Concluded the season No. 92 on the money list, with $63,643. Opened the year with two top-10 finishes, including a career-best T3 at the Jacob's Creek Open Championship and a T10 at the HSBC New Zealand PGA Championship. Had made two previous Tour starts in 2006, with only made cut—a T43 at the Jacob's Creek Open Championship. Highly successful career in Australia, including wins on the Von Nida Tour at the 2007 Toyota Southern Classic, the 2006 Queensland Cairns Classic and the 2006 Toyota Southern Classic. Led that Tour's Order of Merit in 2006 based on multiple wins. Amateur victories posted at the 2001 Victorian Junior Masters, 2001 South Australian Junior Masters and the 2001 Victorian Boys champion.\n\n","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2009","qSchoolYear" : "","exmtStatus" : "72nd in 2014-15 FedExCup points","otherVics" : "","intlVics" : "(5): 2006 Jisan Resort Open [Kor], Queensland Cairns Classic [Aus], Toyota Southern Classic [Aus]. 2007 Toyota Southern Classic [Aus]. 2015 Nedbank Golf Challenge [Eur].","curYearHigh" : "Began season in Asia with T29 at CIMB Classic in Malaysia and T11 at World Golf Championships-HSBC Champions in China...Claimed first European Tour win at Nedbank Golf Challenge in South Africa in December. Entered final round with one-stroke lead over Henrik Stenson and shot 67 to win by six, becoming second Australian (Robert Allenby in 2009) to win the title. Said the $1.25-million winner's check would help pay for the new house he and his family moved in to three week's earlier...Recorded his first top-10 of the PGA TOUR Season at the Northern Trust Open in February, finishing in a tie for fifth, three shots behind winner Bubba Watson.","carHigh" : "2014-15: Four top-10 finishes in 21 starts resulted in a FedExCup Playoffs' berth for a seventh consecutive season. Missed cuts at The Barclays and the Deutsche Bank Championship ended his season at No. 72 in the FedExCup standings...Had two top-10 finishes in his first 11 starts of the season, including ninth-place outings at two World Golf Championships events. Was ninth at HSBC Champions and T9 at the Cadillac Match Play...Posted four under-par rounds at the Memorial Tournament to finish a then-season-best T5, three strokes behind champion David Lingmerth...Entered the final round of The Open Championship trailing Jason Day, Paul Dunne and Louis Oosthuizen by three strokes but fought back with a final-round 6-under 66 to join the three-man playoff. Ended up three strokes shy of champion Zach Johnson in the four-hole aggregate playoff, as he was seeking his second PGA TOUR title (2012 Travelers Championship) in his 170th start. Was hoping to become the fifth Australian to win The Open Championship: Peter Thomson (5), Greg Norman (2), Kel Nagle and Ian Baker-Finch. The playoff loss came in his fifth Open Championship and topped his previous-best finish in 16 major championship starts, a T4 at the 2013 Masters and a T5 at the 2014 Open Championship...Withdrew from the Masters to be with his wife, Audrey, during a \"life-threatening medical emergency.\" Was told Audrey had a small chance of surviving a series of infections that put her in a coma due to acute respiratory distress syndrome and toxic shock syndrome. Returned to competition at the Zurich Classic of New Orleans. Went 1-2-1 in his four Presidents Cup matches in the International team's 15½-14½ loss in South Korea.\n\n2013-14: Claimed a career-best six top-10 finishes in 18 starts, highlighted by second- and third-place performances. For the sixth consecutive season, made it to the FedExCup Playoffs, where he competed in the first three events. Season ended after the BMW Championship, where he settled in at No. 58 in the final FedExCup standings...Had the best final round of any player in the Talisker Masters field in mid-November, allowing him to finish T7 at Royal Melbourne GC in his home country of Australia. The 65 came after opening 71-71-72...Birded the last three holes for a final-round, 5-under 65 at the Sony Open in Hawaii. Finished in fifth place, four strokes behind champion Jimmy Walker. It marked his second consecutive top-10 finish at the event (T9 in 2013) and his fifth top-30 performance in as many Sony Open in Hawaii starts...Finished in a five-way T2 at the Farmers Insurance Open, one shot behind Scott Stallings' 279...Third top-10 of the season came at the HP Byron Nelson Championship, also marking his third top-10 at the event. Was attempting to become the fifth golfer to win PGA TOUR Rookie of the Year (an award that began in 1990) and also win the HP Byron Nelson Championship in his career. The list includes Vijay Singh, Ernie Els, Tiger Woods and Keegan Bradley. Owns five top-12 finishes in six starts at the Byron Nelson...Held a share of the second-round lead at the Quicken Loans National, but finished T8 after two over-par rounds on the weekend at Congressional CC...Made a Sunday charge at The Open Championship with a final-round, 7-under 65, tying the low round of the tournament. Made eight birdies and just one bogey at Royal Liverpool GC en route to a T5 with fellow Aussie Adam Scott...After holding the first round lead, finished third at the World Golf Championships-Bridgestone Invitational to notch his first top-10 in five World Golf Championships starts. His previous best finish was a T18 at the 2012 HSBC Champions. Led the Bridgestone Invitational field in Birdies, with 23.\n\n2013: Made 16 of 23 cuts on TOUR, with a career-best four top 10s. Finished No. 59 in the final FedExCup standings...Four rounds in the 60s, including a third-round 6-under 64, led to a T9 at the Sony Open in Hawaii. In four career starts at the event, has never finished outside of the top 30...Finished T4 in his second start at the Masters Tournament after holding a share of the first-round lead (66). Recorded his first top-10 in his eighth start in a major championship. Previous-best finish was T27 in the 2012 PGA Championship. Missed the cut in his only other start in the Masters, in 2010...One of four players to finish inside the top 10 at the Masters and compete the next week at the RBC Heritage, was also the only player to top 10 in both events. following up a T4 finish in Augusta with a T9 in Hilton Head...Posted a second-round, 6-under 66 en route to a T8 with six others at THE PLAYERS Championship in May. The 66 was his best score by four strokes in 12 rounds at TPC Sawgrass and one of just three sub-par scores in four starts in the event...Was one of four players who did not shoot an over-par round at the PGA Championship, but could only finish T12...One of two players choosen by International team Captain Nick Price to compete in The Presidents Cup. Finished 2-2-0 in his four matches.\n\n2012: Notched his first top-10 finish of the season in his 12th start, finishing T3 at the HP Byron Nelson Championship, two strokes behind champion Jason Dufner. It was his third top-15 finish in four starts at the event (T8 in 2009, T12 in 2010 and missed cut in 2011)...Picked up his first win on TOUR after coming from six shots off the lead at the Travelers Championship...Was T20 and six shots off the lead entering the final round. Fired a bogey-free, 8-under 62 in the final round, matching his career-best round and the second-best comeback in tournament history. Finished his round 2 hours and 22 minutes before the last putt dropped. Finished at 3:39 p.m., with the last putt of the tournament falling at 6:01 p.m. Roland Thatcher, who was in the final group had a chance to tie the lead with a birdie, but a bogey-5 ended any other contenders' chances. His other 62 on TOUR came 100 miles from Hartford, Conn., at the 2009 Deutsche Bank Championship in Norton, Mass., where he finished T15. Earned first PGA TOUR victory in 96 career starts at the age of 28 years, 8 months. In 2009 was the first Australian to win PGA TOUR Rookie of the Year honors...Is the second Australian to win the Travelers Championship (Greg Norman in 1995). Finished T70 in his only other start at the Travelers Championship, in 2009, posting rounds of 71-66-72-71. Notched the 32nd come-from-behind victory in the tournament's 61 years. Recorded the second-largest, come-from-behind win in tournament history—seven strokes, by Brad Faxon in 2003 and six strokes by Bubba Watson (2010) and Billy Maxwell (1961). Became one of 15 first-time PGA TOUR winners at the Travelers Championship. The others are Bob Toski (1953), Charlie Sifford (1967), Don Bies (1975), Phil Blackmar (1985), Mac O'Grady (1986), Mark Brooks (1988), Billy Ray Brown (1991), Stewart Cink (1997), Olin Browne (1998), Brent Geiberger (1999), J.J. Henry (2006), Hunter Mahan (2007), Watson (2010) and Freddie Jacobson (2011)...Earned a ticket to the The Open Championship for being one of the top-two players, not previously eligible, from a cumulative money list taken from THE PLAYERS and five TOUR events (THE PLAYERS, FedEx St. Jude Classic, U.S. Open, Travelers Championship, AT&T National and The Greenbrier Classic). Was joined among the top-two by Greenbrier Classic champion Ted Potter, Jr...Was T8 at the Australian PGA Championship in mid-December in Queensland. \n\n2011: At No. 100, snuck into the top 100 on the money list for the third consecutive season...Finished T9 at the Farmers Insurance Open, his second consecutive top 10 at the event after T2 in 2010...Finished T3 at the Arnold Palmer Invitational, posting rounds of 66-71 on the weekend to finish two strokes behind champion Martin Laird...Advanced to the 70-player BMW Championship field for the third time, but a T42 finish at the Chicago-area event left him No. 65 in the FedExCup standings and out of the TOUR Championship by Coca-Cola. \n\n\n\n2010: Made 17 of 26 cuts to go with two top-10s, including a runner up for the second consecutive season...Equaled career-best finish (2009 BMW Championship) in his 30th career start with a T2 at the Farmers Insurance Open. One of seven players to shoot under par for all four rounds at Torrey Pines...Garnered his second top-10 of the season 14 starts later, where weekend rounds of 67-68 led to a T7 finish at AT&T National...Recorded his third top-10 of the season with a T5 finish at the Memorial Tournament for his first top-10 at the Memorial Tournament in seven starts. \n\n\n\n2009: Voted Rookie of the Year, with three top-10s, including a runner-up finish to Tiger Woods at the BMW Championship...Posted four rounds in the 60s at the Valero Texas Open for an at-the-time, career-best T5 finish...Followed with an 11-under 269 effort at HP Byron Nelson Championship, where he played the front nine without a bogey for the week (10-under) and finished T8...Shot a career-low, 9-under 62, one off the TPC Boston course record, in the second round of the Deutsche Bank Championship. Round included a birdie-eagle streak of 6-under (B-B-E-B-B) on Nos. 16-2 that equaled the best streak of the season to date. Eagled the 72nd hole to finish T15 and advance from 93rd to 67th in the FedExCup standings and earn a start at the following week's BMW Championship...Posted four rounds in the 60s to finish a career-best T2 at the BMW Championship. Moved from No. 67 to No. 16 in the FedExCup standings to earn a trip to the TOUR Championship by Coca-Cola, the lone rookie to play in the PGA TOUR Playoffs finale in 2009. Leishman and Luke Donald were the only players to move into the top 30 following the BMW Championship. \n\n\n\n2008: Placed 19th on the Web.com Tour money list, just 56 cents ahead of the 20th position...Earned his first career Web.com Tour win with an 11-stroke victory at the WNB Golf Classic, tying the Web.com Tour largest-winning-margin record (Chris Smith, 1997 Omaha Classic). Was 21-under par in becoming the sixth Australian to win in 2008. Advanced from 56th to 19th on the money list...T9 at the Livermore Valley Wine Country Championship...Second top-10 of the year came at the BMW Charity Pro-Am, where he T6...Led after 36 holes of the Utah Championship, shooting a record-equaling, 8-under 63 in the second round. Playing in the last group in the final round, he hit his tee shot at hole No. 12 out of bounds, shot 72 and finished in a six-way T2, six strokes back of winner Brendon Todd... Web.com Tour Championship at TPC Craig Ranch finish of T7 advanced him four spots on the final money list to 19th to secure his 2009 PGA TOUR card. \n\n\n\n2007: Played his rookie season on the Web.com Tour, making the cut in five of eight starts and posting four top-25 finishes. Concluded the season No. 92 on the money list, with $63,643...Opened the year with two top-10 finishes, including a career-best T3 at the Jacob's Creek Open Championship and a T10 at the HSBC New Zealand PGA Championship...Highly successful career in Australia, including third win on the Von Nida Tour at the Toyota Southern Classic. \n\n\n\n2006: Made first two Web.com Tour starts, with only made cut—a T43 at the Jacob's Creek Open Championship...Won twice on the Von Nida Tour at the Queensland Cairns Classic and the 2006 Toyota Southern Classic...Led that tour's Order of Merit. \n\nAmateur: Victories posted at the 2001 Victorian Junior Masters, 2001 South Australian Junior Masters and the 2001 Victorian Boys champion...Won the Warrnambool Club Championship as a 13-year old while playing in the same group as his father.\n","otherCarHigh" : "","personal" : "Likes to surf and watch Australian Rules Football but says his favorite sport is cricket. Says it's tough to explain cricket to Americans, but \"it's a lot like golf because it lasts a long time, you have to pace yourself, requires strategic decision-making, and you must take chances at the right time.\" ...Lists Greg Norman as one of his heroes as a youngster but modeled his game after Ernie Els.","otherInfo" : "","ntlTeams" : "The Presidents Cup (2), 2013, 2015.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T5th at the Northern Trust Open.","dynStats" : "He ranks 7th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/marc_leishman"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}