{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "10809","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Furyk","first" : "Jim","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "185","weightMetric" : "84","birthDate" : "May 12, 1970","age" : "45","birthPlace" : "West Chester, Pennsylvania","residence" : "Ponte Vedra Beach, Florida","family" : "Wife, Tabitha; Caleigh Lynn (6\/24\/02); Tanner James (12\/12\/03)","education" : "University of Arizona","splInterest" : "All sports","pronunciation" : "FYUR-ik","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1992","clubAffl" : "","cityPlaysFrm" : "Ponte Vedra Bch; FL; United States","websiteUrl" : "http:\/\/www.jimfuryk.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "65,706,352&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1994","qSchoolYear" : "1993","exmtStatus" : "2014-15 tournament winner (through 2016-17)","otherVics" : "(3): 1998 Fred Meyer Challenge [with David Duval]. 2003 PGA Grand Slam of Golf. 2009 Chevron World Challenge.","intlVics" : "(3): 1997 Argentine Open. 2005 Nedbank Challenge [SAf]. 2006 Nedbank Challenge [SAf].","curYearHigh" : "","carHigh" : "2014-15: Season highlighted by his victory at the RBC Heritage (his 17th PGA TOUR victory). In his first start of the season, took a one-stroke lead into the final round of the AT&T Pebble Beach National Pro-Am at 18-under after shooting a Saturday 63. Final-round woes continued as he posted a 2-over 74 Sunday to drop into an eventual tie for seventh place with Matt Jones and Jordan Spieth. His disappointing Sunday marked the third time in his last five final rounds at Pebble Beach to post a 2-over 74...Snapped a nearly five-year winless streak when he defeated Kevin Kisner with a birdie-2 on the second extra hole (No. 17) to win the RBC Heritage, becoming the third-consecutive RBC Golf Ambassador to win the event (Graeme McDowell and Matt Kuchar). Closed with an 8-under 63, the lowest final-round by a winner in the 47-year history of the event, and then improved his playoff record to 4-8. On the first playoff hole (No. 18), Kisner made a birdie-3 from 16 feet, 11 inches to force him to make his birdie putt. He followed Kisner's putt with his own birdie on No. 18 from 7 feet, 9 inches to force a second extra hole. On the second playoff hole (No. 17), Kisner missed a birdie putt from 22 feet, 8 inches. He ended things by draining his putt from 12 feet, 2 inches for a birdie-2 to claim the victory. Entered the final round trailing Troy Merritt by four shots but stormed back for his 17th PGA TOUR title and first since the 2010 TOUR Championship by Coca-Cola. The win came in his 532nd career start at age 44 years, 11 months, 7 days, exactly 100 starts since his last win. With the win, moved to No. 48 on the TOUR's all-time victory list, with 17, joining Bobby Cruickshank, Harold McSpaden and Curtis Strange. Became the second-oldest winner of the RBC Heritage behind Hale Irwin and the sixth player older than 40 to win the event. Is the 10th player to win the RBC Heritage more than once, with both of his wins coming in playoff fashion. The win came on the same day the Jim and Tabitha Furyk Foundation hosted the fifth annual Furyk and Friends Concert and Celebrity Golf Classic (April 19-20) in Ponte Vedra Beach, Fla...Finished fourth in the World Golf Championships-Cadillac Match Play at TPC Harding Park to notch his best finish in his 15th start in the event. Finished 4-3 in seven matches, losing his final two, in the semifinals and consolation matches...Played in the penultimate group at the Memorial Tournament with eventual champion David Lingmerth, where a final-round 1-under 71 resulted in a T5 finish...Two-time RBC Canadian Open champion returned to Glen Abbey GC, where he claimed fourth-place honors. Began the final round four strokes off the lead before his 3-under 69 Sunday resulted in the top-five finish...Closed with a 1-under 70 to finish T4 at the Deutsche Bank Championship, seven strokes behind tournament champion Rickie Fowler. It marked his best showing among four top-10 finishes at TPC Boston...Forced to withdraw after six holes in the first round at the BMW Championship with a left-wrist injury. His only other WD from a PGA TOUR event was at the 1995 BMW Championship (a span of 477 starts). The injury later forced him to withdraw before the start of the TOUR Championship by Coca-Cola, ending his season No. 29 in the FedExCup standings...Due to ongoing wrist injury, was unable to compete in what would have been his eighth Presidents Cup…Traveled to Korea to serve as a fourth captain's assistant o U.S. Team captain Jay Haas. \n\n2013-14: One of the most consistent players during the season, making the cut in all 21 starts and finishing inside the top 10 on 11 occasions. Season highlighted by a berth on the U.S. Ryder Cup team and four runner-up finishes (Wells Fargo Championship, THE PLAYERS Championship, RBC Canadian Open and TOUR Championship by Coca-Cola)...In his 11th start at the Northwestern Mutual World Challenge—and seventh consecutive—the 2009 champion finished eighth at Sherwood CC outside Los Angeles...In March, claimed a second consecutive top-10 finish at the Valero Texas Open. A year after his T3 finish at TPC San Antonio, claimed a T6 with three others. Prior to 2013, his only other start in the event was 1994 (T15)...Shared the second-round lead at the RBC Heritage at 5-under 137 and followed with rounds of 71-70 to finish T7 and five strokes behind fellow RBC Ambassador Matt Kuchar. Also shared the second-round lead at the RBC Heritage, going on to win in 2010 and finish second in 2006...The 2006 Wells Fargo Championship winner made a furious, final-round charge in his attempt to become the first multiple winner of the event, carding the round of the day with a 7-under 65. Went out with a 3-under 33 and then went birdie-birdie-eagle (2-3-3) on Nos. 13-15, eventually finishing one shot behind J.B. Holmes. The runner-up finish (the first since the 2013 PGA Championship) was the 26th of his career to go with 16 wins. Played his final 32 holes without a bogey and would have become the first Wells Fargo Championship winner to post a bogey-free final round. His runner-up finish marked the sixth top-15 in 10 starts at the Wells Fargo Championship (won in 2006, T2 in 2005, seventh in 2008, T7 in 2010 and T11 in 2009)...The next week, at THE PLAYERS Championship, began the final round six strokes behind the leaders but made another Sunday charge and again waited to see what the leaders would do. Posted a 6-under 66 Sunday to take the clubhouse lead at 12-under. Watched from the clubhouse TV as Martin Kaymer rebounded from a double bogey-6 at the 15th hole with a dramatic, 28-foot par-saving putt at No. 17 en route to a one-stroke win. The runner-up finish, his 27th, tied fellow Ponte Vedra Beach resident Vijay Singh for fourth in runner-up finishes among active players, behind only Davis Love III (30), Tiger Woods (29) and Phil Mickelson (29)...Made another Sunday charge, this time at The Open Championship. Followed an eagle at the par-5 fifth with five birdies on his inward nine to post a bogey-free, 7-under 65. The final-day score at Royal Liverpool GC tied the tournament low and resulted in a fourth-place finish. In his 19th Open Championship, the showing equaled his best in the tournament (1997 at Royal Troon) and 2006, when the R&A last contested The Open Championship at Royal Liverpool GC...Entered the final round of the RBC Canadian Open with a three-stroke lead over Tim Clark, but a 1-under 69 left him one stroke behind champion Clark. Week included a second-round 63, tying the Royal Montreal GC course record. Is winless in his last seven attempts with the 54-hole lead\/co-lead. Recorded the lowest score by a non-winner at the RBC Canadian Open, matching Robert Garrigus and William McGirt, both in 2012...Finished T5 at the PGA Championship, his 77th major championship start and his 20th in the PGA Championship. Marked his seventh top-15 finish in his last 12 majors, including five consecutive...Was once again unable to convert a 54-hole lead\/co-lead into victory, this time at The Barclays. Began Sunday's final round tied with Jason Day at 9-under 204. A 1-under 70 in the final round left him alone in eighth place, four strokes back. With his top-10 finish, tied Stricker for most top-10s in the FedExCup Playoffs, at 13...Finished T4 at the BMW Championship at Cherry Hills CC near Denver, with rounds of 70-68-67-66. The top-10 broke him out of a tie with Stricker for the most top-10-finishes in the FedExCup Playoffs (14)...Came back the following week to record his 15th top-10 finish in the Playoffs (the most by any player), placing T2 at the TOUR Championship by Coca-Cola and No. 4 in the FedExCup. It marked the seventh time in the eight seasons of the FedExCup era that he has advanced to East Lake GC. Trailed eventual winner Billy Horschel by just one stroke with two holes to play but bogeyed the last two holes to finish three back and tied for second with Rory McIlroy (the 29th runner-up effort of his career). Finished the season as the highest-ranked player (No. 4) in the FedExCup without a victory. With four rounds in the 60s in Atlanta, moved ahead of Stricker for the most rounds in the 60s in FedExCup Playoffs history (64-62). Also upped his par-or-better total to 97 in the FedExCup Playoffs, with Mickelson a distant second with 82 such rounds...At the Ryder Cup at Gleneagles in Scotland, went 1-3-0 in his four matches in the European victory in the biennial event in Scotland.At the Ryder Cup at Gleneagles in Scotland, went 1-3-0 in his four matches in the European victory in the biennial event in Scotland.\n\n2013: Finished the season No. 14 in the FedExCup, with a runner-up finish at the PGA Championship, the best of his seven top-10 finishes...The 2010 Tampa Bay Championship champion began the final round at the Copperhead Course just one stroke off the lead but was unable to mount a charge Sunday. An even-par 71 resulted in a T7, in the event he lost in a playoff in 2012...At the Valero Texas Open, played in an event the week before the Masters for the first time in his career. The decision paid off nicely as he holed a wedge from 104 yards on the 72nd hole for an eagle-3 to claim a share of third place with Billy Horschel and Charley Hoffman. With sub-par rounds of 69-70-69-69, he had not recorded four scores under par in a tournament since the 2012 McGladrey Classic. In his only other start in the event, he finished T15 in 1994...The 2006 and 2007 RBC Canadian Open champion returned north of the border in July, where he posted four rounds of par or better at Glen Abbey GC to finish T9 at the RBC Canadian Open...In his 14th consecutive start at the World Golf Championships-Bridgestone Invitational, returned to Firestone CC looking to improve on his 2012 T2 finish. Opened with rounds of 67-69, but got derailed in the third round, with a 2-over 72. Rebounded in Sunday's final round with a 2-under 68 to T9 with three others...Finished second at the PGA Championship after holding a share of the first-round lead and sole possession of the third-round lead. Entered the final round with a one shot lead over Jason Dufner, but shot a 71 and finished two shots behind Dufner (68). The runner-up finish came in his 500th career TOUR start. Has failed to convert on his last five third-round leads (four in 2012)...Making his 18th career start at The Barclays, finished T6, two strokes behind Adam Scott for his fifth top 10 in the event. It marked his 11th top-10 finish in the FedExCup Playoffs, moving out of a tie with Steve Stricker and Camilo Villegas for most on TOUR...Joined PGA TOUR history by becoming the sixth player to post a 59 during a round. Beginning on No. 10 in the second round of the BMW Championship at Conway Farms GC, made an eagle, 11 birdies, five pars and a bogey for his 12-under 59, the only sub-60 score in TOUR history to include a bogey. Made a 3-foot, 3-inch putt on his final hole to secure his place in history. Followed his 59 with a 69-71 to end in solo third in the Monday finish. The showing marked his fifth top-10 in his last six PGA TOUR starts, and his final-round, even-par 71 gave him the distinction of posting the most rounds of par or better in the FedExCup Playoffs since its 2007 inception. His 78 par-or-better rounds lead Steve Stricker by one. Marked the sixth consecutive event he has failed to carry the 54-hole lead or co-lead on to victory...Season concluded with a T14 finish at the TOUR Championship by Coca Cola.\n\n2012: Shared the 54-hole lead at 11-under at the Transitions Championship and carded a 69 in the final round to finish at 13-under, good enough to join the playoff with Luke Donald, Sangmoon Bae and Robert Garrigus. Donald won the overtime session with a birdie-4 on the first extra hole, No.18. Collected first top 10 of the season and best finish since he won the 2010 TOUR Championship by Coca-Cola. Fell to 3-8 in his career in playoffs...Finished T8 at the RBC Heritage, marking his sixth top-10 finish (including a win in 2010 and runner-up finishes in 2005 and 2006) in 14 starts at the event...Finished solo fourth in his 17th career start at the Crowne Plaza Invitational at Colonial, his seventh top-10 finish at the event where he finished runner-up in 1998 and 2007...Shared the 36- and 54-hole lead at the U.S. Open, but a final-round 3-over 73 left him two strokes behind Webb Simpson at T4, denying him from becoming the 22nd multiple winner of the event. Has finished inside the top-five at the U.S. Open six times (won in 2003, T2 in 2006, T2 in 2007, T4 in 2012, T5 in 1996 and T5 in 1997). His T4 finish marked the first time in his last 18 events entering the final round with at least a share of the lead that he has finished worse than second (10 wins, seven runner-up finishes, one T4)...Seeking the first wire-to-wire victory of his career, carded a double bogey on the 72nd hold to come up one stroke shy of Keegan Bradley at the World Golf Championships-Bridgestone Invitational. The runner-up finish was his eighth top-10 showing at the event, second only to Tiger Woods' 11. It was the 24th runner-up finish of his career. Marked the 23rd time in the first 33 events this season that the 54-hole leader\/co-leader failed to win. In his last 19 events entering the final round with at least a share of the lead, has finished worse than second just once (T4 at the 2012 U.S. Open), with 10 wins and eight runner-up finishes...Finished ninth at the BMW Championship with rounds of 69-70-67-68 at Crooked Stick GC...Jumped out to a one-stroke lead over Justin Rose following the second round of the TOUR Championship by Coca-Cola, with opening scores of 69-64, marking the 21st second-round lead of his career (and third of the season). His second round included seven consecutive 3s to start the round (Nos. 1-7), the longest streak in the history of the TOUR Championship. It is the longest such streak on the PGA TOUR since Charl Schwartzel had nine in a row at the World Golf Championships-Bridgestone Invitational (final round, Nos. 7-15). Entered the 17th hole of the third round with a share of the lead, but a triple bogey derailed his title hopes. Closed with matching rounds of 72 to finish solo seventh in the tournament and No. 15 in the FedExCup.\n 2011: Finished the season No. 36 in the FedExCup, marking just the second time (2004) since 1996 that he failed to advance to the TOUR Championship by Coca-Cola...Finished T9 at the Hyundai Tournament of Champions for his eighth top-10 at the event, tying Vijay Singh for the most in tournament history...Finished T9 at the Arnold Palmer Invitational, his first top 10 at Bay Hill since a T8 in 1998...Played in the final group Sunday and was just one stroke behind playing partner Luke Donald but struggled to a final-round 76 to finish T21 at The Heritage. Kept an 18-year streak alive, as no defending champion has missed the cut at The Heritage since Davis Love III in 1993...Made an ace at the 204-yard eighth hole during the final round of the Crowne Plaza Invitational at Colonial, his fourth career PGA TOUR hole-in-one. Finished T31...Was T9 at the Wyndham Championship with four rounds in the 60s. Ended a streak of 13 events without a top-10 finish, his longest drought since 1995...Finished solo-sixth at the Deutsche Bank Championship to jump from No. 60 to No. 35 in the FedExCup standings. It was his seventh consecutive made cut after having missed four in a row in June and early July. He would eventually run that streak to nine straight to finish the season. Finished the year No. 53 in earnings, the first time since 2004 he failed to finish inside the top 12 on the money list...Only player to compile a perfect 5-0-0 record during The Presidents Cup for the victorious Presidents Cup squad, including a Singles victory over Ernie Els. Fourth player to post 5-0-0 record (Shigeki Maryuma\/1998), Mark O'Meara\/1996 and Tiger Woods\/2009) in Presidents Cup history. \n\n\n\n2010: Spectacular season included career-best three PGA TOUR victories, including the TOUR Championship, en route to FedExCup title and Player of the Year honors. Joined past FedExCup winners Tiger Woods (2007 and 2009) and Vijay Singh (2008) as winners of the season-long competition. Also earned PGA Player of the Year Award...Won his first tournament of the year by closing with a 2-under 69 for a one-stroke victory over K.J. Choi in the Transitions Championship, his first victory since the 2007 RBC Canadian Open. With a two-shot lead on the 18th hole of the Copperhead Course, he drove into the trees, nearly took out NBC reporter Roger Maltbie with his next shot and needed a good lag from 30 feet to secure a bogey. Finished at 13-under 271 and won for the 14th time in his career, moving to No. 6 in the Official World Golf Ranking. Had gone 58 starts on the PGA TOUR without winning...Parred the first playoff hole to beat Brian Davis at the Verizon Heritage for his second victory of the season and the 15th of his career. Davis birdied the par-4 18th hole to force a playoff at 13-under par. The players went back to the 18th tee for sudden death. Davis' second shot found the hazard left of the green and Furyk hit the back of the green. While hitting out of the hazard, Davis called a two-stroke penalty on himself for striking a loose impediment during his backswing. That left Furyk to make a short par putt for the win...A second-round 65 led to a T7 at the Quail Hollow Championship... Ineligible for the first PGA TOUR Playoff event after over-sleeping and missing his pro-am time at The Barclays...Went on to finish T37 at the Deutsche Bank Championship and T15 at the BMW Championship to enter the TOUR Championship presented by Coca-Cola in 11th place in the FedExCup standings. Opened in Atlanta with rounds of 65-67 to share the 36-hole lead at 8-under, with Luke Donald. An even-par 70 Saturday gave him a one-shot lead heading into the final round. Capped off a final-round, even-par 70 with a spectacular 72nd-hole sand save (hit a 57-foot, 7-inch bunker shot to 26 inches) to win the event (a career-high third of the season) and the 2010 FedExCup. For his efforts, collected $1.35 million for the tournament win and $10 million for winning the FedExCup...Made his seventh-career appearance in the Ryder Cup in a slim one-point loss to the European team. Hit a pitching wedge to 4 feet on the 18th hole and then watched as foursomes partner Rickie Fowler made the birdie putt to halve the match against Martin Kaymer and Lee Westwood. The half point was all he would earn, going on to a 0-2-1 record. \n\n\n\n2009: Enjoyed a consistent year, where he finished inside the top 10 in nearly half of his starts (11 of 23)...Finished T9 when he lost to Ross Fisher, 4 and 3, in the third round of the World Golf Championships-Accenture Match Play Championship...Trailed by three entering the final round of the Masters and finished T10, his fourth career top-10 at the first major championship of the season...Finished T5 at THE PLAYERS Championship, his third top-five finish in his last six starts at the tournament (T4 in 2003, T3 in 2006 and T5 in 2009)...Closed with 11 consecutive pars in final-round 65 at Crowne Plaza Invitational for a T9, his fifth top-10 of the season...Finished second at the Memorial, one stroke behind Tiger Woods. The runner-up finish was the 21st of his career and came in his 400th career TOUR start...Earned third consecutive top-10 finish at AT&T National (T3, 2007-08) and seventh top-10 of the season with T7, finishing T1 in Putts Per Round (27.2) for the week...Earned eighth top-10 of the year with a T8 at Deutsche Bank Championship after sharing the 18- and 36-hole leads. Hit all 18 greens in regulation for the seventh time in his career (1,438 rounds) during first-round 8-under 63...Recorded rounds of 67-66 on the weekend to finish T2 at the BMW Championship. Jumped from No. 18 to No. 3 in the FedExCup standings entering the TOUR Championship presented by Coca-Cola...Final-round 3-under 67 led to a T7 finish at THE TOUR Championship, leading to a fourth-place finish in the FedExCup, making him one of just three players (also Mickelson and Stricker) to finish inside the top 15 each of the first three seasons of the Playoffs... Made a long par putt on the 17th hole and a short birdie putt on the 18th to win the Chevron World Challenge in early December, his first victory in more than two years. Beat Graeme McDowell by one stroke. \n2008: Finished the season ranked fifth in the FedExCup standings, thanks to 23 made cuts in 26 starts. Despite a TOUR-high nine top-10 finishes, failed to record a victory for the first time since injury-riddled 2004 season...Shot 64-68 on the weekend to finish T2 at the World Golf Championships-CA Championship, one stroke behind winner Geoff Ogilvy...Finished T3 at the AT&T National on the strength of a closing, 5-under 65. Joined Robert Allenby as the only players to finish in the top 10 in each of the first two AT&T Nationals held at Congressional CC...Finished T5 at The Open Championship. Began his Open Championship career with five consecutive made cuts (including three top-10 finishes and a T4 at Royal Birkdale in 1998), but then missed the cut in his next five starts (2001-05)...Posted the week's best round at the BMW Championship with an 8-under 62 (including a front-nine 28) during the second round, equaling his career-low round. Went on to finish T3...Scored the winning point in the Ryder Cup for the United States Team, beating Miguel Angel Jimenez 2 and 1 in Singles to secure the U.S. victory. Improved Ryder Cup Singles record to 4-1-1 with the win...Consecutive 69s on the weekend led to a T6 finish at THE TOUR Championship presented by Coca-Cola. \n\n\n\n2007: Competed in all four PGA TOUR Playoffs for the FedExCup events and finished 11th on the season-long points list. Captured his 13th career PGA TOUR title at the Canadian Open, where he also won in 2006. Exceeded $4 million in earnings for the third consecutive season and earned a spot on his fifth Presidents Cup team...Four rounds in the 60s at the Crowne Plaza Invitational at Colonial forced extra holes with Bernhard Langer and Rory Sabbatini. Missed 35-foot birdie putt on the first extra hole to finish T2 with Langer when Sabbatini made a 15-foot birdie putt. It was his 18th PGA TOUR runner-up finish...Became the first player since Arnold Palmer in 1966-67 to be a runner-up in the U.S. Open in consecutive years, as he finished T2 (with Tiger Woods) to Angel Cabrera at Oakmont CC. Was tied for the lead until a bogey on the par-4 17th...Captured 13th career TOUR victory as he successfully defended his Canadian Open title by one stroke over Vijay Singh at age 37 years, 2 months and 17 days. First player since Jim Ferrier (1950-51) to win the Canadian Open back to back. Posted rounds of 69-66-69-64—268, overcoming the three-stroke, 54-hole lead of Singh. First player since Mark Hensby (2004 John Deere Classic) to post an ace (final round, No. 4, 209 Yards, 5-iron) and go on to win...Earned a spot on his fifth Presidents Cup team and compiled a record of 3-2-0. \n\n2006: Finished a career-best second on the money list and won twice in a season for just the second time (2003)...Led TOUR in top-fives with 11, including nine top-threes. Shared TOUR lead in top-10s with Vijay Singh (13)...Won his first Vardon Trophy awarded by the PGA of America for best scoring average on the PGA TOUR (68.86) but finished second on TOUR, where the minimum number of rounds to qualify is 50 (Tiger Woods- 68.11). Vardon Trophy minimum is 60...Won the Wachovia Championship in a one-hole playoff over Trevor Immelman and won the Canadian Open. Collected a runner-up finish at the Verizon Heritage for the second consecutive year...At the Wachovia Championship, had a one-shot lead through 54 holes, closed with a 1-under 71 and earned $1.134 million for his 11th career victory. Made an 8-foot par putt on the 72nd hole to force the playoff and made a 6-foot par putt on 18 to win...Finished runner-up at the U.S. Open at Winged Foot. Has made cuts in 12 of 13 U.S. Opens in his career and has collected five top-10 finishes, including the 2003 victory...Captured his 12th career TOUR victory at the Canadian Open. Posted rounds of 63-71-67-65—266 to edge Bart Bryant by one stroke, moving to No. 2 in the Official World Golf Ranking...Compiled 2-3-0 record in his fifth U.S. Ryder Cup appearance...Beat Sweden's Henrik Stenson by two strokes in early December to claim a second consecutive Nedbank Challenge title in South Africa.\n\n2005: In July, picked up his first win since the 2003 Buick Open and since his wrist surgery in early 2004 at the Cialis Western Open. Shared the first- and third-round leads. Fell four behind leader Ben Curtis through three holes of Sunday's final round but fought back with five birdies over the remainder of the round and finished with a 2-under 69 to defeat Tiger Woods by two strokes. Led the field in Greens in Regulation (75 percent)...Lost a four-hole playoff to Vijay Singh at the Wachovia Championship...In June, led or shared lead through the first 54 holes of the Barclays Classic, but finished one stroke behind Padraig Harrington as Irishman drained 66-foot eagle putt on 72nd hole to clinch victory. Furyk led by two strokes with three holes remaining but made consecutive bogeys on Nos. 16 and 17...Despite suffering from rib injury throughout the week, went undefeated in Presidents Cup play, posting a 3-0-2 (2-0-1 with Tiger Woods) record including a Sunday Singles victory over previously undefeated Adam Scott... Chipped in on the second playoff hole to beat Adam Scott, Retief Goosen and Darren Clarke at the Nedbank Challenge in South Africa. \n2004: Did not have a win for the first time since the 1997 season after undergoing arthroscopic surgery to repair cartilage damage in his left wrist on March 22, which sidelined him for nearly three months. Played in 14 events, the lowest total in his 11-year TOUR career, and finished outside the top 100 on the money list for the first time. Decided the week of the Bay Hill Invitational to have surgery after sitting out more than two months...Finished fourth on the Ryder Cup Team points list to make his fourth Ryder Cup team. \n\n2003: Collected first major championship of his career, the U.S. Open at Olympia Fields near Chicago. Claimed a victory in sixth consecutive season. Became 57th player to make the U.S. Open his first career major championship. Shared second-round and held third-round lead. Set 36-hole record (133), along with Vijay Singh. Set 54-hole mark (200) and tied 72-hole record (272)...With four rounds in the 60s, captured Buick Open to win twice for first time in a season and jumped to a career-best No. 3 in the Official World Golf Ranking. Held 54-hole lead and with a final-round 68, completed two-stroke victory over a group of four players that included Tiger Woods...Lost in playoff to Scott Hoch at Ford Championship at Doral...Played on his third U.S. Presidents Cup team. \n\n2002: Won the Memorial Tournament thanks to a final-round 65 that included a chip-in for birdie on the par-3 12th hole and an eagle from the front bunker on the par-5 15th. Won by two strokes over John Cook and David Peoples, marking the fifth consecutive season with a victory. Recorded third-round ace with 5-iron from 192 yards on No. 4...Made his third appearance as a member of the U.S. Ryder Cup team and compiled a 1-2-2 record.\n\n2001: Earned sixth TOUR title at the Mercedes Championships. Was four strokes down to start the final round in Maui. Holed a 10-foot birdie putt on 72nd hole in Kapalua that put him in the lead as Rory Sabbatini missed 3-foot birdie that would have forced a playoff. Victory came after slight cartilage tear in right wrist sidelined him late the previous year. Suffered injury the previous fall while trying to intercept a pass in the parking lot of a Baltimore Ravens-Pittsburgh Steelers NFL game...Lost in a playoff on the seventh extra hole at the World Golf Championships-NEC Invitational to Tiger Woods. Holed bunker shot for par on first playoff hole to extend the match.\n\n2000: For the second consecutive year, missed only one cut all season, at SEI Pennsylvania Classic...Earned fifth TOUR victory at the Doral-Ryder Open. Shared first-round lead with a 7-under-par 65. Was three strokes back of Franklin Langham after 54 holes. Trailed Langham by six with seven holes to play. Shot 30 on back nine for a final-round 65 and equaled tournament record with 23-under-par 265...Member of his second U.S. Presidents Cup Team. \n\n1999: Earned third Las Vegas Invitational title, becoming first successful defender. Victory started with rounds of 67-64-63 for a share of 54-hole lead. After awakening to early morning earthquake, played in 40-mph winds and shot 71 to build a three-stroke lead. Final-round 66 good enough to edge Jonathan Kaye by one stroke...A member of victorious U.S. Ryder Cup team, notching a key 4-and-3 singles victory over Sergio Garcia in Sunday's matches.\n\n1998: Made cut in 24 of his 28 appearances, including a win, two seconds, two thirds and three fourths...Closed year by becoming the first player to win the Las Vegas Invitational twice. Rounds of 67-68-69-63 put him in first place after 72 holes, three strokes ahead of Mark Calcavecchia. Closed with a 68 to Calcavecchia's 66 for one-stroke victory. \n\n1997: Set then-TOUR record for most money earned without a victory with $1,619,480, fourth on money list...Nearly had successful defense at United Airlines Hawaiian Open, losing in a playoff to Paul Stankowski...Also placed T5 at U.S. Open, fourth at The Open Championship and T6 at PGA Championship. \n\n1996: Won United Airlines Hawaiian Open, birdieing third playoff hole to top Brad Faxon, who made a 50-foot eagle putt on the 72nd hole to force playoff. \n\n1995: Recorded first TOUR victory at Las Vegas Invitational. Grabbed share of lead with David Edwards after third-round 65 at TPC Summerlin. Following fourth-round 67, shared lead with Billy Mayfair. Went on to one-stroke victory over Mayfair...Three weeks later, earned unofficial victory at Lincoln-Mercury Kapalua International. \n\n1994: Recorded three top-10s as a rookie, including T7 at Northern Telecom Open, his first start of the year. \n\n1993: Member of the Web.com Tour, won Mississippi Gulf Coast Classic in playoff over Bob Friend...Qualified for TOUR by finishing T37 at Qualifying Tournament. \n\nAmateur: Twice named All-Pac 10 Conference and All-America at University of Arizona.\n\n","otherCarHigh" : "","personal" : "Possesses one of the PGA TOUR's less-orthodox swings. His father, Mike, has been his only swing instructor...Never played high school football, although he did play basketball as a sophomore. Played midget football until age 13...In 2015, received the ASAP Sports\/Jim Murray Award that honors a player who is cooperative and accommodating to the media. The award is presented at the Golf Writers Association of American annual award dinner the week of the Masters.","otherInfo" : "","ntlTeams" : "The Presidents Cup (7), 1998, 2000, 2003, 2005, 2007, 2009, 2011; Ryder Cup (9), 1997, 1999, 2002, 2004, 2006, 2008, 2010, 2012, 2014; World Cup (1), 2003.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 17 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/jimfurykgolf"},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/therealjimfuryk"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}