{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32982","tourCodeUC" : "C","tourCodeLC" : "c","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Covello","first" : "Vince","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "190","weightMetric" : "86","birthDate" : "November 26, 1982","age" : "33","birthPlace" : "Springfield, Pennsylvania","residence" : "Atlantic Beach, Florida","family" : "Single","education" : "University of North Florida","splInterest" : "Snowboarding, fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2004","clubAffl" : "Atlantic Beach CC (Atlantic Beach, Florida)","cityPlaysFrm" : "Atlantic Beach, Florida","websiteUrl" : "http:\/\/www.vincecovello.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "29,003&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2013","exmtStatus" : "Finished T133 at 2015 Web.com Tour Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Played in 10 events on Mackenzie Tour - PGA TOUR Canada and recorded three top-10s...Earned exempt status for the first six events on the Mackenzie Tour on the strength of a T5 finish at the Canada Qualifying Tournament in May by shooting rounds of 70-74-68-67...Opened the season with a sixth-place finish at the PC Financial Open and a T10 at the Bayview Place Island Savings Open. Added a T14 at The Players Cup and a eight-place finish at the Staahl Foundation Open on back-to-back weeks in July. Closed the season with a pair of top 25s - a T23 at the Cape Breton Classic and a T20 at the Freedom 55 Financial Championship. His season ended with 12 starts, seven cuts made, six top-25s and three top-10s. He was 32nd on the final Order of Merit.\n\n2013: With conditional status, made 18 starts and played the weekend eight times. Best finishes were a T31 at the Albertsons Boise Open and a T31 the next week at the Mylan Classic.\n\n2012: Will be a rookie on the Web.com Tour in 2013...Monday-qualifier at the Preferred Health Systems Wichita Open and the Cox Classic but failed to make the 36-hole cut in either event...Was T27 at the PGA TOUR Qualifying Tournament and missed his PGA TOUR card by a shot. Closed his round at PGA West's Stadium Course birdie-birdie-par for a round of 70, but his 16-under total over six days was one shy of what he needed...On PGA TOUR Canada, lost in a playoff at the The Players Cup in July.\n\n2010: Made his first Web.com Tour cut, a T21 at the Winn-Dixie Jacksonville Open, playing his way in via the open-qualifier.\n\nMisc: Had three wins on the Golden Bear\/Gateway Tour from 2004-08. Played on the PGA TOUR Canada and LatinoamĂŠrica, from \n2010-12. Also competed on the European Challenge Tour in 2010 and the OneAsia Tour in 2014-15.\n","otherCarHigh" : "Won the 2000 Florida individual state championship playing for Nease High School in St. Augustine, Fla.","personal" : "Attended Episcopal Academy in Philadelphia in 1998-2000. Graduated from Nease High School in St. Augustine, Fla. in 2001...Has three sisters and two brothers...Would love to be a starting pitcher on a MLB team...Favorite teams are Philadelphia Phillies, Eagles and Flyers...Other favorites include Michael Jordan, Larry Bird and Kobe Bryant (non-golfer athletes), New York City and San Diego (cities), Llanerch CC and Atlantic Beach CC (golf courses), James Bond (movies), Weather Channel (app) and \"Jeopardy\" and \"NCIS\" (TV shows)...Bucket list includes skydiving and playing Pebble Beach, Cypress Point and Pine Valley...Motto is \"You only live once and nothing matters.\"...Never travels without sunglasses...Favorite gadget is his high-speed camera...Website is VinceCovello.com...Twitter handle is @VinceCovello.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "2015","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "Favorite teams hail from the Philadelphia sports area, the Phillies, Eagles and Flyers...Is a big fan of all James Bond movies...Favorite app is Weather Channel...Never travels without sunglasses, and his favorite gadget is his high-speed camera...Will never forget riding around inside the ropes with the assistant captain at the 2004 Ryder Cup...Wants to play Cypress Point, and his dream foursome would include his dad, his brothe and Clint Eastwood...Twitter handle is @VinceCovello.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Mackenzie Tour-PGA T was 2nd in 2012 at the The Players Cup.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}