{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20623","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Coles","first" : "Gavin","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-5","heightMetric" : "1.65","weight" : "160","weightMetric" : "73","birthDate" : "October 19, 1968","age" : "47","birthPlace" : "Bathurst, New South Wales, Australia","residence" : "Winter Garden, Florida","family" : "Wife, Robyn; Bradley (9\/1\/96), Matthew (4\/3\/99),","education" : "","splInterest" : "Family, social rounds of golf with his mates","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2002, 2004, 2006, 2011)","trndProYear" : "1992","clubAffl" : "","cityPlaysFrm" : "Bathurst; ; Australia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,091,578&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2002","exmtStatus" : "Conditional - Web.com Tour Past Champion\/5-10 Years","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Played in 21 Web.com Tour events, posting one top-10 and two top-25s. Made nine cuts. Finished the season 95th on the money list...Best performance came in May, at the BMW Charity Pro-Am, where he carded scores of 68-66-69-67 to grab a T7, his first Tour top-10 since he won the Winn-Dixie Jacksonville Open in October 2011...Other top-25 came earlier in the year in March at the Brasil Champions, where he was T22...Was as high as 45th in earnings after the BMW in May before dropping in the second half of the season.\n\n2013: Played in 20 Web.com Tour events, making 10 cuts and recording four top-25s...Best finish, a T13, came in the first event of the year, the Panama Claro Championship...Other top-25s came at Price Cutter Charity Championship (T14), WNB Golf Classic (T20) and Mid-Atlantic Championship (T21)...Reached 71st in earnings after a T26 at the Air Capital Classic, the week after his T14 in Springfield, Mo...Fell to 92nd on the money list by the end of the Regular Season, posting only one finish (Springfield) better than T46 in his last nine events.\n\n2012: Finished No. 169 in the FedExCup standings, failing to advance to the FedExCup Playoffs. Made the cut in 13 of 23 starts, with a T19 at the RBC Canadian Open his best outing. \n\n2011: Finished the season No. 17 on the Web.com Tour money list, guaranteeing his first trip to the PGA TOUR since the 2007 season...Opened the season with a T6 at the Panama Claro Championship, but then missed the cut in his next 12 events before finally finding a suitable replacement driver for his favorite which cracked earlier in the year...It was not until August that he regained his form, finishing solo second at the Price Cutter Charity Championship. Played the par-5, 18th hole in 7-under for the four days. Runner-up check moved him up 72 spots on the money list, to No. 37...Led for a portion of the final round at the WNB Golf Classic in October before a pair of bogeys late in his round led to a T4 finish...Three weeks later, he captured his fifth Web.com Tour title, winning the Winn-Dixie Jacksonville Open by one shot over Jonas Blixt. His 6-under-par winning score was the highest of the season. A clutch birdie on the 17th hole, the third toughest hole of the week, gave him a two-shot cushion going to the final hole. He moved from 45th on the money list to 15th. \n\n2010: Made the cut in 17 of 23 Web.com Tour starts and had 10 top-25 finishes to wind up No. 38 on the final money list...Began the year with a T9 finish at the Michael Hill New Zealand Open...At the Fresh Express Classic at TPC Stonebrae, posted four rounds in the 60s to finish T5, his best Web.com Tour performance since finishing T3 at the 2009 Nationwide Children's Hospital Invitational...Recorded his third top-10 finish of the season, at the Ford Wayne Gretzky Classic. Posted four rounds in the 60s to finish T7, including a 65 Saturday, his best round of the year. \n\n2009: Made the cut in 17 of 24 Web.com Tour starts and had three top-10s. Finished by making the cut in 11 of his final 13 starts but didn't crack the top-10 in his last nine events and ended the season No. 31 on the money list. Was T7 at the HSBC New Zealand PGA Championship. Held the first-round lead at the Fort Smith Classic, where he finished T3, missing a playoff by one stroke. Was T3 at the Nationwide Children's Hospital Invitational. Entered the final round in second place, three strokes back of leader Dave Schultz. Ended the season No. 7 in Driving Accuracy (76.94 percent). \n\n2008: Earned his fourth career title while making only eight starts on the Web.com Tour. Bookend, 1-under 70s and matching 5-under 66s in the middle rounds led to a one-stroke victory over Kyle Thompson at the Chitimacha Louisiana Open. The win was worth $94,500 and moved him to sixth at the time on the official money list. Entered the Miccosukee Championship, his seventh event of the season, 68th on the money list. Finished T3, with four rounds in the 60s, jumping to 50th on the money chart, earning a spot in the Web.com Tour Championship at TPC Craig Ranch, where he finished T16...Made the cut in 11 of 16 starts on the PGA TOUR in 2008 with his lone top-10 a T8 at the Stanford St. Jude Championship. \n\n2007: Returned to the PGA TOUR, thanks to a 16th-place finish on the 2006 Web.com Tour money list. In his fourth start of the 2007 season, posted four rounds of par or better to finish T9 at the Mayakoba Golf Classic at Riviera Maya-Cancun, his second career PGA TOUR top-10. Next top-10 of the Season was a T10 at the 2007 Buick Open, three strokes behind champion Brian Bateman...Has finished inside the top 20 and collected a win in each of his three seasons on the Web.com Tour, at the 2002 Jacob's Creek Open Championship, the 2004 New Zealand PGA Championship and the 2006 Legend Financial Group Classic, his first win in the U.S. Fired rounds of 67-71-68-68 to finish 10-under 274, one shot clear of Bradley Hughes. \n\n2006: Added two runner-up finishes, at the Peek'n Peak Classic and the Utah EnergySolutions Championship. Fired a course-record 10-under 61 at the Preferred Health Systems Wichita Open. Also had five events on the PGA TOUR after receiving a Minor Medical Extension but did not make enough money to keep his card for the remainder of the season. \n\n2005: Finished out of top 125 in second year on PGA TOUR, but received a Minor Medical Extension due to rib injury suffered at the John Deere Classic. He missed the better part of two months (July-August). Held a share of the 36- and 54-hole leads at the Shell Houston Open. Paired with co-leader Vijay Singh in the final round and posted a 3-over-par 75 to fall to T7. Leader or co-leader for first 10 holes Sunday, but double bogey-6 on No. 11 dashed title hopes. Earned career-best $140,417 for first top-10 of PGA TOUR career. \n\n2004: Made the cut in 12 of 25 starts on the Web.com Tour and collected second career win in the process. Fired a final-round 68 at the windy Clearwater Golf Club in Christchurch to come from two shots back and win the New Zealand PGA Championship. Also tied for fourth at the Lake Erie Classic. Ended the year No. 20 on the money list to earn TOUR card for 2005. \n\n2003: Struggled during his rookie season on the PGA TOUR, missing the cut in his first 13 starts. Finally collected a paycheck at the Greater Milwaukee Open. Best finish of rookie season on PGA TOUR was a T56 at The International. \n\n2002: Made the cut in 11 of 21 Web.com Tour starts and finished 13th on the final money list. Winning the season's first event, the Jacob's Creek Open Championship, by two strokes over Bryce Molder. The victory was his first after seven years as a professional, spent mostly on the Australasian Tour. Later added a T2 at the Fort Smith Classic and a solo fourth at the Albertsons Boise Open. Was never lower than 13th on the money list during the entire year. \n","otherCarHigh" : "","personal" : "Hometown of Bathurst is famous in Australia for having the biggest car race of the year. Normally the population of the town would be 30,000, however on the weekend of the race, the town swells to 150,000...Favorite college team is the Florida Gators. Favorite professional team is the Green Bay Packers. Favorite movie is \"Transformers.\" Favorite food is an Aussie meat pie...Biggest thrill outside golf is delivering second son on the kitchen floor.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2003","qSchoolYear" : "","exmtStatus" : "17th on 2011 Web.com Tour money list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the Web.com Tour in 2002, 2004, 2006 and 2008-11 and the PGA TOUR in 2003, 2005, 2007 and 2012. 2011: Finished the season No. 17 on the Web.com Tour money list, guaranteeing his first trip to the PGA TOUR since the 2007 season...Opened the season with a T6 at the Panama Claro Championship, but then missed the cut in his next 12 events before finally finding a suitable replacement driver for his favorite which cracked earlier in the year...It was not until August that he regained his form, finishing solo second at the Price Cutter Charity Championship. Played the par-5, 18th hole in 7-under for the four days. Runner-up check moved him up 72 spots on the money list, to No. 37...Led for a portion of the final round at the WNB Golf Classic in October before a pair of bogeys late in his round led to a T4 finish...Three weeks later, he captured his fifth Web.com Tour title, winning the Winn-Dixie Jacksonville Open by one shot over Jonas Blixt. His 6-under-par winning score was the highest of the season. A clutch birdie on the 17th hole, the third toughest hole of the week, gave him a two-shot cushion going to the final hole. He moved from 45th on the money list to 15th. 2010: Made the cut in 17 of 23 cuts and had 10 top-25 finishes to wind up No. 38 on the final money list...Began the year with a T9 finish at the Michael Hill New Zealand Open...At the Fresh Express Classic at TPC Stonebrae, posted four rounds in the 60s to finish T5, his best Web.com Tour performance since finishing T3 at the 2009 Nationwide Children's Hospital Invitational...Recorded his third top-10 finish of the season, at the Ford Wayne Gretzky Classic. Posted four rounds in the 60s to finish T7, including a 65 Saturday, his best round of the year. 2009: Finished by making the cut in 11 of his final 13 starts but didn't crack the top-10 in his last nine events and ended the season No. 31 on the money list. Was T7 at the HSBC New Zealand PGA Championship. Held the first-round lead at the Fort Smith Classic, where he finished T3, missing a playoff by one stroke. Was T3 at the Nationwide Children's Hospital Invitational. Entered the final round in second place, three strokes back of leader Dave Schultz. Ended the season No. 7 in Driving Accuracy (76.94 percent). 2008: Earned his fourth career title while making only eight starts on the Web.com Tour. Bookend, 1-under 70s and matching 5-under 66s in the middle rounds led to a one-stroke victory over Kyle Thompson at the Chitimacha Louisiana Open. The win was worth $94,500 and moved him to sixth at the time on the official money list. Entered the Miccosukee Championship, his seventh event of the season, 68th on the money list. Finished T3, with four rounds in the 60s, jumping to 50th on the money chart, earning a spot in the Web.com Tour Championship at TPC Craig Ranch, where he finished T16...Made the cut in 11 of 16 starts on the PGA TOUR in 2008 with his lone top-10 a T8 at the Stanford St. Jude Championship. 2007: Returned to the PGA TOUR, thanks to a 16th-place finish on the 2006 Web.com Tour money list. In his fourth start of the 2007 season, posted four rounds of par or better to finish T9 at the Mayakoba Golf Classic at Riviera Maya-Cancun, his second career PGA TOUR top-10. Next top-10 of the season was a T10 at the 2007 Buick Open, three strokes behind champion Brian Bateman...Has finished inside the top 20 and collected a win in each of his three seasons on the Web.com Tour, at the 2002 Jacob's Creek Open Championship, the 2004 New Zealand PGA Championship and the 2006 Legend Financial Group Classic, his first win in the U.S. Fired rounds of 67-71-68-68 to finish 10-under 274, one shot clear of Bradley Hughes. 2006: Added two runner-up finishes, at the Peek'n Peak Classic and the Utah EnergySolutions Championship. Fired a course-record 10-under 61 at the Preferred Health Systems Wichita Open. Also had five events on the PGA TOUR after receiving a Minor Medical Extension but did not make enough money to keep his card for the remainder of the season. 2005: Finished out of top 125 in second year on PGA TOUR, but received a Minor Medical Extension due to rib injury suffered at the John Deere Classic. He missed the better part of two months (July-August). Held a share of the 36- and 54-hole leads at the Shell Houston Open. Paired with co-leader Vijay Singh in the final round and posted a 3-over-par 75 to fall to T7. Leader or co-leader for first 10 holes Sunday, but double bogey-6 on No. 11 dashed title hopes. Earned career-best $140,417 for first top-10 of PGA TOUR career. 2004: Finished 20th on the Web.com Tour money list to earn TOUR card for 2005. 2003: Best finish of rookie season on PGA TOUR was a T56 at The International. 2002: Finished 13th on the Web.com Tour money list, winning the season's first event, the Jacob's Creek Open Championship, by two strokes over Bryce Molder. The victory was his first after seven years as a professional, spent mostly on the Australasian Tour. \n","otherCarHigh" : "","personal" : "Hometown of Bathurst is famous in Australia for having the biggest car race of the year. Normally the population of the town would be 30,000, however on the weekend of the race, the town swells to 150,000...Favorite college team is the Florida Gators. Favorite professional team is the Green Bay Packers. Favorite movie is \"Transformers.\" Favorite food is an Aussie meat pie...Biggest thrill outside of golf is delivering second son on the kitchen floor.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 5 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/angryant1910"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}