{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "37428","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Harmeling","first" : "Evan","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-4","heightMetric" : "1.92","weight" : "190","weightMetric" : "86","birthDate" : "July 29, 1988","age" : "27","birthPlace" : "Boston, Massachusetts","residence" : "Orlando, Florida","family" : "Single","education" : "","splInterest" : "Cooking, reading, video games","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2012","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2015","otherVics" : "","intlVics" : "(2) 2013 Massachusetts Open, Maine Open","curYrHigh" : "","carHigh" : "2015: Joined PGA TOUR Latinoamérica with a T17 finish at the Sebring, FL Q-School in January… Had four top-10s, six top-25s and 10 cuts made in 17 starts on PGA TOUR Latinoamérica, where he finished the season ranked 41st on the Order of Merit… Shot 69-67 on the weekend to finish T5 at the Mazatlán Open in March… Had three consecutive top-10s in October, T9 at Hyundai-BBVA Abierto de Chile, T7 at Mundo Maya Open and T7 at Roberto De Vicenzo Punta del Este Open… Monday qualified for the Web.com Tour's Stonebrae Classic, where he shot 73-69 to miss the cut in July.\n\n2014: Finished T12 at the Wildfire Invitational for his only top-25 in 10 starts on PGA TOUR Canada… Finished the Canadian season ranked 89th on the Order of Merit.\n\n2013: Won the Massachusetts Open Championship title at Woodland GC in June and donated his entire winnings ($15,000) to The One Fund Boston, established to help victims of the Boston Marathon bombings. After tying for first at 5-under 211, he went on to beat his friend and part-time roommate Chris Fitzpatrick in a three-hole aggregate playoff to take the victory… Also won the 95th Maine Open in July. Shot 66-67 to win the 36-hole event by one at Augusta CC… Shot 11-under 133 for a four-stroke win at the Space Coast Pro Tour inaugural event at Reunion Resort, Orlando in October… A T32 finish at the Times Colonist Island Savings Open in Ontario, Canada was his best in nine starts on PGA TOUR Canada. Finished the year ranked 95th on the Order of Merit.\n\n2012: Missed the cut at the Puerto Rico Classic on his first career start on PGA TOUR Latinoamérica.\n","otherCarHigh" : "Played college golf at Princeton University, where he was co-captain of the golf team.","personal" : "Has one brother and two sisters and all of them play golf also… Graduated from Princeton University with a degree in politics in 2012… Attended Phillips Academy Andover (HS)… Adam Schriber is his golf instructor… His biggest thrill in golf is “a purely struck ball.”… Favorite course he has played is Pebble Beach… Would love to play at Sand Hills… His favorite pro teams are all from the Boston, MA area: Patriots, Red Sox, Bruins and Celtics… “Entourage” is his favorite TV show… “Caddyshack” and “Trading Places” are his favorite movies… “The Iliad” is his favorite book… Tiger Woods is his favorite athlete to watch… Enjoys eating pasta… His father, his brother and Tiger Woods would round out his dream foursome… Buckets list includes traveling to Ireland and playing golf at Sand Hills and Bandon Dunes.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 Order of Merit Top-60"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "Won the 2007 Massachusetts Fourball, Won the 2005 Massachusetts Junior","personal" : "Studied politics at Princeton University and graduated in 2012.","otherInfo" : "","prYrSeason" : "Earned exempt status at the 2012 fall qualifying tournament shooting 71-70-70 70","exmtStatus" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri in 2016 is T19th at the Lexus Panama Classic.","dynStats" : "He ranks T25th in Scoring Average (Actual) on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}