{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01666","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Langer","first" : "Bernhard","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "160","weightMetric" : "73","birthDate" : "August 27, 1957","age" : "58","birthPlace" : "Anhausen, Germany","residence" : "Boca Raton, Florida","family" : "Wife, Vikki; Jackie (7\/9\/86); Stefan (6\/8\/90), Christina (2\/3\/93), Jason (3\/20\/00)","education" : "","splInterest" : "Skiing, football, tennis, cycle riding, Christianity","pronunciation" : "BURN-hard LAHNG-ur","nwTourAlumnus" : "","trndProYear" : "1972","clubAffl" : "","cityPlaysFrm" : "Munich, Germany","websiteUrl" : "","websiteName" : "","hallOfFame" : "Inducted 2002","combTourMoney" : "29,012,127&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1985, 2001","qSchoolYear" : "","exmtStatus" : "Past Champion","otherVics" : "(4): 1990 World Cup [with Torsten Gideon]. 2005 MBNA Worldpoints Father-Son Challenge [with Stefan]. 2006 Del Webb Father\/Son Challenge [with Stefan], World Golf Championships-Barbados World Cup [with Marcel Siem].","intlVics" : "(59): 1974 German Open. 1977 German Open . 1979 German Open. 1980 Dunlop Masters, Colombian Open. 1981 German Open , Bob Hope British Classic. 1982 Lufthansa German Open. 1983 Italian Open, Glasgow Golf Classic, St. Mellion Timeshare TPC, Casio World Open [Jpn]. 1984 Peugeot Open de France, KLM Dutch Open, Carroll's Irish Open, Benson & Hedges Spanish Open, German Open. 1985 Lufthansa German Open, Panasonic European Open, Australian Masters, German Open. 1986 German Open, Lancome Trophy, German Open. 1987 Whyte & Mackay PGA Championship, Carroll's Irish Open, German Open. 1988 Epson Grand Prix of Europe, German Open. 1989 Peugeot Spanish Open, German Masters, German Open. 1990 Cepsa Madrid Open, Austrian Open, German Open. 1991 Benson & Hedges International Open, Mercedes German Masters, German Open, Hong Kong Open. 1992 Heineken Dutch Open, Honda Open, German Open. 1993 Volvo PGA Championship, Volvo German Open, World Cup [indiv]. 1994 Murphy's Irish Open, Volvo Masters. 1995 Volvo PGA Championship, Deutsche Bank Open TPC of Europe, Smurfit European Open. 1996 Alfred Dunhill Masters. 1997 Conte of Florence Italian Open, Benson & Hedges International Open, Chemapol Trophy Czech Open, Linde German Masters, Argentinian Masters [SA]. 2001 The TNT Open, Linde German Masters. 2002 Volvo Masters [tie, with Colin Montgomerie]. \n","curYearHigh" : "Made history in mid-February when he went wire to wire to win the Chubb Classic in Naples, win No. 26 in his PGA TOUR Champions career. The victory moved him into third place on the all-time wins list behind Hale Irwin (45 wins) and Lee Trevino (29 wins). Opened with a 10-under-par 62 and led by seven strokes after 36 holes. Despite a closing-round 1-over-par 73, he still won by three strokes, holding off a late charge by Fred Couples, who finished second. The win was his third in tournament history (also 2011, 2013), the sixth wire-to-wire win in his career on Tour and the fourth year in succession he's posted a wire-to-wire victory. It was also his sixth PGA TOUR Champions win in Florida, and it gave him at least one victory 10 years in succession, one shy of Hale Irwin's record (1995-2005)...Opened his year with a T8 finish at the Mitsubishi Electric Championship at Hualalai where he closed with consecutive rounds of 5-under-par 67...Was T10 in his next start at the Allianz Championship near his home in Boca Raton...Made a late run Sunday at the Tucson Conquistadores Classic with four straight birdies on Nos. 13-16, but saw his chances slip away with consecutive bogeys on Nos. 17 and 18 to finish third overall...Was T6 at the Mississippi Gulf Resort Classic...Had an impressive showing at the Masters Tournament in April. Was T3 and just two strokes shy of 54-hole leader Jordan Spieth, but a closing-round 79 left him T24 at the finish in his 33rd appearance in Augusta.","carHigh" : "2013: Earned his fifth Arnold Palmer Award as the leading money-winner in the last six years when he claimed the title, earning $2,448,428 in official money, $200,000 more than runner-up Kenny Perry. Was unable to overcome Perry's lead in the Charles Schwab Cup in the final few weeks of the season and eventually finished second in the season-long race when he was T2 at the Charles Schwab Cup Championship and needed a victory to have any chance at overtaking Perry...Also finished second to Fred Couples for the Byron Nelson Trophy despite a scoring average of 68.92...Led the Champions Tour in top-10s, with 18, over his 24 starts...Won a pair of titles early in the campaign and then missed on a number of chances for a third victory during the last half of the season...In mid-February, won for the second time in three years in Naples, claiming The ACE Group Classic in wire-to-wire fashion, edging Jay Don Blake by a stroke. It marked the seventh straight year he's claimed at least one Champions Tour event, currently the longest active streak. Opened with a 62 Friday, which proved to be the best start by a winner in event history, and his final-round 72 was the highest final-round score by an ACE Group Classic champion...Claimed his 18th career Champions Tour title at the inaugural Greater Gwinnett Championship. Victory near Atlanta made him the first of eight multiple winners on the season. Shot a final-round 67 that included a clutch chip-in birdie at the 10th hole to ease past Tom Lehman and Tom Pernice, Jr., by three strokes at TPC Sugarloaf. Opening-round 73 was the highest start by a winner since Russ Cochran shot a first-round 73 at the 2009 Posco E&C Songdo Championship in South Korea and won...In late July, squandered a golden opportunity to win the Senior Open Championship at Royal Birkdale. Eventually lost to Mark Wiebe on the fifth hole of a playoff after making double bogey on the 72nd hole to fall into the overtime session. Found the greenside bunker on the par-4 18th and then left his third shot in the bunker before eventually missing a 7-foot bogey putt that would have given him the win...Made a late bid for the Pacific Links Hawaii Championship before finishing one stroke out of a playoff at Kapolei. Three-putt from 16 feet at the 16th hole proved costly after he tied for the lead with a birdie a hole earlier...The following week, tied the Nature Valley First Tee Open at Pebble Beach tournament 18-hole scoring record with a 9-under-par 63 in the opening round at Del Monte GC. However, consecutive 74s on the weekend led to a eighth-place finish...Started his year by making a late run at the Mitsubishi Electric Championship at Hualalai, shooting an 8-under-par 64 to tie Perry for the event's low round. Sunday effort came up one stroke shy of a berth in the playoff between David Frost and eventual-winner John Cook. At one point in his final round, made nine birdies in an 11-hole stretch, including five straight...Finished T2 in his next outing at the Allianz Championship. Put together three consecutive rounds in the 60s and battled Tom Pernice, Jr., and eventual-winner Rocco Mediate throughout the final round before falling two strokes shy...Had another runner-up finish in March when he was one-stroke shy of Michael Allen at the Mississippi Gulf Resort Classic. Was one of four players tied for the lead after 36 holes and was tied with Allen late in his final round, but a costly bogey on the 16th hole ended his chances when his second shot plugged in a bunker leaving him with virtualy no third shot on the par-4 hole that eventually led to his bogey...One of just two players with three straight rounds in the 60s at North Shore CC and was T3 at the inaugural Encompass Championship. Made a late run at Craig Stadler, but a bogey at the par-5 16th hole ended his chances...Led the Boeing Classic with nine holes to play, but a back-nine 38 dropped him down into a T4 near Seattle...Was the 36-hole leader at the Montreal Championship in September, but a pair of double bogeys in the final round eventually led to a T4 finish, two strokes shy of making the playoff between Perry and eventual winner Esteban Toledo...Finished eighth at the Constellation SENIOR PLAYERS Championship, where he posted a third-round 63, the best third-round score in tournament history (matched later in the day by Perry)...Played in the final group at the SAS Championship and finished T8 in defense of his title...Was the 36-hole leader by two at the Greater Hickory Classic at Rock Barn, but a 1-under 69 in the final round left him two strokes short of a playoff. Was in contention down the stretch, but a three-putt bogey from 50 feet at the par-3 17th at Rock Barn ended his chances...The next week suffered disappointment for the second year in a row at the AT&T Championship. Was one of five players tied for the lead after 36 holes, finished regulation tied then lost in a one-hole playoff to Perry, a year after losing in a playoff to David Frost. Made a clutch birdie at the 17th hole Sunday to grab a share of the lead with Perry but could not close things out. Had to settle for a par on the 54th hole and then after his third shot came up short on the first extra hole, Perry drained a 10-footer for a birdie and the win...Tied the Shoal Creek competitive course record with a closing-round, 9-under-par 63 at the Regions Tradition...Placed T25 in his 31st appearance at the Masters. Was tied for ninth after 54 holes and climbed into contention with three consecutive birdies to start his final round. Played his final 15 holes at 7-over to fall out of contention...Made one appearance on the European Senior Tour, finishing second at the Berenberg Masters, one stroke back of Steen Tinning in Germany. \n\n2012: Became the Champions Tour's first four-time winner of the Arnold Palmer Award as the leading money-winner when he went past the $2-million mark ($2,140,296) for the fourth time in the last five years. Finished in the top 10 in 14 of his last 15 starts and placed second to Tom Lehman in the year-long Charles Schwab Cup race, losing by 435 points...Ended a 24-event victory drought in dramatic fashion in August when he closed with 10-under 62 and went past David Peoples to claim the 3M Championship, his 15th career Champions Tour title and his second win in Minnesota in four years. The victory gave him at least one win on the circuit in six consecutive seasons. It was his first title in more than 17 months, and his six-shot comeback was the largest in tournament history and the biggest on the Champions Tour since Jeff Sluman did the same thing at the 2009 Walmart First Tee Open at Pebble Beach. His 10-under score at TPC Twin Cities on Sunday was one stroke off the Champions Tour record for lowest final round by a winner and was the best by a champion since Gary Hallberg's 61 in the last round of the 2010 Ensure Classic at Rock Barn...Added a second win to his season ledger when he finished two strokes better than Jay Don Blake at the SAS Championship in North Carolina in October. Shot a bogey-free, 9-under-par 63 and took control of the tournament on the back nine Sunday and used some clutch putting to post his 16th career Champions Tour title. One-putted five of his final six holes and birdied Nos. 17 and 18, which proved critical. The win also gave him multiple titles in four of his six seasons on Tour and his closing-round 63 was the best closing-round by a winner in SAS Championship history...Enjoyed a four-stroke lead after 54 holes of the U.S. Senior Open, but a 2-over 72 Sunday left him T2 with Lehman, Corey Pavin and Fred Funk, two strokes back of Roger Chapman. Appeared in command after making nine birdies and carding a 6-under 64 Saturday, the low round of the championship. But he double-bogeyed No. 2 in the final round and did not make his first birdie of the day until No. 15...Was the 18- and 54-hole leader in his next start at The Senior Open Championship, where he was bidding for his second win in three years at that event. Opened with a 6-under-par 64 at Turnberry to match the best opening-round score in tournament history and posted a third-round, 4-under 66. However a disastrous back-nine, 5-over-par 40 was his downfall, leading to a closing-round, 5-over 75 and a T6 finish...Finished a distant second to Kenny Perry in defense of his ACE Group Classic title. Started with 66-65 but was five back of Perry through 36 holes at TwinEagles. Eventually moved into the runner-up slot with steady play Sunday when breezes were taking their toll on the contenders. Eagled the par-5 17th hole all three days, a three-eagle first on the Champions Tour since the 2010 Boeing Classic (Dave Rummells, No. 1 at TPC Snoqualmie Ridge)...Was also one of three players to T2 behind Loren Roberts at the Toshiba Classic. Shared the first-round lead after a 6-under-par 65 and trailed by three after two rounds. Despite a birdie on the 54th hole, saw his chances disappear when he made a double bogey at No. 17...Closed with a 6-under 66 at Shoal Creek to finish T2 at the Regions Tradition. Was tied with Lehman early in the final round but eventually fell two strokes short of him...Lost in a playoff to David Frost at the AT&T Championship despite shooting a final-round 66 to come from six strokes back to get into the overtime session. Fell to Frost on the second extra hole after lipping out his birdie putt for victory on the first extra hole. Runner-up effort in San Antonio lifted him over the $2 million mark in earnings for the fourth time in five years and also allowed him to surpass $20 million in career earnings...Shot a final-round 69 at The Woodlands CC to finish T4 at the Insperity Championship...Also was T4 at the Senior PGA Championship, thanks to a final-round 65 at Harbor Shores...Returned to the Masters for the first time in two years after missing the 2011 event due to his thumb injury but missed the cut...Played in his native Germany on the European Tour in June. Jumped into contention through 36 holes of the BMW International Open but shot even-par 72-72 on the weekend to T23 in Cologne...Finished fifth the following week at the Berenberg Bank Masters on the European Seniors Tour...Won the Nedbank Champions Challenge in November in South Africa. \n\n2011: Made just 14 Champions Tour appearances due to a left-thumb surgery that kept him out of action from late March until mid-June. Underwent surgery to repair the ulnar collateral ligament of the metacarpal joint on his left thumb on March 23 after suffering an injury in a freak biking accident in the off-season prior to the start of the 2011 campaign. Returned to competition on the European Senior Tour at the Berenberg Bank Masters and finished T11...Highlight of his year came in his third start as he played through pain to win The ACE Group Classic. His 20-under-par 196 total at The Quarry in Naples was four strokes better than Fred Funk and was also a tournament record. Victory in Naples was the 14th title of his Champions Tour career...In late January, teamed with Mark O'Meara to finish second in the Kaanapali Champions Skins Game. Duo enjoyed lead after the first day, but ended up $10,000 back of Jack Nicklaus-Tom Watson with seven skins and $300,000 total...Managed to record a pair of top-10 performances in major championships. Posted four straight sub-par scores at Inverness and finished T9 in defense of his U.S. Senior Open title. Also shot the lowest 36-hole score on the weekend (66-67) at the Constellation Energy Senior Players Championship and finished T6 at Westchester CC...Made his first appearance in The Open Championship since 2006 by virtue of his victory in the 2010 Senior Open Championship but missed the cut after carding rounds of 75-73 at Royal St. George's...Saw his streak of years appearing in the Masters end at 27 straight as a result of the thumb surgery operation...Finished T2 at the Nedbank Senior Challenge in December in South Africa. \n\n2010: Capped his stellar year by winning nearly all the Champions Tour major awards, including the Charles Schwab Cup (points leader), the Jack Nicklaus Award (Player of the Year) and the Arnold Palmer Award (leading money-winner). He also became the first Champions Tour players to win the Jack Nicklaus Award and the Arnold Palmer Award three consecutive years...His season earnings of $2,648,939 was the fourth-best total in Champions Tour annals, and he averaged $115,171 per start while posting five wins. The five victories were the most in a season since Craig Stadler also won five in 2004, and he was also the first international player to win five times in a season since Bob Charles in 1989...Earned Player of the Month honors for July when he claimed consecutive major titles on the Champions Tour, a first on the circuit since Tom Watson in 2003...Claimed his first major when he prevailed by one stroke over Corey Pavin at The Senior Open Championship at Carnoustie. Started with a 4-under-par 67 and shared the 18- and 36-hole leads before opening a three-stroke margin at the 54-hole mark. Closed with a 1-over-par 72 in the final round but still withstood a late challenge from Pavin. Victory pushed him past the $1-million mark in season earnings for the third consecutive year and allowed him to grab the lead in the season-long Charles Schwab Cup race for good. He also became the first non-U.S. player to win the tournament since Noboru Sugai in 2002...The following week, became Germany's first USGA champion when he held off hometown favorite Fred Couples near Seattle for the U.S. Senior Open title. Three-stroke victory came as a result of four straight rounds in the 60s at Sahalee, a first in his Champions Tour career. Trailed by one stroke after the first hole on Sunday but benefitted from a four-stroke turnaround at No. 2 when he birdied and Couples made triple bogey. Became the sixth different international player to triumph at the U.S. Senior Open and win made him the first foreign-born player to hold multiple major titles since Gary Player in 1987. Victory at Sahalee also was his fourth title of the season, equaling his win total for 2009...Fell short in his bid for a third straight major title when he finished T10 at the JELD-WEN Tradition. Was among three players T2 after 54 holes, but his bid ended with a closing round 73...Won for the fifth time the following week when he prevailed by three strokes at the Boeing Classic. Took the 36-hole lead after a second-round, 9-under-par 63 and then battled Nick Price for much of the final round before pulling away with birdies on three of his final four holes. Victory near Seattle also moved him past the $2-million mark in season earnings for the third straight year and he joined Lee Trevino (New York area) and Hale Irwin (Los Angeles area) with two victories in the same metropolitan area in a season...First of five wins in 2010 came in dramatic fashion at the Allianz Championship. After making a short birdie putt on the last hole of regulation to tie John Cook, holed a dramatic 45-foot bunker shot from a plugged lie for an eagle on the first playoff hole for the victory in front of his adopted hometown fans in Boca Raton...Second victory came near Tampa at the rain-shortened Outback Steakhouse Pro-Am. His 6-iron shot to five feet and subsequent birdie putt on No. 18 proved to be the difference when play was canceled Sunday due to heavy rains during the morning. Birdie on the final hole Saturday gave him a one-stroke win over Mark O'Meara and Mike Reid...Led all players in Rounds in the 60s (49), Sub-Par Rounds (54) and Top-10 Finishes (15). \n\n2009: Won his second consecutive Arnold Palmer Award as the leading money-winner and also picked up his second straight Byron Nelson Award for the lowest scoring average on the Champions Tour (68.92). It was the lowest mark since Tom Watson has a 68.81 in 2003...His 15 top-10 finishes and 68.32 final-round scoring average led all players in those categories...Went wire-to-wire in the money race after getting his year off to a fast start with a win at the Mitsubishi Electric Championship at Hualalai, his fifth Champions Tour career title in just his 26th start. Started the final round one stroke behind Brad Bryant and held off a late charge by eventual runner-up Andy Bean for his one-shot win...Captured a second title in April when he and teammate Tom Lehman captured a two-hole playoff victory over the team of Jeff Sluman\/Craig Stadler. Drained a 45-foot birdie putt on the first extra hole only to have Stadler match it moments later. However, Lehman ended the playoff with a par on the second extra hole in Savannah...Became the first player to go over the $1-million mark for the season when he ran away from the field at the Triton Financial Classic. His six-stroke, wire-to-wire victory, his third of the year, was the largest winning margin in tournament history and his 54-hole total of 15-under-par 201 tied the tournament mark set in 2007 by Scott Hoch. The win was his third in Texas on the Champions Tour...Continued his stellar play in his next start on the Champions Tour. Sank a 20-foot eagle chip on the final hole to claim the 3M Championship by one stroke over Bean at TPC Twin Cities in July. In the process, he became the first player to win an event with an eagle on the final hole since Loren Roberts at the 2006 Turtle Bay Championship...Selected as the Champions Tour Player of the Month for January\/February and again in June...Finished fourth in the final Charles Schwab Cup race. \n\n2008: Was a major force in his first full season on the Champions Tour and was the only player to finish among the top 10 in all five senior majors...Won the Arnold Palmer Award as the Champions Tour's leading money winner, with $2,035,073 and narrowly earned the Byron Nelson Award as the scoring leader over Jay Haas. Finished with a 69.65 to 69.66 for Haas...Finished third in the Charles Schwab Cup race, only 96 points behind Haas and went on to earn Player of the Year honors...Tied for second in Top-10 Finishes, with Haas, one shy of John Cook's Champions Tour's best of 15...Named the Player of the Month in March as a result of a pair of victories during the month. First battled Haas over the course of seven playoff holes to claim the Toshiba Classic title. Started the final round with a three-stroke lead but had to hole a 12-foot birdie putt on the 54th hole to get into a playoff with Haas. After the pair traded punches for six holes, he emerged with his second Champions Tour title with a tap-in birdie on the seventh hole to end Haas' bid to defend his 2007 title...Claimed a second title two starts later when he steamrolled the field at The Ginn Championship at Hammock Beach. Led by two strokes after 36 holes and cruised to an easy victory in northern Florida with a final-round 71 in windy conditions, one of just three Sunday rounds under par on the Ocean Course. Third career win on the circuit matched his entire PGA TOUR career victory total...Added a third crown when he prevailed by two strokes over Lonnie Nielsen at the Administaff Small Business Classic in October. Trailed Nielsen by one stroke after nine holes in the final round but birdied Nos. 11, 13 and 14 to grab the lead and never relinquished it as he successfully defended his title near Houston...Was the third-round leader at the Senior PGA Championship, but final-round 76 at Oak Hill left him in second place, one stroke short of Haas...Also a distant second along with Gary Hallberg at the 3M Championship, six strokes back of R.W. Eaks...Claimed the inaugural Casa Serena Open on the European Seniors Tour in September in Prague, where he bested Ian Woosnam by three strokes. \n\n2007: Notched four top-10s in 14 starts on TOUR, including a playoff loss at the Crowne Plaza Invitational at Colonial, and captured his first Champions Tour title late in the 2007 season...Opened with a 4-under-par 66 at The Honda Classic en route to a T10 finish...Posted four rounds under par to finish T9 at the Shell Houston Open...Finished T10 at the Wachovia Championship thanks to a final-round 69, which tied the low round of the day...Best finish since the 2001 FedEx St. Jude Classic (2nd) came in late May after firing four rounds in the 60s at the Crowne Plaza Invitational at Colonial to force a playoff with Rory Sabbatini and Jim Furyk. Missed an 8-foot birdie putt on the first extra hole to finish T2 with Furyk after Sabbatini made a 15-footer. The finish came just three months shy of his 50th birthday…After turning 50 on August 27, did not play the PGA TOUR for the rest of the year and did not participate in the PGA TOUR Playoffs for the FedExCup...Dominated the field at the Administaff Small Business Classic near Houston, earning his first Champions Tour title in his fourth start on the circuit. Opened the event with a course-record, 10-under 62 at Augusta Pines and eventually equaled the all-time Champions Tour 54-hole scoring mark of 25-under 191 (Loren Roberts, 2006 MasterCard Championship at Hualalai; Bruce Fleisher, 2002 RJR Championship; David Frost, 2010 3M Championship). Eight-stroke triumph over Mark O'Meara was the second-largest victory margin of the season...Debuted on the Champions Tour in early September at the Walmart First Tee Open at Pebble Beach and T10...Also made three starts on the European Tour and finished among the top three in two events. Was T3 at the BMW International Open in June and then T2 at the KLM Open in the Netherlands in August, where he was joined in the field by his son Stefan. \n\n2006: Played 24 events on the PGA TOUR with 16 made cuts. Lone top-10 was a T10 at Bob Hope Chrysler Classic in first start...Teamed with son Stefan in early December to win a second consecutive Del Webb Father\/Son Challenge in Orlando, Fla...Teamed with Marcel Siem one week later to win the World Golf Championships-Barbados World Cup for Germany. \n\n2005: Finished 84th on the money list and totaled just under $1 million in earnings...Finished T5 in The Open Championship at St. Andrews after being added to the field on Monday afternoon when Japan's Shingo Katayama withdrew. He and Tiger Woods were the only two players to post four sub-par rounds at St. Andrews. \n\n2004: Highlight of the season was leading the European Ryder Cup team as its Captain to a record 18½-9½ victory over the Americans in the 35th Ryder Cup matches held at Oakland Hills CC in Bloomfield, MI...Despite carrying the extra burdens of his captaincy, finished in the top 100 (83rd) on the TOUR money list for just the third time in his last 10 seasons. Four top-10s on TOUR were most since seven in 2001...Playing in his 22nd Masters, two-time champion finished T4. Co-leader early on Sunday after opening birdie-birdie. \n\n2003: Named 2004 Ryder Cup Captain in July...Competed in 21 TOUR events, tying the 1986 season for most starts of TOUR career, but managed only two top-10s...Streak of 19 consecutive made cuts at the Masters came to an end with rounds of 79-76. \n\n2002: Although he missed just three of 16 cuts, his lone top top-10 was a fourth-place finish at the WORLDCOM CLASSIC...Finished European Tour season as co-champion of Volvo Masters with Colin Montgomerie. The pair was declared co-champions after posting 3-under 281s, then playing two sudden-death holes before darkness...Inducted into World Golf Hall of Fame. \n\n2001: Posted seven top-10s on TOUR for first time since 1987 season including a second and three third-place finishes—THE PLAYERS Championship, WORLDCOM CLASSIC and The Open Championship...First German to be elected to the World Golf Hall of Fame via International Ballot and was slated for induction in the Fall of 2002...Second-place finish at FedEx St. Jude Classic, one stroke behind Bob Estes. Best finish at TOUR event since runner-up at 1995 THE PLAYERS Championship...Week later won The TNT Open, his 38th victory on the European Tour and 64th worldwide...Won Linde German Masters, boosting him to third on the Order of Merit. He finished the year sixth on the European Tour money list. \n\n2000: Made appearances in 10 PGA TOUR events, the most since 14 in 1988...Participated in 12 European Tour events, where he finished runner-up twice—at the TNT Dutch Open and the BMW International Open. The latter is the only event held in Germany he never won. \n\n1999: Made a bold bid for a 10th successive Ryder Cup appearance, but finished 14th in the qualifying table. \n\n1996: The only time he has been outside the top 30 in the Order of Merit since 1980, finishing 39th. 1993: Won his second Masters, by four strokes over Chip Beck. \n\n1992: Won German National Open Championship for 12th time in his career. \n\n1985: Won the Masters by two over Seve Ballesteros, Raymond Floyd and Curtis Strange, and followed with a win at the Sea Pines Heritage Classic, the last man to win the Masters and the event afterward.\n","otherCarHigh" : "","personal" : "To combat putting yips, has used a variety of putting grips, most recently utilizing a long putter that he began using at the end of the 1996 season...Father settled in Bavaria after jumping a Russian prisoner-of-war train bound for Siberia...Developed fever cramps several times as a child (ages 2-5) and nearly died as a result…Took up golf at age 7 through caddying and turned pro at 15...Developed back problems when he was 19, during an 18-month stint as a member of the German Air Force. Marching with 30-pound pack and rifle led to two stress fractures and bulging discs...Devout Christian, helped organize the regular meetings of the European Tour Bible Class...Website is bernhardlanger.de...Started skiing at age 4 and would say he's a “scratch skier.”...Also enjoys driving fast cars...Conducts an annual charity event for Youth for Christ. Event has raised $140,000...Favorite courses are Cypress Point and Augusta National...Dream foursome would include Lee Trevino, Ben Hogan and Byron Nelson...Admires Mother Teresa...Best tip he ever received is to pay attention to fundamentals...Favorite book is The Bible...Top athlete is Bjorn Borg...First job was as a teaching professional...Daughter, Christina, plays golf at Florida Atlantic University.","otherInfo" : "","ntlTeams" : "Ryder Cup (10), 1981, 1983, 1985, 1987, 1989, 1991, 1993, 1995, 1997, 2002; Ryder Cup Captain (1), 2004; World Cup (12), 1976, 1977, 1978, 1979, 1980, 1990, 1991, 1992, 1993, 1994, 1996, 2006; Seve Trophy (1) 2000; Hennessy Cognac Cup (4), 1976, 1978, 1980, 1982; Nissan Cup (2), 1985, 1986; Asahi Glass Four Tours (2), 1989, 1990; Dunhill Cup (2), 1992, 2000.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2007","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(59): 1974 German National Open Championship. 1977 German National Open Championship. 1979 German National Open Championship. 1980 Dunlop Masters, Colombian Open. 1981 German National Open Championship, Bob Hope British Classic. 1982 Lufthansa German Open. 1983 Italian Open, Glasgow Golf Classic, St. Mellion Timeshare TPC, Casio World Open [Jpn]. 1984 Peugeot Open de France, KLM Dutch Open, Carroll's Irish Open, Benson & Hedges Spanish Open, German National Open Championship. 1985 Lufthansa German Open, Panasonic European Open, Australian Masters, German National Open Championship. 1986 German Open, Lancome Trophy, German National Open Championship. 1987 Whyte & Mackay PGA Championship, Carroll's Irish Open, German National Open Championship. 1988 Epson Grand Prix of Europe, German National Open Championship. 1989 Peugeot Spanish Open, German Masters, German National Open Championship. 1990 Cepsa Madrid Open, Austrian Open, German National Open Championship, World Cup [with Torsten Gideon]. 1991 Benson & Hedges International Open, Mercedes German Masters, German National Open Championship, Hong Kong Open. 1992 Heineken Dutch Open, Honda Open, German National Open Championship. 1993 Volvo PGA Championship, Volvo German Open, World Cup [indiv]. 1994 Murphy's Irish Open, Volvo Masters. 1995 Volvo PGA Championship, Deutsche Bank Open TPC of Europe, Smurfit European Open. 1996 Alfred Dunhill Masters. 1997 Conte of Florence Italian Open, Benson & Hedges International Open, Chemapol Trophy Czech Open, Linde German Masters, Argentinian Masters [SA]. 2001 The TNT Open, Linde German Masters. 2002 Volvo Masters [tie, with Colin Montgomerie]. 2005 MBNA WorldPoints Father-Son Challenge [with Stefan]. 2006 Del Webb Father-Son Challenge [with Stefan], World Golf Championships-Barbados World Cup [with Marcel Siem]. 2014 PNC Father\/Son Challenge [with Jason].\n","intlVics" : "(2): 2008 Casa Serena Open. 2012 Nedbank Champions Challenge.","curYearHigh" : "Made history in mid-February when he went wire to wire to win the Chubb Classic in Naples, win No. 26 in his PGA TOUR Champions career. The victory moved him into third place on the all-time wins list behind Hale Irwin (45 wins) and Lee Trevino (29 wins). Opened with a 10-under-par 62 and led by seven strokes after 36 holes. Despite a closing-round 1-over-par 73, he still won by three strokes, holding off a late charge by Fred Couples, who finished second. The win was his third in tournament history (also 2011, 2013), the sixth wire-to-wire win in his career on Tour and the fourth year in succession he's posted a wire-to-wire victory. It was also his sixth PGA TOUR Champions win in Florida, and it gave him at least one victory 10 years in succession, one shy of Hale Irwin's record (1995-2005)...Opened his year with a T8 finish at the Mitsubishi Electric Championship at Hualalai where he closed with consecutive rounds of 5-under-par 67...Was T10 in his next start at the Allianz Championship near his home in Boca Raton...Made a late run Sunday at the Tucson Conquistadores Classic with four straight birdies on Nos. 13-16, but saw his chances slip away with consecutive bogeys on Nos. 17 and 18 to finish third overall...Was T6 at the Mississippi Gulf Resort Classic...Had an impressive showing at the Masters Tournament in April. Was T3 and just two strokes shy of 54-hole leader Jordan Spieth, but a closing-round 79 left him T24 at the finish in his 33rd appearance in Augusta.","carHigh" : "2015: Claimed his second-consecutive Charles Schwab Cup, and became the first player to win the Charles Schwab Cup three times in his career, earning a $1-million bonus for the third time...Finished second to Billy Andrade at the season-ending Charles Schwab Cup Championship, losing in a playoff. However, he earned 508 points at Desert Mountain and rallied from third place to overtake both Jeff Maggert and Colin Montgomerie in the final Schwab Cup standings...Also earned a second consecutive Byron Nelson Award, his fourth overall, for best scoring average (68.69)...Collected the Arnold Palmer Award as the leading money winner for a record seventh time in eight years on Tour...Won multiple titles in a season for the fourth straight year and seventh time overall in his PGA TOUR Champions career...Notched career victory No. 24 when he successfully defended his Constellation SENIOR PLAYERS title at Belmont CC near Boston, waltzing to a six-stroke triumph over Kirk Triplett. Became the first player since Arnold Palmer (1984-85) to win consecutive Constellation SENIOR PLAYERS titles. Also tied Miller Barber for fourth place on the all-time victory list. Shot four consecutive rounds in the 60s and went wire to wire, joining Palmer (1985) and Jack Nicklaus (1990) as players to win the Constellation SENIOR PLAYERS leading from start to finish. Win was also his fifth career major title and extended his streak of consecutive years' winning at least one PGA TOUR Champions event to nine, matching the second longest streak in PGA TOUR Champions history. At 57 years, 9 months, 18 days, became the second-oldest winner of the Constellation SENIOR PLAYERS (Raymond Floyd, 57 years, 10 months, 12 days in 2000). Victory in Boston ended a win drought of just over nine months, and it was the first time since 2012 that he had not won a title before the start of June...Claimed his 25th career victory at the San Antonio Championship. Fired a 7-under 65 in the final round at TPC San Antonio's AT&T Canyons Course and defeated Scott Dunlap by three strokes. Win came in his 164th career start on the PGA TOUR Champions and tied him with Gil Morgan for third on the all-time victory list. Win was also his 18th different title on the PGA TOUR Champions and fifth in the state of Texas. His gritty play at The Senior Open Championship in late-July at Sunningdale near London nearly led to a second consecutive title in the event. Had just one bogey over his final two rounds and battled eventual-winner Marco Dawson to the end before Dawson won the event on No. 18 with a 22-foot birdie putt. With his runner-up finish, was the only player to finish in the top 10 in all five major championships for the second consecutive year and now has 11 consecutive top-10s in majors dating back to the 2013 season...At the Charles Schwab Cup Championship, opened with a 7-under-par 63 at the Cochise Course at the Desert Mountain Club and was among the leaders in all four rounds before eventually losing in a one-hole playoff with Billy Andrade. Came to the final hole trailing Andrade by one stroke but saw his eagle attempt for the win lip out at No. 18 and then fell in the playoff when Andrade made birdie on the first extra hole...Was also a runner-up for a second consecutive year at the 3M Championship, four strokes behind Kenny Perry along with Kevin Sutherland and Scott Dunlap...Made a late run in his next start at the Boeing Classic, making birdies on his final two holes, but fell one shy of eventual winner Billy Andrade at TPC Snoqualmie Ridge to finish second...Earlier in the season, despite a birdie-eagle finish Saturday at the Greater Gwinnett Championship, came up one stroke short of Olin Browne after rain wiped out the final round. Performance at TPC Sugarloaf was his second consecutive runner-up in the event after winning the inaugural tournament in 2013...Was T3 at the SAS Championship in October. Was the first-round leader at the SAS Championship after a 7-under-par 65. Struggled in the second round, shooting a 1-over-par 73 to drop two strokes behind Kenny Perry after 36 holes. However, after a slow start Sunday, he made a late charge with five birdies in a six-hole stretch late but could not hold off an even better finish by Tom Lehman, who played his final four holes in 5-under par to win the event...Made another run at a major title at the U.S. Senior Open in June at Del Paso CC in Sacramento. After opening with a 1-over-par 71, fashioned rounds of 66-68-68 and was near the top of the leaderboard for most of the final three rounds. Shared the 54-hole lead with Jeff Maggert and briefly held an early lead Sunday before pair of bogeys on the front nine (Nos. 6 and 8), and two more on the back nine, proved his undoing. He eventually T3...Rebounded nicely after making a near-disastrous 10 on hole No. 7 at the Mitsubishi Electric Championship at Hualalai, which led to an even-par 72 in the first round. Followed with rounds of 65-67 on the weekend to T5 in Hawaii in defense of his title...Was also T5 at the Regions Tradition, the fifth consecutive top-10 finish in the event for him...Trailed Colin Montgomerie by three strokes entering the final round of the Senior PGA Championship, but an early double bogey led to a 74 and a leaderboard drop to solo sixth, his fourth top-10 effort in seven appearances at the tournament...Finished T78 at The Open Championship in July at St. Andrews...Missed the cut at both the Masters and PLAYERS Championship...Finished T24 at the European Tour's Porsche European Open in September.\n\n 2014: Even in his mid-50s, left no doubt he was the best player on the PGA TOUR Champions. Earned Player of the Year honors for an unprecedented fourth time (2008-10) and 2014 on the strength of five victories, the most by a player in a season since he won five in 2010. A pair of titles came in major championships. In addition to his two majors, was among the top-10 finishers in the other three PGA TOUR Champions majors, and he claimed his first Charles Schwab Cup since 2010, clinching the season-long points race in the final full-field event of the season, a T6 at the AT&T Championship. Broke Hale Irwin's all-time record for most money earned in a year ($3,028,304 in 2002) when he finished with $3,074,189 after his T4 performance at the Charles Schwab Cup Championship, the year's final event. It was the sixth time in the last seven years he has collected the Arnold Palmer Award as the PGA TOUR Champions's leader in yearly earnings. During this span, the only time he failed to do so was in 2011 when he was sidelined for part of the year with a thumb injury. Collected the Byron Nelson Award for a third time (2008-09) with a Scoring Average of 68.03, second only to Fred Couples' all-time mark (67.96) in 2010. Set an all-time record on any Tour for Greens In Regulation, hitting an amazing 78.35 percent over his 66 rounds...Highlights of his year were multiple major titles during the summer, the second time he's won a pair of major championships in the same season (2010), and he joined Jack Nicklaus and Gary Player, becoming just the third player to claim multiple majors in a season twice...Sank a 5-foot birdie putt on the second playoff hole to defeat Jeff Sluman and win the Constellation SENIOR PLAYERS Championship. The victory was his 21st of his PGA TOUR Champions career and his third different major title, becoming the first player to collect U.S. Senior Open (2010), Senior Open Championship (2010) and Constellation SENIOR PLAYERS titles in a career. Victory at Fox Chapel GC, coupled with countryman Martin Kaymer's win earlier in the season on the PGA TOUR at THE PLAYERS, marked the first time professionals from the same country other than the United States claimed both PLAYERS' titles in the same season. Win near Pittsburgh also marked the fourth time in his career he's claimed three or more titles in a PGA TOUR Champions season. Held a three-stroke lead over Kenny Perry after 54 holes, but shot 70 in the final round and had to earn a playoff spot with Sluman when he holed a miraculous 50-foot birdie putt on the 71st hole, the par-3 17th. After both players made par on the first extra hole, he pitched his third shot from 30 yards to within five feet on the par-5 18th and converted the putt for the win...One month later at Royal Porthcawl in Wales, claimed his second Senior Open Championship with the most-dominating performance in the history of the circuit. Cruised to a 13-stroke win over Colin Montgomerie with four consecutive rounds in the 60s. His 18-under 266 total was a championship record to par. Winning margin eclipsed Irwin's 12-stroke triumph at the 1997 Senior PGA Championship. He joined Tom Watson, Gary Player, Bob Charles, Brian Barnes, Christy O'Connor, Jr., and Loren Roberts as the seventh multiple winner of The Senior Open Championship. Victory in Wales also lifted him over the $2-million mark in 2014 earnings in his 14th appearance of the year...Tied Bob Charles for fifth place on the PGA TOUR Champions's all-time victory list when he picked up his 23rd career title at the Dick's Sporting Goods Open. Came from four strokes back to edge both Woody Austin and Mark O'Meara for the title and went all 54 holes at En-Joie without making a bogey, a first for him in his career. Victory in Endicott, N.Y., was his fifth title of the season, matching his career-best in 2010...Opened the PGA TOUR Champions's 35th season by winning his second Mitsubishi Electric Championship at Hualalai. Used a run of five consecutive birdies over the last six holes to pull away from Couples and Sluman. Trailed Sluman by a stroke early on the back nine but tied him at the 13th hole, with the first of five consecutive birdies. Winning total of 22-under 194 proved to be the second lowest winning 54-hole score of the year. His 19th career victory extended his streak of years with at least one title to eight...Notched his 20th career victory, and third Insperity Invitational title, holding off Couples by a stroke at The Woodlands. It marked the first time in his PGA TOUR Champions career that he won the same tournament three times. Win near Houston made him the 10th player in PGA TOUR Champions history with 20 wins or more in his career. Became the first player to reach the 20-win plateau since Gil Morgan on June 17, 2001, at the Instinet Classic. Victory at the Insperity Invitational made him the first multiple winner on the circuit in 2014 and gave him multiple wins in six of seven full seasons on the PGA TOUR Champions. Victory also lifted him over the $1-million mark in 2014 earnings in just his seventh start...Was also second in four tournaments, including three times over a four-event stretch early in the season...Shared the 36-hole lead with eventual winner Kirk Triplett at The ACE Group Classic but saw his chances slip away when he bogeyed the final hole and Triplett made a clutch par putt...Was again T2 in his next start at the Toshiba Classic. Was the 18- and 36-hole leader and rebounded from a pair of bogeys on the front nine Sunday to get back into contention. However, was unable to catch eventual-winner Couples even though he made three birdies on his final nine...In mid-April, carded three straight rounds of 68 in defense of his Greater Gwinnett Championship title near Atlanta but was still second to Miguel Angel Jimenez by two strokes...Almost won in Minnesota between his victory at the Senior Open Championship and the Dick's Sporting Goods Open. Staged a late back-nine rally at the 3M Championship only to fall one stroke short against Kenny Perry. Trailed by four strokes at the turn, but climbed into contention after making birdies on five of his first six holes on the back nine. Finally tied for the lead with a birdie at No. 17 only to see Perry win minutes later when he made a 15-foot birdie on No. 18. His 54-hole total of 22-under-par 194 was the second-lowest score to not win an event. Only Don Pooley's 24-under-par 192 at the 2006 MasterCard Championship at Hualalai was lower...At one point dating back to the 2013 season, had a streak of 22 straight sub-par rounds and 31 scores of par\/better that eventually was snapped when he opened with a 2-over-par 74 at the Regions Tradition...Also saw a run of 20 straight top-10 finishes come to an end in Chicago when he was T20 at the Encompass Championship. Streak had dated to the summer of 2013 after he was T14 at the U.S. Senior Open in Omaha on July 14...Made one appearance on the European Senior Tour, losing in a playoff at the Winstongolf Senior Open in Vorbeck, Germany. Was tied at the close of 54 holes with Paul Wesselingh and Phil Golding. However, he lost the event when Wesselingh won with a birdie on the third extra hole...In his 31st Masters Tournament appearance, made the cut for the 23rd time and closed with a 3-under-par 69 to finish T8. It was his best showing at Augusta National since 2004, when he was T4...Closed out his stellar season in December when he teamed with his son, Jason, to win the PNC Father\/Son Challenge in Orlando by two strokes over Davis Love III and son, Dru. \n\n2013: Earned his fifth Arnold Palmer Award as the leading money-winner when he claimed the title, earning $2,448,428 in official money, $200,000 more than runner-up Kenny Perry. Was unable to overcome Perry's lead in the Charles Schwab Cup in the final few weeks of the season and eventually finished second in the season-long race when he was T2 at the Charles Schwab Cup Championship...Also finished second to Fred Couples for the Byron Nelson Trophy despite a scoring average of 68.92...Led the PGA TOUR Champions in top-10s, with 18, over his 24 starts...Won a pair of titles early in the campaign and then missed on a number of chances for a third victory during the last half of the season...In mid-February, won for the second time in three years in Naples, claiming The ACE Group Classic in wire-to-wire fashion, edging Jay Don Blake by a stroke. Opened with a 62 Friday, which proved to be the best start by a winner in event history, and his final-round 72 was the highest final-round score by an ACE Group Classic champion...Claimed his 18th career PGA TOUR Champions title at the inaugural Greater Gwinnett Championship. Victory near Atlanta made him the first of eight multiple winners on the season. Shot a final-round 67 that included a clutch chip-in birdie at the 10th hole to ease past Tom Lehman and Tom Pernice, Jr., by three strokes at TPC Sugarloaf. Opening-round 73 was the highest start by a winner since Russ Cochran shot a first-round 73 at the 2009 Posco E&C Songdo Championship in South Korea and won...In late July, squandered a golden opportunity to win the Senior Open Championship at Royal Birkdale. Eventually lost to Mark Wiebe on the fifth hole of a playoff after making double bogey on the 72nd hole to fall into the overtime session. Found the greenside bunker on the par-4 18th and then left his third shot in the bunker before eventually missing a 7-foot bogey putt that would have given him the win...Made a late bid for the Pacific Links Hawaii Championship before finishing one stroke out of a playoff at Kapolei. Three-putt from 16 feet at the 16th hole proved costly after he tied for the lead with a birdie a hole earlier...The following week, tied the Nature Valley First Tee Open at Pebble Beach tournament 18-hole scoring record with a 9-under-par 63 in the opening round at Del Monte GC. However, consecutive 74s on the weekend led to a eighth-place finish...Started his year by making a late run at the Mitsubishi Electric Championship at Hualalai, shooting an 8-under-par 64 to tie Perry for the event's low round. Sunday effort came up one stroke shy of a berth in the playoff between David Frost and eventual-winner John Cook. At one point in his final round, made nine birdies in an 11-hole stretch, including five straight...Finished T2 in his next outing at the Allianz Championship. Put together three consecutive rounds in the 60s and battled Tom Pernice, Jr., and eventual-winner Rocco Mediate throughout the final round before falling two strokes shy...Had another runner-up finish in March when he was one-stroke shy of Michael Allen at the Mississippi Gulf Resort Classic. Was one of four players tied for the lead after 36 holes and was tied with Allen late in his final round, but a costly bogey on the 16th hole ended his chances when his second shot plugged in a bunker leaving him with virtualy no third shot on the par-4 hole that eventually led to his bogey...Suffered disappointment for the second year in a row at the AT&T Championship. Was one of five players tied for the lead after 36 holes, finished regulation tied then lost in a one-hole playoff to Perry, a year after losing in a playoff to David Frost. Made a clutch birdie at the 17th hole Sunday to grab a share of the lead with Perry but could not close things out. Had to settle for a par on the 54th hole and then after his third shot came up short on the first extra hole, Perry drained a 10-footer for a birdie and the win...Tied the Shoal Creek competitive course record with a closing-round, 9-under-par 63 at the Regions Tradition...Placed T25 in his 31st appearance at the Masters. Was tied for ninth after 54 holes and climbed into contention with three consecutive birdies to start his final round. Played his final 15 holes at 7-over to fall out of contention...Made one appearance on the European Senior Tour, finishing second at the Berenberg Masters, one stroke back of Steen Tinning in Germany. 2012: Became the PGA TOUR Champions' first four-time winner of the Arnold Palmer Award as the leading money-winner when he went past the $2-million mark ($2,140,296) for the fourth time in the last five years. Finished in the top 10 in 14 of his last 15 starts and placed second to Tom Lehman in the year-long Charles Schwab Cup race, losing by 435 points...Ended a 24-event victory drought in dramatic fashion in August when he closed with 10-under 62 and went past David Peoples to claim the 3M Championship, his 15th career Tour title and his second win in Minnesota in four years. The victory gave him at least one win on the circuit in six consecutive seasons. It was his first title in more than 17 months, and his six-shot comeback was the largest in tournament history and the biggest on the PGA TOUR Champions since Jeff Sluman did the same thing at the 2009 Walmart First Tee Open at Pebble Beach. His 10-under score at TPC Twin Cities Sunday was one stroke off the Tour record for lowest final round by a winner and was the best by a champion since Gary Hallberg's 61 in the last round of the 2010 Ensure Classic at Rock Barn...Added a second win to his season ledger when he finished two strokes better than Jay Don Blake at the SAS Championship in North Carolina in October. Shot a bogey-free, 9-under-par 63 and took control of the tournament on the back nine Sunday and used some clutch putting to post his 16th career PGA TOUR Champions title. One-putted five of his final six holes and birdied Nos. 17 and 18, which proved critical. The win also gave him multiple titles in four of his six seasons on Tour and his closing-round 63 was the best closing-round by a winner in SAS Championship history...Enjoyed a four-stroke lead after 54 holes of the U.S. Senior Open, but a 2-over 72 Sunday left him T2 with Lehman, Corey Pavin and Fred Funk, two strokes behind Roger Chapman. Appeared in command after making nine birdies and carding a 6-under 64 Saturday, the low round of the championship. But he double-bogeyed No. 2 in the final round and did not make his first birdie of the day until No. 15...Finished a distant second to Kenny Perry in defense of his ACE Group Classic title. Started with 66-65 but was five back of Perry through 36 holes at TwinEagles. Eventually moved into the runner-up slot with steady play Sunday when breezes were taking their toll on the contenders. Eagled the par-5 17th hole all three days, a three-eagle first on PGA TOUR Champions since the 2010 Boeing Classic (Dave Rummells, No. 1 at TPC Snoqualmie Ridge)...Was also one of three players to T2 behind Loren Roberts at the Toshiba Classic. Shared the first-round lead after a 6-under-par 65 and trailed by three after two rounds. Despite a birdie on the 54th hole, saw his chances disappear when he made a double bogey at No. 17...Closed with a 6-under 66 at Shoal Creek to finish T2 at the Regions Tradition. Was tied with Lehman early in the final round but eventually fell two strokes short of him...Lost in a playoff to David Frost at the AT&T Championship despite shooting a final-round 66 to come from six strokes back to get into the overtime session. Fell to Frost on the second extra hole after lipping out his birdie putt for victory on the first extra hole. Runner-up effort in San Antonio lifted him over the $2 million mark in earnings for the fourth time in five years and also allowed him to surpass $20 million in career earnings...Returned to the Masters for the first time in two years after missing the 2011 event due to his thumb injury but missed the cut...Won the Nedbank Champions Challenge in November in South Africa. 2011: Made just 14 PGA TOUR Champions appearances due to a left-thumb surgery that kept him out of action from late March until mid-June. Underwent surgery to repair the ulnar collateral ligament of the metacarpal joint on his left thumb on March 23 after suffering an injury in a freak biking accident in the off-season prior to the start of the 2011 campaign. Returned to competition on the European Senior Tour at the Berenberg Bank Masters and finished T11...Highlight of his year came in his third start as he played through pain to win The ACE Group Classic. His 20-under-par 196 total at The Quarry in Naples was four strokes better than Fred Funk and was also a tournament record. Victory in Naples was the 14th title of his PGA TOUR Champions career...In late January, teamed with Mark O'Meara to finish second in the Kaanapali Champions Skins Game. Duo enjoyed lead after the first day, but ended up $10,000 behind Jack Nicklaus-Tom Watson with seven skins and $300,000 total...Managed to record a pair of top-10 performances in major championships. Posted four straight sub-par scores at Inverness and finished T9 in defense of his U.S. Senior Open title. Also shot the lowest 36-hole score on the weekend (66-67) at the Constellation Energy Senior Players Championship and finished T6 at Westchester CC...Made his first appearance in The Open Championship since 2006 by virtue of his victory in the 2010 Senior Open Championship but missed the cut after carding rounds of 75-73 at Royal St. George's...Saw his streak of years appearing in the Masters end at 27 straight as a result of the thumb surgery operation...Finished T2 at the Nedbank Senior Challenge in December in South Africa. 2010: Capped his stellar year by winning nearly all the PGA TOUR Champions major awards, including the Charles Schwab Cup (points leader), the Jack Nicklaus Award (Player of the Year) and the Arnold Palmer Award (leading money-winner). He also became the first Tour players to win the Jack Nicklaus Award and the Arnold Palmer Award three consecutive years...His season earnings of $2,648,939 was the fourth-best total in PGA TOUR Champions annals, and he averaged $115,171 per start while posting five wins. The five victories were the most in a season since Craig Stadler also won five in 2004, and he was also the first international player to win five times in a season since Bob Charles in 1989...Earned Player of the Month honors for July when he claimed consecutive major titles on the Tour, a first on the circuit since Tom Watson in 2003...Claimed his first major when he prevailed by one stroke over Corey Pavin at The Senior Open Championship at Carnoustie. Started with a 4-under-par 67 and shared the 18- and 36-hole leads before opening a three-stroke margin at the 54-hole mark. Closed with a 1-over-par 72 in the final round but still withstood a late challenge from Pavin. Victory pushed him past the $1-million mark in season earnings for the third consecutive year and allowed him to grab the lead in the season-long Charles Schwab Cup race for good. He also became the first non-U.S. player to win the tournament since Noboru Sugai in 2002...The following week, became Germany's first USGA champion when he held off hometown favorite Fred Couples near Seattle for the U.S. Senior Open title. Three-stroke victory came as a result of four straight rounds in the 60s at Sahalee, a first in his PGA TOUR Champions career. Trailed by one stroke after the first hole Sunday but benefitted from a four-stroke turnaround at No. 2 when he birdied and Couples made triple bogey. Became the sixth different international player to triumph at the U.S. Senior Open and win made him the first foreign-born player to hold multiple major titles since Gary Player in 1987. Victory at Sahalee also was his fourth title of the season, equaling his win total for 2009...Fell short in his bid for a third straight major title when he finished T10 at the JELD-WEN Tradition. Was among three players T2 after 54 holes, but his bid ended with a closing round 73...Won for the fifth time the following week when he prevailed by three strokes at the Boeing Classic. Took the 36-hole lead after a second-round, 9-under-par 63 and then battled Nick Price for much of the final round before pulling away with birdies on three of his final four holes. Victory near Seattle also moved him past the $2-million mark in season earnings for the third straight year, and he joined Lee Trevino (New York area) and Hale Irwin (Los Angeles area) with two victories in the same metropolitan area in a season...First of five wins in 2010 came in dramatic fashion at the Allianz Championship. After making a short birdie putt on the last hole of regulation to tie John Cook, holed a dramatic 45-foot bunker shot from a plugged lie for an eagle on the first playoff hole for the victory in front of his adopted hometown fans in Boca Raton...Second victory came near Tampa at the rain-shortened Outback Steakhouse Pro-Am. His 6-iron shot to five feet and subsequent birdie putt on No. 18 proved to be the difference when play was canceled Sunday due to heavy rains during the morning. Birdie on the final hole Saturday gave him a one-stroke win over Mark O'Meara and Mike Reid...Led all players in Rounds in the 60s (49), Sub-Par Rounds (54) and Top-10 Finishes (15). 2009: Won his second consecutive Arnold Palmer Award as the leading money-winner and also picked up his second straight Byron Nelson Award for the lowest scoring average on the PGA TOUR Champions (68.92). It was the lowest mark since Tom Watson has a 68.81 in 2003...His 15 top-10 finishes and 68.32 final-round scoring average led all players in those categories...Went wire-to-wire in the money race after getting his year off to a fast start with a win at the Mitsubishi Electric Championship at Hualalai, his fifth PGA TOUR Champions career title in just his 26th start. Started the final round one stroke behind Brad Bryant and held off a late charge by eventual runner-up Andy Bean for his one-shot win...Captured a second title in April when he and teammate Tom Lehman captured a two-hole playoff victory over the team of Jeff Sluman-Craig Stadler. Drained a 45-foot birdie putt on the first extra hole only to have Stadler match it moments later. However, Lehman ended the playoff with a par on the second extra hole in Savannah...Became the first player to go over the $1-million mark for the season when he ran away from the field at the Triton Financial Classic. His six-stroke, wire-to-wire victory, his third of the year, was the largest winning margin in tournament history and his 54-hole total of 15-under-par 201 tied the tournament mark set in 2007 by Scott Hoch. The win was his third in Texas on the PGA TOUR Champions...Continued his stellar play in his next start on Tour. Sank a 20-foot eagle chip on the final hole to claim the 3M Championship by one stroke over Bean at TPC Twin Cities in July. In the process, he became the first player to win an event with an eagle on the final hole since Loren Roberts at the 2006 Turtle Bay Championship...Selected as the PGA TOUR Champions Player of the Month for January\/February and again in June...Finished fourth in the final Charles Schwab Cup race. 2008: Was a major force in his first full season on the PGA TOUR Champions and was the only player to finish among the top 10 in all five senior majors...Won the Arnold Palmer Award as the PGA TOUR Champions's leading money winner, with $2,035,073 and narrowly earned the Byron Nelson Award as the scoring leader over Jay Haas. Finished with a 69.65 to 69.66 for Haas...Finished third in the Charles Schwab Cup race, only 96 points behind Haas and went on to earn Player of the Year honors...Tied for second in Top-10 Finishes, with Haas, one shy of John Cook's Tour's best 15...Named the Player of the Month in March as a result of a pair of victories during the month. First battled Haas over the course of seven playoff holes to claim the Toshiba Classic title. Started the final round with a three-stroke lead but had to hole a 12-foot birdie putt on the 54th hole to get into a playoff with Haas. After the pair traded punches for six holes, he emerged with his second PGA TOUR Champions title with a tap-in birdie on the seventh hole to end Haas' bid to defend his 2007 title...Claimed a second title two starts later when he steamrolled the field at The Ginn Championship at Hammock Beach. Led by two strokes after 36 holes and cruised to an easy victory in northern Florida with a final-round 71 in windy conditions, one of just three Sunday rounds under par on the Ocean Course. Third career win on the circuit matched his entire PGA TOUR career victory total...Added a third crown in 2008 when he prevailed by two strokes over Lonnie Nielsen at the Administaff Small Business Classic in October. Trailed Nielsen by one stroke after nine holes in the final round but birdied Nos. 11, 13 and 14 to grab the lead and never relinquished it as he successfully defended his title near Houston...Was the third-round leader at the Senior PGA Championship, but final-round 76 at Oak Hill left him in second place, one stroke short of Haas...Also a distant second along with Gary Hallberg at the 3M Championship, six strokes back of R.W. Eaks...Claimed the inaugural Casa Serena Open on the European Seniors Tour in September in Prague, where he bested Ian Woosnam by three strokes. \n\n2007: Dominated the field at the Administaff Small Business Classic near Houston, earning his first PGA TOUR Champions title in his fourth start on the circuit. Opened the event with a course-record, 10-under 62 at Augusta Pines and eventually equaled the all-time PGA TOUR Champions 54-hole scoring mark of 25-under 191 (Loren Roberts, 2006 MasterCard Championship at Hualalai; Bruce Fleisher, 2002 RJR Championship; David Frost, 2010 3M Championship). Eight-stroke triumph over Mark O'Meara was the second-largest victory margin of the season...Debuted on the PGA TOUR Champions in early September at the Walmart First Tee Open at Pebble Beach and T10...Best finish on the PGA TOUR since the 2001 FedEx St. Jude Classic (second) came in late May after firing four rounds in the 60s at the Crowne Plaza Invitational at Colonial to force a playoff with Rory Sabbatini and Jim Furyk. Missed an 8-foot birdie putt on the first extra hole to finish T2 with Furyk after Sabbatini made a 15-footer for the victory. The finish came just three months shy of his 50th birthday...Recorded a hole-in-one in the third round at the Bob Hope Chrysler Classic, his first PGA TOUR ace.\n","otherCarHigh" : "For 20 years, was in the upper echelon of Europe's best players and is Germany's greatest golfer. Won 58 titles around the world as a professional, and his three victories on the PGA TOUR include a pair of Masters titles (1985 and 1993)...Won first Masters by two strokes over Seve Ballesteros, Raymond Floyd and Curtis Strange, and then followed with a win at the 1985 Sea Pines Heritage Classic, the last man to win the Masters and the event afterward...Won his second Masters by four strokes over Chip Beck...Best year of his career was in 1985, his first as a member of the PGA TOUR, when he claimed seven tournaments on five different continents and was ranked number one in the world. In addition to victories at The Masters and Heritage Classic, also claimed the Australian Masters, the Casio World Open in Japan, the Sun City Million Dollar Challenge in South Africa and a pair of titles in Europe...Last of 42 victories on the European Tour came at the 2002 Volvo Masters Andalucia when he was declared a co-champion with Colin Montgomerie at Valderrama after a playoff was halted by darkness...Led the European Tour Order of Merit twice (1981 and 1984) and was among the top-30 money-winners every year but one (39th in 1996) from 1980-2002…Won the German National Open Championship for 12th time in his career in 1992...Became the first German inducted into the World Golf Hall of Fame in Fall of 2002 after being elected via International Ballot...Played on 10 European Ryder Cup teams and every team between 1981 and 1997. Picked up 24 points out of a possible 42, including 3½ of 4 points at The Belfry in 2002, his last Ryder Cup as a player...Also captained the European Ryder Cup team to a record 18½-9½ victory over the Americans in the 35th Ryder Cup matches held at Oakland Hills CC in Bloomfield, Mich...Represented Germany 12 times in the World Cup, winning the 1990 event with partner Torsten Gideon and in 2006 with Marcel Siem...Also played for the German squad in the 1992, 1994 and 2000 Dunhill Cup matches…Named European Tour Golfer of the Year in 1985 and 1993...Awarded an honorary Order of the British Empire in January 2006...Received the Michael Williams Outstanding Services to Golf Award from the Association of Golf Writers on the eve of the 2011 Open Championship...Lowest round of his career came when he posted 12-under 60 Saturday at the 1997 Linde German Masters...At age 22, won the World Under-25 Championship by a record 17 strokes...Has 14 career holes-in-one.","personal" : "To combat putting yips, has used a variety of putting grips, most recently utilizing a long putter that he began using at the end of the 1996 season...Father settled in Bavaria after jumping a Russian prisoner-of-war train bound for Siberia...Developed fever cramps several times as a child (ages 2-5) and nearly died as a result…Took up golf at age 7 through caddying and turned pro at 15...Developed back problems when he was 19, during an 18-month stint as a member of the German Air Force. Marching with 30-pound pack and rifle led to two stress fractures and bulging discs...Devout Christian, helped organize the regular meetings of the European Tour Bible Class...Website is bernhardlanger.de...Started skiing at age 4 and would say he's a “scratch skier.”...Also enjoys driving fast cars...Conducts an annual charity event for Youth for Christ. Event has raised $140,000...Favorite courses are Cypress Point and Augusta National...Dream foursome would include Lee Trevino, Ben Hogan and Byron Nelson...Admires Mother Teresa...Best tip he ever received is to pay attention to fundamentals...Favorite book is The Bible...Top athlete is Bjorn Borg...First job was as a teaching professional...Daughter, Christina, plays golf at Florida Atlantic University.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is 1st at the Chubb Classic.","dynStats" : "He ranks 2nd in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}