{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34384","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Wong","first" : "Eugene","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "185","weightMetric" : "84","birthDate" : "September 10, 1990","age" : "25","birthPlace" : "Vancouver, British Columbia, Canada","residence" : "North Vancouver, British Columbia, Canada","family" : "Single","education" : "University of Oregon","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2012","clubAffl" : "Shaughnessy G&CC (Vancouver, British Columbia, Canada)","cityPlaysFrm" : "","websiteUrl" : "http:\/\/www.eugenewonggolf.com\/","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "5,726&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Conditional - Finished T67 at 2015 Web.com Tour Qualifying Tournament","otherVics" : "","intlVics" : "(1): 2012 Vancouver Open [Can].","curYearHigh" : "","carHigh" : "2015:Played on the Ping An Bank China Tour – PGA TOUR China Series. Entered the final round of the season-ending Capital Airlines - HNA Real Estate Championship No. 4 on the Order of Merit and dropped to the fifth spot but still earned his 2016 Web.com Tour playing privileges. Had four top-10s in his 12 starts, including a victory at the Ping An Bank Open...With rounds of 70-73-71-71 in his Series' debut, claimed T8 at the Buick Open in Haikou...One week after a disappointing 70th-place finish at The Eternal Courtyard Open, bounced back at the United Investment Real Estate Wuhan Open to finish solo second. Stumbled Saturday with a 1-over 73 to fall five shots behind Justin Shin's 54-hole lead. Bounced back with the round of the day Sunday (67) at Wuhan Yishan GC, a 5-under 67, but it wasn't enough to catch Shin. Claimed a solo second-place finish for his career-best performance...Debuted at the 2015 Mackenzie Tour's Bayview Place Island Savings Open, where a 12-under 268 resulted in T2…Earned his fourth top-10 of the season in impressive fashion, moving to an eight-shot lead through 54 holes at the Ping An Bank Open in Beijing and then cruising to victory on the final day, shooting an even-par 72 to defeat former college teammate Rak Hyun Cho and Zihao Chen by five shots. Used a third-round, 9-under 63 to seize control of the event, recording a season-best five consecutive birdies on the front nine. Went 52 consecutive holes without a bogey and improved to No. 2 on the Order of Merit.\n\n2014: Made PGA TOUR Canada his main home, finishing 18th on the money list and only missing two cuts in 11 appearances. Opened the season strong with a T2 at the PC Financial Open with Brad Clapp. Began the final round tied for third, two strokes behind leader Jack Newman. Shot a 3-under 69 on the final day at Point Grey G&CC but watched as Joel Dahmen, with a Sunday 68, passed everybody to take the one-shot win…Only other top-10 was a T9 at The Players Cup in mid-July. Opened and closed with a pair of 69s in Winnipeg…Played in one PGA TOUR event—the RBC Canadian Open—where he missed the cut…Added an appearance in the Web.com Tour's Nova Scotia Open. Opened strong with a 70-67 first two rounds before a third-round 79 derailed him. Came back with his third under-par score for the week when he posted a Sunday 70 at Ashburn GC's New Course to T46. \n\n2013: Missed the cut at the RBC Canadian Open...Made the cut in seven of nine starts on PGA Tour Canada and had a pair of top-10 finishes. Was T6 at the Syncrude Boreal Open in Alberta...Later was T3 at the season-ending Tour Championship.\n\n2012: Played on the Canadian Tour. Was a two-time winner, capturing The Great Waterway Classic and the Tour Championship. Won the Tour Championship when he holed his final shot from 133 yards to win by one stroke. Also won the Vancouver Open...Missed the cut at the RBC Canadian Open.\n\n2011: Played two PGA TOUR events as an amateur and missed the cut at the Memorial Tournament and the RBC Canadian Open. \n\n2010: As an amateur, missed the cut at the RBC Canadian Open. \n\n\n","otherCarHigh" : "Was the 2010 NCAA Division I Jack Nicklaus Award recipient as the nation's top college golfer. Was first-team All-American in 2010 and 2012. Was the Pac-12 Co-Player of the Year in 2010 and Player of the Year in 2012...Won the 2008 Callaway Junior World and the British Columbia Amateur. Was the B.C. Junior champion in 2004 and again in 2008. Was the Canadian Juvenile champion in 2006...Received an invitation to the 2011 Memorial Tournament and the RBC Canadian Open. Missed the cut in both...Made his PGA TOUR debut, at the RBC Canadian Open. Shot 71-72 to miss the cut.","personal" : "Earliest golf memory is winning the B.C. Junior Masters Tournament when he finished with eight consecutive birdies for a round of 63 on the final day...Biggest thrill in golf was holing a shot from the fairway on the final hole to win the 2012 Canadian Tour Tour Championship by one stroke...Favorite course he's played is Eugene G&CC in Oregon, and he says he would like to play Augusta National...Favorite Web site is google.com...Carries an Oregon Duck headcover for his favorite college team...Likes the TV show \"Family Guy\" and enjoys Chinese, Korean and Japanese food...Carries beef jerky in his bag for a snack...Would include Jack Nicklaus, Arnold Palmer and Juli Inkster in his dream foursome...Bucket list includes playing the top 100 golf courses around the world...Says not many people know he can move both of his ears...Favorite slogan is \"Just Do It.\" ...Twitter account is @therealwongster.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "2012","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Split time between the Ping An Bank China Tour – PGA TOUR China Series and the Mackenzie Tour - PGA TOUR Canada. On PGA TOUR China, entered the final round of the season-ending Capital Airlines - HNA Real Estate Championship No. 4 on the Order of Merit and dropped to the fifth spot but still earned his 2016 Web.com Tour playing privileges. Had four top-10s in his 12 starts, including a victory at the Ping An Bank Open...With rounds of 70-73-71-71 in his Series' debut, claimed T8 at the Buick Open in Haikou...One week after a disappointing 70th-place finish at The Eternal Courtyard Open, bounced back at the United Investment Real Estate Wuhan Open to finish solo second. Stumbled Saturday with a 1-over 73 to fall five shots behind Justin Shin's 54-hole lead. Bounced back with the round of the day Sunday (67) at Wuhan Yishan GC, a 5-under 67, but it wasn't enough to catch Shin. Claimed a solo second-place finish for his career-best performance...Earned his fourth top-10 of the season in impressive fashion, moving to an eight-shot lead through 54 holes at the Ping An Bank Open in Beijing and then cruising to victory on the final day, shooting an even-par 72 to defeat former college teammate Rak Hyun Cho and Zihao Chen by five shots...Used a third-round, 9-under 63 to seize control of the event, recording a season-best five consecutive birdies on the front nine. Went 52 consecutive holes without a bogey and improved to No. 2 on the Order of Merit...On the Mackenzie Tour, opened with a 5-under 65 and closed with a 66 to finish T2 at the Bayview Place Island Savings Open...In his second start at the Players Cup, matched the course record at Pine Ridge Golf Club with a 9-under 62 in round three before finishing T17...Made four cuts in six starts in Canada to finish the season 44th on the Order of Merit. \n\n\n\n2014: Held the outright 36-hole lead at the season-opening PC Financial Open after opening 66-67 at Point Grey G&CC in hometown of Vancouver. Closed 71-69 to finish T2, one shot behind champion, Joel Dahmen. Claimed Freedom 55 Financial Canadian Player of the Week honors in a tiebreaker over Chilliwack's Brad Clapp by having the low final round...Second top-10 came three starts later, where he closed with a 69 to finish T9 at The Players Cup. Posted seven top 25s on the season to finish 18th on the Order of Merit and earn an exemption into the second stage of Web.com Tour Q-School.\n\n\n\n2013: Shot weekend rounds of 68-67 at the Syncrude Boreal Open to T6...Shot a final-round 67 at the Freedom 55 Financial Championship to finish T3 in his title defense...Ended season 23rd on the Order of Merit. \n\n\n\n2012: Turned professional after receiving a sponsor's exemption at The Players Cup, finishing T27...Opened with rounds of 68-67 at the Canadian Tour Championship to sit T2 through 36 holes. Third round 68 left him tied for the lead with Trey Denton heading to the final round. Came to the 72nd hole trailing Joe Panzeri by a shot and needing birdie to force a playoff, then holed his approach from 133 yards with a 9-iron for eagle to win by one...At The Great Waterway Classic, shot a third-round 68, one of only six rounds in the 60s that day, to enter the final round one shot off David Dragoo's lead...Shot a final-round 65 to hold off Daniel Im and win by one shot, earning his second win in as many weeks.\n\n","otherCarHigh" : "Was the 2010 NCAA Division I Jack Nicklaus Award recipient as the nation's top college golfer. Was first-team All-American in 2010 and 2012. Was the Pac-12 Co-Player of the Year in 2010 and Player of the Year in 2012...Won the 2008 Callaway Junior World and the British Columbia Amateur. Was the B.C. Junior champion in 2004 and again in 2008. Was the Canadian Juvenile champion in 2006...Received an invitation to the 2011 Memorial Tournament and the RBC Canadian Open. Playing as an amateur, missed the cut in both events.","personal" : "Earliest golf memory is winning the B.C. Junior Masters Tournament when he finished with eight consecutive birdies for a round of 63 on the final day...Biggest thrill in golf was holing a shot from the fairway on the final hole to win the 2012 Mackenzie Tour Freedom 55 Financial Championship by one stroke...Favorite course he's played is Eugene G&CC in Oregon, and he would like to play Augusta National...Favorite website is google.com...Uses an Oregon Duck headcover...Likes the TV show \"Family Guy\" and enjoys Chinese, Korean and Japanese food...Carries beef jerky in his bag for a snack...Would include Jack Nicklaus, Arnold Palmer and Juli Inkster in his dream foursome...Bucket list includes playing the top 100 golf courses around the world...Says not many people know he can move both of his ears...Favorite slogan is \"Just Do It.\"...Twitter account is @therealwongster.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt","ntlTeams" : ""},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "(1) 2012 Vancouver Open [Can].","curYrHigh" : "","carHigh" : "2015: Played on the Ping An Bank China Tour – PGA TOUR China Series. Entered the final round of the season-ending Capital Airlines - HNA Real Estate Championship No. 4 on the Order of Merit and dropped to the fifth spot but still earned his 2016 Web.com Tour playing privileges. Had four top-10s in his 12 starts, including a victory at the Ping An Bank Open...With rounds of 70-73-71-71 in his Series' debut, claimed T8 at the Buick Open in Haikou...One week after a disappointing 70th-place finish at The Eternal Courtyard Open, bounced back at the United Investment Real Estate Wuhan Open to finish solo second. Stumbled Saturday with a 1-over 73 to fall five shots behind Justin Shin's 54-hole lead. Bounced back with the round of the day Sunday (67) at Wuhan Yishan GC, a 5-under 67, but it wasn't enough to catch Shin. Claimed a solo second-place finish for his career-best performance...Debuted at the 2015 Mackenzie Tour's Bayview Place Island Savings Open, where a 12-under 268 resulted in T2...Earned his fourth top-10 of the season in impressive fashion, moving to an eight-shot lead through 54 holes at the Ping An Bank Open in Beijing and then cruising to victory on the final day, shooting an even-par 72 to defeat former college teammate Rak Hyun Cho and Zihao Chen by five shots. Used a third-round, 9-under 63 to seize control of the event, recording a season-best five consecutive birdies on the front nine. Went 52 consecutive holes without a bogey and improved to No. 2 on the Order of Merit.\n\n2014: Finished the season 48th on the PGA Tour of Australasia Order of Merit. Broke through in a big way in mid-November when he shot rounds of 71-65-69-69 to get into a playoff with Josh Geary at the New South Wales Open on the PGA Tour of Australasia. Defeated Geary in the playoff to earn the $15,000 first prize…In late-August, opened with a 65 at the Queensland Open and eventually T3 with Matthew Griffin, Jake Higginbotom, Michael Long and Cameron Smith, four shots behind winner Andrew Dodt…Just missed on a third top-10 when he T12 at the Western Australia PGA Championship. Opened with a 69 and closed with a 70 to T12.  \n2013: Lone top-10 was a T9 at the Queensland PGA Championship in February. Recorded four rounds in the 60s to tie with Tom Bond and David Brandson, seven shots behind winner Brad Kennedy…Other top 20s came at the Victorian PGA Championship (T19) and the Victorian Open (T14)…Made two cuts on the OneAsia Tour, at the SK Telecom Open (T37) and the GS Caltex Maekyung Open (T46).  \n2012: Came excruciatingly close to winning his first PGA Tour of Australasia event when he finished T2 at the Australian PGA Championship in mid-December. Fired a third-round 64 and began the final round two shots behind leader Daniel Popovic. Shot a final-round 71 to Popovic's 69 to finish tied with Rod Pampling, four strokes behind Popovic's winning score…Picked up his first top-10 of the season, a T9, at the Western Australia Open, thanks to weekend rounds of 68-68…Was also T11 at the Victorian PGA Championship—with scores of 68-69 on the weekend…Also made a cut on the OneAsia Tour, finishing T35 at the Nanshan China Masters.  \n2011: Enjoyed a pair of top-30s, both on the PGA Tour of Australasia. Finished T29 at the Australian Open in mid-November…Followed that with a T27 two weeks later, at the Australian PGA Championship. Shot final-round 68s in both tournaments.  \n","otherCarHigh" : "Was the 2010 NCAA Division I Jack Nicklaus Award recipient as the nation's top college golfer. Was first-team All-American in 2010. Was the Pac-12 Co-Player of the Year in 2010 and Player of the Year in 2012…Won the 2008 Callaway Junior World and the British Columbia Amateur. Was the B.C. Junior champion in 2004 and again in 2008. Was the Canadian Juvenile champion in 2006…Received an invitation to the 2011 Memorial Tournament and the RBC Canadian Open. Playing as an amateur, missed the cut in both events.","personal" : "Earliest golf memory is winning the B.C. Junior Masters Tournament when he finished with eight consecutive birdies for a round of 63 on the final day…Biggest thrill in golf was holing a shot from the fairway on the final hole to win the 2012 PGA TOUR Canada Tour Championship by one stroke…Favorite course he's played is Eugene G&CC in Oregon, and he says he would like to play Augusta National…Favorite Web site is google.com…Carries an Oregon Duck headcover for his favorite college team…Likes the TV show \"Family Guy\" and enjoys Chinese, Korean and Japanese food…Carries beef jerky in his bag for a snack…Would include Jack Nicklaus, Arnold Palmer and Juli Inkster in his dream foursome…Bucket list includes playing the top 100 golf courses around the world…Says not many people know he can move both of his ears…Favorite slogan is \"Just Do It.\"…Twitter account is @therealwongster.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was 1st in 2015 at the Pingan Bank Open.","dynStats" : "He ranks 35th in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}