{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "35432","tourCodeUC" : "C","tourCodeLC" : "c","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Tucker","first" : "Kevin","middle" : "","extn" : "","nick" : ""}, "height" : "6-1","weight" : "185","birthDate" : "April 12, 1988","age" : "27","birthPlace" : "Kennewick, Washington","residence" : "Scottsdale, Arizona","family" : "","education" : "","splInterest" : "Hiking, bowling","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2010","clubAffl" : "Canyon Lakes GC (Kennewick, Washington)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2013: Finished T2 at the ATB Financial Classic on PGA TOUR Canada. 2012: Earned exempt status on PGA TOUR Canada with rounds of 69-69-77-67 at Qualifying School but missed most of the year due to injury. \n\n2011: Made two cuts in eight starts on PGA TOUR Canada, with a season-best T14 finish at the Desert Dunes Classic.\n","otherCarHigh" : "Was the 2009 Wyoming Desert Intercollegiate Champion, the 2010 WSU Palouse Invitational Champion, a 2010 All-Pac-10 honorable mention selection and a 2011 All-Pac-10 second-team member. Finished collegiate career at Washington State as holder of the school's all-time scoring average record.","personal" : "Lists biggest thrill in golf as being in contention in the final round and says his biggest thrill outside golf as seeing friends and family after being on the road...Favorite courses played are Spyglass Hill, Stanford University GC and The Estancia Club in Scottsdale, Ariz...Lists Augusta National as a course he'd like to play...Never travels without his laptop...Marks his ball with a coin head's up as a superstition...Favorite pro teams are the Seattle Mariners and Seattle Seahawks...Favorite TV shows are \"It's Always Sunny In Philadelphia\" and \"Breaking Bad.\" ...Favorite movies are \"Wedding Crashers\" and \"Superbad.\"...Favorite musical group is the Dave Matthews Band...Lists \"anything Mexican\" as his top food choice...Favorite athletes to watch are Tiger Woods and Peyton Manning...Lists Victoria, British Columbia, and Seattle as his favorite cities to visit....Favorite gadget is his iPhone...Carries Clif Bars in his bag while on the course...Dream foursome would include his father, Fred Couples and Woods...Twitter handle is @K_Tuck08.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Canada was T2nd in 2013 at the ATB Financial Classic Presented by TELUS.","dynStats" : "He ranks 82nd in Career Money Leaders on the PGA TOUR Canada."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}