{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "35960","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Krywulycz","first" : "Mitch","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.82","weight" : "180","weightMetric" : "82","birthDate" : "January 8, 1988","age" : "28","birthPlace" : "Sydney, Australia","residence" : "Augusta, Georgia","family" : "Single","education" : "Augusta State University (2011, Sociology\/History)","splInterest" : "","pronunciation" : "kruh-VOO-lich","nwTourAlumnus" : "","trndProYear" : "2011","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2014","otherVics" : "","intlVics" : "(1) 2013 Sedgefield Classic [eGolf]","curYrHigh" : "","carHigh" : "2015: Joined PGA TOUR Latinoamérica with a T21 finish at the Lima, Peru Q-School in January… Played 14 tournaments on PGA TOUR Latinoamérica, collecting a victory and making six cuts to finish 31st on the Order of Merit… Became the Tour's first champion from outside of the Americas with his victory at the Volvo Colombian Classic in Bogota, Colombia in September. Entered the final round trailing by one and shot 4-under 66 to win by one over Sebastián Vázquez and Jaime Clavijo. He was the only player to post four rounds in the sixties at Club Campestre El Rancho and his win was also his only top-25 of the season… Despite earning conditional status with a T35 finish at the Mackenzie Tour's Florida Q-School in April, he didn't make any starts in Canada.\n\n2014: Made the cut in two of six starts on PGA TOUR Latinoamérica to finish 63rd on the Order of Merit… Had one top-10 and another top-25… Joined three other players in a tie for second at the All You Need Is Ecuador Open in September. Was one of three co-leaders who shot 5-under 67 in the opening round of that event… His other top finish was T16 at the Arturo Calle Colombian Classic a week later.\n\n2013: Recorded one win on the eGolf Tour, the Sedgefield Classic in Greensboro, N.C.... Played in one Web.com Tour event, missing the cut at the WNB Golf Classic.\n\n2012: Played one PGA TOUR Australasia event, finishing T30 in the Victoria Open.\n","otherCarHigh" : "Played on two NCAA Championship winning teams at Augusta State (2010-2011), with PGA TOUR member Patrick Reed a teammate. Defeated Kevin Tway of Oklahoma State on the 19th hole to clinch the 2010 championship for the Jaguars... Won the Australian School Boy Championship.","personal" : "Attended Endeavour Sports High School in Australia… Picked golf over other sports because \"you can't get benched.\"… Favorite golf course he's played is New South Wales GC and Augusta National…Favorite app is Fantasy Football…Favorite website is cyclingnews.com…Favorite pro team is the Los Angeles Kings…Favorite athletes are Pat Rafter and Richard Sherman…First-tee introduction song would be \"Wrecking Ball\" by Miley Cyrus… Favorite gadget is automatic salt and pepper shakers…Bucket list includes seeing the Tour de France… Twitter: @mkrywulycz","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 Tournament Winner \/ Order of Merit Top-60"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Conditional","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2013: Recorded one win on the eGolf Tour, the Sedgefield Classic in Greensboro, N.C....Played in one Web.com Tour event, missing the cut at the WNB Golf Classic.\n\n2012: Has played in one PGA TOUR Australasia event, finishing T30 in the Victoria Open.\n","otherCarHigh" : "Won the Australian School Boy Championship...Played on two NCAA Championship winning teams at Augusta State (2010-2011), with PGA TOUR member Patrick Reed a teammate. Defeated Kevin Tway of Oklahoma State on the 19th hole to clinch the 2010 championship for the Jaguars.","personal" : "Attended Endeavour Sports High School in Australia...Picked golf over other sports because \"you can't get benched.\"...Favorite golf course he's played is New South Wales GC and Augusta National...Favorite app is Fantasy Football...Favorite website is cyclingnews.com...Favorite pro team is the Los Angeles Kings...Favorite athletes are Pat Rafter and Richard Sherman...First-tee introduction song would be \"Wrecking Ball\" by Miley Cyrus...Favorite gadget is automatic salt and pepper shakers...Bucket list includes seeing the Tour de France...Twitter name is @mkrywulycz.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Joined PGA TOUR Latinoamérica with a T21 finish at the Lima, Peru Q-School in January…Played 14 tournaments on PGA TOUR Latinoamérica, collecting a victory and making six cuts to finish 31st on the Order of Merit…Became the Tour's first champion from outside the Americas with his victory at the Volvo Colombian Classic in Bogota, Colombia in September. Entered the final round trailing by one and shot 4-under 66 to win by one over Sebastián Vázquez and Jaime Clavijo. He was the only player to post four rounds in the sixties at Club Campestre El Rancho and his win was also his only top-25 of the season…Despite earning conditional status with a T35 finish at the Mackenzie Tour's Florida Q-School in April, he didn't make any starts in Canada.\n\n2014: Made the cut in two of six starts on PGA TOUR Latinoamérica to finish 63rd on the Order of Merit. Had one top-10 and another top-25…Joined three other players in a T2 at the All You Need Is Ecuador Open in September. Was one of three co-leaders who shot 5-under 67 in the opening round of that event…His other top finish was T16 at the Arturo Calle Colombian Classic a week later.\n\n2013: Recorded one win on the eGolf Tour, the Sedgefield Classic in Greensboro, N.C...Played in one Web.com Tour event, missing the cut at the WNB Golf Classic.\n\n2012: Played one PGA TOUR Australasia event, finishing T30 in the Victoria Open.\n","otherCarHigh" : "","personal" : "Big Cleveland Browns fan...Wants to play Augusta National one day.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri in 2016 is T20th at the 69 Avianca Colombia Open presentado por BBVA.","dynStats" : "He ranks 51st in Scoring Average (Actual) on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}