{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "36689","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Koepka","first" : "Brooks","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "186","weightMetric" : "84","birthDate" : "May 3, 1990","age" : "25","birthPlace" : "West Palm Beach, Florida","residence" : "Jupiter, Florida","family" : "Single","education" : "Florida State University","splInterest" : "Baseball, basketball, table tennis, fishing,\"proper\" football (soccer), football","pronunciation" : "KEP-kuh","nwTourAlumnus" : "","trndProYear" : "2012","clubAffl" : "The Medalist GC (Hobe Sound, Florida)","cityPlaysFrm" : "West Palm Beach; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "5,798,857&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "At 18-under 270, finished solo seventh at the Hero World Challenge, seven strokes behind winner Bubba Watson. He posted the best performance of the three players making their debut at the Tiger Woods-hosted event. Week was highlighted by a third-round 7-under 65...Earned a spot in the final pairing Sunday at the Hyundai Tournament of Champions with a third-round 10-under 63, just one shy of the tournament record. Closed with a 2-under 71 to finish T3 and nine strokes behind runaway-winner Jordan Spieth in his first-ever start in Kapalua. Posted his second official top-10 of the season with a T8 finish at the AT&T Pebble Beach Pro-Am...Playing in the World Golf Championships-Dell Match Play for the second time in his career, advanced to the quarterfinals for the first time. He had a 2-1 record in group play with wins against Billy Horschel and Jaco Van Zyl and defeated Matt Kuchar in round four. Lost in the quarterfinals to eventual-champion Jason Day for a T5 finish.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2014","qSchoolYear" : "","exmtStatus" : "2014-15 tournament winner (through 2016-17)","otherVics" : "","intlVics" : "(5): 2012 Challenge de Catalunya [EurChall]. 2013 Montecchia Golf Open [EurChall], Fred Olesen Challenge de Espana [EurChall], Scottish Hyndro Challenge [EurChall]. 2014 Turkish Airlines Open [Eur].","curYearHigh" : "At 18-under 270, finished solo seventh at the Hero World Challenge, seven strokes behind winner Bubba Watson. He posted the best performance of the three players making their debut at the Tiger Woods-hosted event. Week was highlighted by a third-round 7-under 65...Earned a spot in the final pairing Sunday at the Hyundai Tournament of Champions with a third-round 10-under 63, just one shy of the tournament record. Closed with a 2-under 71 to finish T3 and nine strokes behind runaway-winner Jordan Spieth in his first-ever start in Kapalua. Posted his second official top-10 of the season with a T8 finish at the AT&T Pebble Beach Pro-Am...Playing in the World Golf Championships-Dell Match Play for the second time in his career, advanced to the quarterfinals for the first time. He had a 2-1 record in group play with wins against Billy Horschel and Jaco Van Zyl and defeated Matt Kuchar in round four. Lost in the quarterfinals to eventual-champion Jason Day for a T5 finish.","carHigh" : "2014-15: Enjoyed a breakthrough season, with his first PGA TOUR victory (Waste Management Phoenix Open), a 24th-place finish in the FedExCup and career-best numbers in top-10s (eight), top-25s (14) and made cuts (20)...Opened the season with back-to-back, top-10 finishes at the Frys.com Open (T8) and Shriners Hospitals for Children Open (T4), marking the first time he had rattled off consecutive top 10s on TOUR. Finished T3 at the 2013-14 Frys.com Open while competing on a sponsor's exemption. For the second consecutive season, opened the event with three below-par rounds but failed to make a Sunday charge, with final-round 72s both years. Came back the following week with four rounds in the 60s at the Shriners Hospitals for Children Open to T4, five strokes behind winner Ben Martin...In November, began the final round of the Turkish Airlines Open two shots off the pace, but four birdies on the front nine helped secure his maiden victory on the European Tour, where he spent a majority of his time after turning professional in 2012...Shot weekend rounds of 64-68 at the European Tour's Alfred Dunhill Links Championship in October 2014 to T9, four strokes behind champion Oliver Wilson...Began the final round of the European Tour's Turkish Airlines Open in November 2014 tied for fifth, two shots behind 54-hole leader Wade Ormsby. Made four front-nine birdies at The Montgomerie Maxx Royal then added another birdie on No. 10 and an eagle on No. 13 during his bogey-free, 7-under 65 that led to his first European Tour title, a one-shot triumph over Ian Poulter. Played his final 33 holes at par or better. The win was his fifth since turning professional and first European Tour title to go with four European Challenge Tour victories...Finished eighth on the final European Tour's Race to Dubai standings after the final event in late-November 2014. Following the event, the European Tour named him its Sir Henry Cotton Rookie of the Year...In his first start at the Waste Management Phoenix Open, began the final round three strokes off Martin Laird's 13-under lead. Fired a bogey-free, 5-under 66 Sunday, highlighted by a 50-foot, eagle putt from off the green at the par-5 15th hole to claim his first career PGA TOUR win by a stroke over Bubba Watson, Ryan Palmer and Hideki Matsuyama. Finished at 15-under 269. When asked about the confidence he exudes, said he attributes it to a positive personality change he underwent as his mother became a cancer survivor...Held the second-round lead of the FedEx St. Jude Classic. Ultimately finished T3 after weekend rounds of 71-70...Had a T10 finish at The Open Championship at St. Andrews, spurred on by closing without a bogey in the final 37 holes. Has five top-20 finishes in just 10 major championship appearances, led by a T4 at the 2014 U.S. Open. His previous-best finish at The Open Championship was T67 in 2014...Jumped all the way to No. 12 in the FedExCup standings entering the Playoffs after finishing T6 at the World Golf Championships-Bridgestone Invitational, T5 at the PGA Championship and T6 at the Wyndham Championship...Overcame a 1-over 73 in the opening round of the PGA Championship with subsequent scores of 69-67-66 to finish T5 at 13-under 275 at Whistling Straits. In the first round, followed three consecutive bogeys with five consecutive birdies, on Nos. 10-14. En route to his 66 Sunday, made six birdies and an eagle, against just two bogeys...Finished T6 at the Wyndham Championship in his second career Greensboro start...Closed out the season with a T18 finish in his first start at the TOUR Championship by Coca-Cola. Opened with an even-par 72 at Carnoustie at the European Tour's Alfred Dunhill Links Championship in early October. Was stellar after that, firing a second-round 69 (at Kingsbarn) and weekend rounds of 64-67 at St. Andrews only to fall two strokes short of winner Thorbjorn Olesen. Settled for the T2 with countryman Chris Stroud in Scotland.\n\n2013-14: Made 12 of 16 cuts on the PGA TOUR, with two top-10s as a non-member. Earned enough non-member FedExCup points\/money during the season to achieve Special Temporary Membership. Parlayed that into a top-125 finish on the non-member FedExCup points list to earn his TOUR card for the 2014-15 season...Making his first non-major championship PGA TOUR start, finished T3 at the Frys.com Open. Rounds of 67-64 led to a one-stroke 36-hole lead followed by a third-round 67 and a two-stroke advantage with 18 holes to play. Title hopes were dashed with bogeys on Nos. 16 and 17, finishing three strokes behind champion Jimmy Walker...On the European Tour, contended at the Omega Dubai Desert Classic, opening 69-65 at Emirates GC to sit a stroke off Rory McIlroy's 36-hole lead. Finished with rounds of 70-70 to T3 with Romain Wattel, two shots behind winner Stephen Gallacher...Finished T4 at the U.S. Open at Pinehurst's No. 2, 10 strokes behind runaway winner Martin Kaymer. By finishing inside the top four, guaranteed a spot in the 2015 U.S. Open. Appearance in North Carolina was his fourth start in a major, with his only other made cut coming at the 2013 PGA Championship (T70)...In September, contended at the Omega European Masters in Switzerland, finishing one-shot out of the David Lipsky-Graeme Storm playoff. Enjoyed four sub-70 rounds at Crans-sur-Sierre GC (65-65-66-67) to T3 with Tyrrell Hatton.\n\n2013: Made his Web.com Tour debut, at the WNB Golf Classic, opening with a 74 in Texas and then shooting three consecutive sub-par rounds (68-71-71) to T40...Committed to a full schedule in Europe and won three times on the European Challenge Tour, earning an immediate promotion to the European Tour for the remainder of the season and into 2014. First victory of the campaign came at the Montecchia Golf Open, shooting a third-round 62 and coasting to a seven-shot victory over Agustin Domingo in Padova, Italy...Second victory came on the Canary Islands, a whopping 10-shot triumph over Luis Claverie at the Fred Olesen Challenge de Espana. Trailed by one shot after 18 holes and was tied with Edouard Dubois at the halfway mark. He took control of the tournament with a second 64 for the week, his 7-under day in the third round giving him a four-shot lead with 18 to play. His final-round, 5-under 66 earned him the 10-stroke victory over three players. His win shattered the European Challenge Tour's margin-of-victory record of eight strokes, jointly held by Bradley Dredge (2003 Madeira Islands Open) and Markus Brier (2004 Austrian Open)...Third win of the season, a victory that earned him an immediate promotion to the European Tour, came at the Scottish Hydro Challenge, a three-shot win over Byeong-Hun An, Andrea Pavan, Steven Tiley and Sam Walker. Shot a third-round 62 at Macdonald Spey Valley GC in Aviemore, Scotland. By winning three times, he became the first American to win three Challenge Tour events in a season and joined Taco Remkes (2008), Edoardo Molinari (2009), Benjamin Hebert and Sam Little (2011) and Kristoffer Broberg (2012) to earn the Challenge Tour's in-season promotion...Gained a spot in The Open Championship, taking medalist honors at the International Finals Qualifying for Europe, shooting rounds of 69-65 at Sunningdale...Only other PGA TOUR start up to that point came at the PGA Championship (T70)...Had four sub-70 rounds in September to T7 at the Omega European Masters in Switzerland. \n\n2012: Made his European Challenge Tour debut after turning professional, making the cut at the Credit Suisse Challenge, going on to finish T27 after shooting a final-round 69...Enjoyed his first top-10 of his career, turning in a T7 peformance at the English Challenge. Couldn't make a run at victory, shooting a final-round 75 leaving him eight strokes behind winner Chris Paisley....Finished T5 the following week, at the FInnish Challenge. Opened with a 67 and finished with a 66...Won his first professional tournament, taking the Challenge de Catalunya in late-September. In the 54-hole event, shot a final-round 65 to outdistance Alessandro Tadini by three shots. \n\nAmateur: Played golf at Florida State University, where he won three events, including the 2009 Rice Planters Amateur. Was a four-time All American, a three-time All-ACC pick and a two-time ACC Golfer of the Year selection. Qualified for the 2012 U.S. Open as an amateur. After missing the cut (77-77), chose to turn professional, joining the European Challenge Tour.\n","otherCarHigh" : "","personal" : "Enjoys spending time with his family when he is back home in Florida and playing golf with his younger brother, Chase, whenever possible. His favorite sport teams are Manchester United Football Club and the Los Angeles Lakers.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T3rd at the Hyundai Tournament of Champions.","dynStats" : "He ranks T42nd in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}