{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29518","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Steele","first" : "Brendan","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "175","weightMetric" : "79","birthDate" : "April 5, 1983","age" : "33","birthPlace" : "Idyllwild, California","residence" : "Irvine, California","family" : "Wife, Anastassia","education" : "University of California-Riverside (2005, Business Administration)","splInterest" : "Hockey, music","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2010)","trndProYear" : "2005","clubAffl" : "Shady Canyon GC (Irvine, California)","cityPlaysFrm" : "Idyllwild; CA; United States","websiteUrl" : "http:\/\/www.brendansteelegolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "8,309,825&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "21st Nationwide Tour Qualifier at the 2009 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "Held sole possession of the lead through 54 holes at the season-opening Frys.com Open, but a final-round, 4-over 76 resulted in a T17...Two starts later, at the CIMB Classic in Malaysia, entered the final round tied for the lead with eventual champion Justin Thomas, but finished T3, two shots back.","carHigh" : "Finished the season No. 70 on the 2009 Nationwide Tour money list, with three top-10s to his credit. Had a T10 at the Price Cutter Charity Championship, only the second top 10 of his career. The first came at the 2008 Price Cutter Charity Championship, where he T4. Was within two strokes of the 54-hole lead at the WNB Golf Classic but managed only a 1-under 71 on the final day at Midland CC and dropped into a T7. Was T8 the following week at the Soboba Classic, where he was playing in front of family and friends. Grew up in Idlywild, CA, and played high school golf on The CC at Soboba Springs course...Played his rookie season on the 2008 Nationwide Tour, registering his only top-10 finish of the year with a T4 at the Price Cutter Charity Championship, shooting all four rounds in the 60s. Made 11 cuts in 21 starts, including four top-15 finishes to end the season No. 82 on the money list. Had never played in a PGA TOUR or Nationwide Tour event before 2008. Played on the Canadian Tour from 2006-07. Most recently made the cut in 10 of 13 starts in 2007, with three top-10 finishes. Made seven of eight cuts during his rookie season in 2006, with three top-10 finishes. Runner-up finish at the 2006 Telus Edmonton Open, falling in a playoff to Stephen Gangluff. Also finished second at the 2005 California State Open. Winner of four tournaments on the 2005 Golden State Tour. \n","otherCarHigh" : "Won five times in college, was a two-time Academic All-American, named to the All-Big West Conference team all four years.","personal" : "Got his start in golf from his big brother. Uncle, Anthony Geary, plays Luke on \"General Hospital.\" Grew up in a small town (Hemet, CA) that didn't have a golf course or a driving range. Biggest thrill outside of golf was getting married...Favorite course he's played is Turnberry and hopes to play Augusta National...First car was a Mercury Cougar and now drives a BMW 325i...Favorite pro team is the Los Angeles Kings...Enjoys watching \"Seinfeld,\" and favorite book is Dark Passage...Other favorites include sour candy, watching Alexander Ovechkin play hockey and visiting Amsterdam...Favorite vacation spot is Hawaii. Lists Wayne Gretzky, Mario Lemieux and his brother, Sean, to round out his dream foursome. Charity work involves Grandfathers for Golf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2011","qSchoolYear" : "","exmtStatus" : "50th in 2014-15 FedExCup points","otherVics" : "(1): 2011 Franklin Templeton Shootout [with Keegan Bradley].","intlVics" : "","curYearHigh" : "Held sole possession of the lead through 54 holes at the season-opening Frys.com Open, but a final-round, 4-over 76 resulted in a T17...Two starts later, at the CIMB Classic in Malaysia, entered the final round tied for the lead with eventual champion Justin Thomas, but finished T3, two shots back.","carHigh" : "2014-15: Advanced to the FedExCup Playoffs for a fourth time on the strength of 10 top-25 finishes in 21 starts through the Wyndham Championship. Despite a T13 finish at the BMW Championship, the third of the four Playoffs' events, ended his season at Conway Farms GC ranked 50th in the FedExCup standings...Finished T2 at the Humana Challenge for his first top-10 in five starts at the La Quinta event. Closed with a 64 to climb the leaderboard, finishing one shot behind winner Bill Haas...In late-March, the 2011 Valero Texas Open champion returned to TPC San Antonio, where he started his final round with three consecutive bogeys. Managed to rebound with three birdies to eventually finish T8 with Chris Kirk and Scott Pinckney...Finished T9 at the Wells Fargo Championship for his first top-10 in five starts at Quail Hollow Club...Finished T6 at the Open de France, his first European Tour start since the 2012 Open de France. Finished T6, three years after turning in a T7 at the same event. Was also T7 at the Open de France in 2011...In the Modified Stableford Format Barracuda Championship, finished T7 with a total of 40 points. Was his third top-10 in four starts in the event. He was T8 in 2012 and 4th in 2013. \n\n2013-14: Had a solid season, making 18 of 26 cuts and recording a career-best four top-10 finishes. Season ended at the second FedExCup Playoffs event outside Boston after finishing T50 at the Deutsche Bank Championship...Turned in a career-low, 9-under 62 in the third round of the Waste Management Phoenix Open, leading to a third consecutive top-six finish at the event (T5 in 2012 and T6 in 2013)...Two weeks later, finished T10 at the Northern Trust Open, with rounds of 68-71-67-69...Held a one-shot lead after a first-round 62 at the Travelers Championship before finishing T5...Finished T5 at the Quicken Loans National at Congressional CC. Ended at 2-over 282. A double bogey-6 on his final hole dropped him out of the Justin Rose-Shawn Stefani playoff, at 4-under. Qualified for The Open Championship via his finish at the Quicken Loans National as part of the new Open Qualifying Series.\n\n2013: Came on strong in the second half of the season, resulting in starts in the first three events in the FedExCup Playoffs. After six consecutive missed cuts in May and June, claimed top-20 finishes in five of his next nine starts...Collected his second consecutive top-10 finish at the Waste Management Phoenix Open (T5 in 2012), thanks to back-to-back, 6-under 65s in the second and third rounds at TPC Scottsdale. Finished T6 with Brendon de Jonge and Bill Haas in his third straight start in the Arizona event...Finished solo fourth and 11 points behind champion Gary Woodland at the Reno-Tahoe Open, his second top 10 in as many appearances at the Modified Stableford scoring event (T8 in 2012). Week was highlighted by a six-hole performance of 7-under (B-B-B-B-B-E) to finish the third round, marking the best six-hole stretch of the season...Thanks to four rounds in the 60s at the Deutsche Bank Championship, the performance was good for a T20, jumping him from 89th to 69th in FedExCup standings and earning a spot into the 70-man BMW Championship field...Finished 61st at the BMW Championship at Conway Farms GC to end the season ranked 70th in FedExCup standings.\n\n2012: Finished No. 130 in the FedExCup standings to miss the FedExCup Playoffs in his sophomore season...Tied the final-round low of 7-under 64 at the Waste Management Phoenix Open to claim a T5 at TPC Scottsdale. The top-15 finish was his fourth at a TPC course since his rookie year. After winning the 2011 Valero Texas Open at TPC San Antonio, he finished T13 at the Travelers Championship on the TPC River Highlands layout and T10 at the TPC Boston in the Deutsche Bank Championship...Returned to TPC San Antonio in April in defense of his Valero Texas Open title, where he felt so certain his opening-rounds of 73-74 would lead to a missed cut he changed his flight out of San Antonio from Sunday to Friday. Eventually made the 4-over cut by a stroke and then rallied on the weekend with rounds of 3-under 69 Saturday and a bogey-free, 5-under 67 Sunday to move up 52 spots on the leaderboard to finish T4...Again played in the Alstom Open de France, and for a second consecutive year he T7. Shot rounds of 70-70-71-69 at Le Golf National in Paris...Posted second PGA TOUR top-10 of the season, with a T8 in his first appearance at the Reno-Tahoe Open, the first PGA TOUR event to use the Modified Stableford scoring format since 2006. Finished with 30 points, 13 behind winner J.J. Henry. \n\n2011: Enjoyed a tremendous rookie year on the PGA TOUR with eight top-25 finishes, of which one was a win...In 12th start of his rookie season, at the Valero Texas Open, made a clutch, 5-foot putt on the 72nd hole to claim his first career TOUR win by a shot over Charley Hoffman and Kevin Chappell. With the win, became 16th first-time winner of the Valero Texas Open...Played in his first European tour event and made the most of his opportunity, finishing T7 at the Alstom Open de France in Paris...Entered the final round just one stroke behind Bubba Watson at the Deutsche Bank Championship, but carded a 1-over 72 to finish T10, his second top 10 of the season...His third top-10 of the season came outside of San Jose, Calif., in the Fall Series at the Frys.com Open. Three rounds in the 60s gave him a T7...Picked up an unofficial victory late in the season with partner Keegan Bradley at the Franklin Templeton Shootout. The duo was 32-under for the three-day event, winning by three strokes. \n\n2010: Made 26 Web.com Tour starts and earned his first career win to highlight a season that saw him finish No. 6 on the money list and earn his PGA TOUR card for 2011...Had four top-10 finishes, with three of them coming in his final six starts...Posted his first top-10, at the Chiquita Classic in July. Carded four rounds in the 60s, including a second-round 65, to finish T10...Next top-10 was a T9 at the Albertsons Boise Open...Notched his third top-10 at the Chattanooga Classic, where he finished fourth, matching his best career performance on Tour...Saved his best for last when he nearly went wire to wire to win the season-ending Web.com Tour Championship at Daniel Island. Shared the first- and second-round leads and moved to a five-stroke lead after 54 holes, thanks to his third-round 65. Struggled during the final round, shooting a 1-over 73 to finish at 13-under 275, tied with former U.S. Amateur champion Colt Knost. The duo matched pars on the first two playoff holes and birdies on the third before he birdied the fourth extra hole to edge Knost for the win. He joined Steve Flesch (1997), Nick Watney (2004) and Matt Every (2009) as the only players to have their first career win come at the Web.com Tour Championship. Victory was worth $180,000 and propelled him from No. 30 to No. 6 on the final money list. \n\n2009: Finished the season No. 70 on the Web.com Tour money list, with three top-10s to his credit. Had a T10 at the Price Cutter Charity Championship, only the second top 10 of his career. The first came at the 2008 Price Cutter Charity Championship, where he T4. Was within two strokes of the 54-hole lead at the WNB Golf Classic but managed only a 1-under 71 on the final day at Midland CC and dropped into a T7. Was T8 the following week at the Soboba Classic, where he was playing in front of family and friends. Grew up in Idlywild, Calif., and played high school golf on The CC at Soboba Springs course. \n\n2008: Played his rookie season on the Web.com Tour, registering his only top-10 finish of the year with a T4 at the Price Cutter Charity Championship, shooting all four rounds in the 60s. Made 11 cuts in 21 starts, including four top-15 finishes to end the season No. 82 on the money list. \n\n2007: Played on the Canadian Tour. Made the cut in 10 of 13 starts, with three top-10 finishes. \n\n2006: In his rookie year on the Canadian Tour, made seven of eight cuts, with three top-10 finishes. Had a runner-up finish at the Telus Edmonton Open, falling in a playoff to Stephen Gangluff. 2005: Played primarily on the Golden State Tour, where he won four titles...Finished second at the California State Open. \n\nAmateur: Won five times in college, was a two-time Academic All-American, named to the All-Big West Conference team all four years. \n","otherCarHigh" : "","personal" : "Got his start in golf at the late age of 13...Uncle, Anthony Geary, played Luke on \"General Hospital.\"...Grew up in a small town (Idyllwild, Calif.) that didn't have a golf course or a driving range. Biggest thrill outside golf was getting married...Favorite pro team is the Los Angeles Kings but will watch any hockey game, any team...Enjoys watching \"Seinfeld.\"...Other sport favorites include the Tour de France, Fantasy Football and Bocce Ball...Favorite vacation spot is the Amangiri Resort in Utah...Made his T.V. acting debut on an episode of Bones in 2015.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T3rd at the CIMB Classic.","dynStats" : "He ranks T35th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/brendansteele"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/Brendan_Steele"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}