{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34429","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Rousey","first" : "Nick","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "180","weightMetric" : "82","birthDate" : "June 14, 1980","age" : "35","birthPlace" : "Anniston, Alabama","residence" : "Pensacola, Florida","family" : "Wife, Laura; Natalie Elizabeth (6\/22\/12)","education" : "University of Alabama (2003, Hotel and Restauraunt Management)","splInterest" : "Reading, sketching","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2003","clubAffl" : "Perdido Bay GC (Pensacola, Florida)","cityPlaysFrm" : "Pensacola, Florida","websiteUrl" : "http:\/\/www.nickrouseygolf.com\/","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "191,028&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2013","exmtStatus" : "Conditional - Additional Qualifying Tournament Finisher or Finished 76-100 on 2014 Web.com Tour Money List","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Competed in 21 Web.com Tour events, posting three top-25s. Made eight cuts. Finished the season 94th on the money list...Both top-25s came in July, at the Midwest Classic (T11) and the Nova Scotia Open (T12)...Concluded the season making the cut in four of his last five tournaments to rise from 123rd in earnings to 94th at season's end.\n\n2013: Made the cut in 12 of 21 starts during his first full season on the Web.com Tour. Had five top-25 finishes to go along with a pair of third-place weeks...Had a career-best, third-place finish at the rain-shortened Stadion Classic at UGA in early May. Moved into contention Saturday, firing a 5-under 66, the day's lowest score...Posted the best final-round score (66) at the Mid-Atlantic Championship and jumped up from a T44 to a T11 finish...Second top-10 came in early August with a T3 effort at the Mylan Classic near Pittsburgh that pushed him to No. 28 on the money list with just three Regular Season events remaining on the schedule...Made the cut in just one of four Finals' events. \n\n2012: Advanced to the final stage of the PGA TOUR Qualifying Tournament for the first time and earned conditional status on the Web.com Tour after finishing T130...Made 16 starts on the NGA Hooters Tour, with a pair of runner-up finishes, at the Mountain Lakes Classic and the Kandy Waters Memorial Classic. \n\n2011: Made two starts on the Web.com Tour, with his best finish a T44 at the Preferred Health Systems Wichita Open...Won the NGA Hooters Tour's Texas Honing Open sponsored by Robert Steele. \n\n2010: Made three cuts in four starts on the Web.com Tour, with his best result a T4 at the Preferred Health Systems Wichita Open. \n\n2009: Won three times on the Emerald Coast Professional Golf Tour. \n\n2007: Won the Chesdin Landing Chesdin Realty Open on the NGA Hooters Tour. 2003: Was the leading money-winner on the DP Tour.\n\nMisc.: Was the leading money winner on the DP Tour in 2003...Won three times on the NGA Tour from 2004-2012...Played on the Emerald Coast Golf Tour from 2008-2012 and won mulitple times. \n\n","otherCarHigh" : "Two-time team and individual junior college national champion...Was a U.S. team member at the World University Games...Two-time SEC Academic All American...Was the Escambia County (Florida) golf champion in 1998.","personal" : "Was inducted into the National Junior College Athletic Association Hall of Fame in 2008 after a stellar career at Central Alabama Community College...Favorite website is rolltide.com...Favorite athlete to watch was Joe Montana...Favorite restaurants are Moe's and Chick-fil-A...Not many people know he draws in his free time...Supports World Vision to help better the lives of children...Went to Escambia High School in Pensacola, the same high school as Emmitt Smith, Trent Richardson and PGA TOUR winner Joe Durant...Has one older brother who is a lieutenant colonel in the Air Force...Father spent 21 years in the U.S. Army, served two terms in Vietnam and is now a district director for the PGA of America...Favorite courses are Oak Hill CC and Pebble Beach GL, and he would like to play Bandon Dunes...Ringtone is \"Free\" by the Zac Brown Band...Favorite teams include Alabama, the Atlanta Braves and the San Francisco 49ers...Favorite movie is \"The Shawshank Redemption.\"...Favorite place to vacation is San Francisco...Would round out his dream foursome with his dad, Montana and Jack Nicklaus...Bucket list includes riding with the Blue Angels and attending the Skip Barber auto-racing school.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 3rd on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}