{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02152","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Stockton","first" : "Dave","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "190","weightMetric" : "86","birthDate" : "November 2, 1941","age" : "74","birthPlace" : "San Bernardino, California","residence" : "Redlands, California","family" : "Wife, Catherine; David (7\/31\/68), Ronald (9\/16\/70); four grandchildren","education" : "University of Southern California (1964, General Management)","splInterest" : "Bison ranching, hunting, fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1964","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "http:\/\/www.davestockton.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "12,514,752&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Lone appearance was at the PNC Father\/Son Challenge with his son, Dave, Jr. Finished solo seventh.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1964","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Lone appearance was at the PNC Father\/Son Challenge with his son, Dave, Jr. Finished solo seventh.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1991","qSchoolYear" : "","exmtStatus" : "Top 30 on All-Time Money List","otherVics" : "(3): 1967 Haig Scotch Foursome Invitational [with Laurie Hammer]. 2000 Champions Challenge [with Dave Stockton, Jr.]. 2008 Champions Challenge [with Dave Stockton, Jr.].","intlVics" : "","curYearHigh" : "Lone appearance was at the PNC Father\/Son Challenge with his son, Dave, Jr. Finished solo seventh.","carHigh" : "2013: Did not compete in an event during the season.\n\n 2012: Named the recipient of the PGA Distinguished Service Award, inaugurated in 1988 to honor outstanding individuals who display leadership and humanitarian qualities, including integrity, sportsmanship and enthusiasm for the game of golf. Received the award at August's 94th PGA Championship at Kiawah Island, S.C...Did not compete in any events during the year. 2011: Spent the majority of his year running his new company, Stockton Golf, and working with his two sons, teaching his putting\/short-game method to both professionals and amateurs. During the summer, with Matthew Rudy, co-authored a book, Unconscious Putting, which explains his unique approach on the greens...Made just one official Champions Tour start, finishing T69 at the Toshiba Classic...Also teamed with Jay Sigel to finish T9 in the Raphael Division at the Liberty Mutual Legends of Golf. \n\n2010: Made just two starts during the year due to health-related issues. Competed at the Allianz Championship in February and played one round at the Toshiba Classic in early March before being forced to WD due to illness. Underwent surgery September 23 to correct a 75-percent tear in his right rotator cuff. \n\n2009: Played in 12 events before being shelved for the remainder of the year following left-shoulder surgery for a partially torn rotator cuff in late August...While recuperating, hooked up with Phil Mickelson, who solicited his advice on putting after a suggestion from his caddie, Jim MacKay. Mickelson credited Stockton for improvement in his putting after his win in the year's final FedEx Cup event, The TOUR Championship in Atlanta...Also worked with Michelle Wie prior to the Solheim Cup...Best individual effort was a T28 at the Triton Financial Classic near Austin, Texas. \n\n2008: Posted his best finish in four years when he was T4 at the Administaff Small Business Classic near Houston. His three sub-par rounds helped him to his best effort since he was T4 at the 2004 SBC Championship in San Antonio...Was among the leaders after the first round of the AT&T Championship when he fired a 5-under 66 at Oak Hills, matching his age for the third time in his Champions Tour career. Eventually finished T30 in the event...Served as an assistant captain to Paul Azinger on the winning U.S. Ryder Cup team at Valhalla in September. \n\n2007: Saved his best performance of the year for last, registering a T7 at the AT&T Championship. Managed to shoot his age for the second time in the second round and trailed the leaders by three strokes after 36 holes...First shot his age when he had a second-round, 6-under 65 at the Toshiba Classic. Round on Saturday made him the youngest player to match his age since Raymond Floyd posted 63 at 2006 Boeing Championship at Sandestin. \n\n2004: T3 at the Farmers Charity Classic in Michigan (nine top-10 finishes, including 1996 victory there), two strokes back of Jim Thorpe. \n\n2002: Birdied the final three holes at the TPC Tampa Bay to close with a 68 and T3 at the Verizon Classic, his best finish in a Champions Tour event since placing second at the 2000 Foremost Insurance Championship...Was T3 again at the Toshiba Senior Classic after posting three straight sub-70 scores at Newport Beach. \n\n2000: Finished solo second at the Foremost Insurance Championship, three strokes back of wire-to-wire winner Larry Nelson. \n\n1999: Led by two strokes heading into the final round of the Pacific Bell Senior Classic, but a 70 Sunday left him T2 behind Joe Inman. \n\n1998: Went over the million-dollar mark ($1,040,524) in yearly earnings for a fifth time...Opened with a 7-under 64 at the Royal Caribbean Classic, but eventually lost to David Graham in a 10-hole playoff, the longest sudden-death affair in Champions Tour history...Also finished second to Larry Nelson at the American Express Invitational. \n\n1997: Birdied three of the final four holes to post a two-stroke win over Kermit Zarley at the Franklin Quest Championship. \n\n1996: Victorious at the U.S. Senior Open at Canterbury GC near Cleveland. After opening with a 70, fired back-to-back 67s to open a seven-shot lead after 54 holes and then held off a late charge by Hale Irwin to win by two strokes...Came from four strokes back a month later to win the First of America Classic near Grand Rapids. \n\n1995: Claimed the earliest win of his Champions Tour career when he triumphed at the GTE Suncoast Classic near Tampa, defeating three players by two strokes...Also came from four shots back to win the Pittsburgh Senior Classic by one shot over Isao Aoki. \n\n1994: Claimed a second consecutive Arnold Palmer Award as the circuit's leading money-winner, the first player to do so since Bob Charles in 1988-89...Earnings of over $1.4 million were more than his total amount in 27 years on the PGA TOUR...Voted Player of the Year by the Golf Writers Association of America...Nabbed wins at the Nationwide Championship and a second Ford Senior Players Championship title, where he was six strokes better than Jim Albus...Also won the Burnet Senior Classic by one over Albus. \n\n1993: Collected both the Arnold Palmer Award and the Champions Tour Player of the Year Award after winning a career-high five tournaments...Won back-to-back events at the Franklin Quest Championship and the GTE Northwest Classic...Tied a 54-hole Champions Tour record for largest victory margin, winning by nine strokes in Utah...Was the circuit's only wire-to-wire winner of the season at the GTE Northwest event near Seattle...Voted Player of the Year by the Golf Writers Association of America and other assorted publications. \n\n1992: Voted Champions Tour Rookie of the Year...Won his first event at the Mazda Presents The Senior Players Championship, coming from behind to edge J.C Snead and Lee Trevino on the last hole. \n\n1991: Debuted on the circuit at the First Development Kaanapali Classic. Shot three sub-70 rounds and finished 12th at the final full-field event of the year in Hawaii.\n","otherCarHigh" : "Won 10 times on the PGA TOUR and was among the top 60 on the money list from 1967-78...A two-time winner of the PGA Championship. Claimed his first PGA Championship in 1970 at Southern Hills CC in Tulsa, Okla., foiling Arnold Palmer and Bob Murphy. Last TOUR win came in the 1976 PGA Championship when he defeated Raymond Floyd and Don January at Congressional CC...Was runner-up at the 1975 Masters, 1975 PLAYERS Championship and 1978 U.S. Open...Most productive year was 1974 when he won three events and finished sixth on the money list with $155,104...Captained the 1991 U.S. Ryder Cup team to victory at Kiawah Island, S.C. Also played on the 1971 and 1977 Ryder Cup teams...Was a two-time All-America choice while at the University of Southern California. Named to the USC Athletic Hall of Fame in 1995 and selected for the Southern California Golf Association Hall of Fame in October 2010...Has made 27 career holes-in-one, with two coming on the Champions Tour.","personal" : "Made history in March 1996, when he and his two sons each played a different TOUR event on the same weekend. Dave was at the FHP Health Care Classic, Dave Jr. was playing at the Doral-Ryder Open and youngest son, Ronnie, was playing in the Inland Empire Open on the Web.com Tour...Served as honorary chairman for the 1995 Heartland of America Pro-Am that raised more than $400,000 to build a new day-care center for Oklahoma City...Now annually hosts the Stater Bros Heroes With Hearts Challenge in conjunction with former Medal of Honor winners...Known as \"King of the Corporate Outings\" during the 1980s when he averaged more than 90 days a year mixing business with the game of golf...Father was a golf professional and got him started in the game of golf...Broke his back at age 15, and as a result, stopped playing basketball and baseball to concentrate on golf...Favorite athlete was Ted Williams...Favorite meal is Mexican food...Also admired Byron Nelson...Biggest golf thrill was winning 1970 PGA Championship.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 14 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}