{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02133","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Stadler","first" : "Craig","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "250","weightMetric" : "113","birthDate" : "June 2, 1953","age" : "62","birthPlace" : "San Diego, California","residence" : "Evergreen, Colorado","family" : "Wife, Jan; Kevin (2\/5\/80), Chris (11\/23\/82)","education" : "University of Southern California (1975)","splInterest" : "Hunting, fishing, outdoors","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1976","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "18,951,222&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1977","qSchoolYear" : "Spring 1976","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(4): 1985 Canon European Masters [Eur]. 1987 Dunlop Phoenix [Jpn]. 1990 Scandinavian Enterprise Open [Eur]. 1992 Argentine Open.","curYearHigh" : "In 16 outings his best finish was a T23 at the Nature Valley First Tee Open at Pebble Beach in September...Was T26 at the Bass Pro Shops Legends of Golf with partner Scott Hoch.","carHigh" : "2004: Was voted by his peers as the Champions Tour Player of the Year after a career-best five victories, the most wins by any player in a single season since Larry Nelson in 2001...Also topped the Champions Tour earnings list for 2004 and received the Arnold Palmer Award as the circuit's leading money-winner, with a personal-best $2,306,606, the 10th-highest money total ever...Played in two PGA TOUR events in Hawaii prior to the Champions Tour's opening tournament, the MasterCard Classic. Was T28 at the Mercedes Championships and then missed the cut at the Sony Open in Hawaii...Also played in the AT&T Pebble Beach National Pro-Am with his son Kevin and finished T35...Made an appearance at THE PLAYERS Championship, where he made the cut and finished T66...Was T21 in defense of his title at the B.C. Open in July...Played in 21 Champions Tour events and collected a season-high five victories...Started the Champions Tour year by winning The ACE Group Classic in Naples...Became the first player since Gil Morgan to win three consecutive starts on the Champions Tour and posted his fifth victory in the process, the first player to win that many events since Larry Nelson in 2001...Rallied from four strokes back on the final day to win the Bank of America Championship near Boston by four shots. Win became extra special when son Kevin claimed the Lake Erie Charity Classic on the Nationwide Tour in a four-hole playoff just an hour later. It marked the second time a father and son won on the same day in TOUR-sponsored events (David Duval\/Bob Duval on 3\/28\/1999). 2003: Split year between TOUR and Champions Tour, where he gained eligibility in June...Made the cut in four of 10 events on TOUR but made the most of them with his 13th TOUR victory at the B.C. Open. Fresh from his victory the week before at the Ford Senior Players Championship on the Champions Tour, Stadler came from eight strokes back on the final day to win the B.C. Open. He became just the second player in TOUR history to win both a PGA TOUR and Champions Tour event in the same season, joining Raymond Floyd who won the Doral Ryder Open at age 49 and the GTE North Classic at 50 in 1992. At the age of 50 years, 1 month and 18 days he became the fifth-oldest player to win on the TOUR and the first player over the age of 50 to win since Art Wall won the 1975 Greater Milwaukee Open at the age of 51 years, 7 months and 10 days. With the win he collected $540,000, the largest of his professional career. His previous best was $375,000 the week before at the Ford Senior Players Championship. Stadler posted four rounds in the 60s in a single TOUR event for the first time since the 1995 B.C. Open when he finished T3. It was a family affair for the Stadlers at the B.C. Open. His older son, Kevin, was playing on a sponsor exemption and missed the cut by one and younger son Chris served as his father's caddie...Won three times on the Champions Tour and had seven top-10s in 14 starts, and was voted Champions Tour Rookie of the Year. 2002: Played with son Kevin for the first time in an official TOUR event at the B.C. Open. T50 at 6-under-par but Kevin missed cut by seven strokes...Used a 7-iron from 185 yards to ace No. 13 during the third round of THE PLAYERS Championship. 2001: Finished outside the Top 100 for first time in his career...Used long putter for first time in career at the Shell Houston Open. 2000: His $631,752 season earnings are the most he has won in a single year since 1991 when he made a career-best $827,628...Came into the season 50 pounds lighter than in 1999...Nearly won for the first time since the 1996 Nissan Open when he lost in a playoff on the fourth extra hole to Robert Allenby at the Shell Houston Open. One of six top-10s that year. 1999: Played in only 17 events, the fewest since he joined the TOUR in the spring of 1976...Posted third-place finish at AT&T Pebble Beach National Pro-Am. 1997: Posted three top-5s at Nissan Open (second), Buick Invitational (T2) and AT&T Pebble Beach National Pro-Am (T5). 1996: Used front-nine 30 en route to Sunday 68 for one-stroke victory at Nissan Los Angeles Open. 1994: Defeated Steve Lowery by a stroke at Buick Invitational of California. 1992: Captured NEC World Series of Golf, 10 years after wining same event, by one stroke over Corey Pavin. 1991: Finished second on money list after winning THE TOUR Championship at Pinehurst No. 2 in playoff with Russ Cochran, his first victory in seven years. 1985: Finished runner-up a career-high three times. Lost playoff to Lanny Wadkins on fifth extra hole at Bob Hope Classic. Finished one behind Mark O'Meara at Hawaiian Open and T2 at Greater Greensboro Open. 1985: Won Byron Nelson Classic by a stroke over David Edwards. 1982: TOUR's leading money-winner, when he won four times...Captured season-opening Joe Garagiola Tucson Open by three strokes over Vance Heafner and John Mahaffey...After opening 75, won Masters in playoff over Dan Pohl...Scored seven-stroke victory over Seve Ballesteros at Kemper Open...Made up five strokes with closing 65 at World Series of Golf, then defeated Raymond Floyd in playoff. 1981: Earned six-stroke victory at The Kemper Open. 1980: First of 12 TOUR victories came at season-opening Bob Hope Desert Classic...Won Greater Greensboro Open by six strokes. Amateur: Two-time All-America at University of Southern California...Defeated David Strawn to win the 1973 U.S. Amateur at Inverness\n","otherCarHigh" : "","personal" : "Nicknamed \"The Walrus,\" is one of golf's most colorful and popular personalities...A California native who lives in Denver, is ardent fan of NHL's Colorado Avalanche...Inducted into San Diego's Breithard Hall of Fame in February 1996...Son Kevin was a second-team All-American at Southern Cal in 2002 and won the 2002 Colorado Open in his professional debut. Kevin also played into the third round of match play at the 2002 U.S. Amateur at Oakland Hills.","otherInfo" : "Former Masters champion and 13-time PGA TOUR winner played in one PGA TOUR event in 2007, the Masters, and finished T49. Competed in 22 events on the Champions Tour and recorded four top-10, his fewest in a single season since joining the Champions Tour in 2003. Made four appearances on TOUR in 2006 and made one cut (T42-AT&T Pebble Beach National Pro-Am). Picked up two seconds and a third on the 2006 Champions Tour finishing 15th on the money list. At age 51, finished T9 at the 2005 Sony Open in Hawaii after posting back-to-back 67s on the weekend. Event also marked first start for son Kevin (missed cut) as a TOUR member. In 2004, voted by his peers as the Champions Tour Player of the Year after a career-best five victories, the most wins by any player in a single season since Larry Nelson in 2001. Also topped the Champions Tour earnings list for 2004 and received the Arnold Palmer Award as the circuit's leading money-winner, with a personal-best $2,306,606. Won the Champions Tour's Bank of America Championship near Boston in the same week that son Kevin claimed the Lake Erie Charity Classic on the Nationwide Tour. It marked the second time a father and son won on the same day in TOUR-sponsored events (David Duval\/Bob Duval on 3\/28\/1999). Fresh from his victory the week before at the 2003 Ford Senior Players Championship on the Champions Tour, came from eight strokes back on the final day to win the B.C. Open for his 13th career victory on TOUR. He became just the second player in TOUR history to win both a PGA TOUR and Champions Tour event in the same season, joining Raymond Floyd who won the Doral Ryder Open at age 49 and the GTE North Classic at 50 in 1992. Fred Funk accomplished the feat in 2007. At age 50 years, 1 month and 18 days he became the fifth-oldest player to win on the TOUR. Voted the Champions Tour Rookie of the Year. TOUR victories span from first win in 1980 Bob Hope Desert Classic to 2003 B.C. Open. Best seasons were 1982 when he placed first on the money list and won four times, including the Masters and World Series of Golf, and 1991, when he placed second on the money list and won THE TOUR Championship at Pinehurst No. 2. Beat Dan Pohl in a playoff to win the Masters. Two-time All-America at University of Southern California. Defeated David Strawn to win the 1973 U.S. Amateur at Inverness. Nicknamed \"The Walrus,\" is one of golf's most colorful and popular personalities. A California native who lives in Denver, is ardent fan of NHL's Colorado Avalanche. Inducted into San Diego's Breithard Hall of Fame in February 1996. Son Kevin followed his footsteps at the University of Southern California and is a TOUR member.","ntlTeams" : "Walker Cup, 1975; U.S. vs. Japan, 1982; Ryder Cup (2) 1983, 1985; UBS Cup, 2003.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2003","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(4): 1978 Magnolia State Classic. 1999 Champions Challenge [with Kevin Stadler]. 2002 Office Depot Father\/Son Challenge [with Kevin]. 2005 Wendy's 3-Tour Challenge [with Hale Irwin, Jay Haas].","intlVics" : "(4) 1985 Canon European Masters. 1987 Dunlop Phoenix. 1990 Scandinavian Enterprise Open. 1992 Argentine Open.","curYearHigh" : "In 16 outings his best finish was a T23 at the Nature Valley First Tee Open at Pebble Beach in September...Was T26 at the Bass Pro Shops Legends of Golf with partner Scott Hoch.","carHigh" : "2014: Teamed with Kirk Triplett to go bogey-free for the tournament and finish third in the Champions Division at the Big Cedar Lodge Legends of Golf in June...Made his 38th start at the Masters. where he did not make the cut after rounds of 82-77. Made history at Augusta National when he was joined in the event by son, Kevin, marking the first time a father and son had played in the same Masters. Earlier in the year, Kevin qualified for the Masters after winning his first PGA TOUR title at the Waste Management Phoenix Open. Kevin finished T8 in his Masters debut. \n\n2013: Earned a spot among the top 30 on the money list for the first time since 2008, thanks largely to a surprise victory midway through the year at the inaugural Encompass Championship. Biggest of his four top-10 finishes, also the most he's had in a year since 2008, came when he holed a 12-foot par-saving putt on the last hole to avoid a playoff with Fred Couples and win at North Shore CC just outside Chicago. Victory in Illinois was his ninth career Champions Tour title and ended a winless drought of 8 years, 8 months, 28 days, an all-time Champions Tour record for longest time between victories (previous mark was held by J.C. Snead, at 6 years, 11 months, 7 days between the 1995 Ford Senior Players and the 2002 Greater Baltimore Classic). Win came in his 171st start since last title at the 2004 SAS Championship. He also became the 21st winner over age 60 and the first since Bob Gilder, at the 2011 Principal Charity Classic. Was the 36-hole leader, and the margin grew to five shots early on the front nine. However, bogeys at Nos. 12 and 14 with Couples charging fast reduced his lead to a stroke, eventually setting up the key, left to right, curling putt at the 18th to preserve the win. Credited Billy Harmon, the younger brother of deceased longtime swing instructor, Dick Harmon, for helping him rework his game...Two months before winning, he and teammate Kirk Triplett were among the leaders all three rounds at the Liberty Mutual Insurance Legends of Golf before eventually finishing T4 in Savannah...In early August, shot rounds of 66-65 on the weekend to move into a T7 at the 3M Championship...Made the second hole-in-one of the season when he aced the 13th hole at Newport Beach CC with a 6-iron from 171 yards during the final round of the Toshiba Classic. It was his second hole-in-one on the Champions Tour and first ace since the 2008 Senior Open Championship at Royal Troon in Scotland...Competed in his 37th Masters Tournament in April but did not make the cut.\n\n 2012: Made 17 starts and turned in a pair of top-10 performances for the first time since 2010...Enjoyed his best showing since a sixth-place effort at the 2009 Boeing Classic when he finished solo seventh at the Montreal Championship in June on the strength of weekend rounds of 68-69...A 66 in the final round of the 3M Championship led to a T7 at TPC Twin Cities. \n\n2011: Made 19 starts, with his best effort coming in early August when he shot a pair of 66s on the weekend at TPC Twin Cities to finish T17 at the 3M Championship...Teamed with Jeff Sluman for a T18 at the Liberty Mutual Legends of Golf. Duo shot a better-ball score of 61 Sunday to move up...Made his 33rd consecutive start and 35th overall at the Masters (missed cut). \n\n2010: Troubled for much of the year with hip problems and made only 15 appearances...Was sidelined the final two months of the year after undergoing total left-hip-replacement surgery on September 15 in Los Angeles...His campaign included a pair of top-10 finishes...Rounds of 69-69 on the weekend at Punta Espada GC led to a T10 finish at The Cap Cana Championship...Birdied five of his first six holes on the back nine in the final round to temporarily earn a share of the lead at the JELD-WEN Tradition but finished with three straight bogeys to finish T10...Jumped into contention at the Montreal Championship after posting a 7-under 65 Saturday, his low round of the year. Was in the final grouping Sunday for the first time since the 2007 Allianz Championship in Boca Raton but struggled with a final-round 73 and eventually was T29 in Canada...Made his 20th appearance in the Bob Hope Classic but missed the cut. \n\n2009: Had a pair of top-10s and came closest to ending his victory drought when, for the second straight year, he finished runner-up with teammate Jeff Sluman at the Liberty Mutual Legends of Golf. The pair tied Bernhard Langer and Tom Lehman at the end of regulation but saw their bid for a win end when Lehman made par on the second extra hole after they missed par attempts. Extended the overtime session to a second hole when he drained a 45-foot birdie putt on the opening playoff hole, matching a similar effort moments earlier by Langer...Closed with rounds of 66-69 on the weekend at TPC Snoqualmie Ridge to record a sixth-place finish at the Boeing Classic, his best performance in a non-team event since a T2 at the 2008 Walmart First Tee Open at Pebble Beach. \n\n2008: Despite being troubled by hip problems during the last half of the season, returned to a spot among the top-30 money-winners after a year's absence...Finished second twice and had six top-10 efforts overall, the most he's registered in a season since 2005...Recorded his top individual performance of the year at the Walmart First Tee Open at Pebble Beach, finishing T2 along with Fuzzy Zoeller, five strokes back of Jeff Sluman. Started the final round one stroke behind four different players and carded a final-round 71 at Pebble to move up into a second-place tie in the event...Teamed with Sluman for a second-place finish at the Liberty Mutual Legends of Golf in Savannah. The pair made a strong, final-round charge with an 11-under par 61 but finished one stroke behind the team of Andy North and Tom Watson...Was also T3 at the inaugural Cap Cana Championship, posting back-to-back scores of 67 at Punta Espada on the weekend...Made a hole-in-one on the famed Postage Stamp hole at Royal Troon (No. 8) in the opening round at The Senior Open Championship, securing 123 bottles of Hardys Wine as part of the European Seniors Tour promotion for holes-in-one. He used a pitching wedge on the 123-yard hole for his ace, the fifth of his career. \n\n2007: Highlight of his year was his performance at the Boeing Classic near Seattle in late August. Was one of the players to earn a spot in the record seven-man playoff. Birdied the final two holes in regulation and made a third birdie on the first extra hole before eventual winner Denis Watson eagled the second hole to claim the win...In his second start of the season at the Allianz Championship, fired a course-record, 9-under 63 on The Old Course at Broken Sound in the opening round, his best Champions Tour score since posting a career-low 60 Saturday at the 2005 Blue Angels Classic. \n\n2006: First of two runners-up came in late April when he was T2 at the Liberty Mutual Legends of Golf. Among the leaders all three days and at one point was within one of the lead on the back nine behind eventual winner Jay Haas. However, a pair of late bogeys (on Nos. 17 and 18) and consecutive birdies by Haas on Nos. 16 and 17 eventually ended his chances...Was in the mix again again at the 3M Championship. Briefly held the lead early on the back nine but eventually finished T2 with Brad Bryant, two strokes back of David Edwards. \n\n2005: Was a runner-up twice...Posted three straight rounds in the 60s in defense of his title at the Walmart First Tee Open at Pebble Beach, but was still one of three players to come up one stroke shy of eventual-winner Hale Irwin...Also made a late run at Tom Purtzer at the 3M Championship, but for the second straight year, missed a 30-foot eagle putt to tie on the last hole. Along with Lonnie Nielsen, ended one stroke short in Minnesota...Matched the Champions Tour's all-time scoring record for lowest 18 holes when he fired a 10-under 60 at The Moors on Saturday at the Blue Angels Classic. Had a chance for 59 but missed from 27 feet, 5 inches on his last hole of the round.\n\n2004: Was voted by his peers as the Champions Tour's Player of the Year after a career-best five victories in a single season, the most wins by any player in a year since Larry Nelson in 2001...Also topped the Champions Tour earnings list for 2004 and received the Arnold Palmer Award as the circuit's leading money-winner, with a personal-best $2,306,606, the 10th-highest money total ever...Joined Lee Trevino and Tom Watson as the third player to earn money titles on both the Champions Tour and the PGA TOUR...Earned the Byron Nelson Trophy for best scoring average, 69.30...Also finished second in the Charles Schwab Cup competition. Led the season-long race during the month of September before finishing 39 points back of Hale Irwin at season's end...Was among the top three in over a third of his 21 starts, and five victories included three consecutive wins during the summer, a first on the Champions Tour since Gil Morgan won three consecutive starts on the Champions Tour (1997-98)...Started the run by earning his second major championship on the Champions Tour at the JELD-WEN Tradition. Closed with four straight birdies in the final round to win by one stroke over Jerry Pate and Allen Doyle. Took over the lead in the money race for good with his $345,000 first-place check near Portland. Helped his cause when he made a rare double eagle on the 16th hole Saturday, nailing a perfect 4-iron from 207 yards. Was 11-under-par on the critical par 5s at The Reserve...Made it two straight wins the following week by capturing the inaugural First Tee Open at Pebble Beach presented by Walmart. Won by three strokes over Jay Haas, after opening with an even-par 72 at the Bayonet GC. Played his last 37 holes in 16-under-par and teamed with his junior partner, Aaron Woodard from Denver, to post a four-stroke victory in the pro-junior competition as well. Back-to-back victories were the first on the Champions Tour since Bob Gilder in 2002 (Allianz Championship\/Kroger Classic)...Made it three wins in three consecutive starts when he cruised to a six-stroke, wire-to-wire victory over Tom Jenkins at the SAS Championship in Raleigh. Was 14-under-par on the back nine en route to a tournament-record score of 17-under-par 199. Check for $270,000 at the SAS event pushed his season earnings past the $2-million mark, the first player to do so in two years...Started the year by winning The ACE Group Classic in Naples. Prevailed by making a 27-foot birdie putt on the first hole of a playoff with Tom Watson and Gary Koch at TwinEagles. Appeared to be out of contention after a double bogey at the 13th hole on Sunday left him three behind leader Koch. However, a birdie at 15 coupled with bogeys by Koch at 14 and 17 opened the door...Also rallied from four strokes back on the final day to win by four at the Bank of America Championship near Boston. Final-round 64 at Nashawtuc was the lowest Sunday score in tournament history and victory became extra special when son Kevin claimed the Lake Erie Charity Classic on the Nationwide Tour in a four-hole playoff just an hour later, marking the second time a father and son won on the same day in PGA TOUR-sponsored events (David Duval\/Bob Duval on March 28, 1999)...Champions Tour Player of the Month in both August and September. \n\n2003: The Champions Tour Rookie of the Year, thanks to three wins and seven top-10 finishes...Did not become eligible until turning 50 on June 2...Made history when he became the first Champions Tour player to win a PGA TOUR event, a one-stroke victory in the B.C.Open at the En-Joie GC. Used a final-round, 9-under-par 63 to make up eight strokes (largest comeback in tournament history) and defeat Steve Lowery and Alex Cejka by one stroke. Had four straight rounds in the 60s, the first time he had done so in a PGA TOUR event since the 1995 B.C. Open. Victory in New York made him, at the time, just the second player in history to win a PGA TOUR and Champions Tour event in the same year. (Raymond Floyd, 1992 Doral-Ryder Open at 49, and the GTE North Classic). Victory in Endicott also made him just the fifth player, at the time, in PGA TOUR history to win an event over the age of 50 (fifth oldest at 51 years, 1 month, 18 days) and the first since Art Wall at the 1975 Greater Milwaukee Open...One week earlier, broke through for his first Champions Tour title at the Ford Senior Players Championship, a three-stroke win over Tom Watson, Tom Kite and Jim Thorpe. Became the 14th player in history to record his first victory at a major championship and became the youngest winner in Ford Senior Players Championship history (50 years, 1 month, 11 days). Trailed by six strokes at the halfway point, but rebounded with rounds of 65-66, needing only 51 putts in the final two rounds at the TPC Michigan...Added a second Champions Tour title at the inaugural Greater Hickory Classic at Rock Barn. Started two strokes back in the final round, but made birdie on five of his first seven holes and cruised to a two-stroke win over Larry Nelson, his first triumph in North Carolina since the 1991 TOUR Championship...Joined Tom Watson as the only other player on the Champions Tour that year to win in consecutive starts when he cruised to a four-stroke win over Bob Gilder at the SBC Championship in San Antonio, two weeks after winning in North Carolina. Win was his first in Texas since the 1984 Byron Nelson Classic and gave him four overall TOUR victories in a season for the first time since 1982...Was T15 in his Champions Tour debut, at the Senior PGA Championship.\n","otherCarHigh" : "Won 13 times on the PGA TOUR, with his biggest triumph coming at the 1982 Masters. After opening with a 75, came back to win at Augusta National in a playoff over Dan Pohl...His 2003 B.C. Open win came seven years after his previous win at the 1996 Nissan Open...In 1992, captured the NEC World Series of Golf by one stroke over Corey Pavin, 10 years after winning same event. In 1982, made up five strokes with closing 65 and then defeated Raymond Floyd in a playoff...Was the PGA TOUR's leading money-winner in 1982 thanks to four victories, a personal best for a single season...Finished second on money list in 1991 after winning THE TOUR Championship at Pinehurst No. 2 in a playoff with Russ Cochran...Shot an 11-under 61 on the final day of the 1990 Scandinavian Enterprise Open to win by four strokes over Craig Parry...Was a member of both the 1983 and 1985 United States Ryder Cup teams...Was a two-time All-America selection at the University of Southern California and is a member of the school's Hall of Fame...Defeated David Strawn to win the 1973 U.S. Amateur at Inverness...Has five career holes-in-one, three on the PGA TOUR.","personal" : "Nicknamed \"The Walrus\" and is one of golf's most colorful and popular personalities...A La Jolla, California native, Craig and his wife, Jan, now reside in Evergreen, Colo...Won the 1970 Junior World Championship and the 1973 U.S. Amateur Championship...Oldest son Kevin turned professional and won the 2002 Colorado Open in a playoff with his father as his caddie...Younger son, Chris, played college football at Lake Forest College in Illinois and served as his dad's caddie when he won the 2003 B.C. Open...Got started in golf at age four by his father...In 2014, after Kevin won the Waste Management Phoenix Open, they became the first father and son to play the Masters together...Has been inducted into the 1996 San Diego Breithard Hall of Fame, the 1999 University of Southern California Athletic Hall of Fame, the 2012 Argentine Golf Association Hall of Fame and the 2014 Southern California Golf Association Hall of Fame...Principal charities include the Edith Sanford Breast Cancer Research Foundation, Men for the Cure benefiting the Breast Cancer Foundation at the University of Colorado, The Princess Margaret Cancer Foundation of Toronto Canada...Also supports the Children's Home of Peoria, Ill., and contributes to bettering the environment through a non-profit foundation known as Water Hope, where 100 percent of public donations go directly to the children of the world who do not have access to fresh water...Also supports three principal causes involving the military. They are War Fighter Sports\/Disabled Sports USA, an organization that offers sports rehabilitation programs in military hospitals and communities across the U.S., as well as Folds of Honor and Birdies for the Brave.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T15th at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks 79th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}