{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34635","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Fei-Hao","first" : "Yang","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "180","weightMetric" : "82","birthDate" : "July 1, 1991","age" : "24","birthPlace" : "Chinese Taipei","residence" : "Chinese Taipei","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2012","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Became the first player this season to record three eagles in one tournament—doing so at the Lanhai Open in late-May. Finished T57 at Lanhai International GC after making eagle at No. 3 in the first round and making eagle on No. 9 in both the third and final rounds...Opened with a 1-over 73 at the Taifong Open in Chinese Taipei in late-July. At the Asian Development Tour event at Taifong GC, recovered with three par-or-better rounds over his final 54 holes to T20.\n\n2014: Finished 12th at the Haikou qualifier for the PGA TOUR China Series to earn a full exemption to the inaugural season….Made his first cut when he was T36 at the Mission Hills Haikou Open…Added a T32 at the Buick Open…Was T31 at the United Investment Real Estate Wuhan Open…Grabbed his first top-10 of the season with a T10 effort at the Lanhai Open in early June. Was tied for fourth, four strokes behind 36-hole leader Steve Dartnall but dropped down the leaderboard when he fired rounds of 71-76 (3-over) on the weekend…Earned his second consecutive top-10 when he T7 at the Earls Beijing Open in mid-June. Enjoyed weekend rounds of 68-67 in mid-June and had four par-or-better rounds overall at Earls Beijing GC…Added a T40 at the Yulongwan Yunnan Open and a T36 at the Jianye Tianzhu Henan Open. Was in position in Henan for a solid finish, tied for 15th with a round to play and seven off the lead. Struggled on the final day, shooting an 8-over 80…In late-November, shot a 2-under 70 in windy, warm conditions at the Hainan Open to T20.\n2013: Best finish was a 21st-place showing at the PGM LADA Langkawi Masters on the Asian Development Tour. Shot rounds of 70-68-70-73.\n","otherCarHigh" : "Amateur: Played in the 2009 Asian Amateur Championship. Finished 27th, with the highlight a third-round 67 at Mission Hills GC in Shenzhen… Missed the cut by one shot at the 2010 Asian Amateur at Kasumigaseki CC in Japan, shooting rounds of 76-77.\n ","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T7th in 2014 at the Beijing Open.","dynStats" : "He ranks 59th in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}