{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06306","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Jacklin","first" : "Tony","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "180","weightMetric" : "82","birthDate" : "July 7, 1944","age" : "71","birthPlace" : "Scunthorpe, England","residence" : "Bradenton, Florida","family" : "Wife, Astrid; six children","education" : "","splInterest" : "Marquetry, hunting, fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1962","clubAffl" : "","cityPlaysFrm" : "Bradenton; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "Inducted 2002","combTourMoney" : "1,487,754&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1967","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(22): 1965 British Assistants' Championship [Eng]. 1966 Kimberly Tournament, tie [SAf]. 1967 Pringle Tournament [Eng], Dunlop Masters [Eng], Forrest Products Open [Eng], New Zealand PGA Championship [Aus]. 1970 WD & HO Wills Open [Eng]. Lancome Tournament [Eng]. 1971 Benson & Hedges Festival [Eng]. 1972 Dunlop International [Aus]. Viyella PGA Championship [Eur]. 1973 Italian Open [Eur], Dunlop Masters [Eur]. Bogota Open [Col], Los Lagartos Open. 1974 Scandinavian Enterprise Open [Eur], Los Lagartos Open. 1976 Kerrygold International Classic [Eur]. 1979 German Open [Eur], Venezuela Open [Ven]. 1981 Billy Justin Jersey Open [Eur]. 1982 Sun Alliance PGA Championship [Eur].","curYearHigh" : "Was seventh in the Legends Division at the Bass Pro Shops Legends of Golf with partner David Graham in April.","carHigh" : "2012: Made two starts. Finished 80th at the Constellation SENIOR PLAYERS Championship and missed the cut at The Senior Open Championship at Turnberry. \n\n2011: With Larry Laoretti, the duo duplicated its previous-year's performance at the Liberty Mutual Legends of Golf's Raphael Division, finishing T10 in Savannah. \n\n2010: Finished T6 with Larry Laoretti at the Liberty Mutual Legends of Golf's Raphael Division. \n\n2009: In the Raphael Division of the Liberty Mutual Legends of Golf, was T10 after rounds of 71-68 with partner Larry Laoretti. \n\n2008: Finished T6 in his only start, at the unofficial Liberty Mutual Legends of Golf's Raphael Division (with Larry Laoretti). After opening with a 9-under, best-ball 63, were only a stroke off the lead sest by Bob Charles-Stewart Ginn. \n\n2007: Made two official Champions Tour appearances—at the Senior PGA Championship and The Senior Open Championship. Missed the cut in both senior majors...Was T11 with Larry Laoretti in the Raphael Division of the Liberty Mutual Legends of Golf…Played in his final major and final PGA TOUR event, The Open Championship (missed the cut). \n\n2006: Only appearance came at the Liberty Mutual Legends of Golf. Was T10 in the Raphael Division, with Larry Laoretti as his partner. \n\n2005: Did not make an official Champions Tour start for only the second time since turning 50. Played in the Raphael Division of the Liberty Mutual Legends of Golf, again with Larry Laoretti. The duo T7. \n\n2004: Again played in only one official event, the MasterCard Classic (T46)...Added a third consecutive Raphael Division top-10 when he T6 with Larry Laoretti at the 36-hole team affair in Savannah, Ga. \n\n2003: Made only one official start, at the MasterCard Classic, where he T56...Was T10 at the Liberty Mutual Legends of Golf's Raphael Division, with Larry Laoretti. \n\n2002: With a T28 at the Audi Senior Classic in Mexico, enjoyed his best finish in a Champions Tour event since 1997. Shot a final-round 70 at Chapultepec GC to climb up the leaderboard...Played well in the Raphael Division of the Liberty Mutual Legends of Golf playing alongside Larry Laoretti for a third consecutive year. The duo shot rounds of 68-66 to T3. \n\n2001: Made two official starts and played in the Liberty Mutual Legends of Golf, with Larry Laoretti (T18). \n\n2000: Only Champions Tour appearance came at the Liberty Mutual Legends of Golf. Was T13 in the team competition, playing with Larry Laoretti, his fourth different partner in as many years. \n\n1999: Only made three official starts, with a pair of T65s—at The Tradition and the Home Depot Invitational his best showings...Was also T11, with Larry Ziegler, at the Liberty Mutual Legends of Golf in St. Augustine, Fla. \n\n1998: Made eight official Champions Tour starts. Was T31 at the Cadillac NFL Golf Classic. Opened with a 76 in New Jersey but recovered with a second-round 66 at Upper Montclair CC...Joined forces with Bob Lunn at the Lilberty Mutual Legends of Golf, to T27 at the GC of Amelia Island in North Florida. \n\n1997: Played his final full season on the Champions Tour, with one top-10 showing among his 26 starts. Was T5 at the season-opening Royal Caribbean Classic after rounds of 70-70-68 in South Florida...Other best finish in an official event was his T17 performance at the Home Depot Invitational in Charlotte, N.C. Opened with a 68 at TPC Piper Glen...Teamed with David Graham to T3 at the Liberty Mutual Legends of Golf at PGA West's Palmer Course. Finished four shots behind the winning total posted by John Bland-Graham Marsh. \n\n1996: Earned more than $300,000 for the second year in a row but was not among the top-31 money-winners...Did not register a top-10 finish until the U.S. Senior Open, and a T5 at Canterbury proved to be his finest effort of the campaign...Was T10 in defense of his Franklin Quest Championship title in Utah. Carded a 7-under 64 in the second round, his career low on the Champions Tour...Was T9 at the weather-shortened Brickyard Crossing Championship...Made a trip to the Champions Tour National Qualifying Tournament at the end of the season but failed to earn fully-exempt status after placing T24 on the TPC Sawgrass Valley Course. \n\n1995: Edged Jerry McGee by $317 to grab the final fully-exempt spot on the money list. His T38 at the Emerald Coast Classic leapfrogged him over McGee, who T41 in the event...Had posted only two top-10s through early August but doubled that number in successive appearances late in the summer...Was T8 at the Northville Long Island Classic then vaulted 11 spots on the money list when he claimed his second Champions Tour title, at the Franklin Quest Championship in Park City, Utah. Despite three-putting the last hole, he outlasted six players for the victory, including defending champion Tom Weiskopf. Victory proved to be his only top-five effort of the campaign, and his opening-round 72 equaled the highest start by a winner that season. \n\n1994: Turned 50 in mid-year and was able to attain early success on the Champions Tour, winning the rain-shortened First of America Classic in just his fourth start. Became the second player in a four-week period to claim victory after receiving a sponsor's exemption. A pair of 68s were good enough to hold off Dave Stockton at Egypt Valley GC...Debuted at the Ameritech Senior Open...Was in contention down the stretch at the GTE Northwest Classic in Washington before T3...Posted a T4 at the Ralphs SEnior Classic after opening and closing with 65s...Moved from his estate in Scotland to Palm Beach Gardens, Fla., to play the circuit full time...Prepped by competing on the Gold Coast mini-tour in South Florida.\n1989: Captained the European team for a third consecutive time in the Ryder Cup, and his team successfully retained the title as the two squads played to a 14-14 tie. Finished his Ryder Cup career as a captain, guiding the Europeans to two wins and a tie.\n\n1988: Suffered a tragedy when his wife, Vivien, died of a brain hemorrhage in April…Married Astrid Waagen in December.\n \n1987: Returned to captain the European team in the Ryder Cup, and his squad defended its title, this time capturing the Ryder Cup in the U.S., at Muirfield Village GC in Dublin, Ohio. Europeans won, 15-13…Did not make a PGA TOUR start. \n\n1986: Did not make a PGA TOUR start. \n\n1985: Captained the European team to its first victory in the Ryder Cup in 28 years when he steered his squad to a five-point triumph over the U.S. at The Belfry's Brabazon Course in England. Is still widely recognized as the man who helped re-establish European competitiveness in the Ryder Cup matches…Only PGA TOUR start was a missed cut at The Open Championship.\n\n1984: Missed the cut at The Open Championship.\n\n1983: Shot a final-round 69 at The Open Championship to T39, his final made cut in the event. \n\n1982: Finished regulation of the Sun Alliance PGA Championship tied with Germany's Bernhard Langer at 4-under 284 at Hillside in Southport, England. In the playoff, hit his 6-iron second shot to within inches of the cup for an easy birdie, a score Langer couldn't match.\n\n1981: Used a pair of 68s in the second and final rounds at the Billy Butlin Jersey Open to turn back Germany's Bernhard Langer by a shot in Jersey, England…Added a T23 at The Open Championship.\n\n1980: Lone PGA TOUR start was a T32 at The Open Championship.\n\n1979: Posted a final-round, even-par 71 at the Braun German Open to defeat Spain's Antonio Garrido and American Lanny Wadkins at Frankfurt GC. Opened 68-68-70 at the event that qualified him as a member of the European Ryder Cup team…Second win of the season came when he fired a 1-under 139 in the 36-hole finale in early December, good for a two-shot win over Manuel Pinero at the Venezuela Open in Caracas…Only PGA TOUR start was a T24 at The Open Championship…Played in the Ryder Cup for the sixth consecutive time, representing Europe in the revamped format, inviting players from Continental Europe. At The Greenbrier in White Sulphur Springs, W. Va., was 1-2-1, losing his singles match to Tom Kite, 1-down, in the U.S.'s six-point win.\n\n1978: Made four PGA TOUR starts, with two made cuts. Best finish was a T8 at the Bing Crosby National Pro-Am, a final-round 68 giving him the top-10….Finished T22 at the German Open but gained notoriety for a hole-in-one he made that won him a car. \n\n1977: Had a close call at the Bing Crosby National Pro-Am. Opened 69-66-68 on the Monterey Peninsula and was a stroke behind 54-hole leader Tom Watson with a round to play at Pebble Beach GL. Matched Watson's final-round 71 and lost by a shot…Only other top-20 came a week before the Crosby when he T18 at the Joe Garagiola-Tucson Open…Played in two Ryder Cup matches in the Great Britain-Ireland five-point loss to the U.S. at Royal Lytham and St. Annes. Joined with Eamonn Darcy in halving the foursomes match against Ed Sneed-Don January. The next day, dropped a four-balls match, with Darcy, to Dave Hill and Dave Stockton. Did not play in singles. \n\n1976: Made 14 cuts on the PGA TOUR, his top finish a T7 at the Canadian Open. Opened with 3-over 73 at Essex G&CC then moved up with the best round of the day, a 4-under 66. Added rounds of 71-68 on the weekend to tie with J.C. Snead, Andy North, Johnny Miller, Ben Crenshaw and Richard Crawford…Finished T12 at the Bob Hope Desert Classic, a final-round 67 in the 90-hole event pushing up the leaderboard…At the Kerrygold International Classic at Waterville Golf Links, posted rounds of 69-79-72-70 to prevail by a stroke over Northern Ireland's Eddie Polland in Ring of Kerry in County Kerry, Ireland.\n\n1975: Best outing in 15 PGA TOUR appearances and 10 made cuts was a T12 at the Greater Greensboro Open in April, where he made his season debut. Even-par rounds of 71 on the weekend left him tied with Lee Elder, Lou Graham and Chi Chi Rodriguez…Played in his fourth consecutive Ryder Cup, and had a 2-3-1 record during the U.S.'s rout of the Great Britain-Ireland team at Laurel Valley GC in Pennsylvania. Lost to Bob Murphy (2 and 1) and Raymond Floyd (1-down) in his two singles matches. Victories came with Peter Oosterhuis (four-balls) and Brian Huggett (foursomes) as his partner. \n\n1974: Played in five PGA TOUR tournaments, making only two cuts, at The Open Championship (T18) and at the PGA Championship (T55)…Was completely dominant at the Scandinavian Enterprise Open at Bokksogen GC in Malmo, Sweden. Opened with a 1-over 73 then followd with rounds of 65-66 to take control. Despite a final-round 75, defeated Spain's Jose Maria Canizares by 11 shots.\n\n1973: Five PGA TOUR starts resulted in four made cuts, a T14 at The Open Championship his top effort…Shot a final-round 71 at the Italian Open to win…Won the Colombian Open in Bogota, routing his next-closest pursuer, Gene Borek, by 13 strokes. Opened with a course-record, 10-under 62 and then shot a final-round 68 to finish 27-under, breaking the tournament 72-hole scoring mark set by Roberto De Vicenzo in the 1968 tournament…Was again dominant at the Dunlop Masters in Chepstow, England. Held a four-stroke, 54-hole lead and then came in with a 3-under 68 in the final round at St. Pierre GC to defeat defending champion Bob Charles by seven shots…Was second at the Swedish Open…Was second at the French Open. Bogeyed the final two holes in the final round at the La Boulie Club and watched as Peter Oosterhuis came from behind to win by a stroke…Opened with a 74-73 at the Dean Martin-Tucson Open but failed to fill in his score on the ninth hole (his 18th of the day) in the second round and was disqualified…Held the first-round lead at the Spanish Open but faded in the final round, closing with a 3-over 75 at La Manga GC to finish sixth…In late September, despite shooting a final-round 76 at Turnberry's Ailsa Course, he came up three strokes short of winner Charles Coody and finished solo second at the John Player Classic in Scotland…Lost in the quarterfinals of the Piccadilly World Match Play Championship, dropping a 3-and-2 decision to Gary Player…Captured the Italian Open, coming from two off the pace after 54 holes, making a cruicial 4-foot par putt on the 72nd hole to defeat Valentin Barrios of Span in Acquasanta, Italy…In September, represented Great Britain-Ireland in the Ryder Cup, compiling a 3-2-1 mark in six matches. Split his two singles matches, defeating Tommy Aaron, 3 and 1, but falling to Billy Casper, 2 and 1, in the U.S.'s six-point triumph…Was sidelined for driving for a month beginning in early December after police stopped him while he was test-driving a vehicle, clocked at speeds in excess of 100 mph in Southwest England.\n\n1972: Won three times during the season, including his fourth and final PGA TOUR title—at the Greater Jacksonville Open. At Hidden Hills CC in Northeast Florida, opened 70-71-74 and was two shots off the 54-hole lead held by Rod Funseth, John Jacobs and Bob Murphy. Was one of only five players to shoot a round in the 60s on the final day. Fired a 4-under 68 to tie Jacobs at the end of regulation at 5-under. Only took one hole in sudden death to defeat Jacobs when he parred and Jacobs couldn't match the score…Won the Dunlop International in Melbourne, Australia, beating Thailand's Sukree Oneham and Australia's David Graham by four shots at Yarra Yarra GC. Played a portion of the tournament in discomfort, a fishbone lodged in his throat…Second tournament title of the European Tour campaign came at the Wentworth Club in England. Defeated Peter Oosterhuis to capture the Viyella PGA Championship. Edged Oosterhuis by three following weekend rounds of 68-68…Was in contention in The Open Championship. Was a stroke off Lee Trevino's 54-hole lead at Muirfield after shooting a 4-under 67 in the third round. Could only manage a 1-over 72 on the final day to drop into third, behind Trevino's winning score and a stroke behind runner-up Jack Nicklaus…First top-10 of the season came in California in January, at the Bing Crosby National Pro-Am. Appeared ready to win, trailing 54-hole leader Johnny Miller by a mere stroke with 18 holes to play. Struggled on the final day, shooting a 5-over 77 at Pebble Beach GL to drop into a T6…Record back-to-back T4s in February. First came at the Phoenix Open. Was tied with Homero Blancas atop the leaderboard heading into the final round, thanks to a third-round 66 at Phoenix CC. Never got things going on the final day, shooting a 1-over 72 to fall into a tie with Gene Littler, Paul Moran and Jim Wiechers, three shots shy of Blancas' winning score…The following week, in Florida, was T4 again after four par-or-better rounds at the Jackie Gleason Inverrary Classic…Added a T7 in April at the Greater Greensboro Open behind three 69s and a second-round 68.\n\n1971: Won the Benson & Hedges Festival, finishing at 5-under in regulation after a final-round 67 put him in a playoff with Peter Butler. At England's Fulford GC, won with a par-4 on the second sudden-death hole…Contended at The Open Championship at Royal Birkdale GC. Was tied with Chinese Taipei's Liang Huan Lu at 4-under 209, a stroke behind Lee Trevino. Shot an even-par 71 on the final day to finish third, two shots short of Trevino…Only other PGA TOUR top-10 in 13 made cuts was a T7 at the Greater Greensboro Open. A final-round 67 moved him from a tie for 16th with 18 holes to play inside the top 10…Played in his second consecutive Ryder Cup and went 1-3-1 in his four matches at Old Warson CC in Missouri. Win came in foursomes—with Brian Huggett, defeating Jack Nicklaus-Tom Watson. Dropped his singles matches to Lee Trevino (1-down) and J.C. Snead (1-down).\n\n1970: Captured one of the biggest wins of his career when he went to Hazeltine National GC in Minnesota and walked away with the U.S. Open title. Opened with a 1-under 71 in Chaska, Minn., the only under-par score on the day and took a two-shot lead over Julius Boros. Came back with a 2-under 70 the following day to increase his lead to three shots over Dave Hill with 36 holes to play. Added a second consecutive 70 and moved four shots clear of Hill. In the final round, again turned in a 70 to easily pull away and roll to a seven-shot triumph over Hill. Was the only player in the field with four-under-par rounds and became the first non-American to win the title since South Africa's Gary Player five years earlier. Was also the first Englishman to win the U.S. Open since Cyril Walker in 1924…In his next start, at The Open Championship, made a run at two major titles in a row when he held a share of second place (with Jack Nicklaus) at St. Andrews' Old Course. Could only manage a 73-76 finish to drop into a solo-fifth position, three shots behind Nicklaus…Won the unofficial, 54-hole Lancome Tournament at St. Nom-La-Bretche in Paris, defeating Arnold Palmer and Ramon sota by a stroke to claim the $10,000 first-place check…Shot four rounds in the 60s—his final-round, 2-under 69 his worst score of the week—to win the WD & HO Wills Open at Dalmahoy GC in Birmingham, England. Opened the tournament with a 67-65-66 start. ..Added a T3 on the PGA TOUR, at the Greater Jacksonville Open…Was T4 a week earlier, at the Monsanto Open in Pensacola, Fla…Was in solid position to win on the PGA TOUR in April when he played in the Tournament of Champions at La Costa CC in Carlsbad, Calif. Was two shots behind Frank Beard with 18 holes to play. Despite a 4-over 76 on the final day, was able to T2 with Billy Casper and Player, seven shots behind Beard's winning score. \n\n1969: Had a remarkable season, capped by winning The Open Championship at Royal Lytham & St. Annes in Lancashire. The popular victory in front of a home crowd came after shooting rounds of 68-70-70-72 to finish at 4-udner, two shots clear of New Zealand's Bob Charles…Played on his first Ryder Cup team, representing Great Britain at the event at Royal Birkdale GC in his native England. Won both of his foursomes matches on the first day, with Peter Townsend as his partner. First defeated Dave Hill-Tommy Aaron and then Billy Casper-Frank Beard. Joined forces with Neil Coles in four-ball on the second day, beating Jack Nicklaus-Dan Sikes in the morning and halving with Lee Trevino-Miller Barber in the afternoon. Defeated Raymond Floyd in his third-day singles match (1-up) and then halved his match with Nicklaus, with Nicklaus famously conceding his opponent's two-foot putt that allowed the two teams to tie but for the U.S. to retain the Cup. Went 4-0-2 in his six matches…A month after the Ryder Cup, played in his final TOUR event of the season and enjoyed a T5 at the Sahara Invitational in Las Vegas…Had two other T5s during the year, at the Western Open and the Kemper Open in June, two weeks apart…Also added a T8 early in the year in South Florida, at the Doral Open, a pair of even-par 72s at Doral's Blue Monster earning him the top-10. \n\n1968: Played primarily on the PGA TOUR for the first time in his career. Made 21 starts and 18 cuts. Won for the first time when he captured the Jacksonville Open in March. Was tied with Doug Sanders through 54 holes, a stroke ahead of Arnold Palmer and Hugh Royer. Broke free from Sanders and hung on, holding off Gardner Dickinson, Don January, Chi Chi Rodriguez, DeWitt Weaver and Sanders for the two-shot triumph at Deerwood CC…The victory was a nice follow-up to a disappointing runner-up finish a week earlier in the Florida Panhandle. At the Pensacola Open, was tied for third through 36 holes at Pensacola CC, five shots behind leader Tom Shaw. Moved into a tie for second with George Archer after a Saturday, 4-under 68 left him a stroke behind Raymond Floyd. Played solid golf on the final day, firing a 6-under 66. But Archer was one shot better, staling the title at 20-under by a shot…Added a T6 in June at the Cleveland Open…Other top-10s came at the Bing Crosby National Pro-Am (T10), the Tucson Open (T8) and the Florida Citrus Open (T4).\n\n1967: Played in his first Masters Tournament and was tied for second at the halfway mark of the Augusta National event. Went on to shoot rounds of 74-77 over his final 36 holes to T16 with Doug Sanders, George Archer, Wes Ellis and Dave Marr…Didn't play on the TOUR again until July when he T12 at the Canadian Open…Added a fifth-place effort at The Open Championship, with first- and third-round 73s to go with a 69 in the second round and a closing 70…Picked up another top-10 at the Carling World Open in September…At the unofficial Caracas Open Invitational in Venezuela, shot rounds of 70-70 in his final two rounds to finish eighth…At the Ryder Cup, in a 15-point loss to the U.S. he teamed with Dave Thomas to win foursomes' matches over Sanders and Gay Brewer and over Gene Littler and Al Geiberger. The next day, in four-ball, again joined forces with Thomas to lose to Littler and Geiberger. Halved the duo's second four-ball match with Littler and Geiberger. Lost his first singles match to Arnold Palmer (3 and 2) and then fell to Gardner Dickinson in singles by that same score…Shot a 4-under 280 at Royal Lytham & St. Annes. Rounds of 68-70-70-72 resulted in a victory at the Pringle Tournament… Recorded a record-breaking, final-round 64 at the Dunlop Tournament, including what was considered the first televised hole-in-one, at the 165-yard 16th hole, to win at Royal St. George's in Sandwich, England. With previous rounds of 69-74-67, finished a 6-under 274 and three strokes ahead of Neil Coles…In Auckland, finished regulation tied with the Netherlands' Martin Roesink at the New Zealand PGA Championship. In the playoff, fired a 4-under-par 69 to beat Roesink by six strokes.\n\n1966: Only PGA TOUR start came at The Open Championship. Finished T30 at Muirfield.\n\n1965: Won his first significant tournament when he captured the British Assistants' Championship…After missing the 1964 Open Championship, returned to the event and finished T25 after a final-round 77 at Royal Birkdale dropped him nine positions on the leaderboard…Played in his first domestic PGA TOUR event, finishing T34 at the Carling World Open at Pleasant Valley CC in Sutton, Mass. \n\n1963: Played in his first major championship while making his PGA TOUR debut. Shot rounds of 73-72-76-74 to T30 at The Open Championship at Royal Lytham & St. Annes.\n","otherCarHigh" : "","personal" : "Born into poverty, his father was a truck driver who never earned more than $35 a week. Caddied for his father in Scunthorpe, Lincolnshire, England, and began playing the game not long after…Dropped out of school at age 15 to work in a mill. Left that job and became a clerk at a local golf club, which led to an assistant pro's position.","otherInfo" : "","ntlTeams" : "Ryder Cup (7), 1967, 1969, 1971, 1973, 1975, 1977, 1979; Ryder Cup Captain (4), 1983, 1985, 1987, 1989; World Cup (4), 1966, 1970, 1971, 1972.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1994","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Was seventh in the Legends Division at the Bass Pro Shops Legends of Golf with partner David Graham in April.","carHigh" : "2012: Made two starts. Finished 80th at the Constellation SENIOR PLAYERS Championship and missed the cut at The Senior Open Championship at Turnberry.\n\n 2011: With Larry Laoretti, the duo duplicated its previous-year's performance at the Liberty Mutual Legends of Golf's Raphael Division, finishing T10 in Savannah. \n\n2010: Finished T6 with Larry Laoretti at the Liberty Mutual Legends of Golf's Raphael Division.\n\n2009: In the Raphael Division of the Liberty Mutual Legends of Golf, was T10 after rounds of 71-68 with partner Larry Laoretti.\n\n2008: Finished T6 in his only start, at the unofficial Liberty Mutual Legends of Golf's Raphael Division (with Larry Laoretti). After opening with a 9-under, best-ball 63, were only a stroke off the lead sest by Bob Charles-Stewart Ginn. \n\n2007: Made two official Champions Tour appearances—at the Senior PGA Championship and The Senior Open Championship. Missed the cut in both senior majors...Was T11 with Larry Laoretti in the Raphael Division of the Liberty Mutual Legends of Golf. \n\n2006: Only appearance came at the Liberty Mutual Legends of Golf. Was T10 in the Raphael Division, with Larry Laoretti as his partner. \n\n2005: Did not make an official Champions Tour start for only the second time since turning 50. Played in the Raphael Division of the Liberty Mutual Legends of Golf, again with Larry Laoretti. The duo T7.\n\n2004: Again played in only one official event, the MasterCard Classic (T46)...Added a third consecutive Raphael Division top-10 when he T6 with Larry Laoretti at the 36-hole team affair in Savannah, Ga.\n\n2003: Made only one official start, at the MasterCard Classic, where he T56...Was T10 at the Liberty Mutual Legends of Golf's Raphael Division, with Larry Laoretti. \n\n2002: With a T28 at the Audi Senior Classic in Mexico, enjoyed his best finish in a Champions Tour event since 1997. Shot a final-round 70 at Chapultepec GC to climb up the leaderboard...Played well in the Raphael Division of the Liberty Mutual Legends of Golf playing alongside Larry Laoretti for a third consecutive year. The duo shot rounds of 68-66 to T3.\n\n2001: Made two official starts and played in the Liberty Mutual Legends of Golf, with Larry Laoretti (T18).\n\n2000: Only Champions Tour appearance came at the Liberty Mutual Legends of Golf. Was T13 in the team competition, playing with Larry Laoretti, his fourth different partner in as many years. \n\n1999: Only made three official starts, with a pair of T65s—at The Tradition and the Home Depot Invitational his best showings...Was also T11, with Larry Ziegler, at the Liberty Mutual Legends of Golf in St. Augustine, Fla.\n\n1998: Made eight official Champions Tour starts. Was T31 at the Cadillac NFL Golf Classic. Opened with a 76 in New Jersey but recovered with a second-round 66 at Upper Montclair CC...Joined forces with Bob Lunn at the Lilberty Mutual Legends of Golf, to T27 at the GC of Amelia Island in North Florida.\n\n1997: Played his final full season on the Champions Tour, with one top-10 showing among his 26 starts. Was T5 at the season-opening Royal Caribbean Classic after rounds of 70-70-68 in South Florida...Other best finish in an official event was his T17 performance at the Home Depot Invitational in Charlotte, N.C. Opened with a 68 at TPC Piper Glen...Teamed with David Graham to T3 at the Liberty Mutual Legends of Golf at PGA West's Palmer COurse. Finished four shots behind the winning total posted by John Bland-Graham Marsh. \n\n1996: Earned more than $300,000 for the second year in a row but was not among the top-31 money-winners...Did not register a top-10 finish until the U.S. Senior Open, and a T5 at Canterbury proved to be his finest effort of the campaign...Was T10 in defense of his Frankllin Quest Championship title in Utah. Carded a 7-under 64 in the second round, his career low on the Champions Tour...Was T9 at the weather-shortened Brickyard Crossing Championship...Made a trip to the Champions Tour National Qualifying Tournament at the end of the season but failed to earn fully-exempt status after placing T24 on the TPC Sawgrass Valley Course. \n\n1995: Edged Jerry McGee by $317 to grab the final fully-exempt spot on the money list. His T38 at the Emerald Coast Classic leapfrogged him over McGee, who T41 in the event...Had posted only two top-10s through early August but doubled that number in successive appearances late in the suimmer...Was T8 at the Northville Long Island Classic then vaulted 11 spots on the money list when he claimed his second Champions Tour title, at the Franklin Quest Championship in Park City, Utah. Despite three-putting the last hole, he outlasted six players for the victory, including defending champion Tom Weiskopf. Victory proved to be his only top-five effort of the campaign, and his opening-round 72 equaled the highest start by a winner that season.\n\n1994: Turned 50 in mid-year and was able to attain early success on the Champions Tour, winning the rain-shortened First of America Classic in just his fourth start. Became the second player in a four-week period to claim victory after receiv9ing a sponsor's exemption. A pair of 68s were good enough to hold off Dave Stockton at Egypt Valley GC...Debuted at the Ameritech Senior Open...Was in contention down the stretch at the GTE Northwest Classic in Washington before T3...Posted a T4 at the Ralphs Senior Classic after opening and closing with 65s...Moved from his estate in Scotland to Palm Beach Gardens, Fla., to play the cirucit full time...Prepped by competing on the Gold Coast mini-tour in South Florida.\n","otherCarHigh" : "Widely recognized as the man who helped re-establish European competitiveness in the Ryder Cup matches...Captained the European team to its first victory in the Ryder Cup in 28 years in 1985, and in 1987 again led the Europeans to a surprise win at Muirfield Village, Ohio, their first win in America...Owns 24 victories worldwide, including two major championships...His win at the 1969 Open Championship at Royal Lytham made him the first home-grown champion since Max Faulkner in 1951...Conquered high winds at Hazeltine GC to claim the U.S. Open 11 months later, a first by a Briton in 50 years...Also won Greater Jacksonville Open titles in 1968 and 1972...Member of the European Ryder Cup teams in 1967, 1969, 1971, 1973, 1975, 1977, 1979 and captained the team in 1983, 1985, 1987 and 1989...Named to the British World Cup team in 1966, 1970, 1971 and 1972...Elected to the World Golf Hall of Fame and inducted in November 2002.","personal" : "Born into poverty, his father was a truck driver who never earned more than $35 a week. Caddied for his father in Scunthorpe, Lincolnshire, England, and began playing the game not long after…Dropped out of school at age 15 to work in a mill. Left that job and became a clerk at a local golf club, which led to an assistant pro's position.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 4 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}