{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "28198","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Bray","first" : "Dustin","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "165","weightMetric" : "75","birthDate" : "August 28, 1981","age" : "34","birthPlace" : "Asheboro, North Carolina","residence" : "Charleston, South Carolina","family" : "Single","education" : "University of North Carolina","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2005","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "211,394&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2007","exmtStatus" : "Exempt - Finished 2-10 at 2014 Web.com Tour Qualifying Tournament (subject to third reshuffle)","otherVics" : "","intlVics" : "","curYearHigh" : "Played in 18 Web.com Tour events, making eight cuts. Had three top 25s, the best being a T18 at the Rust-Oleum Championship in June. Finished 123rd on the Regular Season money list.","carHigh" : "2014: Made his PGA TOUR debut, playing in the Wells Fargo Championship. Missed the cut in Charlotte...Finished third at Web.com Tour Q-School Finals, posting a 19-under-par score.\n\n2013: Made one Web.com Tour start, a missed cut at the South Georgia Classic.\n\n2012: Monday-qualified for The Rex Hospital Open, where he finished T6 in his first Tour appearance since the end of the 2009 season. \n\n2009: Made seven cuts in 18 starts on the Web.com Tour. Only top-10 was a T5 at the BMW Charity Pro-Am. Posted weekend rounds of 65-63-128\/14-under to offset second-day 76 and finish four back of playoff winner Michael Sim. \n\n2008: Made 15 starts on the Web.com Tour, making five cuts to finish No. 69 on the money list. Enjoyed a career-best, runner-up showing at the Nationwide Children's Hospital Invitational, his only top-10 of the season. Shot a final-round 69, equaling the low round of the day. The performance was worth $81,000, helping him move from No. 150 to No. 45 on money list at the time. \n\n2007: Made just seven cuts in 28 starts on the Web.com Tour, with a pair of top-10s to his credit. His T9 at the LaSalle Bank Open was his best finish of the year. Prior to 2008, he had made five career starts on Tour, including four missed cuts in 2006 and a 56th-place finish at the 2005 Rex Hospital Open. \n\n2006: Winner of two events on the Tarheel Tour. Also played on the Hooters Tour, making four starts, with his best showing a runner-up finish at the Statesville Classic. \n","otherCarHigh" : "Earned individual medalist honors at the 2002 Atlantic Coast Conference Championship. The victory was one of seven during his career at North Carolina, breaking the school record of six held by Davis Love III. Earned All-American honors in 2002-03, as well as honorable mention status in 2004. Earned All-ACC honors all four seasons...Semifinalist at the 2002 U.S. Amateur, defeating Ryan Moore, the U.S. Public Links champion along the way...Was the 1999 North Carolina Junior Amateur champion.","personal" : "Biggest thrill in golf was taking lessons from Harvie Ward growing up...Biggest thrill outside of golf was attending University of North Carolina...Favorites include \"Bizarre Foods with Andrew Zimmerman,\" the Carolina Panthers, \"Caddyshack,\" the book The Match, Eric Church and Michael Jordan...Dream foursome would be his dad, brother and Ward...Favorite quote is \"The more I practice, the luckier I get.\" (Ben Hogan)...Took lessons from the legendary Harvie Ward growing up...Twitter handle @BrayDustin.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in 18 Web.com Tour events, making eight cuts. Had three top 25s, the best being a T18 at the Rust-Oleum Championship in June. Finished 123rd on the Regular Season money list.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 2nd in 2008 at the Nationwide Children's Hospital Invitational.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}