{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20472","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Cejka","first" : "Alex","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "170","weightMetric" : "77","birthDate" : "December 2, 1970","age" : "45","birthPlace" : "Marienbad, Czech Republic (of German nationality)","residence" : "Las Vegas, Nevada","family" : "Wife, Alyssa","education" : "","splInterest" : "Fishing, motorcycles, boating","pronunciation" : "CHAY-kuh","nwTourAlumnus" : "Web.com Tour Graduate (2014)","trndProYear" : "1989","clubAffl" : "","cityPlaysFrm" : "Germany; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "10,501,254&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2013","exmtStatus" : "Fully Exempt","otherVics" : "","intlVics" : "(11): 1990 Czech Open. 1991 Audi Quattro Trophy [EurChall]. 1992 Czech Open. 1993 Audi Open [EurChall]. 1995 Turespana Andalucia Open [Eur], Hohe Brucke Open [Eur], Volvo Masters [Eur]. 1997 KB Golf Challenge [EurChall]. 1998 Lancia Golf Pokal. 2002 Lancome Trophy [Eur], Galeria Kaufhof Pokal Challenge [EurChall].","curYearHigh" : "In his first start of the 2015-16 Season, finished T2 at the Shriners Hospitals for Children Open. Week was highlighted by a final three-hole stretch in the third round where he went birdie-ace-birdie to jump 21 spots up the leaderboard. Recorded a hole-in-one on the par-3 17th at TPC Summerlin with a 6-iron from 212 yards for his second career ace on the PGA TOUR, with his first coming in the third round of the 2010 FedEx St. Jude Classic...Opened The RSM Classic with three consecutive 67s, followed by a final-round even-par 70 to finish T6 (11 strokes behind runaway-winner Kevin Kisner).","carHigh" : "\n2013: Made the cut in 11 of 21 Web.com Tour starts and had three top-25 finishes and a pair of top-10s...Finished T11 early in the season at the Colombia Championship...Was solo sixth at the rain-plagued United Leasing Championship in June. Finished three shots out of the four-man playoff in Evansville...Followed up with a T7 at the Utah Championship...Made the cut in one of the four Finals' events, a T48 at the Nationwide Children's Hospital Championship...Played in two PGA TOUR events, at Pebble Beach and Reno-Tahoe, missing the cut at both.\n\n2012: Played out of a Major Medical Extension but failed to earn $323,264 in first five PGA TOUR starts to extend his exemption. Ended the year with 12 starts, a T18 at the Zurich Classic of New Orleans his best outing...Made two Web.com Tour starts, making the cut at the Stadion Classic at UGA and finishing T57 in Athens, Ga. Shot a bogey-free 66 in the final round of the PGA TOUR Qualifying Tournament at PGA West Stadium Course but his 15-under total came up two strokes short of what he needed to regain his Tour card. \n\n2011: Will play on the PGA TOUR with a Major Medical Extension in 2012. Will have five events to earn $323,264 to extend his exemption...Missed a considerable portion of the season due to severe allergy issues. Finished outside of the top 125 in the FedExCup standings for the first time in his career and outside of the top 125 on the official money since the 2006 season. Also failed to record a top-10 finish for the first time since 2006, with a season-best T13 at the Bob Hope Classic...Playing in his 11th World Cup, representing Germany, he teamed with Martin Kaymer to T2 at Mission Hills GC in Hainan, China. The duo shot a third-round, 11-under 61 in four-ball and trailed Ireland by two strokes going into the final round. A 3-under 69 in foursomes left Germany two strokes behind the winning U.S. team. \n\n2010: Eligible for the first PGA TOUR Playoffs event for the fourth straight season, but failed to advance out of The Barclays into the Deutsche Bank Championship for the fourth time, finishing the season No. 103 in the standings...Aided by a first-round, 5-under 65 at Monterey Peninsula CC, finished T10 at the AT&T Pebble Beach National Pro-Am...Next top-10 finish also came at Pebble Beach, finishing T8 at the U.S. Open. Represented just his second top-10 performance in 18 major championship starts (T4 at the 2003 PGA Championship)...Earned second-consecutive T5 at the Reno-Tahoe Open...Recorded his best finish of the year with a T3 at the Turning Stone Resort Championship, equaling a career-high fourth top-10 finish of the season. Held the 36- and 54-hole leads after opening 66-68-67 but posted a final-round 72 to finish behind J.J. Henry and champion Bill Lunde. \n\n2009: Posted three top-10s...A week after taking an epidural injection for a pinched nerve in his neck and arm, opened with a 6-under 66 at THE PLAYERS Championship to sit just one behind tournament leader Ben Crane. Surged into a two-stroke lead after 36 holes with a 5-under 67 and then a five-shot cushion after 54 holes, despite posting an even-par 72. Was paired with Tiger Woods in the final round. Struggled on the final day with a 79, but still managed his first top-10 finish of the season (T9) as Henrik Stenson shot a final-round 66 to win by four strokes...Was T36 after 72 in first round of Legends Reno-Tahoe Open, but followed with three rounds in the 60s to post best finish of the season, a T5...In October, shot four rounds in the 60s to claim a T8 at the Frys.com Open. Carded eight birdies in the final round en route to a 7-under 64, equaling his low round of the year (first round, Verizon Heritage). \n\n2008: Solid year, highlighted by four top-10 finishes, including a T4 at the Stanford St. Jude Championship...Recorded his first top-10 of the season with a T7 finish at The Honda Classic...Two weeks later finished T8 at the Arnold Palmer Invitational, his ninth start of the season...Thinking he had missed the third-round cut at the Zurich Classic of New Orleans, flew home to Las Vegas. Upon hearing that the cut wasn't being instituted, caught a flight from Las Vegas back to Houston, rented a car and drove through the night to New Orleans, arriving the next morning. Playing with borrowed clubs and clothes, shot a final-round 71, his best round of the week, to finish T75. Brandt Jobe and Retief Goosen also returned upon hearing they were still playing...Third top-10 was a T4 at the Stanford St. Jude Championship. It was his best TOUR performance since a T3 at the 2006 John Deere Classic...Finished T9 at the AT&T National after closing rounds of 68-66...Suffered a neck injury during the Reno-Tahoe Open which resulted in surgery for a neck fusion that included the insertion of a titanium plate. Returned for the final two events of the season, where he missed the cut. \n\n2007: In adopted hometown of Las Vegas, collected T30 finish at the Frys.com Open benefiting Shriners Hospitals for Children to jump to No. 125 on TOUR money list with three events remaining in season...Overcame a double bogey on the first hole of his final round to finish T6 at the Fry's Electronics Open, his best finish of the season. Finish moved him from 125th to 110th on the money list, solidifying his 2008 TOUR card. \n\n2006: Collected first top-10 since 2004 with a T3 at the John Deere Classic, posting four rounds in the 60s to finish three behind John Senden...Added a T9 at the Reno-Tahoe Open in August. Returned to PGA TOUR Qualifying Tournament and regained card for 2007 with T22 finish, his third successful trip to the finals. \n\n2005: Fell outside the top-125 in third full season on TOUR. Struggled most of the season, especially after injuring his back in a jet-skiing accident in June...Highlight of the season came at THE PLAYERS Championship. Making only his second start at the TPC Sawgrass, finished T12...In April, was disqualified for using a non-conforming ball during the third round of the MCI Heritage. Cejka picked up his Srixon URX ball on the ninth green and noticed two dots instead of two arrows on the ball. He was initially assessed a two-stroke penalty and then disqualified at the end of the round when the ball was deemed not on the conforming balls list. \n\n2004: Followed rookie season with a solid sophomore campaign, making a career-best $1,313,483 and posting three top-10s, including a runner-up finish at The INTERNATIONAL...Picked up his first top-10 in June at the Booz Allen Classic, finishing T7. Recorded a career-best 8-under 63 in round two after opening with a 3-over 74. Weekend rounds of 67-69 moved him into the top-10 at TPC of Avenel...Posted best finish of his career, in his 65th PGA TOUR start, a solo second at The INTERNATIONAL. Trailed by one point in the tournament's Modified Stableford scoring system heading into the final round, but was passed by Rod Pampling who made eagle on the 71st hole to collect five points. His $540,000 paycheck was largest of TOUR career...Two weeks later, in second career World Golf Championships-NEC Invitational start, finished T9. Shared low final-round honors with a 4-under-par 66. \n\n2003: Second-highest finishing rookie on the money list, 60th, behind Ben Curtis (No. 46)...Picked up first top-10 finish as a member of the TOUR with a T7 at the Phoenix Open. Only other previous TOUR top-10 was a T6 at the 1996 NEC World Series of Golf...Posted career-best, runner-up finish at the B.C. Open, helping to solidify his playing privileges for 2004...Finished solo fourth at the PGA Championship for first career top-10 at a major championship. \n\n2002: Finished T2 at the PGA TOUR Qualifying Tournament to earn his first TOUR card...Collected his fourth victory on the European Tour, where he has been a member since 1992, at the 2002 Lancome Trophy...Finished 23rd on the Order of Merit, making the cut in 12 of 18 events...Also picked up a victory at the Galeria Kaufhof Pokal Challenge on the European Challenge Tour, his fourth on that tour. \n\n2001: Finished 51st on the European Tour Order of Merit, making the cut in 16 of 26 events...Best finish was a runner-up at the Gleneagles Scottish PGA Championship.\n\n1999: Finished 17th on the European Tour Order of Merit.\n\n1998: Led the European Tour in Greens in Regulation.\n\n1996: Made the cut in all four PGA TOUR majors, highlighted by a T11 showing at The Open Championship at Royal Lytham and St. Annes.\n\n1995: Finished sixth on the European Tour Order of Merit. Won three times, including the prestigious Volvo Masters...The others were the Turespana Open Andalucia and the Hohe Brucke Open. Set course record with a 61 during the Hohe Brucke Open. \n\n1994: First played in the Dunhill Cup. \n\n1992: Won the Czech Open for second time in career. \n\n1991: Won the Audi Quattro Trophy for his first European Challenge Tour title.\n\n1990: Won the Czech Open for the first time. \n\n","otherCarHigh" : "","personal" : "Fled Communist Czechoslovakia (now Czech Republic) at age 9 as a refugee, traveling by foot and train, by swimming and biking with his father to Yugoslavia, Italy and Switzerland before settling in Frankfurt, Germany. Has fulfilled his life-long dream of playing on the PGA TOUR from the hardships he and his family suffered under Communism to enjoy the freedom of opportunity in America...Was a great ice hockey and soccer player but saw Bernhard Langer play and switched to golf...Fiancee, Alyssa, played college golf, and his brother-in-law played on the Web.com Tour.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2003","qSchoolYear" : "2002, 2005, 2006","exmtStatus" : "2014-15 tournament winner (through 2016-17)","otherVics" : "","intlVics" : "(11): 1990 Czech Open. 1991 Audi Quattro Trophy [EurChall]. 1992 Czech Open. 1993 Audi Open [EurChall]. 1995 Turespana Open Andalucia [Eur], Hohe Brucke Open [Eur], Volvo Masters [Eur]. 1997 KB Golf Challenge [EurChall]. 1998 Lancia Golf Pokal. 2002 Lancome Trophy [Eur], Galeria Kaufhof Pokal Challenge [EurChall].","curYearHigh" : "In his first start of the 2015-16 Season, finished T2 at the Shriners Hospitals for Children Open. Week was highlighted by a final three-hole stretch in the third round where he went birdie-ace-birdie to jump 21 spots up the leaderboard. Recorded a hole-in-one on the par-3 17th at TPC Summerlin with a 6-iron from 212 yards for his second career ace on the PGA TOUR, with his first coming in the third round of the 2010 FedEx St. Jude Classic...Opened The RSM Classic with three consecutive 67s, followed by a final-round even-par 70 to finish T6 (11 strokes behind runaway-winner Kevin Kisner).","carHigh" : "2014-15: On the strength of seven top-25 finishes in 28 starts, highlighted by his first career PGA TOUR win, advanced to the FedExCup Playoffs. A missed cut at The Barclays was followed by a T39 at the following week's Deutsche Bank Championship, preventing him from advancing to the BMW Championship. Concluded the season at No. 71 in the year-end FedExCup standings...Claimed his first TOUR win by draining a 20-foot putt for a birdie-4 on the first playoff hole to defeat Sam Saunders, Emiliano Grillo, Jon Curran and Tim Petrovic at the Puerto Rico Open. Won in his first PGA TOUR playoff. The last five-man playoff on TOUR was at the 2005 BellSouth Classic won by Phil Mickelson. Earned his first career PGA TOUR victory at age 44 years, 3 months, 6 days in his 287th career TOUR start. Is the third oldest first-time winner on TOUR since 1970 behind Ed Dougherty and Ken Duke. Has converted one of four second-round PGA TOUR leads\/co-leads into victories. Won in his fifth Puerto Rico Open start: Previous-best outing was a T54 in 2014. Is the first international winner of the Puerto Rico Open and his overtime victory was the tournament's second playoff.\n\n2013-14: Finished the season with 15 Web.com Tour starts, a year that included a victory and a runner-up performance. Had five top-25s in all, while making 11 cuts...Earned his first Tour win at the rain-delayed Pacific Rubiales Colombia Championship to open the season. Fired a course-record, 8-under 63 in the third round, which was completed Sunday morning. Birdied four of his final five holes to reach 14-under par, three shots ahead of Andrew Putnam. Had only 10 minutes to get to the first tee to begin the fourth round. Thunderstorms rolled into the Bogota area and forced a suspension of play for the fourth straight day. Play was halted at 2:08 p.m. when he was even par through nine holes and leading Putnam by one. One hour later officials were forced to cancel the final round when it became clear there wasn't sufficient time to complete the round. The standings reverted back to the 54-hole leaderboard. The win was his first in 31 career Web.com Tour starts and first since his win at the 2002 Lancome Trophy on the European Tour...In March, was tied for sixth after opening with rounds of 65-66 at the Brasil Champions. Moved into a tie for second with a third-round 63 that included four birdies on holes 10-13. A final-round 69 left him T2, four strokes behind champion Jon Curran. The runner-up finish moved him to No. 1 on the money list...On the PGA TOUR, recorded a T56 at the AT&T Pebble Beach National Pro-Am in February and a T54 in March at the Puerto Rico Open...Earned medalist honors at the U.S. Open sectional qualifying outside San Francisco in early June. Shot a 67 at Lake Merced GC in the morning and a 65 at The Olympic Club's Ocean Course in the afternoon. Was three shots better than Steven Alker. Finished T60 at the Open at Pinehurst's No. 2...Played on the European Tour in late June, at the BMW International Open, in Germany. Shot four rounds in the 60s at GC Gut Larchenhof (68-66-69-69) to T11 with nine others in Koln...Back on the Web.com Tour, started the final round of Nova Scotia Open tied for fifth, posted a 71 Sunday and fell to T7...Officially secured his 2014-15 PGA TOUR card at the conclusion of the Regular Season in late-August (sixth on the money list), setting up his return to the PGA TOUR, where he last played in 2012.\n\n2013: Missed the cut in both of his PGA TOUR starts.\n\n2012: Played out of a Major Medical Extension but failed to earn $323,264 in first five PGA TOUR starts to extend his exemption. Ended the year with 12 starts, a T18 at the Zurich Classic of New Orleans his best outing...Made two Web.com Tour starts, making the cut at the Stadion Classic at UGA and finishing T57 in Athens, Ga. 2011: Missed a considerable portion of the season due to severe allergy issues. Finished outside of the top 125 in the FedExCup standings for the first time in his career and outside of the top 125 on the official money since the 2006 season. Also failed to record a top-10 finish for the first time since 2006, with a season-best T13 at the Bob Hope Classic...Playing in his 11th World Cup, representing Germany, he teamed with Martin Kaymer to T2 at Mission Hills GC in Hainan, China. The duo shot a third-round, 11-under 61 in four-ball and trailed Ireland by two strokes going into the final round. A 3-under 69 in foursomes left Germany two strokes behind the winning U.S. team. 2010: Eligible for the first PGA TOUR Playoffs event for the fourth straight season, but failed to advance out of The Barclays into the Deutsche Bank Championship for the fourth time, finishing the season No. 103 in the standings...Aided by a first-round, 5-under 65 at Monterey Peninsula CC, finished T10 at the AT&T Pebble Beach National Pro-Am...Next top-10 finish also came at Pebble Beach, finishing T8 at the U.S. Open. Represented just his second top-10 performance in 18 major championship starts (T4 at the 2003 PGA Championship)...Earned second-consecutive T5 at the Reno-Tahoe Open...Recorded his best finish of the year with a T3 at the Turning Stone Resort Championship, equaling a career-high fourth top-10 finish of the season. Held the 36- and 54-hole leads after opening 66-68-67 but posted a final-round 72 to finish behind J.J. Henry and champion Bill Lunde. 2009: Posted three top-10s...A week after taking an epidural injection for a pinched nerve in his neck and arm, opened with a 6-under 66 at THE PLAYERS Championship to sit just one behind tournament leader Ben Crane. Surged into a two-stroke lead after 36 holes with a 5-under 67 and then a five-shot cushion after 54 holes, despite posting an even-par 72. Was paired with Tiger Woods in the final round. Struggled on the final day with a 79, but still managed his first top-10 finish of the season (T9) as Henrik Stenson shot a final-round 66 to win by four strokes...Was T36 after 72 in first round of Legends Reno-Tahoe Open, but followed with three rounds in the 60s to post best finish of the season, a T5...In October, shot four rounds in the 60s to claim a T8 at the Frys.com Open. Carded eight birdies in the final round en route to a 7-under 64, equaling his low round of the year (first round, Verizon Heritage). 2008: Solid year, highlighted by four top-10 finishes, including a T4 at the Stanford St. Jude Championship...Recorded his first top-10 of the season with a T7 finish at The Honda Classic...Two weeks later finished T8 at the Arnold Palmer Invitational, his ninth start of the season...Thinking he had missed the third-round cut at the Zurich Classic of New Orleans, flew home to Las Vegas. Upon hearing that the cut wasn't being instituted, caught a flight from Las Vegas back to Houston, rented a car and drove through the night to New Orleans, arriving the next morning. Playing with borrowed clubs and clothes, shot a final-round 71, his best round of the week, to finish T75. Brandt Jobe and Retief Goosen also returned upon hearing they were still playing...Third top-10 was a T4 at the Stanford St. Jude Championship. It was his best TOUR performance since a T3 at the 2006 John Deere Classic...Finished T9 at the AT&T National after closing rounds of 68-66...Suffered a neck injury during the Reno-Tahoe Open which resulted in surgery for a neck fusion that included the insertion of a titanium plate. Returned for the final two events of the season, where he missed the cut. 2007: In adopted hometown of Las Vegas, collected T30 finish at the Frys.com Open benefiting Shriners Hospitals for Children to jump to No. 125 on TOUR money list with three events remaining in season...Overcame a double bogey on the first hole of his final round to finish T6 at the Fry's Electronics Open, his best finish of the season. Finish moved him from 125th to 110th on the money list, solidifying his 2008 TOUR card. 2006: Collected first top-10 since 2004 with a T3 at the John Deere Classic, posting four rounds in the 60s to finish three behind John Senden...Added a T9 at the Reno-Tahoe Open in August. Returned to PGA TOUR Qualifying Tournament and regained card for 2007 with T22 finish, his third successful trip to the finals. 2005: Fell outside the top-125 in third full season on TOUR. Struggled most of the season, especially after injuring his back in a jet-skiing accident in JuneâŚHighlight of the season came at THE PLAYERS Championship. Making only his second start at the TPC Sawgrass, finished T12âŚIn April, was disqualified for using a non-conforming ball during the third round of the MCI Heritage. Picked up his Srixon URX ball on the ninth green and noticed two dots instead of two arrows on the ball. He was initially assessed a two-stroke penalty and then disqualified at the end of the round when the ball was deemed not on the conforming balls list. 2004: Followed rookie season with a solid sophomore campaign, making a career-best $1,313,483 and posting three top-10s, including a runner-up finish at The INTERNATIONAL...Picked up his first top-10 in June at the Booz Allen Classic, finishing T7. Recorded a career-best 8-under 63 in round two after opening with a 3-over 74. Weekend rounds of 67-69 moved him into the top-10 at TPC of Avenel...Posted best finish of his career, in his 65th PGA TOUR start, a solo second at The INTERNATIONAL. Trailed by one point in the tournament's Modified Stableford scoring system heading into the final round, but was passed by Rod Pampling who made eagle on the 71st hole to collect five points. His $540,000 paycheck was largest of TOUR career...Two weeks later, in second career World Golf Championships-NEC Invitational start, finished T9. Shared low final-round honors with a 4-under-par 66. 2003: Second-highest finishing rookie on the money list, 60th, behind Ben Curtis (No. 46)...Picked up first top-10 finish as a member of the TOUR with a T7 at the Phoenix Open. Only other previous TOUR top-10 was a T6 at the 1996 NEC World Series of Golf...Posted career-best, runner-up finish at the B.C. Open, helping to solidify his playing privileges for 2004...Finished solo fourth at the PGA Championship for first career top-10 at a major championship. 2002: Finished T2 at the PGA TOUR Qualifying Tournament to earn his first TOUR card...Collected his fourth victory on the European Tour, where he has been a member since 1992, at the 2002 Lancome Trophy...Finished 23rd on the Order of Merit, making the cut in 12 of 18 events...Also picked up a victory at the Galeria Kaufhof Pokal Challenge on the European Challenge Tour, his fourth on that tour. 1999: Finished 17th on the Order of Merit. 1998: Led the European Tour in Greens in Regulation. 1996: Made the cut in all four majors, highlighted by a T11 showing at The Open Championship at Royal Lytham & St. Annes. 1995: Finished sixth on the 1995 Order of Merit...Won three times that year, including the prestigious Volvo Masters. The others were the Turespana Open Andalucia and the Hohe Brucke Open. Set course record with a 61 during the Hohe Brucke Open. 1992: Won Czech Open for second time in career.\n","otherCarHigh" : "","personal" : "Fled Communist Czechoslovakia (now Czech Republic) at age 9 as a refugee, traveling by foot and train, by swimming and biking with his father to Yugoslavia, Italy and Switzerland before settling in Frankfurt, Germany. Has fulfilled his life-long dream of playing on the PGA TOUR from the hardships he and his family suffered under Communism to enjoy the freedom of opportunity in America...Was a great ice hockey and soccer player but saw Bernhard Langer play and switched to golf.","otherInfo" : "","ntlTeams" : "World Cup (11), 1995, 1996, 1997, 2000, 2002, 2003, 2005, 2007, 2008, 2009, 2011; Dunhill Cup (4), 1994, 1995, 1997, 1998; Seve Trophy (3), 2000, 2002, 2003.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T2nd at the Shriners Hospitals for Children Open.","dynStats" : "He ranks 10th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}