{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "33413","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Martin","first" : "Ben","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "175","weightMetric" : "79","birthDate" : "August 26, 1987","age" : "28","birthPlace" : "Greenwood, South Carolina","residence" : "Kiawah Island, South Carolina.","family" : "Wife, Kelly","education" : "Clemson University (2009, Financial Management)","splInterest" : "Clemson athletics, Xbox","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2013)","trndProYear" : "2010","clubAffl" : "The Kiawah Island Club (Kiawah Island, South Carolina)","cityPlaysFrm" : "Kiawah Island; SC; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "5,539,624&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2012","exmtStatus" : "Fully Exempt: 2013 Tournament Winner","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2013: Earned his first career win with a playoff victory at the rain-delayed United Leasing Championship in late June. Fired a 5-under 67 in the final round to get to 11-under 277. Was tied at the end of regulation with Ashley Hall, Joe Affrunti and Billy Hurley, but a nearly four-hour rain delay prevented the start of the playoff. Was first off the tee Monday morning in the playoff and hit 3-wood into the fairway and then watched as Affrunti hit into the high rough and both Hall and Hurley hit tee shots into the water on the right. Hit 6-iron to 22 feet and two-putted for par and the title. First-place check of $108,000 moved him from No. 21 to No. 4 on the money list after 14 events...Two weeks after his victory, and in his next start, he was back in contention, this time at the Utah Championship outside Salt Lake City. Shot rounds of 67-63-67-66 to finish at 21-under, a stroke out of the Steven Alker-Hall playoff. Had a putt on the 18th hole to force a tie, but his effort came up short...Earned his first top-10 finish of the year with a T8 at the rain-shortened Stadion Classic at UGA in early May...Was T4 at The Rex Hospital Open in June...Added a T6 at the Albertsons Boise Open in July when he fired a final-round 63 to move up the leaderboard. Finished three shots out of a playoff...Continued his torrid summer with his second win of the season a week later at the Mylan Classic near Pittsburgh, giving him two wins in six weeks. Never far from the lead the first two days at Southpointe GC, his third-round 67 gave him a four-shot lead heading into the final day. Bogeyed the last two holes Saturday to see his lead drop from six. Started quickly with three birdies in his first five holes Sunday and quickly opened an eight-stroke advantage. Consecutive bogeys at Nos. 6 and 7, followed by a string of pars, saw his lead drop to two as former U.S. Amateur champion Kelly Kraft was making a charge. Final round turned when he chipped in for an eagle-2 at the 311-yard 15th hole about the same time Kraft was bogeying the 16th, returning his lead to five shots. Closed bogey-birdie-birdie to wind up 17-under and five better than Kraft, who collected 10 birdies en route to a 7-under 64. First-place check of $121,500 moved him to No. 2 on the money list at the time, the position he would finish the Regular Season in, allowing him to secure his 2013-14 PGA TOUR card...Finished T3 at the Chiquita Classic, the second event in the Web.com Tour Finals series. Bounced back after a T32 finish a week earlier at the Hotel Fitness Championship. Posted four rounds below par at River Run CC near Charlotte and was boosted in the last round by four consecutive birdies, starting at No. 9...Closed with a 4-under 67 in the final round of the Nationwide Children's Hospital Championship to jump into a T4. Moved to No. 9 in the Finals' priority ranking, with just one event left on the schedule, eventually finishing 10th on the chart...Finished 2013 in the top-5 in five statisical categories: 1st in All-Around Ranking, 2nd in Scoring Average (69.00), 3rd in Birdie Average (4.42) and Greens in Regulation Percentage (74.27), and T4 in Total Driving. Also recorded the most birdies on Tour, 358. \n\n2012: Made the cut in 10 of 24 starts and had a pair of top-10 finishes and seven top-25s...Was T6 at the Midwest Classic in Kansas City, where he carded all four rounds in the 60s...Finshed solo third at the Winn-Dixie Jacksonville Open, which jumped him from 94 to 60 on the money list. Earned a place in the Web.com Tour Championship field. Carded all four rounds under par at TPC Sawgrass' Dye's Valley Course, making him the second player in tournament history to do that...Closed the year with four more sub-par scores and a T13 at the Web.com Tour Championship, which moved him up six spots, to No. 54 on the final money list. \n\n2011: In his rookie year on the PGA TOUR, claimed three top-25 finishes in 25 starts on TOUR...Held a share of the first-round lead for the first time in his career when he was one of a TOUR-record nine players tied for the lead after 18 holes at the Northern Trust Open. Missed the cut after a second-round 80...Earned first top-10 of his PGA TOUR career in his 20th start of the season, with a T6 at the Reno-Tahoe Open...Missed the cut in his only two Web.com Tour starts.\n","otherCarHigh" : "Finalist at the 2009 U.S. Amateur, losing, 7 and 5, to Byeon-Hun An of South Korea. Earned honorable mention All-American honors in 2010. Three-time All-Atlantic Coast Conference selection, including becoming one of just four golfers at Clemson to earn the honor as a freshman. Was the individual medalist at at 2010 Furman Invitational. Three-time selection to the academic all-ACC team and became the first golfer in Clemson history to earn All-ACC and academic all-ACC honors during his freshman season. Was also a two-time all-state selection while competing for Greenwood High School.","personal" : "Cites making it to the finals of the 2009 U.S. Amateur and playing in the 2010 Masters as his biggest thrills in golf. Biggest thrill outside of golf is attending Clemson football games...Favorite golf course he has played is Augusta National. Would most like to play St. Andrews...He never travels without his GPS. Favorite professional team is the Atlanta Braves...Superstitions include only marking his ball with quarters dated before 1987...Favorite TV show is \"Entourage.\"...Favorite movie is \"The Hangover.\"...Favorite entertainer is Dave Chappelle. Favorite food is steak...Lists Michael Vick as his favorite athlete to watch...Favorite city is Charleston, S.C...Bucket list includes winning a few major championships. Has one brother, Matt, who is a sophomore at Clemson University. Both of his parents attended Clemson, but his dad graduated from Alabama. Charities include College Golf Fellowship and the Fellowship of Christian Athletes.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2011","qSchoolYear" : "","exmtStatus" : "2014-15 tournament winner (through 2016-17)","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Claimed five top-10 finishes in 24 starts, highlighted by his first career PGA TOUR win, easily earning him entry into the FedExCup Playoffs. Made his way through the first three Playoffs' events, before a T68 at the BMW Championship ended his season at No. 35 in the FedExCup standings...Entered the final day of the Shriners Hospitals for Children Open with a two-stroke lead over Russell Knox, carded a final-round 3-under 68 (including a 46-foot eagle on the par-5 16th hole and a 19-foot birdie on the 72nd hole) for a two-stroke victory over Kevin Streelman (65). Recorded his first career PGA TOUR victory in his 56th start at age 27 years, 1 month, 23 days. Had never held a lead on TOUR entering the final round before carrying the lead to victory at the Shriners. His previous-best position entering a final round was at the 2014 RBC Heritage, where he was T3 (finished T3). Played the final five holes at TPC Summerlin at 15-under. Third-round 62 matched his career-best round on TOUR (T15 at the 2014 Zurich Classic of New Orleans). Missed the cut a week earlier at the Frys.com Open, finishing second from last with rounds of 78-79. Missed the cut in two previous Shriners Hospitals for Children Open starts...After missed cuts in his two previous starts at the Arnold Palmer Invitational (2011 and 2014), posted four, sub-par scores at Bay Hill to claim fifth-place honors...Improved on that in his next Florida start, at THE PLAYERS Championship. Posted four sub-par scores at TPC Sawgrass in May, including 4-under 68s in the first and third rounds to claim a T4 with fellow South Carolinian Bill Haas...Fourth top-10 of the season came at the Crowne Plaza Invitational at Colonial, where bookend 4-under 66s led to a T10 finish, three shots behind champion Chris Kirk. Had finished T21 the year before in his only other start at Colonial...Prior to The Open Championship, wife, Kelly, told her sister, Emily, that their calendar said \"Open\" for the date Emily wanted to get married. It turned out the day was set aside for The Open Championship. Had to miss his sister-in-law's wedding but did T74 at St. Andrews...Finished T10 at the Wyndham Championship in his first start in Greensboro since 2011. \n\n2013-14: In second season on TOUR and first since 2011, made 13 of 26 cuts, with a career-best three top-10 finishes. All three top-10s were third-place finishes. Advanced to the FedExCup Playoffs for the first time in his career. Season ended by missing the cut at the Deutsche Bank Championship. Was one of six players to start the Deutsche Bank Championship inside the top 70 (63rd) in the FedExCup standings only to drop out of the FedExCup Playoffs...Notched his best career finish on TOUR, at the Puerto Rico Open (third). Shot rounds of 68-67-70-66 to climb the leaderboard in the final round in Puerto Rico...Claimed a T3 at the RBC Heritage after holding a share of the second-round lead with Jim Furyk and K.J. Choi. A third-round 70 dropped him down the leaderboard before a final-round 66 moved him two shots off Matt Kuchar's winning score...Finished T3 at the Quicken Loans National, with rounds of 72-68-70-71. Missed the Justin Rose-Shawn Stefani playoff at Congressional CC by one shot. \n\n2013: Earned his first career win with a playoff victory at the rain-delayed United Leasing Championship in late June. Fired a 5-under 67 in the final round to get to 11-under 277. Was tied at the end of regulation with Ashley Hall, Joe Affrunti and Billy Hurley, but a nearly four-hour rain delay prevented the start of the playoff. Was first off the tee Monday morning in the playoff and hit 3-wood into the fairway and then watched as Affrunti hit into the high rough and both Hall and Hurley hit tee shots into the water on the right. Hit 6-iron to 22 feet and two-putted for par and the title. First-place check of $108,000 moved him from No. 21 to No. 4 on the money list after 14 events...Two weeks after his victory, and in his next start, he was back in contention, this time at the Utah Championship outside Salt Lake City. Shot rounds of 67-63-67-66 to finish at 21-under, a stroke out of the Steven Alker-Hall playoff. Had a putt on the 18th hole to force a tie, but his effort came up short...Earned his first top-10 finish of the year with a T8 at the rain-shortened Stadion Classic at UGA in early May...Was T4 at The Rex Hospital Open in June...Added a T6 at the Albertsons Boise Open in July when he fired a final-round 63 to move up the leaderboard. Finished three shots out of a playoff...Continued his torrid summer with his second win of the season a week later at the Mylan Classic near Pittsburgh, giving him two wins in six weeks. Never far from the lead the first two days at Southpointe GC, his third-round 67 gave him a four-shot lead heading into the final day. Bogeyed the last two holes Saturday to see his lead drop from six. Started quickly with three birdies in his first five holes Sunday and quickly opened an eight-stroke advantage. Consecutive bogeys at Nos. 6 and 7, followed by a string of pars, saw his lead drop to two as former U.S. Amateur champion Kelly Kraft was making a charge. Final round turned when he chipped in for an eagle-2 at the 311-yard 15th hole about the same time Kraft was bogeying the 16th, returning his lead to five shots. Closed bogey-birdie-birdie to wind up 17-under and five better than Kraft, who collected 10 birdies en route to a 7-under 64. First-place check of $121,500 moved him to No. 2 on the money list at the time, the position he would finish the Regular Season in, allowing him to secure his 2013-14 PGA TOUR card...Finished T3 at the Chiquita Classic, the second event in the Web.com Tour Finals series. Bounced back after a T32 finish a week earlier at the Hotel Fitness Championship. Posted four rounds below par at River Run CC near Charlotte and was boosted in the last round by four consecutive birdies, starting at No. 9...Closed with a 4-under 67 in the final round of the Nationwide Children's Hospital Championship to jump into a T4. Moved to No. 9 in the Finals' priority ranking, with just one event left on the schedule, eventually finishing 10th on the chart...Finished 2013 in the top-5 in five statisical categories: 1st in All-Around Ranking, 2nd in Scoring Average (69.00), 3rd in Birdie Average (4.42) and Greens in Regulation Percentage (74.27), and T4 in Total Driving. Also recorded the most birdies on Tour, 358. \n\n2012: Made the cut in 10 of 24 starts and had a pair of top-10 finishes and seven top-25s...Was T6 at the Midwest Classic in Kansas City, where he carded all four rounds in the 60s...Finshed solo third at the Winn-Dixie Jacksonville Open, which jumped him from 94 to 60 on the money list. Earned a place in the Web.com Tour Championship field. Carded all four rounds under par at TPC Sawgrass' Dye's Valley Course, making him the second player in tournament history to do that...Closed the year with four more sub-par scores and a T13 at the Web.com Tour Championship, which moved him up six spots, to No. 54 on the final money list. \n\n2011: In his rookie year on the PGA TOUR, claimed three top-25 finishes in 25 starts on TOUR...Held a share of the first-round lead for the first time in his career when he was one of a TOUR-record nine players tied for the lead after 18 holes at the Northern Trust Open. Missed the cut after a second-round 80...Earned first top-10 of his PGA TOUR career in his 20th start of the season, with a T6 at the Reno-Tahoe Open...Missed the cut in his only two Web.com Tour starts.\n\nAmateur: Finalist at the 2009 U.S. Amateur, losing, 7 and 5, to Byeon-Hun An of South Korea. Earned honorable mention All-American honors in 2010. Three-time All-Atlantic Coast Conference selection, including becoming one of just four golfers at Clemson to earn the honor as a freshman. Was the individual medalist at at 2010 Furman Invitational. Three-time selection to the academic all-ACC team and became the first golfer in Clemson history to earn All-ACC and academic all-ACC honors during his freshman season. Was also a two-time all-state selection while competing for Greenwood High School. \n","otherCarHigh" : "","personal" : "Cites making it to the finals of the 2009 U.S. Amateur and playing in the 2010 Masters as his biggest thrills in golf. Biggest thrill outside golf is attending Clemson football games…Favorite golf course he has played is Augusta National. Never travels without his GPS. Favorite professional team is the Atlanta Braves…Superstitions include only marking his ball with quarters dated before 1987…Favorite TV show is \"Entourage.\"…Favorite movie is \"The Hangover.\"…Favorite entertainer is Dave Chappelle. Favorite food is steak…Lists Michael Vick as his favorite athlete to watch…Favorite city is Charleston, S.C…Bucket list includes winning a few major championships. Has one brother, Matt, who is a student at Clemson University. Both of his parents attended Clemson, but his dad graduated from Alabama. Charities include College Golf Fellowship and the Fellowship of Christian Athletes.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T12th at the Arnold Palmer Invitational presented by MasterCard.","dynStats" : "He ranks T55th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/Ben_Martin87"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}