{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01334","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Fergus","first" : "Keith","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "200","weightMetric" : "91","birthDate" : "March 3, 1954","age" : "62","birthPlace" : "Temple, Texas","residence" : "Sugar Land, Texas","family" : "Wife, Cindy; Steven (9\/4\/79), Laura (3\/5\/84); one grandson","education" : "University of Houston","splInterest" : "Fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1976","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "7,429,827&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1977","qSchoolYear" : "Fall 1976, 1995","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Played five events in 2003, making two cuts. Member of Nationwide Tour in 1994, 1998-99 and 2000. Finished ninth at the 2003 Champions Tour National Qualifying Tournament to earn conditionally exempt status on the 2004 Champions Tour beginning when he turns 50 on March 3. Served as golf coach at University of Houston from 1988-94. Returned to competitive golf on 1994 Nationwide Tour and won two events that year. Requalified for PGA TOUR at 1995 Qualifying Tournament. Has three top-10s in major championships, including a T3 at the 1980 U.S. Open. Three-time All-American at Houston (1974-76). Runner-up to Jay Haas at 1975 U.S. Amateur. Started playing golf at age 8. Played football and basketball in high school, but enjoyed practicing golf more than other sports. Attacked by \"killer bees\" on driving range during third round of 1996 Nortel Open. Was stung 10-15 times, while his caddie, Artie Granfield, was stung 50-100 times. Began using long putter in 1988 while coaching at Houston.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2004","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(2): 1971 Texas State Junior. 1976 Texas State Open.","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Played in just 10 events, the fewest in his Champions Tour career...Best finish was a T25 at the Liberty Mutual Insurance Legends of Golf, with teammate Wayne Levi.\n\n2011: Slipped 14 spots on the final money list, from 32nd in 2010 to 46th...Best showing during the campaign came in April when, along with Wayne Levi, held a share of the 36-hole lead at the Liberty Mutual Legends of Golf. The pair eventually finished T3, one stroke out of a playoff in the team, better-ball Legends Division...Tied the 18-hole tournament record at The Principal Charity Classic when he shot an 8-under 63 at Glen Oaks in the final round. Became the fourth player in tournament history to record that score, and it was a career-best Champions Tour round...Started the season with an eighth-place effort at the Mitsubishi Electric Championship at Hualalai...Remains one of the long hitters on the Champions Tour and was T2 in Eagles with 12. 2010: Narrowly missed finishing in the top 30 on the money list for the fifth consecutive year when he placed 32nd in the final standings...Best showing among four top-10 finishes came in April near Tampa. Posted a pair of 68s at the rain-shortened Outback Steakhouse Pro-Am and finished T5 when rain washed out the final round. Performance was his best Champions Tour effort since winning the 2009 Regions Charity Classic...Opened the season with a T6 at the Mitsubishi Electric Championship at Hualalai...Was also T6 at the Boeing Classic in late August near Seattle...Rallied from an opening-round 75 to finish T8 at the SAS Championship. Saturday score of 8-under 64 included the 35th double eagle in Champions Tour history (3-iron, 210 yards) on the par-5 17th hole. During the round, was 8-under for a seven-hole stretch, which included the double eagle, a first on the Champions Tour since Jay Haas made an albatross at the 2009 Liberty Mutual Legends of Golf. 2009: Won two titles in a season for the first time since 1994 on the Web.com Tour and was the second of just five players to claim multiple titles. Both victories came within a span of four starts during the spring...Claimed his second career title on the Champions Tour when he prevailed by one stroke at The Cap Cana Championship in March. Made a dramatic eagle on the 17th hole to grab the lead after trailing Mark O'Meara by as many as four strokes during the final round. Holed a sand-wedge approach from 95 yards for the decisive eagle. Was 1-over-par in his Sunday round after 11 holes but played his next six holes in 5-under par, which gave him the lead and his first win since 2007...Added a second title in May when he won the rain-shortened Regions Charity Classic near Birmingham, Ala. Fired consecutive rounds of 66 to win by three strokes over Gene Jones. 2008: Best effort came in the last full-field event of the season. Fired a final-round 65 at Oak Hills to jump up into second place at the AT&T Championship, three strokes back of winner John Cook. 2007: Registered his first victory on the Champions Tour and surpassed the $1-million mark in season earnings for the first time...First win came in his 72nd start when he outlasted Hale Irwin and Mark O'Meara at the inaugural Ginn Championship at Ocean Hammock. Victory made him just the third of four players to post titles on the PGA TOUR, Web.com Tour and Champions Tour. One-stroke victory over O'Meara and Irwin came despite bogeys on two of the final three holes on the Ocean Club at Hammock Beach. Win ended a TOUR victory drought of just over 12 1\/2 years (1994 Boise Open on the Web.com Tour)...Shot consecutive 67s on the weekend at the SAS Championship to finish T3 near Raleigh. His $132,000 check moved him over the seven-figure mark in single-season earnings for the first time in his career. 2006: Nearly doubled his previous year's earnings and earned a berth in the season-ending Charles Schwab Cup Championship. Took full advantage of his appearance, finishing solo third. Made a late Sunday charge but fell three strokes shy of winner Jim Thorpe...Two months earlier, nearly won his first Champions Tour title at the Boeing Greater Seattle Classic in August but lost in a one-hole playoff to Tom Kite. Closed with an 8-under-par 64 Sunday, his best Champions Tour effort at the time. Playing well ahead of the leaders, he narrowly missed a potential eagle putt on the final hole in regulation, leaving his putt inches short. Had he converted, he would have eventually earned the title outright. In the playoff, watched his second shot carom off the cartpath and into a skybox behind 18, effectively ending his chances as Kite made a birdie-4 on the hole. 2005: Top effort came in March during the early California swing. Finished T2 at the Toshiba Senior Classic. Trailed eventual-winner Mark Johnson by three strokes entering the final round and lost by four after a final-round 71...Led the Champions Tour in Total Driving...Earned fully-exempt status for 2006 by finishing T4 at the National Qualifying Tournament in Beaumont, CA. Was T40 after an opening-round 77 and moved into a T9 after five rounds. Moved into the top seven after posting a final-round 70 in windy conditions. 2004: Joined Tour after turning 50 in early March. Made 18 starts, primarily through the PGA TOUR Career Victory category...In contention for the first time when he was one off the lead after 36 holes of the Toshiba Senior Classic. Eventually placed fourth after a final-round 69...Shot a 7-under-par 65 in the second round of the Administaff Small Business Classic to move up 40 spots. Round was his lowest since a second-round 64 at the 1997 Quad City Classic. 2003: Finished ninth at the 2003 National Qualifying Tournament at the TPC Eagle Trace. Shot 72-hole total of 3-under 285, but missed earning fully-exempt status by two strokes. Tied Rafael Navarro for the ninth spot and then claimed sole possession of ninth place with a par on the first extra playoff hole. \n","otherCarHigh" : "Originally played the PGA TOUR from 1977-86 and then requalified for the PGA TOUR at the 1995 National Qualifying Tournament and played the circuit again full time from 1995-98...Claimed the first of his three PGA TOUR victories at the 1981 Memorial Tournament, edging Jack Renner by a stroke at Muirfield Village...Won the Georgia-Pacific Atlanta Classic a year later when he beat Raymond Floyd in a playoff...Won another playoff with Rex Caldwell to claim the 1983 Bob Hope Desert Classic...Had three top-10 finishes in major championships, including a T3 at the 1980 U.S. Open...Was a member of the Web.com Tour in 1994, 1998-2000...Returned to competitive golf on the 1994 Web.com Tour and won two events that year, finishing 13th on the final money list with $107,053. Made back-to-back birdies on the final two holes of the Panama City Beach Classic to win by two shots over Tommy Armour III. Defeated Bill Murchison with a par on the second playoff hole to win the Boise Open later that season...Served as the golf coach at the University of Houston from 1988-1994...The only three-time, first-team, All-American in golf at the University of Houston (1974-76). Won more individual titles than any other Cougar in school history, amassing 19 in his collegiate career...Runner-up to Fred Ridley at the 1975 U.S. Amateur at The CC of Virginia.","personal" : "Started playing golf at age 8...Played football and basketball in high school, but enjoyed practicing golf more than other sports...Was attacked by killer bees on the driving range prior to his third round at the 1996 Nortel Open and was stung between 10 and 15 times. His caddie, Artie Granfield, was stung between 50 and 100 times...Began using the long putter in 1988 while coaching at the University of Houston...Has done some golf course design work on the side...Did soap commericals on television in the 1980s...One of his superstitions is getting rid of anything negative. If he makes a double bogey, he changes to a new ball. If he plays poorly, he won't wear the same outfit, but if he plays well he can't wait to wear the same shirt again...Enjoys attending Broadway shows...Enjoys working in his yard, trying different wines and spending time with his grandson, Keegan...His first car was a maroon 1966 Mustang.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 3 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}