{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "31420","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Lahiri","first" : "Anirban","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "165","weightMetric" : "75","birthDate" : "June 29, 1987","age" : "28","birthPlace" : "India","residence" : "Bangalore, India","family" : "Wife, Ipsa Jamwal","education" : "","splInterest" : "Listening to music, gaming on his computer, phone or PlayStation 2","pronunciation" : "law-HERE-ree","nwTourAlumnus" : "Web.com Tour Graduate (2015)","trndProYear" : "2007","clubAffl" : "Eagleton Golf Resort (Karnataka, India)","cityPlaysFrm" : "Bangalore; ; India","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,050,898&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Finished T7 at the UBS Hong Kong Open with Y.E. Yang, Matt Ford and Wen Tang Lin, a distant seven strokes behind winner Justin Rose...Was one of just two Asia Team members to win singles match while being defeated 18.5 - 5.5 by Europe in the EURASIA Cup in Kuala Lumpur in January, posting a 2&1 result over Shane Lowry...Making his title defense at the Hero Indian Open in March (an event he won in a playoff in 2015 over S.S.P. Chawrasia), finished runner-up by two strokes to Chawrasia.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2015","qSchoolYear" : "","exmtStatus" : "32nd on 2015 Web.com Tour priority list","otherVics" : "","intlVics" : "(15): 2009 Haryana Open [India], BILT Open [India]. 2010 Aircel PGTI Players Championship [India], PGTI Players Championship [India]. 2011 Aircel PGTI Players Championship [India], Panasonic Open [Asia]. 2012 SAIL-SBI Open [Asia]. 2013 McLeod Russel Tour Championship [India], PGTI-Eagleburg Open [India], PGTI Players Championship [India], SAIL-SBI Open [Asia]. 2014 CIMB Niaga Indonesian Masters [Asia], Venetian Macau Open [Asia]. 2015 Maybank Malaysian Open [Eur], Hero Indian Open [Eur].","curYearHigh" : "Finished T7 at the UBS Hong Kong Open with Y.E. Yang, Matt Ford and Wen Tang Lin, a distant seven strokes behind winner Justin Rose...Was one of just two Asia Team members to win singles match while being defeated 18.5 - 5.5 by Europe in the EURASIA Cup in Kuala Lumpur in January, posting a 2&1 result over Shane Lowry...Making his title defense at the Hero Indian Open in March (an event he won in a playoff in 2015 over S.S.P. Chawrasia), finished runner-up by two strokes to Chawrasia.","carHigh" : "2014-15: Highlight of his year came in August when he was named a member of The Presidents Cup International squad, becoming the first player from India to make the team...In early September, competed in his first career Web.com Tour event, the Hotel Fitness Championship, having earned enough non-member FedExCup points to qualify for the Web.com Tour Finals in an attempt to secure PGA TOUR status for the 2015-16 season. Found himself in the final pairing on Sunday at Sycamore Hills GC. A final-round 71 resulted in a T6 in the first of the four Finals' events...At the next week's Small Business Connection Championship at River Run, recorded a T16 in North Carolina, upping his Finals' earnings to $49,750. Feeling he was comfortably above the minimum threshold to secure his PGA TOUR card, elected to not play the last two Finals' events to return home and prepare for The Presidents Cup. Finished 32nd in the final priority-ranking order...After winning 13 times worldwide, earned his first European Tour title when he captured the Maybank Malaysian Open in early February. Shot a 10-under 62 in the third round that put him in fifth place, five shots behind 54-hole leader Bernd Wiesberger. Made six front-nine birdies at Kuala Lumpur G&CC and added four more on his back nine. On Sunday, immediately made his presence felt by birdieing four of his first five holes. Was even-par the rest of the way (two birdies and two bogeys) as he overtook Wiesberger to win by a shot...Won his second European Tour title when he captured the Hero Indian Open in playoff fashion in mid-February, defeating countryman S.S.P. Chawrasia with a birdie on the first extra hole. The duo finished regulation at Delhi GC tied at 7-under after Chawrasia shot a final-round, 5-over 76, to relinquish his two-shot, 54-hole lead. After a slow start, shooting a 2-over 73 on the first day, came back with rounds of 65-70-69. Moved to second in the Race to Dubai standings at the time...Was superb in the final round of the European Tour-Asian Tour co-sanctioned Omega European Masters, shooting a 6-under 64 to finish fifth in Switzerland, five shots behind winner Danny Willett...In his 16th PGA TOUR start, posted a 4-under 68 in the final round of the PGA Championship to claim a T5. The finish at Whistling Straits in Wisconsin marked his first top-20 finish on TOUR and is the top showing in a major championship by a native of India. PGA Championship was his 12th start of the season (maximum for a non-member)...Could not play in the Wyndham Championship despite his top 10 at PGA Championship since he did not qualify for Special Temporary Membership (had 301 FedExCup points and needed 323). Went 0-3-0 in his three Presidents Cup matches in the International team's 15½-14½ loss in South Korea...Had a strong outing in mid-October the week after The Presidents Cup. At the Ventian Macau Open on the Asian Tour, recorded four rounds in the 60s at Macau G&CC, including a final-round 66 to finish T2 with countryman Chiragh Kumar, three shots behind winner Scott Hend. A pair of eagles, at No. 18 in the second round and on No. 8 in the third round, helped his cause. \n\n2013-14: Ended the Asian Tour season No. 2 on the Order of Merit, approximately U.S. $112,000 behind winner David Lipsky. Made three PGA TOUR appearances, including his second and third major championship starts (missed the cut at The Open Championship and the PGA Championship). Lone made cut was a T35 in Malaysia, at the CIMB Classic...Won his fourth Asian Tour title when he captured the CIMB Niaga Indonesian Masters. Opened with a 70 and then followed with rounds of 69-64-68 to finish a stroke ahead of South Korea's Seuk Hyun Baek and Australia's Cameron Smith at Royale Jakarta GC. The victory was worht US $135,000, his career-high payday...A week later, finished T6 at The Championship at Laguna National, thanks to four under-par rounds. Opened with a 67 then followed with rounds of 70-68-66 to earn the top-10, five shots behind winner Felipe Aguilar...First top-10 of the season came at the King's Cup Golf Hua Hin in Thailand. Shot a final-round 68 to T3 with Prom Meesawat, three shots behind winner Prayad Marksaeng...In his next Asian Tour start, was T8 in defense of his 2013 SAIL-SBI Open title...Played in his second PGA TOUR event when he received an invitation to the CIMB Classic in Malaysia. Finished T35 at Kuala Lumpur G&CC, thanks to a final-round 68...Also made two major championship starts—at The Open Championship and the PGA Championship, missing the cut in both events...Second victory of the season came in come-from-behind fashion at the Venetian Macau Open in late-October. Began the final round two shots behind 54-hole leader Scott Hend and trailed Hend by as many as four strokes during the last day of play at the Macau G&CC. Shot a 5-under 66 and watched as Hend lipped out a 4-foot par putt on the 72nd hole that would have forced a playoff. It was a reversal of fortune as he finished second at this tournament in 2013 with Hend winning the title. Was in position to grab the victory, thanks to an opening-round, 10-under 61. The victory solidfied his No. 2 position on the Asian Tour Order of Merit. Concluded his Asian Tour season with a T6 at the Thailand Golf Championship. Shot a third-round 68 to move into contention but then dropped on the final day after shooting a 1-over 73. \n\n2013: Successfully defended his SAIL-SBI Open while making his first Asian Tour start of the season. Again won in a playoff, this time against Rashid Khan. Trailed by one shot through 54 holes then fired a final-round 68 to finish regulation deadlocked....Also added three runner-up finishes. The first came at the Worldwide Holdings selangor Masters. After opening with a 73, played his final 54 holes in 68-67-68 to solo second, a stroke short of winner Pariya Junhasavasdikul...After two missed cuts and a T17 in his previous three starts, he lurked around the top-10 at the Venetian Macau Open then made a strong push at victory, shooting a final-round 62 on the island outside Hong Kong. He eventually finished three shots behind winner Scott Hend for his second runner-up peformance of the campaign...Two weeks later, was again in the mix, this time at the Hero Indian Open in his home country. Sandwiched a pair of 67s in the second and third rounds around an opening 71 and a closing 70 to T2 with S.S.P Chawrasia, a stroke behind winner Siddikur Rahman for his third close call of the season...Added two more top-10s to close his season, a T6 at the Indonesian Open and a T4 at the Thailand Golf Championship...Represented India at the ISPS Handa World Cup of Golf in late-November. In the individual competition, finished T25 with four others at Royal Melbourne GC in Australia. \n\n2012: Won his second Asian Tour title in as many years and added four additional top-10s. Opened with a 65-69 effort at the SAIL-SBI Open. Held a two-stroke advantage at the halfway point then moved ahead of Scott Barr and Prom Meesawat by three shots with 18 holes to play. A final-round 73 dropped him into a playoff with Meesawat, an extra session he won by defeating Meesawat...The following week, was T8 at the Panasonic Open India. Was out of contention after a third-round 74 but recovered nicely on the final day with a 65 jump inside the top 10...Added back-to-back top-10s, at the Indonesian Masters (fifth) and the Queen's Cup (T6)...Final Asian Tour top-10 came at the Hero Indian Open in October, where weekend rounds of 66-67 led to a T5...Made his PGA TOUR and major championship debut when he T31 at The Open Championship at Royal Lytham St. Annes...Also played in the PGA TOUR's unofficial CIMB Classic in Malaysia. Finished T26 after opening with an even-par 71 then reeling off rounds of 66-68-69. \n\n2011: Broke through for victory for the first time on the Asian Tour when he captured the Panasonic Open in early April. Opened with a 65 and then battled Manav Jaini and Mardan Mamat the rest of the way, the trio eventually finishing regulation play deadlocked. Defeated Jaini and Mamat in sudden-death...Two weeks earlier, at the SAIL Open, began the tournament with a 66 and closed with a 69 to finish solo sixth...Final top-10 of the year came at the Queen's Cup, where he T8. \n\n2010: Recorded three top-10s on the Asian Tour. The first came at the Worldwide Selangor Masters when he T8 in Malaysia...In his next start, at the Handa Singapore Classic, shot a pair of 66s (second round and final round) to T8 with nine others...Final top-10 was a T4 at the Johnnie Walker Cambodian Open in mid-December. Played his fiinal 54 holes in 67-65-69.\n\n2009: In his first PGA Tour of Australasia start, opened with a 66 and closed with a 68 to T6...Added three Asian Tour top-10s. The first came at the Black Mountain Masters (fourth), followed by a ninth-place showing at the Queen's Cup in August and a T9 at the Iskandar Johor Open in October. \n\n2008: Played his first full Asian Tour slate, recording two top-25s among his eight made cuts (in 12 starts). Was T25 at the Midea China Classic and T22 at the Macau Open in consecutive weeks in October. \n\n2007: Made his Asian Tour debut, missing the cut at the Hero Honda Indian Open. \n \n","otherCarHigh" : "","personal" : "At age 8, his father, an Army officer, introduced him to the game. Twitter is @anirbangolf...Is a devotee of Vipassna meditation.","otherInfo" : "","ntlTeams" : "The Presidents Cup (1), 2015; World Cup (1), 2013.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T21st at the CIMB Classic.","dynStats" : "He ranks T92nd in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/anirbanlahirigolf\/"},{"cat" : "instagram","desc" : "","url" : "https:\/\/www.instagram.com\/banstaa"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/anirbangolf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}