{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29781","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Cho","first" : "Byungmin","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "177","weightMetric" : "80","birthDate" : "September 4, 1989","age" : "26","birthPlace" : "Seoul, South Korea","residence" : "","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2008","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2015","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Finished 19th on the final Order of Merit, with four top-10s, all coming consecutively during the middle of the season. Shot consistent rounds of 71-71-73-73 to finish at 1-over at the PGA TOUR China Series' Second Global Qualifying Tournament in early February. Ended in fifth place to earn full playing privileges for the season…In the Korean Challenge Tour's 8th Tournament, opened with a 1-over 73 then recovered with a 67 on the second day in the 36-hole tournament to post a T9…Two weeks later, again on the Korean Challenge Tour, won that circuit's 9th Tournament, a one-shot win over Pankyu Hong in the 36-hole event at Taekwang CC. Shot rounds of 64-68…After missing the first two cuts of the season and only T67 at the Lanhai Open, broke through with a solid T8 at the Ping An Bank Open. Was one of only three players in the field to record four under-par rounds (71-70-71-70) on his way to a T8 with four others at Qinghe Bay GC in Beijing…In his next start, also in Beijing, was the 54-hole leader at the Cadillac Championship at Topwin G&CC. Opened 67-69-66 to take a two-shot lead over Bryden Macpherson with 18 holes to play. Stumbled on the final day, making his final birdie on No. 8 Sunday. Played the back nine at Topwin in 2-over as Macpherson pulled away for the three-shot victory. The solo-second finish was a career best and improved him to 10th on the Order of Merit at the time...Fired a final-round, 1-over 71 to T9 at the Lushan Open in mid-October...Had four par-or-better rounds at the Chongqing Jiangnan NewTown KingRun Open in mid-October, good enough for a 6-under total and a seventh-place performance at KingRun Nanshan GC. \n\n2014: Played most of his golf on the Korean Tour. Had a tale of two seasons, making his first three cuts (T49, T48 and T51) before missing the cut in next six starts…Played on the weekend at the Herald KYJ Tour Championship in November, a T60 effort…Unsuccessfully attempted to qualify for the PGA TOUR China Series.  \n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was 2nd in 2015 at the Cadillac Championship.","dynStats" : "He ranks 44th in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}