{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02020","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Romero","first" : "Eduardo","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "210","weightMetric" : "95","birthDate" : "July 17, 1954","age" : "61","birthPlace" : "Cordoba, Argentina","residence" : "Cordoba, Argentina","family" : "Wife, Adriana; Dolores (7\/26\/81)","education" : "","splInterest" : "Horses, soccer","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1980","clubAffl" : "Cordoba GC (Cordoba, Argentina)","cityPlaysFrm" : "Cordoba, Argentina","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "6,234,812&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1994","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(93): Including, 1983 Argentine PGA Championship. 1984 Chile Open. 1985 Chile Open. 1986 Argentine PGA Championship, Chile Open. 1989 Argentine Open, Lancome Trophy, Argentine PGA Championship. 1990 Volvo Open de Firenze. 1991 Spanish Open, French Open. 1992 Argentine PGA Championship. 1993 Argentine PGA Championship. 1994 Argentine PGA Championship, Italian Open, European Masters. 1995 Argentine PGA Championship. 1997 Argentine PGA Championship, Mexican Open. 1998 Mexican Open. 2000 Canon European Masters. 2002 Barclays Scottish Open.","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "May focus on senior golf in 2006 after entering the Champions Tour Qualifying Tournament in 2005. In 2004, made his Champions Tour debut at The Senior Open Championship, with T2 finish. Also had a second and a third on the 2004 European Tour. Won the 2002 Barclays Scottish Open at Loch Lomond. Beat Fredrik Jacobson on the first playoff hole. With win at age 47 became the third-oldest winner in the history of the European Tour, behind Des Smyth and Neil Coles. Was also second at the Dunhill Links Championship, losing to Padraig Harrington in a playoff. Nicknamed \"El Gato\" (The Cat) because of the way he stealthily stalks and overcomes opponents. Son of a club professional in Cordoba, where he still lives, he earned his PGA TOUR card for 1986 and 1994 but returned to European Tour following seasons. Used his own money to help sponsor friend Angel Cabrera on the European Tour and was rewarded in 1999 when Cabrera finished 10th on the Volvo Order of Merit. Attributed success over last few years to improved concentration, thanks to the study of an Indian yoga technique, Rhami Hayat.","ntlTeams" : "World Cup (8) 1994-1995, 1999-2004.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2006","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(93): Including, 1983 Argentine PGA Championship. 1984 Chile Open. 1985 Chile Open. 1986 Argentine PGA Championship, Chile Open. 1989 Argentine Open, Lancome Trophy, Argentine PGA Championship. 1990 Volvo Open de Firenze. 1991 Spanish Open, French Open. 1992 Argentine PGA Championship. 1993 Argentine PGA Championship. 1994 Argentine PGA Championship, Italian Open, European Masters. 1995 Argentine PGA Championship. 1997 Argentine PGA Championship, Mexican Open. 1998 Mexican Open. 2000 Canon European Masters. 2002 Barclays Scottish Open.","intlVics" : "(2): 2005 Wentworth Senior Masters. 2006 Wentworth Senior Masters.","curYearHigh" : "","carHigh" : "2011: Played in just 15 events as a result of limited-exempt status and finished 40th on the money list...Was third at the Insperity Championship near Houston. Was leading the event at The Woodlands CC on Saturday after 16 holes but fell back after a wayward drive at No. 17 which led to a double bogey. The shot eventually cost him a chance at winning when heavy rain washed out the final round...Posted initial top-10 of the campaign when he rebounded from an opening-round, 3-over-par 75 to finish T5 at the Regions Tradition at Alabama's Shoal Creek...Had another top-five finish in his next start at the Senior PGA Championship at Valhalla...Made one start on the European Tour at the Omega European Masters in Switzerland in September but missed the cut. 2010: In 19 starts, lone top-10 finish was a T9 at the inaugural Mississippi Gulf Resort Classic...Had consecutive sub-par rounds in only two tournaments—the Mississippi Gulf Resort Classic and the JELD-WEN Traditon (T18)...Second to Fred Couples in Driving Distance (291.4 yards). 2009: Secured his only victory of the year at the Toshiba Classic, his 100th victory a professional. Made four birdies in the first six holes on the back nine Sunday to ease past Mark O'Meara and Denis Watson and eventually finish one stroke in front of O'Meara and Joey Sindelar. Victory was his fifth overall on the Champions Tour and fourth in a stretch of 10 starts dating to 2008. Became the fourth international player to win at Newport Beach CC...Shared the 36-hole lead at The Cap Cana Championship with Mark O'Meara and eventual winner Keith Fergus before a final-round 74 left him T11...Turned in a nice performance in his final start of the season, finishing ninth at the Charles Schwab Cup Championship. 2008: One of the stalwarts on the Champions Tour and one of just two players to earn three wins during the year, joining Bernhard Langer...Was seventh on the money list, with a career-best $1,615,099. Also finished fourth in the season-long Charles Schwab Cup race, earning a $200,000 annuity...Second to Tom Purtzer in Driving Distance and had more success making birdies or better on par-5s than any other player (49.5 percent) as well as birdie or better on all holes (33.5 percent)...Claimed his second Champions Tour major championship by winning the U.S. Senior Open at The Broadmoor in Colorado Springs. Prevailed by four strokes over Fred Funk despite carding a 3-over 73 in the final round. Victory made him the fifth international player to claim the U.S. Senior Open title and the second Argentine, joining Roberto De Vicenzo, the inaugural winner in 1980...Two starts earlier, earned his first victory in nearly two years when he prevailed by one stroke over Gary Koch and Fulton Allem to win the Dick's Sporting Goods Open in July. Opened with back-to-back rounds of 65 to lead by one stroke after 36 holes and then battled Allem and Joey Sindelar down the stretch in the final round before holding on for the victory in Endicott, N.Y...Added a third title to his resume when he was a three-stroke victor over Tom Kite at the SAS Championship near Raleigh in late September. Started the final round tied for second, one stroke behind Bruce Fleisher, but opened with a 4-under-par 31 on the front nine and built a lead of as much as four strokes. Lone blemish Sunday was a bogey at No. 13, but he closed with two more birdies for his three-stroke win. Win in North Carolina climaxed a run of five events where he won, finished third, won, T8 and won...Turned in another strong performance in July when he finished third at The Senior Open Championship Championship at Royal Troon. Shared the first-round lead following a 3-under-par 68 and was among the leaders throughout before making a costly bogey at No. 18 in the final round which left him one shy of the John Cook-Bruce Vaughan playoff. 2007: Surpassed the $1-million mark in season earnings for the first time ($1,189,455) when he finished 12th on the final money list...Led the Senior PGA Championship for 67 holes but eventually finished second behind Denis Watson at Kiawah Island, S.C. Ran into disaster with a double bogey on the par-3 14th hole at The Ocean Course on Sunday. Miscue resulted from an unplayable lie that set up a crucial three-shot swing, giving Watson the two-stroke advantage he needed to eventually prevail...Finished second the following week at The Boeing Championship at Sandestin. Was tied for the opening-round lead with Tom Purtzer after carding a 9-under 62, a career-best on the Champions Tour. Trailed by two strokes after 36 holes and eventually finished three shots back of Loren Roberts. 2006: Was conditionally exempt to start the year following a 15th-place finish at the 2005 National Qualifying Tournament, but took full advantage of the Champions Tour reshuffle in the summer to secure an exemption for the remainder of the year. Parlayed opportunity into fully-exempt status for 2007...Major breakthrough came in August when he became the Champions Tour's only international winner in 2006, defeating Lonnie Nielsen in a one-hole playoff at the JELD-WEN Tradition near Portland, OR. Fired a 7-under-par 65 in the final round, the low round in the tournament and then made a birdie on the first playoff hole to post his win. Played near-flawless golf the final two days, playing bogey-free over that span while adding 10 birdies and an eagle. Played his final 38 holes without a bogey and made just two bogeys over his final 66 holes. Made up five strokes the final day, the largest come-from-behind margin in tournament history. In winning, became the second player from Argentina to win a major championship on the Champions Tour, joining Roberto De Vicenzo with that honor...One month earlier, secured a spot in the reshuffle when he almost won for his third start of the season at The Senior Open Championship. Caught Loren Roberts twice in the final round at Turnberry to force a playoff but lost to Roberts on the first extra hole when he three-putted from 30 feet. Moved into contention with a 9-under 63 Friday, the low round of the event...Defended his title at the Wentworth Senior Masters on the European Seniors Tour in early August. 2005: Finished 15th at the Champions Tour's National Qualifying Tournament at the PGA of Southern California GC to earn the final conditionally-exempt spot for the 2006 season...Played primarily on the European Tour in 2005, with several appearances on the European Senior Tour...Claimed his first victory on the European Senior Tour when he romped to an eight-shot win at the Wentworth Club in the Wentworth Senior Masters. 2004: Finished T2 at The Senior Open Championship at Royal Portrush in Northern Ireland...Fifty days after turning 50, finished T3 at the Omega European Masters, the highest finish ever by a player over 50 in a regular European Tour event. \n","otherCarHigh" : "Became the third-oldest winner on the European Tour behind Des Smyth and Neil Coles when, just three days before his 48th birthday, won the 2002 Barclays Scottish Open at Loch Lomond, his eighth European Tour title, besting Frederick Jacobson on the first playoff hole...Has won 85 tournaments on the South American Tour, including seven Argentine PGA Championships...Represented Argentina in the World Cup 13 times...Earned his PGA TOUR card in 1994 but returned to European Tour after one season...Has seven holes-in-one in his career.","personal" : "Nicknamed \"El Gato\" (The Cat) because of the way he stealthily stalks and overcomes opponents...Son of a club professional in Cordoba, where he still lives...Used his own money to help sponsor friend and two-time major champion Angel Cabrera on the European Tour and was rewarded when Cabrera won the 2001 Argentine Open and followed that with a victory in the 2002 Benson & Hedges International Open...Favorite courses are Augusta National GC, Pebble Beach GL and Crans-sur-Sierre in Switzerland...Is a good friend of fellow Champions Tour player Vicente Fernandez...Favorite athlete is Manu Ginobili of the San Antonio Spurs...Likes to watch soccer as well as tennis and polo...Favorite football team is River Plate...Started a charity foundation in Argentina to assist underprivileged children...Enjoys Argentinean steak cooked on his barbecue at home...Likes Argentine folk music...Favorite book is The Da Vinci Code and his favorite city is London...Attributes some of his recent success to improved concentration, thanks to the study of an Indian yoga technique, Rhami Hayat...Went into the Army when he was 20 and served a two-year hitch. There was a military coup during his service, and he remembers patrolling the tense streets of Buenos Aires, gun in hand. Also fought guerrillas in isolated sections of northern Argentina.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 5 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}