{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32368","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hie","first" : "Rory","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "176","weightMetric" : "80","birthDate" : "September 1, 1988","age" : "27","birthPlace" : "Balikpapan, Indonesia","residence" : "","family" : "Single","education" : "","splInterest" : "","pronunciation" : "HEE","nwTourAlumnus" : "","trndProYear" : "2008","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2015","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Missed qualifying for the Ping An Bank China Tour – PGA TOUR China Series at the first qualifying tournament. Earned a spot in the season-opening Buick Open, finishing T65…Played three events on the Asian Development Tour, making the cut in all three. Best finish was a T20 at the PGM Terengganu Championship, thanks to an opening 66…Finished T24 at the PGM Sabah Championship and T29 at the PGM Lada Langkawi Championship…Also played two Asian Tour events, making one cut—at the Charming Yeangder ADT, a T22...Had never even recorded a top-25 finish on the Ping An Bank China Tour – PGA TOUR China Series when he turned in a superb performance at the Chongqing Jiangnan NewTown KingRun Open in mid-October. Shot a final-round, 4-under 68 at KingRun Nanshan GC to slide into a T4 with China's Yi Cao and Canada's Justin Shin.\n\n2014: Played in 11 Asian Development Tour tournaments, making the cut in seven. Best finish of the year on the circuit was a T5 at the PGM Sabah Championship. Opened and closed with a pair of 69s…Finished eighth at the Linc Group Jakarta Invitational in January…Added a T7 at the 15th ADT Chang Hwa Open in October for his only other top-10…Had a solid showing on the OneAsia Tour, at the Kolon Korea Open, finishing T14. Shot a final-round 69…Added a T24 earlier in the year on that Tour, at the Nanshan China Masters…Late in the year, finished T46 at the Australian PGA Championship, his only made cut in three PGA Tour of Australasia appearances. \n2013: Finished first on the China PGA Order of Merit. Won the season-ending China Tour Championship at Mission Hills GC in Shenzhen…Was T4 at the Nanshan China Masters at Nanshan International GC. Finished three shots behind winner Charl Schwartzel at the OneAsia Tour event…Was eighth at the Asian Development Tour's Jakarta Invitational…Finished T12 at the Rahman Putra Masters in Selangor, Malaysia…Had another T12 in Kuala Lumpur, at the PGM-UMW Templer Park Masters…At the Jakarta Classic, was T7 with Iain Steel and Jake Stirling…Shot a final-round 65 along with Mhark Fernando, but it wasn't enough as Malaysia's Iain Steel fired a 63 to win the PGM Terengganu Masters by a shot…Made two cuts on the Japan Golf Tour. Finished T16 at the Asia-Pacific Panasonic Open for his top outing…Was also T60 at the Thailand Open in his first start of the year… Was 19th on the Asian Development Tour Order of Merit.\n2012: Finished 11th on the Asean Tour Order of Merit. Named Indonesia Player of the Year for a second consecutive season…Lone start on the Japan Golf Tour was a missed cut at the Asia-Pacific Panasonic Open. \n2011: Placed 10th on the Asean Tour Order of Merit…Named Indonesia's Player of the Year. By winning the Tangshan China PGA Championship, became the first Indonesian to win a professional golf title outside of Indonesia…On the OneAsia Tour, finished second at the Indonesia PGA Championship…Added another runner-up performance, at the Indonesia Open.\n2010: Ended fourth on the Asian Development Tour Order of Merit. \n2008: A month after turning pro, won the International Championship on the Mercedes-Benz Tour…Became the first Indonesian player to earn full playing privileges on the Asian Tour…Played only one Asean Tour event, which allowed him to finish tied for 13th on the Order of Merit, with Malaysia's Ben Leong. \n","otherCarHigh" : "Played college golf at the University of Southern California. Earned All-American honors his sophomore year but opted to turn pro following his second year in Los Angeles. Was the 2008 California Amateur Player of the Year. Was a Ben Hogan Award semifinalist and a member of the All-Nicklaus team.","personal" : "Began playing golf at age 6. His father, Tommy, is his coach. ","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T4th in 2015 at the Chongqing Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}