{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01960","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Pooley","first" : "Don","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "195","weightMetric" : "88","birthDate" : "August 27, 1951","age" : "64","birthPlace" : "Phoenix, Arizona","residence" : "Tucson, Arizona","family" : "Wife, Margaret; Lynn (1\/19\/80), Kerri (5\/19\/82)","education" : "University of Arizona (1973, Business Administration)","splInterest" : "Family, shooting sports and wine","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1973","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "9,859,810&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Made just two appearances during the year, finishing T64 at the Tucson Conquistadores Classic in March and T26 with partner Morris Hatalsky at the Bass Pro Shops Legends of Golf the following month.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1975","qSchoolYear" : "Fall 1975, 1976","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "Made just two appearances during the year, finishing T64 at the Tucson Conquistadores Classic in March and T26 with partner Morris Hatalsky at the Bass Pro Shops Legends of Golf the following month.","carHigh" : "\n","otherCarHigh" : "Played in 540 events on the PGA TOUR prior to joining the SENIOR TOUR and made cuts in 354 of those...Best season came in 1987 when he earned a career-best $450,005 with a win at The Memorial Tournament...Battled various injuries in the early 90's. Suffered a ruptured neck disc taking practice swing and underwent surgery in January of 1992. Followed with lower back surgery in October of 1993. Received special medical extension for 12 tournaments in 1992...Went from Oct. 1993-April 1994 and May-September 1994 without touching club, but still managed late-season third-place finish in 1994 Texas Open...First career victory came in 1980 B.C. Open, where he closed with 68 for one-stroke victory over Peter Jacobsen...Came from four strokes behind final day of the 1987 Memorial Tournament to overtake Scott Hoch...Made a Million-Dollar Hole-in-One at 1987 Bay Hill Classic...His 192-yard 4-iron hit 17th hole flagstick two feet above cup and dropped in. Arnold Palmer Children's Hospital received $500,000 with his effort...Winner 1992 Amoco Centel Championship...Won 1985 Vardon Trophy...Led PGA TOUR in putting in 1988 and again in 1997...Recorded three eagles in one round of the 1992 Texas Open...Has made four career holes-in-one.","personal" : "Has been involved in the PGA TOUR Bible study throughout his career and has been involved with the Fellowship of Christian Athletes...Helped coach his daughter's basketball teams at one point. Daughter, Kerri, plays point guard at Biola University near Los Angeles...Biggest thrill in golf was winning 1985 Vardon Trophy as the PGA TOUR's scoring leader...Favorite golf course is Pebble Beach...Likes Mexican food and his favorite movies are The Thin Man and Die Hard...Among his other interests are all kinds of shooting (trap, skeet and sporting clay) and watching his daughter play basketball...Favorite book is The Bible and favorite entertainer is Danny Gans.","otherInfo" : "Played in 540 events on the PGA TOUR prior to joining the SENIOR TOUR in 2001 and made cuts in 354 of those...Best season came in 1987 when he earned a career-best $450,005 with a win at The Memorial Tournament...Battled various injuries in the early 90's. Suffered a ruptured neck disc taking practice swing and underwent surgery in January of 1992. Followed with lower back surgery in October of 1993...First career victory came in 1980 B.C. Open, where he closed with 68 for one-stroke victory over Peter Jacobsen...Came from four strokes behind final day of the 1987 Memorial Tournament to overtake Scott Hoch...Made a Million-Dollar Hole-in-One at 1987 Bay Hill Classic. His 192-yard 4-iron hit 17th hole flagstick two feet above cup and dropped in. Arnold Palmer Children's Hospital received $500,000 with his effort...Won 1985 Vardon Trophy...Led PGA TOUR in putting in 1988 and again in 1997...Has been involved in the PGA TOUR Bible study throughout his career and has been involved with the Fellowship of Christian Athletes.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2001","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(2): 1989 Ebel Match Play. 1992 Amoco Centel Championship.","intlVics" : "","curYearHigh" : "Made just two appearances during the year, finishing T64 at the Tucson Conquistadores Classic in March and T26 with partner Morris Hatalsky at the Bass Pro Shops Legends of Golf the following month.","carHigh" : "2014: Made just four starts. Joined long-time friend Morris Hatalsky to finish T5 in June's Big Cedar Lodge Legends of Golf Champions Division. It was his first top-10 effort since a T5 finish at the 2010 Principal Charity Classic.\n\n 2013: Played in just nine events, with one top-25 finish to his credit...Teamed with good friend Morris Hatalsky to T16 at the Liberty Mutual Insurance Legends of Golf in April in Savannah.\n\n 2012: Made just one start, a T67 peformance at the Toshiba Classic...In April, he spent 3-plus hours in surgery in a Philadelphia hospital as doctors removed his cancerous prostate gland. \n\n2011: Made just 10 starts on the Champions Tour due to a series of nagging injuries, the fewest number of appearances he's made in a full Champions Tour season...His best performance came in mid-April at the Outback Steakhouse Pro-Am, a T17 at TPC Tampa Bay. 2010: Managed to record a pair of top-10 performances in the first half of the season...Played in the last group on Sunday for the first time in over a year, at The Principal Charity Classic, and a 45-foot par-saving putt on the last hole gave him a T5, his best effort since finishing second at the 2009 AT&T Champions Classic. Second-round 65 at Glen Oaks was his low score of the season...Teamed with Morris Hatalsky to earn a T10 finish at the Liberty Mutual Legends of Golf in Savannah in April. 2009: Returned to the top 30 on the money list after a two-year hiatus...Played some of his best golf early in the year with two top-10 finishes in his first four starts...Made just two bogeys throughout the AT&T Champions Classic in March but lost in a playoff to Dan Forsman when Forsman made a birdie on the first extra hole. Briefly took the outright lead in the event with a birdie on the 11th hole but dropped into a tie after making a bogey at the par-3 16th (tee shot in water). Performance at Valencia CC was his best on the Champions Tour since 2006 Constellation Energy Classic (T2)...Had been in contention down the stretch a month earlier at The ACE Group Classic before finishing T3 in Naples. Was the co-leader after the first round and just one stroke off the lead after 36 holes at TPC Treviso Bay...Made a hole-in-one on No. 3 in the final round of the Allianz Championship. Used a 7-iron on the 167-yard hole at Glen Oaks CC. It was his second Champions Tour ace to go with three PGA TOUR holes-in-one. 2008: Recorded his best performance in a major since the 2004 Senior Open Championship (T5) when he T6 at the Senior PGA Championship. Even-par 70 Sunday at Oak Hill, one of just seven par-or-better scores in the final round, moved him up. 2007: Missed nearly two months of action due to a bulging disc in his neck. Did not play from late May until mid-July...Made the first hole-in-one of his Champions Tour career Friday at the JELD-WEN Tradition when he holed a 5-iron shot at the 189-yard seventh hole at Crosswater in the second round...A closing-round 67 was instrumental in his T4 finish at the Walmart First Tee Open at Pebble Beach. 2006: Opened his season with a runner-up finish at the MasterCard Championship at Hualalai. Shared the first-round lead with Loren Roberts and Tom Watson after carding a 9-under 63 and then took sole possession of the 36-hole lead with a tournament-record 17-under 127. Two-day score on the Big Island matched the Champions Tour all-time record in relation to par. Seemed poised for victory until Roberts passed him on the back nine Sunday, and he eventually ended one stroke short despite shooting a final-round 65. His 24-under 192 at Hualalai was the lowest 54-hole score ever posted on the Champions Tour that didn't win...Was the 36-hole leader at the Constellation Energy Classic, but eventually was among three players who finished T2, three strokes back of Bob Gilder...Had a pair of eagles in the second round of The Senior Open Championship that led to a 63, matching his Champions Tour career low. 2005: Best showing came at the Bank of America Championship in June. Birdied the final two holes Sunday to post a closing-round, 7-under-par 65 that earned a berth in a three-man playoff with Tom Purtzer and eventual winner Mark McNulty. Bogeyed the first extra hole and was eliminated before McNulty won the title...Fired successive rounds in the 60s at the Blue Angels Classic and matched his Champions Tour career-best with a final-round 63, which helped him to a T3. His weekend rounds of 66-63 gave him a 36-hole total of 129, matching the best final 36-hole total for the year on the Champions Tour. 2004: Underwent hernia surgery in the spring and also battled back problems in the latter stages of the campaign...Made nice showing at The Senior Open Championship. Shared the first- and second-round leads at Royal Portrush GC and remained in the hunt all four days before eventually finishing T5 in Northern Ireland, three behind winner Pete Oakley. His opening-round, 3-under-par 69 included consecutive eagles on Nos. 9 and 10. 2003: Underwent surgery on January 3 at the Hughston Clinic in Columbus, Ga., to repair a labrum tear in his left shoulder. Originally injured the shoulder in the spring of 2002, hitting balls on a wet surface at Bruno's Memorial Classic...Was scheduled to return to the circuit in April but re-injured the shoulder during rehab and did not start his season until the Columbus Southern Open in mid-May with a T45 in Georgia...Completed his comeback with a three-stroke victory at the Allianz Championship in Iowa, thanks to three consecutive sub-70 rounds. Used an eagle on the par-5 11th hole at Glen Oaks to overtake Rick Rhoden and then cruised to an easy victory...Voted by his peers as Comeback Player of the Year. 2002: One of only two players (Rodger Davis) to finish among the top 31 money-winners after earning exempt status at the 2001 National Qualifying Tournament. Was one of a record 17 millionaires on the Champions Tour and earned more than twice his best year on the PGA TOUR ($450,005, 1987)...Won the biggest event of his career in his 22nd start on the Champions Tour. Became the first qualifier to win the U.S. Senior Open and just the sixth player to claim the prestigious event in his first attempt. Holed a dramatic 10-foot birdie putt on the fifth extra hole of a playoff to beat Tom Watson. Moved into the lead in the third round by shooting a course-record 8-under 63 at Caves Valley GC near Baltimore. Got into the championship through the USGA qualifier in Nashville (116 players for five spots). Made a 2-foot birdie putt on the last hole to advance into a three-man playoff for the final two spots. Secured a spot with a 15-foot birdie putt on the first extra hole. Victory at Caves Valley also ended a TOUR victory drought of 15 years, one month. 2001: Debuted on the Champions Tour at the Kroger Senior Classic and T4 at the rain-shortened event near Cincinnati...Also T4 later in the fall campaign at the Gold Rush Classic near Sacramento. Prepped for the Champions Tour by playing in three PGA TOUR and seven Web.com Tour events...Was T5 at the Charity Pro-Am at The Cliffs near Greenville, S.C...Earned a full exemption for the 2002 season by virtue of his sixth-place finish at the National Qualifying Tournament in the fall.\n","otherCarHigh" : "Played in 540 events on the PGA TOUR from 1976-2000, making 354 cuts...Best season came in 1987 when he earned a career-best $450,005, thanks to a win at the Memorial Tournament...Battled various injuries in the early '90s. Suffered a ruptured disc in his neck taking practice swings and underwent surgery in January of 1992. Followed with lower back surgery in October of 1993...Went from October 1993-April 1994 and May-September 1994 without touching a club...First career victory came at 1980 B.C. Open, where he closed with 68 for one-stroke win over Peter Jacobsen...Came from four strokes behind on final day of the 1987 Memorial Tournament to overtake Scott Hoch...Made a Million-Dollar Hole-in-One at 1987 Bay Hill Classic. His 192-yard 4-iron hit 17th hole flagstick two feet above the cup and dropped in. Arnold Palmer Children's Hospital received $500,000 for his effort...Winner of 1992 Amoco Centel Championship...Earned the 1985 Vardon Trophy...Led PGA TOUR in Putting in 1988 and again in 1997...Recorded three eagles in one round at the 1992 Texas Open...Has made eight career holes-in-one, with five coming in either Champions Tour or PGA TOUR competition.","personal" : "Has been involved in the PGA TOUR Bible study throughout his career and has been involved with other national Christianity organizations...Helped coach his daughter's basketball teams at one point...Likes Mexican food....Among his other interests are shooting (handguns and shotguns) and wines...Favorite golf course is Pebble Beach GL...Member of the University of Arizona Hall of Fame, the Riverside (Calif.) Hall of Fame and the Pima (Ariz.) County Hall of Fame.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T30th at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks 100th in Charles Schwab Cup Money List on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}