{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "28339","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "7","capcure" : "N", "personalInfo" : {"name" : {"last" : "Dubuisson","first" : "Victor","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "160","weightMetric" : "73","birthDate" : "April 22, 1990","age" : "26","birthPlace" : "Nice, France","residence" : "Cannes, France","family" : "Single","education" : "","splInterest" : "Tennis, squash, socializing","pronunciation" : "do-BWEE-son","nwTourAlumnus" : "","trndProYear" : "2010","clubAffl" : "","cityPlaysFrm" : "France; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2014","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(2): 2013 Turkish Airlines Open [Eur]. 2015 Turkish Airlines Open [Eur].","curYearHigh" : "Went undefeated for the victorious Europe side in the EURASIA Cup in Kuala Lumpur in January, halving both team matches and winning 1-up against Ashun Wu in singles.","carHigh" : "2014-15: PGA TOUR season included six made cuts in 10 starts, finishing the year No. 190 in the FedExCup standings. Finished outside the top 125 on FedExCup points and failed to play the requisite 15 events. Best showings were T17 at the Shell Houston Open and T18 at the PGA Championship. Week at Whistling Straits for the final major championship, got off to a rocky start with an opening-round 76, but he rebounded with rounds of 70-67-67 to finish inside the top 20, snapping a streak of three missed cuts in the season's first three major championships...In mid-January, jumped into contention at the European Tour's Abu Dhabi HSBC Golf Championship with a third-round, 8-under 64. Followed that with a Sunday 67 to finish at 16-under and T4 with Thomas Pieters, three shots behind winner Gary StalâŚHad four par-or-better rounds at the European Tour's Aberdeen Asset Management Scottish Open to T10 with six others at Gullane GC...Captured second career European Tour title in late-October at the Turkish Airlines Open, his second win in three years at the event. After opening with rounds of 69-64-67, birdied three of his final four holes to shoot 66 and win the first event of The Final Series, edging Jaco Van Zyl by one stroke. Moved to seventh in the Race to Dubai with the victory. \n\n2013-14: Made nine of 10 PGA TOUR cuts, with three top-10s as a non-member. Earned enough non-member FedExCup points during the season to achieve Special Temporary Membership. Parlayed that into a top-125 finish on the non-member FedExCup points list to earn his 2014-15 TOUR card...Had a nice showing at the Volvo Golf Champions in mid-January. Opened with three consecutive 69s and was in position to win until he could only muster a final-round, even-par 72 at Durban CC in Durban, South Africa. Eventually finished T5 with two others...Captured the attention of the golf world in February at the World Golf Championships-Accenture Match Play Championship, where he took Jason Day to 23 holes in the championship match before settling for runner-up honors. En route to reaching the finals, the Frenchman outdueled Kevin Streelman in the first round (5 and 4), Peter Hanson in the second round (3 and 1), Bubba Watson in the third round (1-up), Graeme McDowell in the quarterfinals (1-up) and Ernie Els in the semifinals (1-up). Two-down with two to play in regulation in the championship match, he finished birdie-par to send the match to extra holes. On the first two extra holes, Nos. 1 and 9, he made miraculous recovery shots from cactus areas to save par and keep himself alive. A par for Day on the fifth extra hole, No. 15, finally ended the match with darkness approaching. The runner-up finish earned him 315 non-member FedExCup points, enough to become a Special Temporary Member for the remainder of the 2013-14 PGA TOUR season should he choose...His four rounds in the 60s at the Nordea Masters (69-69-67-67) were enough to get him into a playoff with Thongchai Jaidee and Stephen Gallacher in Malmo, Sweden, in early June. On the first extra hole, he made par along with Gallacher then watched as Jaidee won the event on PGA Sweden National's par-5 18th hole, with a birdie...Overcame a 2-over 74 in the first round at The Open Championship with a 6-under 66 the next day en route to a T9 with Shane Lowry and Graeme McDowell. Birdied the par-5 18th all four rounds at Royal Liverpool GC...Recorded a final-round, 5-under 66 to finish T7 at the PGA Championship, his second consecutive top-10 finish in a major (T9 at Open Championship)...Earned 2.5 points on a 2-0-1 record in his three matches at the Ryder Cup at Gleneagles in Scotland. Helped lead the Europeans to a five-point victory over the U.S. in the biennial eventâŚIn mid-October 2014, finished T5 at the Volvo World Match Play Championship, losing in the quarterfinals to eventual champion, Mikko Ilonen, 2-down...The following week, traveled to Australia to play in the European Tour-PGA Tour of Australasia co-sanctioned Perth International. Had a strong final day, shooting 6-under 66 at Lake Karrinyup GC to move up the leaderboard into second place, three shots behind winner Thorbjorn Olesen...Shot a final-round 68 at European Tour's DP World Tour Championship in Dubai in late-November 2014 to T2 with Rory McIlroy and Justin Rose, two shots behind winner Henrik Stenson. Finished fifth on the 2013-14 Race to Dubai final standings. \n\n2013: Took a five-shot lead into the final round of the Turkish Airlines Open in November, shot a final-round 69 at The Montgomerie Maxx Royal and defeated Jamie Donaldson by two shots. The victory was his first on the European Tour. Made nine consecutive pars to begin his final round then birdied his 10th hole. A bogey at No. 14 allowed his pursuers a sliver of hope, but he ended all doubt who would win by making birdie on three of his final four holes, including back-to-back birdies on Nos. 17 and 18...The next week, at the DP World Tour Championship in Dubai, began the final round only a stroke behind 54-hole leader Henrik Stenson. Shot an 8-under 64 at Jumeirah Golf Estates a day after firing a 66. Couldn't maintain that momentum, and could only fire a 1-under 71 that dropped him to third place, eight strokes behind Stenson's winning score...Had an early top-10 finish at the Commercial Bank Qatar Masters, with rounds of 68-72-68-69 to T9 in January...Next top-10 was a T9 at the Avantha Masters...Contended at the weather-shortened Maybank Malaysian Open, where he was T4...Finished third at the Volvo China Open, improving on his T4 showing in 2012. Weekend rounds of 66-68 put him in the hunt, finishing five shots behind Brett Rumford at Binhai Lake GC in Tianjin...In early September, fashioned four sub-70 rounds (68-65-66-66) to finish at 19-under, a stroke out of the Thomas Bjorn-Craig Lee playoff at the Omega European Masters in Switzerland...Played in his first World Cup, with teammate Gregory Bourdy. Finished a disappointing T30 in the individual competition at Royal Melbourne GC but paired with Bourdy to T7 representing France in the team portion of the event. \n\n2012: Had another solid season, with three top-five performances. The first came at the Volvo China Open, when he enjoyed rounds of 69-68-68-67 to T4...The following week, he contended again, improving to a T3, at the Ballantine's Championship in South Korea. A second-round 75 was his undoing at Blackstone GC in Seoul. Recovered with weekend rounds of 68-66 but was still a distant seven shots behind winner Bernd Wiesberger...Final top-10 was a T5 at the Alfred Dunhill Links Championship at St. Anderews, Carnoustie and Kingsbarns. Had a 10-under 62 in the first round, establishing an Old Course 18-hole record. Was 11-under with three holes to play before two pars and a bogey left him at 62.\n\n2011: Played his first full season on the European Tour. Recorded his first career top-10 when he was T9 at thge Commercialbank Qatar Masters...Waited until August to add another top-10, this time a T8 at the Johnnie Walker Championship at Gleneagles. Made a surge up the leaderboard with a final-round 67...Contended for the first time, at the Austrian Golf Open in Atzenbrugg. Was three shots off Thomas Norret's 54-hole lead. Was 2-under making the turn Sunday but bogeys at Nos. 10 and Nos. 17 derailed any chances he had of winning. Finished T5, four shots out of the Kenneth Ferrie-Simon Wakefield playoff.\n\n2010: After turning professional, played primarily on the European Tour, where he made only two cuts. Was T24 at the Nordea Scandinavian Masters in July...Added a T58 in August, at the Czech Open...Made his major championship debut, missing the cut at The Open Championship.\n\nAmateur: Was at one time the No. 1-ranked amateur in the world. Won four major tournaments during his career, the 2006 French Amateur, the 2008 Mexican Amateur and the European Amateur and Regions Trophy, both in 2009...In his only PGA TOUR appearance, missed the cut at the 2010 Open Championship...Made his European Tour debut as a 15-year-old, playing in the Open de France and missing the cut.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "Ryder Cup (1), 2014; World Cup (1), 2013; Eurasia Cup (2), 2014, 2016.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T38th at the World Golf Championships-Dell Match Play.","dynStats" : "He ranks T75th in Power Rating on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}