{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "12755","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Veazey","first" : "Vance","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "190","weightMetric" : "86","birthDate" : "June 25, 1965","age" : "50","birthPlace" : "Memphis, Tennessee","residence" : "Memphis, Tennessee","family" : "Benjamin Rivers (9\/20\/03), Sarah Tinsley (1\/16\/07)","education" : "University of Mississippi (1989, Business Management)","splInterest" : "Family","pronunciation" : "VEE-zee","nwTourAlumnus" : "Nationwide Tour Graduate (2005, 2009)","trndProYear" : "1990","clubAffl" : "TPC Southwind (Memphis, Tennessee)","cityPlaysFrm" : "Memphis; Tennessee; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,838,476&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1995","exmtStatus" : "Conditionally Exempt: Web.com Tour - Past Champion \/ 2004-2009","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the Web.com Tour in 1995, 1999-2002, 2004-05, 2007-09 and 2011-12. Member of the PGA TOUR in 1998, 2003, 2006 and 2010. 2012: Made the cut at the Pacific Rubiales Colombia Championship but did not advance to the weekend in any of his other four starts during the early part of the schedule. 2011: Struggled during the season and made only one cut in 13 Web.com Tour starts. 2010: Made six of 23 cuts on the PGA TOUR, with his best finish a T22 at the Farmers Insurance Open near San Diego. After earning his PGA TOUR card via \"The 25\" in 2009, returned to the Web.com Tour at the Chitimacha Louisiana Open, where he finished T5 in his only start on that Tour during the year. 2009: Late-season push helped ensure a return trip to the PGA TOUR in 2010 after finishing No. 23 on the Web.com Tour money list. Played in 27 of 29 events on Tour and made 12 cuts...Earned his fourth career victory with a playoff win over Garrett Willis at the season-opening Panama Digicel Championship, where he held a one-stroke lead after 54 holes...Had a chance to win at the Chitimacha Louisiana Open where he T3. Three-putted on the final hole and missed a playoff by a stroke. Because of his strong start to the season, earned February\/March Player of the Month honors. Shot a final-round 65 to finish T3 at the Chattanooga Classic. 2008: Made the cut in 16 of his 25 starts on the Web.com Tour and had three top-10 finishes. First top-10 was a T4 at the Athens Regional Foundation Classic, two strokes out of a possible playoff...Added a T6 at the Price Cutter Charity Championship, thanks to four rounds in the 60s. Entered final round of Cox Classic three strokes behind leader David Branshaw. Paired with Branshaw in final group, he shot 74 for a T6. 2007: Made the cut in 13 of 19 starts on the Web.com Tour, with seven top-25 finishes. Finished the year No. 36 on the money list, with $162,222. Best performance came in a playoff loss at the WNB Golf Classic, an eight-hole playoff won by Brad Adamonis. Posted back-to-back third-place finishes at the Cox Classic and the Preferred Health Systems Wichita Open. Only other top-10 came at the Utah EnergySolutions Championship (T8). Led the Tour in Scoring Average (69.67) and was ranked fourth in the All-Around Ranking...Made nine starts on the PGA TOUR, with a T10 at the Stanford St. Jude Championship—his best showing in four made cuts. 2006: In third full season on the PGA TOUR, limited to 20 events due to separate injuries to knee and thumb. Suffered right-knee injury at the AT&T Pebble Beach National Pro-Am and had arthroscopic surgery on March 14. Did not play again until the BellSouth Classic in April. Sprained left thumb in early May and missed the better part of the month...Logged three top-25s with a best performance of T23 at The Honda Classic. Returned to the PGA TOUR for a third time (1998 and 2003) after finishing 17th on the 2005 Web.com Tour money list, with $227,635. 2005: Made the cut in 18 of 23 starts that year, with four top-10 finishes. Collected his third victory on that Tour at the season-opening BellSouth Panama Championship. Other two victories came at the 1999 Carolina Classic and the 1998 Shreveport Open. Added a T2 in August at the Price Cutter Charity Championship. 2004: Made the cut in 15 of 26 events on the Web.com Tour, including eight top-25 finishes and a season-best T4 at the Pete Dye West Virginia Classic. Ranked No. 53 on the official money list, with $113,192. Had the longest streak without a three-putt on Tour—329 holes—exactly 100 holes longer than the second-longest streak by Rick Fehr. 2003: Made the cut in eight of 26 starts on the PGA TOUR. Only top-25 finish, a T20, came at the FedEx St. Jude Classic in his hometown of Memphis. Two made cuts in two events on the Web.com Tour with his best finish, a T3 at the First Tee Arkansas Classic. Regained status on TOUR with his T17 finish at the 2002 Qualifying Tournament. 1998: Finished 13th at 1997 PGA TOUR Qualifying Tournament to earn his rookie TOUR card and made the cut in six of 30 events that season...Winner of four Hooters Tour events. \n","otherCarHigh" : "","personal" : "Suffers from hypoglycemia, a condition where the body's glucose level falls abnormally low. Carries a peanut butter and jelly sandwich with him during every round to help him keep the proper blood-sugar level. Lists his wife, a kindergarten teacher, as his hero...Attended Senatobia (Miss.) High School, where he was a member of the golf team that won a state championship. Also played football in high school. Was a waiter at a Ruth's Chris steakhouse after college...Lists Matt Killen and Randy Smith among his instructors...Favorite course he's played is Pebble Beach GL and would like to play Augusta National. First car was a Chevrolet Monte Carlo and now drives a Suburban...Favorite college team is the University of Mississippi. Favorite professional team is the Indianapolis Colts...Golf superstition has him spotting his ball on the green with a quarter, tail's up. Favorite TV show is the \"The Andy Griffith Show\" and favorite movie is \"For the Love of the Game.\" Lists Vince Gill as his favorite entertainer and As a Man Thinketh by James Allen as his favorite book...Favorite food is barbecue ribs from The Commissary in Memphis, Tenn...Favorite athlete to watch is Peyton Manning. Favorite vacation spot is Destin, Fla. Puts his father, Neal Lancaster and Willie Wood in his dream foursome. Bucket list includes winning a PGA TOUR event...Involved in St. Jude charity work.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "1997, 2002","exmtStatus" : "No. 23 on 2009 Nationwide Tour money list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "Suffers from hypoglycemia, a condition where the body's glucose level falls abnormally low. Carries a peanut butter and jelly sandwich with him during every round to help him keep the proper blood-sugar level.","otherInfo" : "Late-season push helped ensure a return trip to the PGA TOUR in 2010 after finishing No. 23 on the 2009 Nationwide Tour money list. Played in 27 of 29 events on Tour and made 12 cuts...Earned his fourth career victory with a playoff win over Garrett Willis at the season-opening Panama Digicel Championship, where he held a one-stroke lead after 54 holes. Had a chance to win at the Chitimacha Louisiana Open where he T3. Three-putted on the final hole and missed a playoff by a stroke. Because of his strong start to the season, earned February\/March Player of the Month honors...Shot a final-round 65 to finish T3 at the Chattanooga Classic...Member of the Nationwide Tour in 1995, 1999-2002, 2004-05 and 2007-09. Member of the PGA TOUR in 1998, 2003 and 2006. Made the cut in 16 of his 25 starts in 2008 and had three top-10 finishes. Made the cut in 13 of 19 starts on the 2007 Nationwide Tour, with seven top-25 finishes. Best performance came in a playoff loss at the WNB Golf Classic, an eight-hole playoff won by Brad Adamonis. Led the Tour in Scoring Average (69.67) and was ranked fourth in the All-Around Ranking. Made nine starts on the PGA TOUR in 2007, with a T10 at the Stanford St. Jude Championship—his best showing in four made cuts. In third full season on the PGA TOUR in 2006, limited to 20 events due to separate injuries to knee and thumb. Suffered right-knee injury at the AT&T Pebble Beach National Pro-Am and had arthroscopic surgery on March 14. Did not play again until the BellSouth Classic in April. Sprained left thumb in early May and missed the better part of the month. Logged three top-10s in 2006, with a best performance of T23 at The Honda Classic. Returned to the PGA TOUR for a third time (1998 and 2003) in 2006 after finishing 17th on the 2005 Nationwide Tour money list, with $227,635. Made the cut in 18 of 23 starts that year, with four top-10 finishes. Collected his third victory on the Nationwide Tour at the at the season-opening BellSouth Panama Championship. Previous two victories came at the 1999 Carolina Classic and the 1998 Shreveport Open. Had the longest streak without a three-putt on Tour in 2004—329 holes—exactly 100 holes longer than the second-longest streak by Rick Fehr. Made the cut in eight of 26 starts on the PGA TOUR in 2003. Only top-25 finish, a T20, came at the FedEx St. Jude Classic in his hometown of Memphis. Regained status on TOUR with is T17 finish at the 2002 Qualifying Tournament. Finished 13th at 1997 Q-School to earn his rookie TOUR card for 1998 and made the cut in six of 30 events that season. Winner of four Hooters Tour events. Suffers from hypoglycemia, a condition where the body's glucose level falls abnormally low. Carries a peanut butter and jelly sandwich with him during every round to help him keep the proper blood-sugar level. Lists his wife, a kindergarten teacher, as his hero.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 4 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}