{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25539","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Echenique","first" : "Rafael","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-6","heightMetric" : "1.68","weight" : "159","weightMetric" : "72","birthDate" : "October 18, 1980","age" : "35","birthPlace" : "San Luis, Argentina","residence" : "San Luis, Argentina","family" : "Wife: Marisa; Lara Maria (9\/22\/00), Severiano (12\/27\/08)","education" : "","splInterest" : "Car racing, gardening","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1999","clubAffl" : "Tupungato Winelands GC (Mendoza, Argentina)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "51,260&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2013","otherVics" : "","intlVics" : "(5) 2001 Llao Llao Classic in Bariloche, Argentina [Argentina], 2004 Abierto de Salta in Salta, Argentina [Argentina], 2006 Telia Challenge Waxholm in Stockholm, Sweden [ECT], 101st Abierto VISA de Argentina in Buenos Aires, Argentina [TLA\/ECT], 2007 Abierto de Mendoza in Mendoza, Argentina [Argentina]","curYrHigh" : "","carHigh" : "2015: Had four top-10s, eight top-25 and 15 cuts made in 18 starts on PGA TOUR Latinoamérica. Finished the season ranked 30th on the Order of Merit… Started a stretch of four consecutive top-10s with a season best T4 at the Hyundai-BBVA Abierto de Chile in October. His three other top-10s were T9 at Mundo Maya Open, T7 at Roberto De Vicenzo Punta del Este Open and T8 at VISA Open de Argentina… Tied for first among players with the most rounds in the 60s with 26 and ranked third in total birdies with 241... Missed cut at the European Tour's BMW International Open in June.\n\n2014: Finished his first full season on PGA TOUR Latinoamérica ranked 32nd on the Order of Merit… Had two top-10s and four top-25s… Made the cut in 12 of 16 starts… Finished T3 at the Guatemala Stella Artois Open at La Reunión Resort in March. Shot 69-69-65 to enter the final round in a tie for the 54-hole lead with Armando Favela, but carded a 73 to finish two strokes behind… His other top-10 was T6 at the Personal Classic in Argentina in December… Teamed up with his countryman Emilio Domínguez to win the inaugural playing of the Bridgestone America's Golf Cup in Buenos Aires, Argentina, in October. Domínguez sank a spectacular 22-footer for eagle on the 72nd hole for a one-stroke win at Olivos GC. They finished this unofficial PGA TOUR Latinoamérica event, played under the format of fourball, at 38-under.\n\n2013: Made six cuts in 21 starts, including one WD, on the Web.com Tour. Best finish was T13 at the Stadion Classic at UGA. Also finished T23 at the BMW Charity Pro-Am Presented by SYNNEX Corporation. Finished the season ranked No. 152 on the money list to lose his Web.com Tour card... Took advantage of his Web.com Tour status to become a member of PGA TOUR Latinoamérica, where he played the seven tournaments on the second half of the Tour's schedule to finish No. 31 in the Order of Merit. Closed the season with three consecutive top-10 finishes: T6 at the 87th Abierto de Chile, T3 at the Personal Classic and T7 at the 108th VISA Open de Argentina. At the season ending VISA Open de Argentina was tied for the lead for the first two rounds and was solo second after the third round.\n\n2012: Finished T45 at The Open Championship at Royal Lytham & St Annes on his third career start in a Major Championship... After losing his European Tour card went back to the European Challenge Tour, where he finished No. 57 after making 10 cuts in 19 starts. His only top-10 finish on the ECT season was third at the Norwegian Challenge in Trondheim, Norway in August… Finished T73 at the PGA TOUR Qualifying Tournament Final in December to earn Web.com Tour status for the 2013 season… In his lone PGA TOUR Latinoamérica start, finished T26 at the 107th Visa Open de Argentina.\n\n2011: After five consecutive seasons as en exempt member, he lost his European Tour status by finishing No. 138 on the season-ending ranking. Had three top-25 finishes and 13 cuts made in 28 starts. His best finish was T11 at the ABU Dhabi Golf Championship in January… Was T22 at the Avantha Masters on the Asian Tour. Held a share of fifth place going into the final round until a 76 on the last day was his undoing.\n\n2010: Runner-up by one stroke to Richard Johnson at the Nordea Scandanavian Masters. Missed the cut at the U.S. Open.\n\n2009: Made a double-eagle at the BMW Championship on the European Tour...Finished runner-up to Nick Dougherty at the BMW International Open. Carded a final-round 10-under-par 62, which included an albatross at the par-5 18th hole, to give him a European Tour record back-nine score of 27...Missed the cut at The Open Championship.\n\n2007: Finished T53 at the 2007 Movistar Panama Championship for his top Web.com Tour finish...First full year as a member of the European Tour saw him make the cut in 11 of 26 starts. Best finish was a second-place showing at the TCI Classic.\n\n2006: Won the Telia Challenge Waxholm on the European Challenge Tour… Finished the year with a victory at the 101st Argentina Open at Pilar Golf Club, an event co-sanctioned by the Tour de las Americas and the European Challenge Tour. \n\n2005: Played on the Tour de las Americas and the European Challenge Tour.\n\n2004: Played on the Tour de las Americas and the European Challenge Tour.\n\n2003: Rookie on the Web.com Tour. Made one cut in five starts.\n\n2002: Was the youngest (22 years, 1 month, 16 days) participant at the PGA TOUR Qualifying Tournament...Played on both the Argentina Professional Tour and TOUR de las Americas between 1998 to 2002.\n\n2001: Won his first career title as a professional by defeating Angel Cabrera 3 & 2 at the Llao Lao Classic final, a Match Play Argentine Tour event played in Bariloche, Argentina.\n\nOTHER DETAILS: Has made three career starts on the PGA TOUR, all in major championships. Has appeared in 142 career European Tour events, where he averaged 27 starts per year for a five-year period from 2007-11.\n","otherCarHigh" : "Captured top individual honor at the 1998 Toyota Junior Golf World Cup in Japan, en event the Argentine Junior Team finished in fourth place… Finished the season as No. 1 on the Argentine Amateur Ranking at age 17… Won the 1996 Casa de Campo Junior Championship in the Dominican Republic.","personal" : "Lists Eduardo Romero and Angel Cabrera as his heroes… Credits his father for giving him his start in golf… Would be a professional car racer if he were not a golfer… Twitter and Instagram: @echeniquerafa","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 Order of Merit Top-60"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2003","exmtStatus" : "Fully Exempt: # Nearest 50 - 38th Web.com Tour qualifier at 2012 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Has made three career starts on the PGA TOUR, all in major championships. Has appeared in 142 career European Tour events, where he averaged 27 starts per year for a five-year period from 2007-11. \n\n2012: Was T45 at The Open Championship...In his lone PGA TOUR Latinoamérica start, finished T26 at the 107 Visa Argentine Open.\n\n2011: Was T22 at the Avantha Masters on the Asian Tour. Held a share of fifth place going into the final round until a 76 on the last day was his undoing. \n\n2010: Runner-up by one stroke to Richard Johnson at the Nordea Scandanavian Masters. Missed the cut at the U.S. Open.\n\n2009: Made a double-eagle at the BMW Championship on the European Tour...Finished runner-up to Nick Dougherty at the BMW International Open. Carded a final-round 10-under-par 62, which included an albatross at the par-5 18th hole, to give him a European Tour record back-nine score of 27...Missed the cut at The Open Championship.\n\n2007: Finished T53 at the 2007 Movistar Panama Championship for his top Web.com Tour finish...First full year as a member of the European Tour saw him make the cut in 11 of 26 starts. Best finish was a second-place showing at the TCI Classic.\n\n2005: Played on the European Challenge Tour. \n\n2004: Played on the European Challenge Tour. \n\n2003: Rookie on the Web.com Tour. Made one cut in five starts. \n\n2002: Was the youngest (22 years, 1 month, 16 days) participant at the PGA TOUR Qualifying Tournament...Played on both the Argentina Professional Tour and TOUR de las Americas between 1998 to 2002.\n","otherCarHigh" : "Helped lead Argentina to the World Junior Golf Team championship.","personal" : "Says his biggest thrill in golf would be to win the Masters Tournament...Lists Eduardo Romero and Angel Cabrera as his heroes...Credits his father for giving him his start in golf...Would be a professional car racer if he were not a golfer.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : "World Cup: 2009"},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "2000","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri in 2016 is T6th at the Guatemala Stella Artois Open.","dynStats" : "He ranks 40th in Scoring Average (Actual) on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}