{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34099","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "English","first" : "Harris","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "185","weightMetric" : "84","birthDate" : "July 23, 1989","age" : "26","birthPlace" : "Valdosta, Georgia","residence" : "Sea Island, Georgia","family" : "Single","education" : "University of Georgia (2011, Consumer Economics)","splInterest" : "Hunting, fishing, college football","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2011","clubAffl" : "Sea Island GC (Sea Island, Georgia)","cityPlaysFrm" : "Sea Island; GA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "9,270,026&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2011","exmtStatus" : "","otherVics" : "2011 Nationwide Children's Hospital Invitational","intlVics" : "","curYearHigh" : "Finished second for the second consecutive year with partner Matt Kuchar at the Franklin Templeton Shootout in December. The team finished two strokes behind Jason Dufner and Brandt Snedeker and have combined for a 93-under-par total in their last nine rounds...Began the final round of the Waste Management Phoenix Open six strokes back, but thanks to a 5-under 66 at TPC Scottsdale Sunday, finished alone in third place at 12-under 272. Marked his first top-three finish since a playoff loss at the 2015 Farmers Insurance Open...Shot no worse than even par over four rounds at the World Golf Championships-Cadillac Championship to finish solo 10th at 4-under.","carHigh" : "\n","otherCarHigh" : "Four-time All-American at the University of Georgia, where he won four collegiate events. Earned All-SEC honors all four years at UGA. In 2007, was third youngest winner at age 18 of the Georgia State Amateur (Bobby Jones\/1916, Charles Yates\/1931). Named SEC Freshman of the Year in 2008. Became the third amateur winner in Nationwide Tour history when he captured the Nationwide Children's Hospital Invitational in July, 2011. Won the 2011 Southern Amateur later that month. Member of the 2011 U.S. Walker Cup team in Sept.","personal" : "Attended Baylor School (2003-2007) in Chattanooga, TN, where he led the school to four state titles. Named to SEC academic honor roll all four years at UGA.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 2011.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2012","qSchoolYear" : "2011","exmtStatus" : "2013-14 tournament winner, (through 2015-16)","otherVics" : "(1): 2013 Franklin Templeton Shootout [with Matt Kuchar].","intlVics" : "","curYearHigh" : "Finished second for the second consecutive year with partner Matt Kuchar at the Franklin Templeton Shootout in December. The team finished two strokes behind Jason Dufner and Brandt Snedeker and have combined for a 93-under-par total in their last nine rounds...Began the final round of the Waste Management Phoenix Open six strokes back, but thanks to a 5-under 66 at TPC Scottsdale Sunday, finished alone in third place at 12-under 272. Marked his first top-three finish since a playoff loss at the 2015 Farmers Insurance Open...Shot no worse than even par over four rounds at the World Golf Championships-Cadillac Championship to finish solo 10th at 4-under.","carHigh" : "2014-15: Season highlighted by a 28th-place finish in the FedExCup, advancing to the TOUR Championship by Coca-Cola for the first time after heartbreaking 31st- and 32nd-place FedExCup finishes in 2013 and 2014, respectively. Tallied a career-high 24 made cuts while equaling a career-best number of top-25 finishes (10)...Along with teammate Matt Kuchar, finished second in defense of their Franklin Templeton Shootout title, losing to the team of Jason Day and Cameron Tringale by one stroke in mid-December in Naples, Fla...Making his fifth start of the season, recorded his first top-10 with a T3 effort at the Sony Open in Hawaii. Despite four rounds in the 60s, still finished a distant 10 strokes behind runaway-winner Jimmy Walker. It marked his third consecutive top-10 finish at the Sony Open in Hawaii (fourth in 2014 and T9 in 2013)...Lost in a playoff to Day at the Farmers Insurance Open after holding the second-round lead and a share of the third-round lead. Finished runner-up for the first time in his career. It marked his first playoff on TOUR, and it was also his first 54-hole TOUR lead...Following a 1-over 72 and a 3-over 74 in the Valspar Championships's second and third rounds, tied the week's low score with a 6-under 65 Sunday to claim a T10 with six others...Finished T19 at the BMW Championship, just enough to move from No. 32 to No. 30 to claim the last spot in the TOUR Championship by Coca-Cola field. He was one of four players to play his way into the season finale from outside the top 30 at the beginning of the BMW Championship...Went on to finish T22 at East Lake GC in Atlanta, closing the season with a final-round 3-under 67.\n\n2013-14: Among seven top-10 finishes in 28 starts was his second career PGA TOUR victory...In the FedExCup Playoffs, missed cuts at The Barclays and Deutsche Bank Championship, followed by a T31 at the BMW Championship. Dropped him to No. 32 in the FedExCup standings...Posted four rounds under par to finish T7 at the CIMB Classic at Kuala Lumpur G&CC in Malaysia...Entered the final round of the OHL Classic at Mayakoba one shot behind Robert Karlsson before firing a final-round 65 to win the tournament by four shots over Brian Stuard. Earned second PGA TOUR victory at age 24 years, 3 months, 24 days in his 57th career start and his first in the Mexico event. Became the second consecutive graduate of the University of Georgia to win on TOUR, following Chris Kirk's triumph at The McGladrey Classic. The victory was his second title in his last 14 TOUR starts. His 72-hole total of 263 was a tournament record, one better than Brian Gay's 264 from the 2008 OHL Classic at Mayakoba. His four-shot victory is the largest in tournament history. Has come from one shot back entering the final round in both of his TOUR wins...After being a late addition to the field when Brandt Snedeker was forced to withdraw due to injury, he teamed with Matt Kuchar in mid-December to claim the Franklin Templeton Shootout by a record seven strokes over Ian Poulter and Freddie Jacobson. Their 54-hole total of 34-under-par 182 tied the tournament record set in 1990 by Fred Couples and Raymond Floyd...Seeking his second win in his last three starts on TOUR, carded rounds of 66-66-67-67 to finish solo fourth at the Sony Open in Hawaii, three strokes behind champion Jimmy Walker. Entered the final round trailing Kirk by one stroke, and then posted a 3-under 67 for his second consecutive top-10 finish at Waialae CC (T9 in 2013)...Moved from No. 3 to No. 2 in the FedExCup standings with a ninth-place finish at the Waste Management Phoenix Open. The top-10 was his fourth of the season in eight starts, tying his career-high from the 2013 season...Finished T10 at the Northern Trust Open (70-69-69-67)...Finished T7 at the Travelers Championship for his first top-10 in three starts at TPC River Highlands.\n\n2013: Sophomore season included 21 made cuts in 26 PGA TOUR starts, highlighted by a win at the FedEx St. Jude Classic...Finished T9 at the Sony Open in Hawaii, with rounds of 69-69-62-66. His third-round 62 equaled his career-low round on TOUR (2012 Humana Challenge). The event was won by fellow University of Georgia Bulldog Russell Henley...With Jimmy Johnston, regular caddie of Steve Stricker, on his bag, birdied the par-5 first hole all four rounds at the Tampa Bay Championship en route to a T7 with six others...In his 13th start of the season, posted four sub-par rounds for just the second time during the season (T9 at the Sony Open in Hawaii). Rounds of 68-70-69-67 at the par-72 TPC Louisiana gave him a share of sixth place with Boo Weekley at the Zurich Classic of New Orleans. The number 13 proved anything but unlucky to him, as he was the only player in the field to birdie the par-4 hole all four rounds. Finished at 14-under 274 total, six strokes off Billy Horschel's winning total...Posted four rounds in the 60s at the FedEx St. Jude Classic in early June to hold off a hard-charging Phil Mickelson and Scott Stallings and claim his first PGA TOUR title, by two strokes. The win came in his 44th career PGA TOUR start and in the state of Tennessee, where he attended high school (Baylor School in Chattanooga, from 2003-07). Began the final round a stroke off the lead en route to the win, becoming the seventh come-from-behind winner of the FedEx St. Jude Classic in the last eight years. A co-leader after the first round, became the sixth player of the season to carry the 18-hole lead\/co-lead on to victory...Entered the BMW Championship No. 28 in the FedExCup, but a 50th-place finish at Conway Farms dropped him out of the top 30 (No. 31), just missing on a trip to the TOUR Championship by Coca-Cola.\n\n2012: After opening with matching 3-under 68s the first two rounds, went on to record the first top-10 finish of his career (10 starts), with a T8 at the RBC Heritage...Earned his second top-10, with a career-best T5 at the Crowne Plaza Invitational at Colonial. Opened with a 5-under 65 to sit just one shot back of Zach Johnson after the first round. Followed with rounds of 70-73-67 to finish seven strokes behind Johnson...Qualified for The Open Championship with a Gleneagles CC and International Finals America qualifying record 60 (followed by a 63 in the afternoon) to easily qualify for The Open Championship, where he would eventually finish T54 in his first major championship appearance...Finished T10 at the Wyndham Championship after entering the final round two shots off the lead. A final-round 70 left him six shots behind Sergio Garcia...Entered the Playoffs No. 87 in the FedExCup standings. Following a T24 at The Barclays and T69 at the Deutsche Bank Championship, ended the season No. 79 in the FedExCup.\n\n2011: In December, finished T13 at the PGA TOUR Qualifying Tournament at PGA West, where he earned his rookie card for the PGA TOUR in 2012. Before 2012, had never played in a PGA TOUR event. Prior to the PGA TOUR Qualifying Tournament, he made just seven starts on the Web.com Tour, where he claimed a first-, second- and third-place finish...Finished T18 in Stadion Classic at UGA in May, on his home course. Tournament was won by Georgia teammate Russell Henley. Two months later won the Nationwide Children's Hospital Invitational at Ohio State University's Scarlet Course by a shot over fellow amateur\/collegian John Peterson of LSU and Kyle Reifers. In doing so, became only the third amateur to win a Web.com Tour event. Turned pro in September immediately after the Walker Cup, taking advantage of the membership opportunity that came with his win in Ohio...Finished T49 in his first pro start at the Soboba Golf Classic...One week later made a spirited bid for a second title but lost in a one-hole playoff with Danny Lee at the WNB Golf Classic in Midland, Texas, when Lee made a par. Helped his cause with a tournament record-tying, 10-under par in the third round. It was also the lowest round of his career. Amateur: Four-time All-American at the University of Georgia, where he won four collegiate events. Earned All-SEC honors all four years at the school. In 2007, he was third-youngest winner, at age 18, of the Georgia State Amateur (Bobby Jones in 1916 and Charles Yates in 1931). Named SEC Freshman of the Year in 2008. Won the 2011 Southern Amateur later that month. Member of the 2011 U.S. Walker Cup team.\n","otherCarHigh" : "","personal" : "Attended Baylor School (2003-07) in Chattanooga, Tenn., where he led the school to four state titles. Also won one individual state title in high school...Named to SEC academic honor roll all four years at Georgia...Won four tournaments in college and also a four-time All-American...Biggest thrill outside golf was shooting an 11-point buck...Never travels without his iPod...His first car was a Chevy Tahoe...Follows the Atlanta Falcons and is a huge UGA football fanatic...Favorite TV show is \"Saved by the Bell,\" and his top movie choice is \"The Departed.\" Favorite book is One Bullet Away...Favorite food is rutabaga...Enjoys visiting Chicago and Boston, and his top vacation spots are Sea Island, Ga., and Highlands, N.C...Not many people know that he is a \"Jeopardy!\" and \"Parks and Recreation\" fanatic...Bucket list includes skydiving, flying in an F16 and driving a NASCAR vehicle...He uses a 1989 quarter to mark his ball to represent the year he was born...Lists Davis Love III and Fred Couples as favorite players he followed while growing up.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 2011","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 3rd at the Waste Management Phoenix Open.","dynStats" : "He ranks 49th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/harris_english"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/#!\/Harris_English"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}