{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "36735","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Fernandez-Valdes","first" : "Jorge","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "150","weightMetric" : "68","birthDate" : "August 6, 1992","age" : "23","birthPlace" : "Cordoba, Argentina","residence" : "Miami, Florida","family" : "Single","education" : "","splInterest" : "Dancing with girlfriend, being with friends, eating asado, an Argentinian-style barbecue","pronunciation" : "HOR-hay val-DEES","nwTourAlumnus" : "","trndProYear" : "2012","clubAffl" : "Córdoba GC (Córdoba, Argentina)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "216,744&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2012","otherVics" : "","intlVics" : "","curYrHigh" : "Finished the Web.com Tour season having played all 25 tournaments. Had one runner-up, five top-25s and 14 cuts made. Was 36th on the combined final money list...Over his first seven events, made five cuts, with three finishes of T26 or better. Best showing was a T13 in Brazil...Missed his next four cuts in May and June, followed by five consecutive made cuts, which included a Tour-best runner-up effort at the Albertsons Boise Open. Fired 65-63 and was bogey-free through his first 36 holes. His second-round, 8-under-par score was his best on Tour to date. Never threatened Martin Piller's commanding lead but posted 66-68 on the weekend to grab second place and rise to 23rd on the money list...Best finish the rest of the Regular Season was a T11 at the Digital Ally Open...Entered the Web.com Tour Finals 29th in earnings. Played all 21 Regular Season events...In the Finals, opened with a T22 at the Hotel Fitness Championship, only to miss the cut in the last three events.","carHigh" : "2013: Finished the PGA TOUR Latinoamérica season ranked No. 4 in the Order of Merit to join “Los Cinco” who earned Web.com Tour status for the 2014 season… Collected a victory, five top-5 finishes and seven top-10 finishes in 14 starts… Won the Mundo Maya Open on April 19 at the Yucatan CC in Merida, Mexico to become the youngest PGA TOUR Latinoamérica champion ever at age 20 years, 9 months, 13 days. Posted rounds of 67, 69, 68 and 73 to win by one at 11-under par 277. In addition to being his first Tour win it was also his first career win in only six months as a professional player… Started the season with a T3 finish at the 55th Abierto Mexicano de Golf. Held that event's 54-hole lead by one shot… Finished T5 at the 82nd Abierto OSDE del Centro in his hometown of Cordoba, Argentina in April and at the Dominican Republic Open in Punta Cana in June… Finished seventh at the Lexus Peru Open in November and T8 at the 66th Arturo Calle Colombian Open in May… Made his Web.com Tour first start courtesy of a sponsor exemption to play the Brasil Classic in Sao Paulo, Brazil in April. Finished T52 following four rounds of par or better… Carded four rounds in the 60's to finish fourth at The Wildfire Invitational on PGA TOUR Canada in September. Made seven cuts in eight starts on PGA TOUR Canada.\n\n2012: Had a runner-up finish, four top 25s and made five cuts in seven starts to finish the PGA TOUR Latinoamérica season as the 27th ranked player on the Order of Merit… In only his fourth start as a pro, he posted rounds of 67, 69, 69 and 71 for an impressive runner-up finish at the Puerto Rico Classic, an event he led through 36 holes in November. Finished two strokes behind Mexico's Sebastián Vázquez… Made his debut as a professional with a T20 at the Roberto De Vicenzo Invitational Copa NEC only five weeks earlier... In June, earned full exempt status at the PGA TOUR Latinoamérica Qualifying School in Buenos Aires, Argentina by defeating his countryman Franco Romero in a playoff for the 20th spot.\n","otherCarHigh" : "Had a brilliant career as an amateur, representing Argentina in several international events throughout the world… A member of the Argentine National Team that won the 2009 Toyota Junior Golf World Cup in Japan… Boys 15-17 runner-up at the 2010 Callaway Junior World Golf Championships in San Diego, California… Claimed medalist honors at the 2008 US Junior Amateur… In his first of three starts at the World Amateur Team Championship, he finished tenth on the individual standings in 2008 (Australia) at the age of 16… Two-time winner of the Pereyra Iraola Cup as low amateur at the Argentine Open in 2008 and 2011… Led the Argentine Amateur Ranking at the end of the 2011-12 season… Also finished first on the Argentine U-18 and U-15 rankings.","personal" : "Named after his father and grandfather, but is better known as Jorgito to differentiate him… Got started in golf at the age of 5 when his family moved to a Country Club that had a golf course… A member of Cordoba Golf Club in his hometown of Cordoba, Argentina… His older sister Lucía, who is three years older than him, studied and played golf at Jacksonville State University in Alabama… Loves to get together with his friends, play tennis and enjoy a good “asado” (Argentinian style barbecue)... Twitter: @jorgitoFV","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Tournament Winner 2013"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Exempt - Top-75 Money Winner from 2015 Web.com Tour Regular Season","otherVics" : "","intlVics" : "","curYearHigh" : "Finished the Web.com Tour season having played all 25 tournaments. Had one runner-up, five top-25s and 14 cuts made. Was 36th on the combined final money list...Over his first seven events, made five cuts, with three finishes of T26 or better. Best showing was a T13 in Brazil...Missed his next four cuts in May and June, followed by five consecutive made cuts, which included a Tour-best runner-up effort at the Albertsons Boise Open. Fired 65-63 and was bogey-free through his first 36 holes. His second-round, 8-under-par score was his best on Tour to date. Never threatened Martin Piller's commanding lead but posted 66-68 on the weekend to grab second place and rise to 23rd on the money list...Best finish the rest of the Regular Season was a T11 at the Digital Ally Open...Entered the Web.com Tour Finals 29th in earnings. Played all 21 Regular Season events...In the Finals, opened with a T22 at the Hotel Fitness Championship, only to miss the cut in the last three events.","carHigh" : "2014: Finished T14 at Web.com Tour Qualifying Tournament in December...Completed the PGA TOUR Latinoamérica season ranked No. 5 in the Order of Merit to earn Web.com Tour status for 2015 Earned a victory at the Hyundai BBVA 88 Abierto de Chile with rounds of 68-62-71-70 to win by two strokes at 17-under-par 271, his second on that Tour. Also finished runner-up at the Transamerican Power Products CRV Mazatlan Open when he lost in a playoff to Tyler McCumber…Also competed in 20 events on the Web.com Tour and made seven cuts. Best performance came in his second start, a T12 at the Chile Classic, his only top-25 of the year. Opened with a pair of 66s and was one back of halfway leader Byron Smith. Shot 74-72 on the weekend. Finished the season 136th on the money list.\n\n2013: Completed the PGA TOUR Latinoamérica season ranked No. 4 in the Order of Merit to earn Web.com Tour status for 2014...Collected a victory, had five top-five finishes and seven top-10 showings in 14 starts...Won the Mundo Maya Open in April at the Yucatan CC in Merida, Mexico, to become the youngest PGA TOUR Latinoamérica champion, at age 20 years, 9 months, 13 days. Posted rounds of 67-69-68-73 to win by one shot at 11-under- par 277. In addition to picking up his first Tour win, victory was also his first as a professional...Started the season with a T3 finish at the 55th Abierto Mexicano de Golf. Held that event's 54-hole lead by one shot…Finished T5 at the 82nd Abierto OSDE del Centro in his hometown of Córdoba, Argentina, in April and at the Dominican Republic Open in Punta Cana in June…Finished seventh at the Lexus Peru Open in November. Rounded out his top-10 performances with a T8 at the 66th Arturo Calle Colombian Open in May…Made his Web.com Tour first start courtesy of a sponsor exemption at the Brasil Classic in Sao Paulo in April. Finished T52 following four rounds of par or better...Carded four rounds in the 60s to finish fourth at The Wildfire Invitational on PGA TOUR Canada in September...Made seven cuts in eight starts on PGA TOUR Canada.\n\n2012: Had a runner-up finish, four top-25s and made five cuts in seven starts to finish the NEC Series-PGA TOUR Latinoamérica season as the 27th-ranked player on the Order of Merit…In only his fourth start as a pro, he posted rounds of 67-69-69-71 for an impressive runner-up finish at the Puerto Rico Classic, an event he led after 36 holes in November. Finished two strokes behind Mexico's Sebastián Vázquez…Made his debut as a professional with a T20 at the Roberto De Vicenzo Invitational Copa NEC only five weeks earlier...In June, earned fully exempt status at the PGA TOUR Latinoamérica Qualifying School in Buenos Aires, Argentina, by defeating his countryman Franco Romero in a playoff for the 20th spot.\n","otherCarHigh" : "Had a brilliant career as an amateur, representing Argentina in several international events throughout the world...A member of the Argentine National team that won the 2009 Toyota Junior Golf World Cup in Japan...Was Boys' 15-17 runner-up at the 2010 Callaway Junior World Golf Championships in San Diego...Claimed medalist honors at the 2008 U.S. Junior Amateur...In his first of three starts at the World Amateur Team Championship, he finished 10th in the individual competition in 2008 at age 16...Two-time winner of the Pereyra Iraola Cup as low amateur at the Argentine Open, in 2008 and 2011...Led the Argentine Amateur Ranking at the end of the 2011-12 season...Also finished first on the Argentine U-18 and U-15 rankings....Was runner-up at the 2010 Rice Planters Amateur in Charleston, S.C.","personal" : "Named after his father and grandfather but is better known as Jorgito to differentiate him...Got started in golf at age 5 when his family moved to a country club that had a golf course...A member of Córdoba GC in his hometown of Córdoba, Argentina...His older sister Lucía, who is three years older than him, studied and played golf at Jacksonville State University in Alabama…Loves to get together with his friends and enjoys playing tennis...Favorite course played is Ocean Forest GC in Sea Island, Ga...Favorite professional team is San Antonio Spurs...Favorite TV show is \"Show Match\" in Argentina and favorite movie is \"Man on Fire\"...Favorite entertainer is David Guetta and athlete is Roger Federer...Favorite vacation spot is Punta Cana in Dominican Republic...Dream foursome would include Tiger Woods, Rory McIlroy and Adam Scott...Would like to trade places with soccer's Sergio Aguero...Twitter name is @jorgitofv.","otherInfo" : "","ntlTeams" : "World Amateur Team Championship (3), 2008, 2009, 2010","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Finished the Web.com Tour season having played all 25 tournaments. Had one runner-up, five top-25s and 14 cuts made. Was 36th on the combined final money list...Over his first seven events, made five cuts, with three finishes of T26 or better. Best showing was a T13 in Brazil...Missed his next four cuts in May and June, followed by five consecutive made cuts, which included a Tour-best runner-up effort at the Albertsons Boise Open. Fired 65-63 and was bogey-free through his first 36 holes. His second-round, 8-under-par score was his best on Tour to date. Never threatened Martin Piller's commanding lead but posted 66-68 on the weekend to grab second place and rise to 23rd on the money list...Best finish the rest of the Regular Season was a T11 at the Digital Ally Open...Entered the Web.com Tour Finals 29th in earnings. Played all 21 Regular Season events...In the Finals, opened with a T22 at the Hotel Fitness Championship, only to miss the cut in the last three events.","carHigh" : "2012: Won the Mundo Maya Open.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "2013","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Finished the Web.com Tour season having played all 25 tournaments. Had one runner-up, five top-25s and 14 cuts made. Was 36th on the combined final money list...Over his first seven events, made five cuts, with three finishes of T26 or better. Best showing was a T13 in Brazil...Missed his next four cuts in May and June, followed by five consecutive made cuts, which included a Tour-best runner-up effort at the Albertsons Boise Open. Fired 65-63 and was bogey-free through his first 36 holes. His second-round, 8-under-par score was his best on Tour to date. Never threatened Martin Piller's commanding lead but posted 66-68 on the weekend to grab second place and rise to 23rd on the money list...Best finish the rest of the Regular Season was a T11 at the Digital Ally Open...Entered the Web.com Tour Finals 29th in earnings. Played all 21 Regular Season events...In the Finals, opened with a T22 at the Hotel Fitness Championship, only to miss the cut in the last three events.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is T6th at the Servientrega Championship Presented by Efecty.","dynStats" : "He ranks 51st in Heat Index(Money)-last 4 evts on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}