{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01313","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Elkington","first" : "Steve","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "190","weightMetric" : "86","birthDate" : "December 8, 1962","age" : "53","birthPlace" : "Inverell, Australia","residence" : "Sydney, Australia; Houston, Texas","family" : "Wife, Lisa; Annie Elizabeth (3\/24\/95); Samuel Ross (2\/25\/97)","education" : "University of Houston (1985, Recreation)","splInterest" : "Caricature drawing, fishing, hunting, gardening","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1985","clubAffl" : "Champions GC (Houston, Texas)","cityPlaysFrm" : "Sydney; ; Australia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "16,382,381&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in just five events with his best showing a T21 at the Encompass Championship near Chicago in June...Continued work on his TV show \"Secret Golf with Steve Elkington,\" which was picked up by the CBS Sports Network.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1987","qSchoolYear" : "1986","exmtStatus" : "Past Champion","otherVics" : "(4): 1993 Franklin Templeton Shootout [with Raymond Floyd]. 1995 Franklin Templeton Shootout [with Mark Calcavecchia]. 1998 Franklin Templeton Shootout [with Greg Norman]. 1997 Diners Club Matches [with Jeff Maggert].","intlVics" : "(2): 1992 Australian Open [Aus]. 1996 Honda Invitational [Asia].","curYearHigh" : "Played in just five events with his best showing a T21 at the Encompass Championship near Chicago in June...Continued work on his TV show \"Secret Golf with Steve Elkington,\" which was picked up by the CBS Sports Network.","carHigh" : "2012: Withdrew from both PGA TOUR starts (Humana Challenge and the AT&T Pebble Beach National Pro-Am). Missed the cut at the TPC Stonebrae Championship in his first career Web.com Tour start. 2011: Collected only top-10 finish of the season in his 13th start, a T6 at the Reno-Tahoe Open. It was his first top-10 since the 2010 PGA Championship (T5). 2010: Season included near-miss at the PGA Championship at Whistling Straits. Finished No. 92 in the FedExCup standings, with three top-10 finishes and 15 made cuts in 22 starts...Turned in his first top-10 since 2008 with a T7 finish at the Puerto Rico Open...Carded a first round 66 at the Turning Stone Resort Championship en route to second top 10 of the season (T10)...Sixteen years after his 1995 PGA Championship win, finished T5 with Jason Dufner and Dustin Johnson. Remained in the hunt until bogeys on 71st and 72nd holes derailed his chances. Would have been second-oldest major championship winner (47 years, 8 months, 7 days), behind only Julius Boros, who won the 1968 PGA Championship at the age of 48 years, 4 months, 18 days. 2009: Made 11 cuts in 23 starts on the PGA TOUR, with a season-best finish was 22nd at John Deere Classic. Finished No. 183 on the money list, his worst finish since being 187th in 2003. 2008: Made the cut in 17 of 25 starts, with nine top-25 finishes...Surpassed $1 million in earnings for the sixth time in his career, finishing the year No. 85 on the money list...Posted a T5 at the Bob Hope Chrysler Classic, equaling his best finish (T5 at 2007 Buick Open) on TOUR since a runner-up showing at the 2005 PGA Championship. Was one of just three players to record all five rounds in the 60s...Two weeks later at the FBR Open, turned in three rounds in the 60s to claim a T4 finish at TPC Scottsdale...Finished T10 at the Zurich Classic of New Orleans, his first top-10 in 13 starts at the event. 2007: After T12 and T16 at the PLAYERS Championship and AT&T Classic in May, respectively, posted his best finish of the year with a T5 at the Buick Open in early July. Was his best finish since a T2 at the 2005 PGA Championship. Credited the solid play to the urging of his 10-year old son and 12-year old daughter, who enjoy watching him play golf...That solid play continued in August as he posted a T6 at the Reno-Tahoe Open four months before his 45th birthday. 2006: Made 10 cuts in 17 starts and finished in the top-25 three times...Best effort of the season was a T17 at the John Deere Classic. 2005: Made the cut in 16 of 20 starts and earned a career-best $1,410,350. Finished 54th on the money list, his best since 35th in 1999...Collected his first top-10 since a T2 at the 2002 Open Championship with a T6 at weather-delayed PLAYERS Championship. Played 30 holes on Monday to complete his third top-10 finish at the event in 16 appearances. Won the event in 1991 and 1997...Finished T5 at the U.S. Bank Championship in Milwaukee, his fourth top-five finish since his last victory on TOUR, the 1999 Doral-Ryder Open...Contended for his second PGA Championship title, but fell one stroke short of Phil Mickelson. Finished T2 at Baltusrol, moving him into the top 50 in the Official World Golf Ranking which earned him a spot in the NEC Invitational the next week. It was his ninth top-10 out of 50 career major championship appearances. 2004: Started the year making the cut in all five starts during the eight-week stretch of the West Coast Swing...Best finish of the season was T18 at the Reno-Tahoe Open. 2003: His 14 appearances were least of his career. Finished 187th on money list, lowest since joining the TOUR full-time in 1987...Withdrew after first-round 86 at The Open Championship, and did not play the remainder of the season. 2002: T2 at The Open Championship, his best finish at a major since third at the 1998 PGA. Closed with rounds of 68-66 to join eventual champion Ernie Els, Stuart Appleby and Thomas Levet in four-hole playoff at 6-under-par 278. Eliminated after missing 6-foot par putt on fourth and final hole of playoff. 2001: Lingering injuries limited effective play early in the year. Was 117th on the money list...Played well late in the season. Had back-to-back T6s in the Marconi Pennsylvania Classic and Texas Open. 2000: Year riddled with injuries and ailments. Made only 17 appearances...Injured wrist in first round of Greater Greensboro Chrysler Classic, where he missed cut, then withdrew from the next week's Shell Houston Open. Withdrawal was second in a row in his adopted hometown. Sinus history forced withdrawals from THE PLAYERS and U.S. Open...Underwent surgery on Aug. 11, three days before the PGA, to repair torn hip and ball socket...A Captain's Pick by Peter Thomson for the International Presidents Cup team. 1999: Won for third straight year with victory at the Doral-Ryder Open, which included a closing 64 that featured six consecutive birdies. 1998: Captured ninth TOUR title and second Buick Challenge win in a playoff over Fred Funk. 1997: Reached top 10 again thanks to two more victories. Trailed David Duval by two strokes entering final round of Doral-Ryder Open before earning two-stroke victory with closing 69. Three weeks later was dominant at THE PLAYERS with wire-to-wire seven-stroke victory over Scott Hoch. At the time, joined Jack Nicklaus and Fred Couples as only two-time winners of event. 1995: First top-10 finish on the money list, when he won twice and finished second twice...Opened year with second Mercedes Championships title. Birdied second playoff hole to defeat Bruce Lietzke...Trailed Ernie Els by six strokes entering final round of PGA at Riviera. Shot front-nine 31 on way to final-round 64 to force playoff with Colin Montgomerie. Sank 25-foot putt on first extra hole to win first major title...Won Vardon Trophy with 69.62 scoring average. 1994: Missed part of season after sinus surgery, but came back for T7 at PGA and notched five-stroke victory at Buick Southern Open. 1993: Made all 23 cuts. Lost playoff to Rocco Mediate at Kmart Greater Greensboro Open and T3 at Masters. 1992: Won Infiniti Tournament of Champions in playoff over Brad Faxon, one of six top-three finishes. 1991: Outdueled Fuzzy Zoeller to win THE PLAYERS. 1990: First TOUR victory came at Kmart Greater Greensboro Open, where final-round 66 brought him from seven strokes back. Amateur: Won 1980 Australia-New Zealand Amateur...Winner 1981 Australian Amateur and Doug Sanders Junior...Two-time All-American at University of Houston, where teammate was Billy Ray Brown...Two-time Southwest Conference champion...Member of NCAA Championship teams in 1984 and 1985.\n","otherCarHigh" : "","personal" : "Idol growing up was fellow Australian Bruce Devlin...An avid gardener and accomplished caricaturist...A member of Champions GC, site of 1990, 1997, 1999, 2001 and 2003 TOUR Championships...In 2003, while rehabbing his shoulder, was a youth instructor at Yeager Elementary School in Houston where his children were students. He helped children struggling with subjects such as math and English.","otherInfo" : "","ntlTeams" : "The Presidents Cup (4), 1994, 1996, 1998, 2000; World Cup (1), 1994; Dunhill Cup (4), 1994, 1995, 1996, 1997.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2013","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(10): 1980 Australian Amateur, New Zealand Amateur. 1981 Australian Amateur, Doug Sanders Junior. 1992 Australian Open. 1993 Franklin Templeton Shootout [with Raymond Floyd]. 1995 Franklin Templeton Shootout [with Mark Calcavecchia]. 1996 Honda Invitational [Asia]. 1997 Diners Club Matches [with Jeff Maggert]. 1998 Franklin Templeton Shootout [with Greg Norman].","intlVics" : "","curYearHigh" : "Played in just five events with his best showing a T21 at the Encompass Championship near Chicago in June...Continued work on his TV show \"Secret Golf with Steve Elkington,\" which was picked up by the CBS Sports Network.","carHigh" : "2014: A year after finishing 30th on the final money list, fell 22 places to 52nd. Played in just 14 events, 10 fewer than his initial Champions Tour season...Posted a T7 finish in the Champions Division at the Big Cedar Lodge Legends of Golf in June, with teammate Rocco Mediate...Was on the leaderboard through the first 54 holes at the Regions Tradition before a final-round 73 Sunday left him among seven players T9 in Birmingham...Added another T9 in August, at the 3M Championship, after three consecutive rounds in the 60s...Was a T9 in his next start four weeks later at the Shaw Charity Classic in Calgary in August...Trailed by two strokes after 36 holes of the Mitsubishi Electric Championship at Hualalai, but a final-round 73 dropped him to T14...Saw the debut of his own TV show \"The Rural Golfer\" on RFD-TV in July. \n\n2013: Strung together four top-10 finishes among 24 starts in his rookie Champions Tour season and secured the final spot in the season-ending Charles Schwab Cup Championship...Best effort came during the summer when he carded a 5-under 65 Sunday at the U.S. Senior Open and moved into an eventual T6 at Omaha CC...Early in the year, closed with 65 at Newport Beach CC to improve to a T8 at the Toshiba Classic...Was T9 in his Champions Tour debut, the Mitsubishi Electric Championship at Hualalai...Was T10 at the Mississippi Gulf Resort Classic.\n","otherCarHigh" : "Became a full-time member of the PGA TOUR in 1987 and is credited with more than 500 starts in his career...His resume includes 10 victories, 75 top-10 finishes and earnings of more than $15 million...Finished among the top 20 on the money list five times, including a fifth-place performance in 1995 and an eighth-place finish two years later. Won multiple victories in each of those two seasons...He surpassed the $1-million mark in season earnings six times, including a career-best $1,410,350 in 2005...Perhaps the signature win of his career came in 1995 when he claimed the PGA Championship at Riviera CC. Closed with a 7-under-par 64, including a front nine 4-under-par 31, and finished tied with Colin Montgomerie at 17-under-par 267, setting a new 72-hole scoring record (to par). Won the title by making a birdie on the first extra hole when he drained a 25-foot birdie putt...Also was a two-time winner of THE PLAYERS Championship. The first came in 1991, when he sank a 12-foot birdie putt on the 72nd hole to nip Fuzzy Zoeller by one stroke. Six years later added a second win at the TPC Sawgrass when he went wire to wire for a seven-stroke victory over Scott Hoch. At the time, he joined Jack Nicklaus and Fred Couples as only two-time winners of event. Win in Ponte Vedra Beach came three weeks after he won the first of two Doral-Ryder Opens...Claimed his first PGA TOUR win, in 1990, when he made up seven strokes the final day to win the Kmart Greater Greensboro Open by two strokes over Mike Reid and Jeff Sluman...Another career highlight came in 1999 when he made 10 birdies in his final round, including six in a row, on his way to a final-round, 8-under-par 64 and a second win at the Doral-Ryder Open in Miami...Won the 1995 Vardon Trophy for the lowest scoring average on the PGA TOUR (69.62)...Was a member of four International Presidents Cup teams (1994, 1996, 1998 and 2000)...Also represented Australia in the World Cup (1994) and in the Dunhill Cup (1994-97)...Had a very successful amateur career before turning professional in 1985. Won both the 1980 and 1981 Australian Amateurs, as well as the 1981 New Zealand Amateur...Was a college star at the University of Houston, earning first-team All-America honors twice and helping the Cougars win the NCAA Championship in both 1984 and 1985. Was also the medalist at the Southwest Conference Championship those years.","personal" : "One of his idols growing up was fellow Australian Bruce Devlin, an eight-time winner on the PGA TOUR as well as a former winner on the Champions Tour...Enjoys gardening and is also a talented caricaturist...In 2003, while rehabbing his shoulder, was a youth instructor at Yeager Elementary School in Houston where his children were students. He helped children struggling with subjects such as math and English...Roommate at Houston was Billy Ray Brown, currently a member of Golf Channel's broadcast team on the Champions Tour...Has his own show on RFD-TV called The Rural Golfer which made its debut in July, 2014.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T6th in 2013 at the U.S. Senior Open Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/elkpga"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}