{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06347","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Mason","first" : "James","middle" : "","extn" : "","nick" : ""}, "height" : "5-10","weight" : "240","birthDate" : "January 7, 1951","age" : "61","birthPlace" : "Duluth, Georgia","residence" : "Dillard, Georgia","family" : "Wife, Suzie; Steve, Chris","education" : "Auburn University (1973, Business Administration)","splInterest" : "Cooking, traveling","trndProYear" : "1973","qSchoolYear" : "","clubAffl" : "The Orchard (Clarksville, Georgia)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "2,924,161&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2002","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in seven events, with his best finish a T13 at the Insperity Championship near Houston in May.","carHigh" : "2011: Made just seven Champions Tour appearances and did not play in an event until he open qualified for the Greater Hickory Classic at Rock Barn. Shot 62 on the Jackson Course at Rock Barn in the open qualifier and nearly parlayed that effort into a victory in the event. After shooting rounds of 65-65 on the weekend to tie Mark Wiebe at the end of regulation, lost to Wiebe on the third playoff hole when he three-putted from 25 feet for a bogey, missing a 5-foot par effort to extend the overtime session. His performance in North Carolina was his best in a Champions Tour event since winning on the circuit in 2002. The runner-up check for $154,000 earned him status in the remaining events from the reshuffle...Made a hole-in-one in the second round of the Champions Tour National Qualifying Tournament at the TPC Scottsdale (Champions) in November. Used a 5-iron on the 194-yard sixth hole. Went on to earn conditionally-exempt status for the 2012 season by finishing 11th in the event. Earned the 11th position with a birdie on the first extra hole. 2010: Appeared in 18 events with a pair of top-10 finishes...Posted first top-10 finish following a solo ninth-place effort at the Dick's Sporting Goods Open in upstate New York in June...Added a second top-10 in early August when a final-round 7-under-par 65, his best effort since a final-round 65 at the 2002 SBC Championship, led to a T10 finish at the 3M Championship in Minnesota at the TPC Twin Cities...Had four other top-20 finishes, including a T16 at the Constellation Energy Senior Players Championship...During the second round of the Principal Charity Classic he one-putted 10 consecutive holes, the best streak on the Champions Tour in that category during the year. 2009: Earned conditional exemption for 2010 season after securing the 50th position on the 2009 money list, with a T18 at the AT&T Championship in San Antonio. Check for $23,247 vaulted him over Scott Simpson by just $579...Finished in the top 10 in two events. Best performance came in his second start. Played in the final grouping Sunday at The ACE Group Classic and was in contention throughout before finishing T3 at TPC Treviso Bay. Performance was his best on the Champions Tour since he T3 at the 2002 3M Championship...Was T9 at the Senior PGA Championship, his first top-10 in a major championship. 2008: Lone top-10 was T8 at the Turtle Bay Championship...Earned spots in four of 12 events via open qualifying...Earned the fourth spot and fully-exempt status for 2009 at the 2008 Champions Tour National Qualifying Tournament at TPC Eagle Trace. 2007: Best showing came in June with a T8 at The Boeing Championship at Sandestin. It was one of five top-25 finishes for the year. 2006: Appeared in 18 events with best finish a T11 at the Puerto Vallarta Blue Agave Golf Classic in Mexico. 2005: Finished 42nd on the money list and posted four top-10 finishes among his 15 starts with best showing a T5 at the JELD-WEN Tradition. Was also T6 at the Bayer Advantage and T8 at the Allianz Championship...Ran off 16 straight sub-par rounds at one point during the year, the second best string on Tour that year. 2004: T14 at the SAS Championship best among his 21 starts. 2003: Credited with three top-10 finishes and was 41st on the final money list with $465,985, a little more than $20,000 over his previous year's earnings...Best finish was a T8 at the FleetBoston Classic. Was T2 and just two strokes off the lead behind eventual winner Allen Doyle after two rounds, but shot a final-round 71 to slip six spots in the final standings...Also T9 at the Turtle Bay Championship and a T10 at the Bayer Advantage Celebrity Pro-Am near Kansas City. 2002: Became just the eighth open qualifier in Champions Tour history to win a tournament when he triumphed at the NFL Golf Classic in Clifton, N.J. Qualified for the event on Tuesday when he posted a 67 at Green Brook CC in North Caldwell, N.J. Eventually held off Morris Hatalsky, Bruce Fleisher and Dave Eichelberger at Upper Montclair to win by two strokes. Final-round 69 included holing a wedge shot from the fairway (105 yards) on the second hole and holing a greenside bunker shot at the sixth hole...Picked up his second top-10 finish with T3 at the 3M Championship. Opened with a course-record 8-under-par 64 and was tied with eventual winner Hale Irwin after 36 holes but closed with an even-par 72. 2001: Played in five Champions Tour events, all via successful open qualifying...Best finish was a T38 at the Allianz Championship.\n","otherCarHigh" : "Played several PGA TOUR events in 1973 and 1974, but never made the cut in any tournament...Was the teaching professional at The Orchard in Clarkesville, Ga., prior to his surprise victory in his seventh career start on the Champions Tour. A three-time Georgia PGA Section Player of the Year and won the Georgia PGA Championship three times...Attended the Champions Tour National Qualifying Tournament in 2000, 2001 and 2004, but finished 56th, 44th and T25, respectively.","personal" : "Family owned Sky Valley Resort in north Georgia from 1975-91...Lowest competitive round was a 62 in an American Senior Golf Association event in 2002...Biggest thrill in golf was playing in the 1997 PGA Championship at Winged Foot...Once served as the assistant pro at Druid Hills CC in Atlanta...Heroes include Arnold Palmer, Jack Nicklaus and chef Emeril Lagasse...Loves to cook in his free time...Nicknamed \"Big Daddy\" when in school at Auburn...Started wearing knickers in the mid-'80s after he and his wife visited the Teabury Knicker Company in California and he purchased several pairs...Once roomed with Fuzzy Zoeller when they were starting their professional careers.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Champions Tour in 2012 is T13th at the Insperity Championship presented by United Healthcare.","dynStats" : "He ranks 99th in Heat Index(Finish)-last 4 evts on the Champions Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}