{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25936","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Aragon","first" : "Alex","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "185","weightMetric" : "84","birthDate" : "March 11, 1979","age" : "37","birthPlace" : "Mexico City, Mexico","residence" : "San Diego, California","family" : "Single","education" : "Stanford University (2001, Industrial Engineering)","splInterest" : "All sports, movies, reading","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2013)","trndProYear" : "2001","clubAffl" : "La Costa (Carlsbad, California)","cityPlaysFrm" : "San Diego; CA; United States","websiteUrl" : "http:\/\/www.alexaragongolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "677,003&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2009","exmtStatus" : "Exempt - Top-75 Money Winner from 2015 Web.com Tour Regular Season","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Finished the Web.com Tour season having played all 25 tournaments. Had a third-place finish, three top 10s, four top 25s and made 11 cuts. Was 68th on the combined final money list...First top 10 of the season came at the Cartagena de Indias at Karibana Championship. Opened with a 74, bounced back with a 71-71-70 to finish T10...Two weeks later, shot 65 in the first round of the Chile Classic, which included an eagle on the par-5 18th. Thanks to Friday-Saturday rounds of 67, moved to 14-under 199 before closing with a 70 to earn a T8...Made just four cuts in his next 11 starts, with his best finish a T27...Collected best finish of the year, a T3, at the Utah Championship in early August. Began the tournament with three consecutive 68s. Shot a 2-under 70 on the last day to tie with four others, five shots out of the Patton Kizzire-Sung Kang playoff. Moved to 50th on the money list...Disappointing finish to the Regular Season included two missed cuts, a WD and a DQ, which dropped him to 68th but secured a spot in the Finals. Played all 21 Regular Season events...In the Web.com Tour Finals finished T35, T37, T66 and had one missed cut. Was tied for the first-round lead after a 67 at the Nationwide Children's Hospital Championship, where he went on to post the T35.\n\n2014: Made just two of 18 PGA TOUR cuts, recording three of 39 rounds in the 60s...Finished 71st at the Valero Texas Open in March then missed his final nine cuts on the season...Made one of four Web.com Tour cuts, a T52 at the Albertsons Boise Open in July, which included a first-round 64.\n\n 2013: Finished the season making 13 cuts in 22 starts, which included a win, a runner-up and seven top-25s...In April, came from five shots back on the final day to win his second Web.com Tour title, the WNB Golf Classic. Was one of only six players to break 70 that day in 10-20 mph wind that gusted to 35 mph. Made birdies on six of the first seven holes to erase a five-shot deficit. Fired a pair of 6-under 66s at Midland CC on the weekend to win by one over Byron Smith and pick up a check for $108,000, which moved him to No. 6 on the money list at the time. Finished the week second in Total Putts, with 101. The win came 364 days after his first victory, at the 2012 TPC Stonebrae Championship...Fired 65-65 on the weekend at the Air Capital Classic to finish runner-up to Scott Parel. The performance moved him to No. 3 on the money list at the time...Finished Regular Season ninth in earnings to secure his 2013-14 PGA TOUR card...Claimed a T7 finish in the third event of the Web.com Tour Finals at the Nationwide Children's Hospital Championship at the Ohio State University GC Scarlet Course.\n\n2012: Made the cut in 11 of 27 starts and wound up No. 33 on the money list, thanks mainly to a pair of early top-five finishes. Was one of four players to play in all scheduled tournaments...Earned his first career win with a come-from-behind victory at the weather-delayed TPC Stonebrae Championship. Fired a 4-under 66 in the final round to finish at 10-under 270, one better than Matt Harmon, Duffy Waldorf and Paul Haley. Survived a crazy week in Northern California, which saw the tournament delayed by fog and rain three of the four days. He also locked his keys in his car early Thursday morning on the way to the course and then left his wallet at a gas station Friday, but when he returned to retrieve it, it was gone. Says he played \"smart golf\" Sunday as third-round leader Tyrone Van Aswegen faltered, and none of the nearest challengers were able to make a move. Hit 14 of 18 greens on the last day and finished the week No. 2 in Total Putts. Victory was worth $108,000 and moved him to No. 4 on the money list at the time...Was T4 at the inaugural Chile Classic. Failed to muster a charge on the final day and wound up six strokes behind winner Paul Haley II...Had only one other top-25 finish, a T12 at the Price Cutter Charity Championship in mid-August. \n\n2011: Missed the cut at the FedEx St. Jude Classic and was 75th at the Reno-Tahoe Open in his only two starts. \n\n2009: Made the cut in six of 16 starts on the Web.com Tour. Finished T87 at the 2008 PGA TOUR Qualifying Tournament to earn his Web.com Tour privileges...Played two PGA TOUR events but missed the cut in each...Missed the cut in his only Web.com Tour event.\n\n 2007: Missed the cut in his PGA TOUR and Web.com Tour starts. \n\n2006: Made six cuts from 26 starts as a rookie on the PGA TOUR after finishing T18 at 2005 Qualifying Tournament. Made it through all three stages in his second trip to finals and fifth trip to Q-School. \n\n2005: Finished 212th in his first season on the Web.com Tour, making just three cuts in 11 starts. 2004: Member of the Gateway Tour. 2003: Member of the Tight Lies Tour, where he posted two runner-up finishes in back-to-back weeks. Ended the year No. 21 on the money list.\n","otherCarHigh" : "Was the 1996 San Diego Junior Golf Player of the Year...Earned Honorable Mention All-Pac-10 honors in college.","personal" : "His younger sister also attended Stanford University. Got his start in golf from his father, Enrique, who \"loves golf more than anyone loves golf in the world.\" Attended Torrey Pines (Calif.) High School...Never travels without his neck pillow...Currently drives a Ford Explorer...Favorite Website is espn.com. Favorite college team is the Stanford Cardinal. Favorite pro team is his fantasy team. Favorite movies are \"The Princess Bride,\" \"Tombstone,\" and \"Get Him to the Greek.\" Favorite city to visit is Las Vegas. Favorite gadget is his iPhone. Favorite app is ESPN Radio...Oldest club in his bag is a 3-wood (six years).","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2006","qSchoolYear" : "2005","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2013: Finished the season making 13 cuts in 22 starts, which included a win, a runner-up and seven top-25s...In April, came from five shots back on the final day to win his second Web.com Tour title, the WNB Golf Classic. Was one of only six players to break 70 that day in 10-20 mph wind that gusted to 35 mph. Made birdies on six of the first seven holes to erase a five-shot deficit. Fired a pair of 6-under 66s at Midland CC on the weekend to win by one over Byron Smith and pick up a check for $108,000, which moved him to No. 6 on the money list at the time. Finished the week second in Total Putts, with 101. The win came 364 days after his first victory, at the 2012 TPC Stonebrae Championship...Fired 65-65 on the weekend at the Air Capital Classic to finish runner-up to Scott Parel. The performance moved him to No. 3 on the money list at the time...Finished Regular Season ninth in earnings to secure his 2013-14 PGA TOUR card...Claimed a T7 finish in the third event of the Web.com Tour Finals at the Nationwide Children's Hospital Championship at the Ohio State University GC Scarlet Course.\n\n2012: Made the cut in 11 of 27 starts and wound up No. 33 on the money list, thanks mainly to a pair of early top-five finishes. Was one of four players to play in all scheduled tournaments...Earned his first career win with a come-from-behind victory at the weather-delayed TPC Stonebrae Championship. Fired a 4-under 66 in the final round to finish at 10-under 270, one better than Matt Harmon, Duffy Waldorf and Paul Haley. Survived a crazy week in Northern California, which saw the tournament delayed by fog and rain three of the four days. He also locked his keys in his car early Thursday morning on the way to the course and then left his wallet at a gas station Friday, but when he returned to retrieve it it was gone. Says he played \"smart golf\" Sunday as third-round leader Tyrone Van Aswegen faltered, and none of the nearest challengers were able to make a move. Hit 14 of 18 greens on the last day and finished the week No. 2 in Total Putts. Victory was worth $108,000 and moved him to No. 4 on the money list at the time...Was T4 at the inaugural Chile Classic. Failed to muster a charge on the final day and wound up six strokes back of winner Paul Haley II...Had only one other top-25 finish, a T12 at the Price Cutter Charity Championship in mid-August. \n\n2011: Missed the cut at the FedEx St. Jude Classic and was 75th at the Reno-Tahoe Open in his only two starts. \n2009: Made the cut in six of 16 starts on the Web.com Tour. Finished T87 at the 2008 PGA TOUR Qualifying Tournament to earn his Web.com Tour privileges...Played two PGA TOUR events but missed the cut in each...Missed the cut in his only Web.com Tour event. \n\n2007: Missed the cut in his PGA TOUR and Web.com Tour starts. \n\n2006: Made six cuts from 26 starts as a rookie on the PGA TOUR after finishing T18 at 2005 Qualifying Tournament. Made it through all three stages in his second trip to finals and fifth trip to Q-School. \n\n2005: Finished 212th in his first season on the Web.com Tour, making just three cuts in 11 starts. \n\n2004: Member of the Gateway Tour. \n\n2003: Member of the Tight Lies Tour, where he posted two runner-up finishes in back-to-back weeks. Ended the year No. 21 on the money list. \n\nAmateur: Was the 1996 San Diego Junior Golf Player of the Year…Earned All Pac-10 honorable mention honors in college. \n","otherCarHigh" : "","personal" : "His younger sister also attended Stanford University. Got his start in golf from his father, Enrique, who \"loves golf more than anyone loves golf in the world.\" Attended Torrey Pines (Calif.) High School…Never travels without his neck pillow…Currently drives a Ford Explorer…Favorite website is espn.com. Favorite college team is the Stanford Cardinal. Favorite pro team is his fantasy team. Favorite movies are \"The Princess Bride,\" \"Tombstone,\" and \"Get Him to the Greek.\" Favorite city to visit is Las Vegas. Favorite gadget is his iPhone. Favorite app is ESPN Radio…Oldest club in his bag is a 3-wood (six years).","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 2 times.","dynStats" : "He ranks 50th in Heat Index(Money)-last 4 evts on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}