{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24039","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Meesawat","first" : "Prom","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "225","weightMetric" : "102","birthDate" : "July 21, 1984","age" : "31","birthPlace" : "Hua Hin, Thailand","residence" : "Hua Hin, Thailand","family" : "Wife, Supichaya Panyathep\n","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2004","clubAffl" : "","cityPlaysFrm" : "Thailand; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(5): 2006 SK Telecom Open [Asia], Singha Pattaya Open [Aesan], 2011 Singha Pattaya Open [Aesan]. 2012 Singha Pattaya Open [Aesan]. 2014 Yeangder Tournament Players Championship [Asia].","curYearHigh" : "At the Volvo China Open in late-April, enjoyed four par-or-better rounds at Tomson Shanghai Pudong GC to T3 with defending champion Alexander Levy and Emiliano Grillo, two shots behind winner Ashun Wu...In Thailand in January, finished T8 at the Boonchu Ruangkit Championship, shooting weekend rounds of 70-68.","carHigh" : "2013-14: Finished the Asian Tour season ranked No. 3 on the Order of Merit. Highlight of the year came at the Yeangder Tournament Playerss Championship, when he overcame a second-round 73 with weekend scores of 68-69 to finish regulation tied with the Philippines' Miguel Tabuena. In the playoff, defeated Tabuena for his fifth worldwide victory...Opened his Asian Tour season with a T3 at the King's Cup Golf Hua Hin in Thailand...Came close to adding a second title to his season resume but came up just short at the Venetian Macau Open in October. Finished T2 with Scott Hend, a shot behind winner Anirban Lahiri. Shot weekend rounds of 64-66, the low final 36 of the tournament...Final top-10 of the season came in late-November, at the King's Cup (T9)...In the Philippines the following week, at the Resorts World Manila Masters, finished third, a distant eight shots short of champion Mardan Mamat. His third-round 63 was the low score of the event. \n\n2013: Had strong back-to-back weeks in early December. Began his late-season push with a T10 at the Indonesia Open, his first top-10 of the year. Opened 67-66 to sit in a tie for third at the halfway mark. A pair of 71s Saturday and Sunday left him in his final position…The next week, at the Hong Kong Open, entered the final round three shots off Stuart Manley's 54-hole lead. With a final-round, 5-under 65 at Hong Kong GC, finished regulation tied with Miguel Angel Jimenez and Manley. Missed on picking up his first title since 2006 when Jimenez made a 4-foot birdie putt on the first extra hole to take the title…A month earlier, at the Resorts World Manila Masters on the OneAsia Tour, was a runner-up for the second time, again missing out on victory in a playoff. Shot a final-round 65 after a third-round 73 to force an extra session with Liang Wen-Chong. On the first playoff hole, at Southwoods G&CC, his second shot went in the bunker, and he eventually saw Liang tap in for the title…Best finish on the European Tour was a T16 at The Commercial Bank Qatar Masters (T16, after consecutive 68s on the weekend)…On the Asean Tour, opened 68-68 and finished 71-71 to T5 at the Singha Pattaya Open at Burapha GC. Tied with fellow Thai golfers Rattanon Wannasrichan and Thaworn Wiratchant. \n\n2012: Enjoyed a banner Asian Tour season, with a runner-up effort at the Sail-SBI Open the highlight. After a second-round 64, was in contention the remainder of the week, chasing Anirban Lahiri. Was three shots behind Lahiri through 54 holes, and when he shot 70 to Lahiri's 73, the two went into a one-hole playoff that Lahiri won…A week earlier, was T6 at the Avantha Masters after a second-round 64…Next top-10 came at the Panasonic Open in India, a T10. A third-round 76 dashed his hopes at victory…Was T7 in June, at the Volvik Hildesheim Open J Golf Series. Shot a Sunday 67 after three straight 71s…At the Venetian Macau Open, was T8, shooting a first-round 65…In early December, added final top-10 of the year, a T6 at the Thailand Open—a final-round 67 moving him up on the last day…Top European Tour finish was a T17 at the Barclays Singapore Open in mid-November…Earned a T6 at the OneAsia Tour's Donfeng Nissan Cup, opening with a 65…Played in the CIMB Classic in Malaysia, shooting rounds of 70-69-68-70 to T37 at The Mines Resort in Kuala Lumpur…The following week, played in his second World Golf Championships event. Recorded his best WGC finish, a T11 at the HSBC Champions in China…On the Japan Golf Tour, was T32 in his lone start, at the Asia-Pacific Panasonic Open. Weekend rounds of 70 helped his cause. \n\n2011: Had five top-10s on the Asian Tour. First came at the Panasonic Open in April, a fourth-place effort. It was the first of four consecutive Asian Tour top-10s…Next was a T9 at the Indonesian Masters, a final-round 73 hurting any chance he had at victory…Three weeks later, at the ICTSI Philippine Open, was T8, another final-round stumble (75) knocking him down…Had a T5 at the Queen's Cup, this time a Sunday 67 giving him the top-five finish…Added a T10 at the Thailand Open after four consecutive sub-70 rounds…Played in The Open Championship, missing the cut (72-75)…Played in his first—and only—major championship, missing the cut at The Open Championship (72-75).\n\n2010: Best finish was a T5 at the King's Cup, thanks to an opening 68-67…Was sixth at the Mercuries Taiwan Masters in early October. \n\n2009: Lone top-10 came in his initial Asian Tour start of the year. At the Asian Tour International at Suwan G&CC in Bangkok, Thailand, was T3. Rounds of 69-68-68-66 left him tied with Marcus Both, three shots behind the winner, South Africa's James Kamte…Only other Asian Tour top-20s came in consecutive starts, at the Sail Open and the Black Mountain Masters (both T15s)…Made 14 Japan Golf Tour appearances, with a T32 at the Japan PGA Championship in June his best finish.\n\n2008: Made one top-10 finish on the Asian Tour, a sixth-place effort at the Singha Thailand PGA Championship in his home country. Weekend rounds of 69-67 moved him from a tie for 16th at the 36-hole mark…Bettered that performance with a T3 on the European Tour, at the Enjoy Jakarta Astro Indonesian Open. Fired a second-round 63 after opening with a 66 to sit in a tie for second at the halfway point, a stroke behind Felipe Aguilar. Finished the tournament tied with James Kamte, two shots behind Aguilar's winning score…On the Japan Golf Tour, in 13 starts, top tournament was a T32, at the Bridgestone Open in late-October. \n\n2007: Best tournament of his season was a runner-up finish at the Japan Golf Tour's Sega Sammy Cup in July. Came from off the pace on the final day with a Sunday 65 to finish second three strokes short of Toru Taniguchi's winning score…Best Asian Tour outing was a T3 at the Cambodian Open in early December. Followed three 69s with a 70 to T3…In his final Asian Tour start of the year, was T8 at the Volvo Masters of Asia…Other Asian Tour top showings came at the Bangkok Airways Open (T3, based on a 67-66-68 finish), the Indonesian President Invitational (T5) and the Barclays Singapore Open (sixth)…Only two European Tour top-10s came in back-to-back starts. Was T7 at the Dubai Desert Classic…Matched that finish a week later, at the Maybank Malaysian Open in Kuala Lumpur…In his first PGA TOUR appearance, finished T68 at the World Golf Championships-CA Championship in Miami, Fla.\n\n2006: Highlight of the season was an Asian Tour victory, at the SK Telecom Open in May in South Korea. At the weather-shortened event, opened 69-64 then shot a final-round 68 that eventually resulted in a three-shot triumph over Lee Seong-ho and Jeev Milkha Singh…Made another run at a title three months later, at the Crowne Plaza Open, with a final-round 65. Made it into a playoff with Thailand's Chinnarat Phadungsil and Taiwan's Lin Wen-Tang, with Phadungsil winning in the extra session…Three additional top-10s came at the Singapore Open (T6 in the weather-shortened tournament), the Hero Honda Indian Open (T5) and the Volvo Masters of Asia (fifth)…Best European Tour outing was a T15 at the Volvo China Open in April. \n\n2005: Enjoyed three Asian Tour top-10s, a T3 at the Indian Open his best week of the season. Shot rounds of 69-67-69 in late-October and was tied for second with 18 holes to play. Dropped to a 70 on the final day, tying with Hendrick Buhrmann, three shots behind Thaworn Wiratchant…Added a T8 at the Singapore Open and a T9 at the SK Telecom Open…A T6 in February, at the Malaysian Open, was his best European Tour performance. \n\n2004: Did not record a top-10 on either the Asian Tour or the European Tour. Best Asian Tour finish were a pair of T19s, at the Carlsberg Masters in Hanoi, Vietnam, and at the Sanya Open in Singapore.\n\n2003: Only made two Asian Tour starts, making the cut in both. Was T10 at the Thailand Open and T22 at the Myanmar Open…Missed the cut at the Johnnie Walker Classic, his only European Tour start. \n\nAmateur: Represented Thailand at the 2002 Eisenhower Trophy…Finished T14 at the 2001 Thailand Masters after opening with a 65. On the Japan Golf Tour, was T50 in his only start, at the 2001 Asia Pacific Open…Was T50 at the 2000 Thailand Open in his only Asian Tour appearance…Missed the cut at the Asian Tour's 1999 Kirin Open.\n","otherCarHigh" : "","personal" : "Comes from a golf family. His father, Suthep, was the first Thai golfer to win an Asian Tour title...PGA TOUR player Vijay Singh had a strong influence early in his career, recommending that he stay near home and focus on playing the Asian Tour...Nickname is \"Big Dolphin.\"","otherInfo" : "","ntlTeams" : "Royal Trophy (1), 2007.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T8th in 2015 at the CIMB Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}