{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29221","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Simpson","first" : "Webb","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "185","weightMetric" : "84","birthDate" : "August 8, 1985","age" : "30","birthPlace" : "Raleigh, North Carolina","residence" : "Charlotte, North Carolina","family" : "Wife, Dowd Keith; James (2\/15\/11), Willow (7\/28\/12), Wyndham (5\/12\/14)","education" : "Wake Forest University (2008, Religion)","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "2008","clubAffl" : "","cityPlaysFrm" : "Charlotte; NC; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "21,115,479&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2009","qSchoolYear" : "2008","exmtStatus" : "Winner, 2012 U.S. Open, multiple tournament winner (through 2017-18)","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Advanced to the FedExCup Playoffs for a seventh consecutive season, thanks to five top-10 finishes in 19 starts through the Wyndham Championship. Made it to the FedExCup Playoffs and stayed in contention through the BMW Championship before ending his season at No. 48 in the FedExCup standings...Finished fourth in defense of his title at the Shriners Hospitals for Children Open. Four rounds in the 60s were highlighted by a second-round 65. Made a late charge, with birdies on Nos. 13, 15 and 17 and an eagle-3 on No. 16...Finished T7 at the Humana Challenge on the strength of a closing-round 64...Finished T7 in third start at the World Golf Championships-Cadillac Championship (T14 in 2013 and T31 in 2014), with his only other top-10s in World Golf Championships' events coming at the Cadillac Match Play, a T5 in 2013 and a T9 in 2014...Playing with Rory McIlroy for just the second time in a PGA TOUR weekend round, the Charlotte resident was unable to mount much of a charge Sunday, posting an even-par 72 to T2 at the Wells Fargo Championship. Held a share of the second-round lead and was four shots behind McIlroy entering the final round at Quail Hollow Club...Finished T6 at the Wyndham Championship to notch his fourth top-10 in seven starts in Greensboro.\n\n2013-14: Made the cut in 19 of 25 starts, finishing the season No. 25 in the FedExCup standings. Season highlighted by nine top-10 finishes (second only to the 12 he posted in 2011), including his fourth career victory (Shriners Hospitals for Children Open). Captain Tom Watson chose him to represent the U.S. at the Ryder Cup...Carried the second- and third-round leads to a comfortable six-shot victory over Ryo Ishikawa and Jason Bohn at the Shriners Hospitals for Children Open in October 2013. Shot a 5-under 66 in the final round, giving him a score of 260 that matched Ryan Moore (2012) for the 72-hole tournament record. Marked the fourth victory of his career (and first since winning the 2012 U.S. Open), trailing only Dustin Johnson (seven) and Rory McIlroy (six) for most wins by current PGA TOUR players in their 20s. With rounds of 64-63-67-66 for the week, recorded rounds of 67 or better in seven of his last eight rounds at TPC Summerlin. The other was a 68 (final round, 2010). Just as Jimmy Walker did in winning the season's first event the week before, at the Frys.com Open, led the field in Strokes Gained – Putting. Victory came just three years after he missed the three-player playoff by one shot at the 2010 Shriners Hospitals for Children Open. In the final round that year, double-bogeyed the par-3 17th hole to drop out of the lead. That playoff was later won with a hole-in-one by Jonathan Byrd on No. 17...Followed his victory in Las Vegas with a T7 finish at The McGladrey Classic. In three starts at the event, has yet to finish worse than the T12 he turned in in 2010. Was runner-up in 2011...In his third consecutive start at the Northwestern Mutual World Challenge, finished fifth at 7-under 281. Overcame a 1-over 73 in the first round with three sub-par rounds to post the best finish of his previous starts at Sherwood CC...With a T3, collected his second top-10 finish at the Hyundai Tournament of Champions in his third start (T3 in 2012 and T11 in 2013), two strokes behind champion Zach Johnson...Closed with rounds of 67-66 for a 10th-place finish at the Waste Management Phoenix Open, marking his fourth top-10 in five starts to begin the season. It was his third-consecutive top-10 showing at TPC Scottsdale, following T8 performances in 2011 and 2012...Following a 1-over 71 in the opening round of the FedEx St. Jude Classic, rallied with rounds of 66-69-66 to claim a T3 at TPC Southwind with Matt Every and Carl Pettersson. Came to Memphis without much momentum, having missed the cut in two of his previous starts, the Masters and THE PLAYERS Championship...Final-round, 7-under 63 at The Greenbrier Classic equaled the low round of his PGA TOUR career, leading to a solo-third place finish, six strokes behind champion Angel Cabrera. Was his third top-10 performance in five starts at The Old White TPC (missed the cut in 2010, T9 in 2011, T7 in 2012 and T41 in 2013)...Finished T5 at the Wyndham Championship, with all four rounds in the 60s...Opened with a 5-under 66 at the Deutsche Bank Championship to finish T9, six strokes behind champion Chris Kirk at the second FedExCup Playoffs event. Later added a T53 at the BMW Championship to advance to the TOUR Championship by Coca-Cola for the fourth consecutive season, finishing T23 at East Lake GC...At the Ryder Cup, went 0-1-1 in his two matches in the European victory in the biennial event at Gleneagles in Scotland.\n\n2013: Made the cut in 21 of 25 events, with an 11th-place finish in the FedExCup (the second-best performance of his career). Season highlighted by a runner-up finish at the RBC Heritage...Finished T6 at the Northern Trust Open for his first top-10 of the season...Second top-10 of the year came the following week, at the World Golf Championships-Accenture Match Play Championship. After finishing T33 in 2012 in his only other start in the event, improved to T5 after losing to defending champion Hunter Mahan, 1-up, in the quarterfinals...Fell to 1-3 in playoffs on the PGA TOUR when his 7-foot, 1-inch par putt on the first playoff hole at the RBC Heritage missed and led to Graeme McDowell's second PGA TOUR victory. The runner-up finish was the fourth of his career, with the three previous all coming in 2011...Finished T5 at the Travelers Championship with rounds of 65-69-72-65. It was his first top-10 in six career Hartford starts...Tied the Oak Hill CC record with a 64 in the morning wave of the second round at the PGA Championship, but Jason Dufner shot a 63 in the afternoon to take over the course record. The competitive course record of 64 on the East Course at Oak Hill was also held by Ben Hogan in the 1942 Rochester Open and by Curtis Strange in the 1989 U.S. Open. Previous-best round in a major was a 66 at both the 2011 U.S. Open (T14) and 2011 Open Championship (T16). Went on to finish T25 at the PGA Championship...Was chosen as a captain's pick by Fred Couples for the U.S. team in The Presidents Cup. Finished No. 11 in The Presidents Cup points list to just miss on an automatic qualifying spot...Finished solo fourth-, ncluding a final-round, 7-under 63 (the low round of the week)-at the TOUR Championship by Coca-Cola. It was his fifth top-10 finish of the year...Turned in a 2-1-2 record in five Presidents Cup matches in the U.S.'s three-point triumph over the International team.\n\n2012: Finished No. 16 in the FedExCup standings...Opened his season in a similar way to the previous year. The No. 2 man in the 2011 FedExCup shot a final-round, 5-under 68 for a T3 finish at the Hyundai Tournament of Champions...A month later, opened with a 6-under 65 at the Waste Management Phoenix Open as the highest-ranked player in the field at the time (No. 6). Went on to T8...Posted his third top-10 of the season with a T10 at the Transitions Championship despite having to withdraw from the pro-am with food poisoning. Carded four rounds in the 60s at the Copperhead Course for the second-consecutive year and has posted 10 sub-70 scores in 14-career rounds...Finished fourth at the Wells Fargo Championship after holding a share of the first-round lead and sole possesion of the third-round lead. Just missed a long putt on No. 18 for birdie to join the playoff. Made his fourth start at the Wells Fargo Championship (missed cut in 2009, missed cut in 2010 and T21 in 2011). Had gone 220 consecutive holes on TOUR without recording a three-putt until he did so at the par-4 11th hole at Quail Hollow Club in the final round...Entered the final round of the U.S. Open trailing Jim Furyk and Graeme McDowell by four strokes but carded a 2-under 68 to finish 1-over 281, good enough for a one-stroke win over McDowell and Michael Thompson. It was his first major championship title. Joined Jack Fleck, Billy Casper, Scott Simpson and Lee Janzen as come-from-behind winners of the five U.S. Opens held at The Olympic Club. After two early bogeys, tallied three consecutive birdies on Nos. 6-8 and another on No. 10 before closing with eight pars to win for the third time on the PGA TOUR. Added his name to the list of Dustin Johnson (six), Sean O'Hair (four), Anthony Kim (three) and Rory McIlroy (three) as players in their 20s with three or more TOUR wins. His win is the sixth in the last eight majors by a player under age 30. Became just the third American winner of the U.S. Open since 2004, joining 2008 champion Tiger Woods and 2009 winner Lucas Glover. Also became the first player to win the U.S. Open in his second start (T14 in 2011) since Jerry Pate in 1976. The win, his first top-10 in his fifth major championship appearance, gives him a 10-year exemption into the U.S. Open, five-year exemptions to the Masters, PGA Championship, The Open Championship and PLAYERS, as well as a five-year exemption on the PGA TOUR...Held the second- and third-round leads at The Greenbrier Classic and entered the final nine holes with a one-stroke lead for a second consecutive year. Again struggled on the closing nine, carding a 4-over 40 to finish T7. Played his first 65 holes with just one bogey but had four in his final seven holes. Recorded his 13th top-10 since last year's Greenbrier Classic, the most on TOUR...Did not play in The Open Championship due to the pending birth of his daughter Willow. Also missed the RBC Canadian Open and World Golf Championships-Bridgestone Invitational after daughter was born...Jumped out to a share of the first-round lead at the BMW Championship with a 64, but finished T51 after three over-par closing rounds...A 4-under 66 equaled the best final round at the TOUR Championship by Coca-Cola, giving him a career-best T5 finish at the event and a 16th-place showing in the FedExCup...Finished 2-2 in his first Ryder Cup appearance for the U.S. team. Lost, 2 and 1, to Ian Poulter in his singles match as the European team won the biennial competition.\n\n2011: Turned in a career year with his first two TOUR wins and No. 2 finishes in the FedExCup standings and money list. Made 23 of 26 cuts with 21 top-25 finishes and 12 top-10 finishes. Three runner-up finishes included two playoff losses. Made the largest one-season earnings jump in TOUR history when he went from $972,962 in 2010 to $6,683,214, an increase of $5,374,391...Closed with a pair of 4-under 67s at the TPC Scottsdale to earn T8 honors at the Waste Management Phoenix Open in his fourth start of the season...At the Transitions Championship, he recorded the best result of his PGA TOUR career and first runner-up finish, ending one-shot behind Gary Woodland. Arrived at the 72nd hole tied with Woodland at 15-under but carded a bogey when his approach shot from a fairway bunker landed over the green and was unable to convert the up-and-down, a 20-foot par putt. One of only two players in the field to post four-consecutive sub-70 rounds, he led the field in Putting, with 24.2 per round...Second runner-up finish of the year came after a two-hole playoff loss to Bubba Watson at the Zurich Classic of New Orleans. Eagled the par-5 second hole in the final round in the final group with Watson, who also eagled the hole. Was assessed a one-stroke penalty on the 15th green. He had missed his 40-foot birdie putt and walked to tap in par putt from 1 foot. After taking his stance and grounding his putter, he started his stroke when the ball moved, a violation of Rule 18-2.B. After consulting with rules officials, he was required to replace the ball in its original position and add one stroke to his score. Was at 16-under at the time and leading Watson by one shot. The penalty resulted in a bogey-5 and dropped him into a tie with Watson at 15-under, before the playoff ensued...Finished T7 at the Memorial Tournament for his first top 10 in three starts at the Memorial. Final-round 68 was his first round in the 60s at Muirfield Village GC out of 10 career rounds...Fired a season-best, 6-under 64 in the third round of the AT&T National en route to collecting his fifth top-10 of the season, a career best...Continued to add to his top-10 performances with a T9 at The Greenbrier Classic, just two strokes out of a three-man playoff won by Scott Stallings. Shared the second-round lead with Brendon de Jonge at 7-under before rounds of 69-70 led to his 14th top 25 in 16 weekend appearances...Won his first TOUR event by three shots at the Wyndham Championship, with rounds of 66-65-64-67. The Wake Forest graduate moved to No. 3 in the FedExCup standings entering the Playoffs. Is the 16th first-time winner in the 71-year history of the Wyndham Championship. He became the third straight first-time winner in Greensboro, joining Ryan Moore in 2009 and Arjun Atwal in 2010. He was 13-under-par on Nos. 10-18 and 10-under on the par-5s during the week. He finished first in Strokes Gained–Putting, gaining 8.411 strokes on the field. He led after the third round and went onto victory. His only other previous 54-hole lead\/co-lead was a tie for first with eventual champion Bubba Watson at the Zurich Classic of New Orleans earlier in the season. He won in his third start at the Wyndham Championship: 2009 (missed cut) and 2010 (T8). Became the seventh different winner of the Wyndham Championship from an ACC school. He is the third Wake Forest graduate to win the Wyndham Championship. Lanny Wadkins in 1983 and Scott Hoch in 2001 also won there...Came back the following week after his win in Greensboro with a T10 at The Barclays. After opening with a 71, he closed with rounds of 66-63 to fall just one spot to No. 4 in the FedExCup standings. Finish at The Barclays was his eighth top-10 and 16th top-25 finish of the season (21 starts), more than his combined career totals in each category entering the season (six top-10 and 15 top-25 finishes)...Two weeks after his win in Greensboro, he birdied the second-extra hole to defeat Chez Reavie at the Deutsche Bank Championship, becoming the first player since Ernie Els in 2010 to win twice in a three-week span. Took over the top spot in the FedExCup standings (moving from No. 4) with four rounds in the 60s and a 72-hole total of 15-under 269. Final round consisted of a front-nine, 6-under 30, tying the front-nine scoring record at TPC Boston. Closed with a birdie on No. 18 to finish regulation and then birdied both playoff holes...Finished fifth at the BMW Championship in his second career start at the event (T61 in 2009). Retained the No. 1 spot in the FedExCup standings heading into the TOUR Championship by Coca-Cola, where he would eventually finish second in the season-long race...Jumped out to the first-round lead at the McGladrey Classic with a 7-under 63, equaling his career-low round. Added rounds of 67-69-66 to finish regulation tied with Ben Crane at 15-under. Missed a 4-foot par putt on the second extra hole, leading to his third runner-up finish of the season. His record fell to 1-2 in career playoffs. Entered the week $68,971 behind Luke Donald for the top spot on the official money list (which guarantees a five-year exemption on the PGA TOUR), but with his runner-up performance moved ahead of Donald by $363,029 as both players headed to the season-ending Children's Miracle Network Hospitals Classic...Despite four rounds in the 60s at the Disney World event, a last-minute addition to his schedule, he couldn't hold off a hard-charging Donald, who claimed the victory and the money title. Rounds of 68-69-69-69 was good enough for T6 honors, his sixth top-10 finish in his last seven starts. He played with Donald for all four rounds...One of six rookies on U.S. Presidents Cup team, posting a 3-2-0 record for the victorious squad captained by Fred Couples. 2010: Finished inside the top 100 on the money list in sophomore year on TOUR, recording two top-10s. Played in the first two Playoff events...Just down the road from alma mater Wake Forest, his first top-10 finish came in the form of a T8 at the Wyndham Championship on the strength of a final-round, career-low 63...Recorded his second top-10 of the season with a T4 at the Justin Timberlake Shriners Hospitals for Children Open, aided by a third-round 64. Took the lead on back nine Sunday after back-to-back birdies on No. 15 and No. 16 to get to 22-under, before hitting tee shot into water hazard and recording a double-bogey at the par-3 17th hole to finish one stroke out of a playoff. 2009: Recorded four top-10s in his rookie season on the PGA TOUR and placed 70th on the money list...Began his season with a 4-under 66, just one off the first-round lead at the Sony Open in Hawaii, on his way to a T9 finish...Came back the following week with five rounds in the 60s, including a 64 in the third round, to finish T5 at the 50th Bob Hope Classic hosted by Arnold Palmer...Next top-10 finish came at The Barclays where he finished eighth after holding the 36-hole lead (by two strokes) for the first time in his TOUR career. Jumped from No. 85 to No. 41 in the FedExCup standings after The Barclays to be the leading rookie in the PGA TOUR Playoffs, eventually finishing 62nd in the standings...Final-round 65 earned him his fourth top-10 of the year, a T7 at the Turning Stone Resort Championship. 2008: Turned pro after completing a stellar amateur career at Wake Forest. Finished T7 at the PGA TOUR Qualifying Tournament to earn rookie card for 2009...Made three of six cuts on the PGA TOUR, with a best finish of T31 as an amateur in his PGA TOUR debut at the Arnold Palmer Invitational. Received Sponsor Exemption for his amateur record...Turned pro in June and T64 in his professional debut at the Stanford St. Jude Championship...Also T37 at the Travelers Championship the following week...Played eight events on the Web.com Tour, with two runner-up finishes, four behind Colt Knost at the Price Cutter Charity Championship in late July and losing a playoff to Arjun Atwal at the Chattanooga Classic in mid-October. Finished T11 at the Web.com Tour Championship at TPC Craig Ranch to finish 45th on the money list with $148,991. Amateur: Three-time All-American for Wake Forest and four-time All-ACC. ACC Player of the Year as a senior in 2008. Set a new ACC Tournament record of 14-under 202 in 2008, bettering the mark of 204 set by former Wake Forest star and PGA TOUR veteran Gary Hallberg in 1980...Member of the victorious Walker Cup team in 2007 that defeated Great Britain and Ireland at Royal County Down GC in Newcastle, Northern Ireland. Also a member of the Palmer Cup Team...Won the 2007 Southern Amateur at Pinehurst and the Dogwood Amateur in Atlanta.\n","otherCarHigh" : "","personal" : "Attended the same high school (Raleigh Broughton) and college (Wake Forest) as current Champions Tour player Scott Hoch...Grew up playing against Brendon Todd, another PGA TOUR rookie in 2009, during their youth in the Raleigh, N.C., area...One of six children.","otherInfo" : "","ntlTeams" : "The Presidents Cup (2), 2011, 2013; Ryder Cup (2), 2012, 2014; Walker Cup (1), 2007; Palmer Cup (1), 2007.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T13th at the Sony Open in Hawaii.","dynStats" : "He ranks T31st in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/webbsimpson1"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/webbsimpson1"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}