{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29670","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "7","capcure" : "N", "personalInfo" : {"name" : {"last" : "Larrazabal","first" : "Pablo","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "165","weightMetric" : "75","birthDate" : "May 15, 1983","age" : "32","birthPlace" : "Barcelona, Spain","residence" : "Barcelona, Spain","family" : "Single","education" : "","splInterest" : "Soccer","pronunciation" : "lawr-AH-thuh-ball","nwTourAlumnus" : "","trndProYear" : "2004","clubAffl" : "El Prat GC (Barcelona, Spain)","cityPlaysFrm" : "Barcelona; ; Spain","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(4): 2008 Open de France Alstom [Eur]. 2011 BMW International Open [Eur]. 2014 Abu Dhabi HSBC Golf Championship [Eur]. 2015 BMW International Open [Eur].","curYearHigh" : "Was in contention all week at the Trophy Hassan II in Morocco in late-March. Shot rounds of 70-69-73-68 but came up two shots short of winner Richie Ramsay at the Golf du Palais Royal in Agadir. Finished T3 with five others...Garnered his fourth European Tour title and second BMW International Open when he shot a final-round 66 in Munich to edge Henrik Stenson by a shot at GC Munchen Eichenried. A second-round 66 gave him a one-shot, 36 hole lead over James Morrison. Struggled to a 2-over 74 in the third round and fell into a tie for fifth, five shots behind Morrison with 18 holes to play. Recovered nicely on the final day, playing bogey-free, with five front-nine birdies and a late birdie on No. 16 to seal the win.","carHigh" : "2013-14: Made four PGA TOUR medal play starts, with his top showing a T63 at the World Golf Championships-Bridgestone Invitational...Lost in the first round of the World Golf Championships-Accenture Match Play Championship...Finished 29th on the European Tour's Race to Dubai standings. Picked up his third European Tour title and first since 2011 when he won the Abu Dhabi HSBC Golf Championship in mid-January. Began the final round three shots back and shot a Sunday 67 to edge Phil Mickelson and Rory McIlroy by one shot. The three-shot come-from-behind win matched the largest in tournament history (Paul Casey in 2007)...Played for Europe in the inaugural Eurasia Cup in Kuala Lumpur, Malaysia. Went 1-1-1 in his three matches during Europe's tie with Asia...Three weeks later, was back in Kuala Lumpur where a final-round 67 led to a T8 at the Maybank Malaysian Open, his second consecutive top-10 at the event. In the second round, survived numerous hornet stings while walking on the fifth-hole fairway. To escape, he jumped in a nearby lake. Received treatment on the course and was able to continue his round. He called it the \"scariest moment of my career.\"...Appeared ready to make a run at the title at the BMW PGA Championship in late-May at the Wentworth Club in England. But a three-bogey-in-four-hole stretch on his back nine ended any hopes, and he eventually T7 with four others...Made a run at victory at the BMW International Open in Germany in late-June. Struggled on the final day at GC Gut Larchenhof, shooting an even-par 72 to fall into a T8, two shots out of the four-man playoff that Fabrizio Zanotti won...Picked up a T5 in September at the KLM Open in Zandvoort, Netherlands, tying with Joost Luiten and Romain Wattell, four shots behind winner Paul Casey...Finished T5 at the Volvo World Match Play Championship, losing in the quarterfinals to Joost Luiten, 6 and 5, at The London GC in England.\n\n2013: At the Maybank Malaysian Open in Kuala Lumpur in March, shot a final-round, 4-under 68 at the weather-shortened event to finish T6...In late-March, finished solo fourth at the Trophy Hassan II in Morocco, thanks to a second-round, 8-under 64 at Golf du Palais Royal...Was only a stroke off Alexander Noren's 54-hole lead at the Ballantine's Championship in April. Could only shoot a 1-over 73 on the final day to T6 with three others, including Noren...Finished T5 the following week at the Volvo China Open in Tianjian...After opening 69-69-66 at the Irish Open, struggled on the final day at Carton House GC, shooting a 4-over 75 to fall into solo fourth, five shots behind winner Paul Casey...Was T9 in mid-September in the Netherlands, at the KLM Open...Added a T5 a month later, at the BMW Masters in China. Shot rounds of 69-68 on the weekend at Lake Malaren GC in Shanghai to finish three shots behind winner Gonzalo Fernandez-Castano.\n\n2012: On the European Tour, finished T2 at the Open de Espana in early May. Shot weekend rounds of 69-71 at Real Club de Golf de Sevilla to finish three shots behind winner Francesco Molinari...Entered the final round of the KLM Open in the Netherlands tied with Graeme Storm, Scott Jamieson and Gonzalo Fernandez-Castano. Shot a final-round, even-par 70 at Hilversumsche GC to finish T2, two shots behind Peter Hanson...Was in contention a week later, at the BMW Italian Open. Shot four rounds in the 60s to T5, six shots behind winner Fernandez-Castano...Hada nice weekend at the UBS Hong Kong Open in mid-November. Was 7-under on the weekend (65-68) to T8.\n\n2011: After numerous top-10 finishes, he finally broke through and won for the first time since 2008, capturing a five-hole playoff at the BMW International Open over fellow countryman Sergio Garcia. Made a par on the fifth extra hole after Garcia three-putted...Was fourth at the Saab Wales Open in early June, a month after a third-place finish at the Open de Espana...Also added a 10th-place showing at the Volvo China Open, shooting a final-round 64 to move up the leaderboard...First top-five of the season came at the Avantha Masters in New Delhi, India. Was tied for the runner-up position heading into the final round before a Sunday 72 ended any hopes he had of winning, eventually finishing T5, four strokes behind winner S.S.P. Chawrasia..Came close to picking up his second European Tour win of the season, falling in a five-man playoff at the Johnnie Walker Championship in Scotland. Joined Thomas Bjorn, the playoff's eventual winner, George Coetzee, Bernd Wiesberger and Mark Foster. He dropped out after the second playoff hole, with Bjorn winning on the fifth extra hole...Concluded his season with a T10 at the Dubai World Championship. \n\n2010: Lone top-10 came at the BMW International Open in Munich. He shot a final-round 68 to finish T3, two strokes behind winnner David Horsey. \n\n2009: Only European Tour top-10 came at the UBS Hong Kong Open (played in November 2008), where he T4.\n\n2008: His stellar season ended with him winnng the Henry Cotton Award as the European Tour's Rookie of the Year. Picked up his first European Tour win with a dominant performance at the Open de France Alstom. Earned a spot in the field by making his way through a 36-hole qualifier. Opened with a 65-70 at Le Golf National in Paris to hold a share of the lead with David Lynn. Owned a three-stroke lead over Soren Hansen and Colin Montgomerie at the 54-hole mark, shot a final-round 67 and defeated Montgomerie by four strokes...Used only 129 strokes on the weekend (62-67) at the Madrid Masters to finish solo third, four strokes behind Charl Schwartzel...Only other top-10 was a T10 at the British Masters. \n\n2007: Playing on the European Challenge Tour, enjoyed a fourth-place showing at the Postbank Challenge. Other top-10 came at the AGF-Allianz Open des Volcans-Challenge de France, where he T8. \n\n2006: Played in eight European Challenge Tour events, with his best finish a T7 at the Vodafone Challenge ending a distant six strokes behind winner Martin Kaymer.\n","otherCarHigh" : "","personal" : "Growing up, he worked on his family's fish farm in Santander, Spain, and had to delay turning professional as a golfer because his father wanted him to know the value of hard work and the value of money...Brother, Alejandro, won the 2002 British Amateur. Caddied at Augusta National for Alejandro at the 2002 Masters...Father, Gustavo, played golf professionally and represented his native Venezuela in international events.","otherInfo" : "","ntlTeams" : "World Cup (1), 2008; Seve Trophy (1), 2011; Royal Trophy (1), 2009; Eurasia Cup (1), 2014.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T14th in 2015 at the World Golf Championships-HSBC Champions.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}