{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "10699","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "6","capcure" : "N", "personalInfo" : {"name" : {"last" : "Bateman","first" : "Ahmad","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "160","weightMetric" : "73","birthDate" : "August 6, 1961","age" : "54","birthPlace" : "Windsor, Ontario, Canada","residence" : "Bangkok, Thailand","family" : "Wife, Shinta; Aneesah (9\/1\/95), Adam (6\/26\/98)","education" : "University of Southern California","splInterest" : "Family, faith, sports, Scrabble, Detroit Red Wings hockey","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1982","clubAffl" : "Bangkok Golf Centre (Bangkok, Thailand)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "361,735&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Made his Champions Tour debut, at the Insperity Invitational. Finished T43 outside Houston. \n\n2005: Made four of 11 cuts. Finished a season-best sixth place at the Xerox Classic for his only top-10 showing of the season. Rounds of 71-67-69-65 led to an 8-under-par 272 finish and a season-best $19,800 paycheck. Finished three shots behind tournament champion Rick Price...Played in the Zurich Classic of New Orleans, finishing T82. \n\n2004: Made the cut in 16 of 26 appearances on the Web.com Tour, including five top-25 finishes. Earned $66,195 to complete the season No. 78 on the official money list. Only top-10 came at the Rheem Classic, where rounds of 68-70-66-68 gave him a T5 showing. \n\n2003: Made the cut in just one of eight appearances on Tour, finishing T60 at the Chattanooga Classic.\n\n2002: Finished No. 119 on the Web.com Tour money list. Made seven cuts in 20 tournaments, with his best finish two T12s at the season-opening Jacob's Creek Open and the Preferred Health Systems Wichita Open. Granted a medical extension.\n\n2001: Played in just three events early in the Web.com Tour season, missing the cut in all three due to ongoing shoulder issues. After not making it past 36 holes in first three events, ran off seven consecutive cuts made. Included in that run were six top-17 finishes and 24 consecutive rounds at par or better, the best on Tour. Tied for first-round lead at the Omaha Classic before losing to David Berganio, Jr. in a two-hole playoff. Opening-round 64 tied his career-low round. Set new Tour record with 28 birdies during the four rounds in Omaha...On the European Tour, made four starts, with two made cuts. Best outing was a T3 at the Carlsberg Malaysian Open...Had surgery on his shoulder in July.\n\n2000: Played the Asian PGA Tour and recorded three top-10s in four events. Best was a third-place finish at the Volvo China Open, shooting an opening-round 67. \n\n1999: Fired a final-round 64 to jump from 41st to eighth at the Wichita Open for his best finish of the season...Missed the cut at the PGA TOUR's Shell Houston Open.\n\n1998: Returned to action in early March for the Greater Austin Open after successful back surgery. \n\n1997: Won the Carolina Classic. Made the only eagle of the final round, a holed sand shot on the 13th hole to win by one stroke over Dennis Paulson, Steve Flesch and Terry Price. Earned Player of the Month honors for May...Underwent arthroscopic back surgery the week following the PGA TOUR National Qualifying Tournament. \n\n1996: At the Utah Classic, set Tour record for best birdie-eagle streak when he played an eight-hole stretch in 9-under-par. Began streak with four birdies, added an eagle, then ran off three more birdies to better the record shared by Tom Lehman and Tommy Tolles...In lone major championship appearance, missed the cut at the PGA Championship...Also played in three other PGA TOUR events, all in California (Bob Hope Chrysler Classic, Buick Invitational and Nissan Open). Missed the cut in all three.\n\n1995: Won the Southern California PGA Championship. Was T7 in PGA Club Professional Championship that earned him a spot in 1996 PGA Championship. \n","otherCarHigh" : "","personal" : "Met wife, Shinta, while playing at the 1994 Indonesian Open on the Asian Tour. Calls it his biggest thrill in golf. Was the teaching professional at El Dorado Park GC in Long Beach, Calif...Appeared on CBS show \"Winning Lines\" in February 2000 and won $90,000.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 1st in 1997 at the NIKE Carolina Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}