{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "19974","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Chapman","first" : "Roger","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "185","weightMetric" : "84","birthDate" : "May 1, 1959","age" : "56","birthPlace" : "Nakuru, Kenya","residence" : "Ascot, England","family" : "Wife, Cathy; Christopher (1987), Thomas (1990)","education" : "","splInterest" : "Fly fishing, Rugby Union","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1981","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "2,470,000&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Rebounded from an opening-round 2-over-par 74 at the Mitsubishi Electric Classic with rounds of 66-69 on the weekend to finish T9. It was his first top-10 finish in a stroke-play event on PGA TOUR Champions since his T3 finish at the 2014 Nature Valley First Tee Open at Pebble Beach.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2011","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(6): 1979 English Amateur Championship. 1981 Lytham Trophy, Lake Macquarie Amateur. 1998 Zimbabwe Open. 2000 Brazil Rio de Janeiro 500 years Open, King Hassan II Trophy.","intlVics" : "","curYearHigh" : "Rebounded from an opening-round 2-over-par 74 at the Mitsubishi Electric Classic with rounds of 66-69 on the weekend to finish T9. It was his first top-10 finish in a stroke-play event on PGA TOUR Champions since his T3 finish at the 2014 Nature Valley First Tee Open at Pebble Beach.","carHigh" : "2015: Slipped from 34th to 53rd on the money list with just one top-10 finish to his credit...Finished T5 with partner Russ Cochran at the Bass Pro Shops Legends of Golf in April...Rebounded from an opening-round 7-over-par 79 at the Senior PGA Championship to T13...Also finished T13 at the European Senior Tour's Travis Perkins Masters in September. \n\n2014: After finishing 50th on the money list in 2013, bounced back with a much-improved season. Made a late run for a spot in the top 30 but fell short, finishing 34th on the money list. Got as high as 32nd with two full-field events remaining after a T3 at the Nature Valley First Tee Open, but was unable to move any higher...Equaled the low round of the tournament on the final day when he carded a 7-under 65 at Pebble Beach which vaulted him into a T3 finish, his best PGA TOUR Champions effort since winning the 2012 U.S. Senior Open...Was also T6 at the Encompass Championship. Found himself just three strokes off the 36-hole lead but shot even-par 72 Sunday to drop back. Performance in Chicago in mid-June at the time was his best since winning the 2012 U.S. Senior Open...Nearly added another top-10 finish to his ledger in October, but a costly bogey on the 54th hole at the Greater Hickory Kia Classic dropped him to a T11...Was among the top 20 a dozen times after doing so just six times in 2013.\n\n2013: Played in 25 of 26 events and finished the year 50th on the money list, the final fully-exempt spot for the 2014 season...Had just one top-10 finish, which came at the Mississippi Gulf Resort Classic in March. Was tied for the 18- and 36-hole leads before a final-round 75 eventually led to a T10 finish at Fallen Oak...He and teammate Jay Don Blake held the 36-hole lead at the Liberty Mutual Insurance Legends of Golf before eventually finishing T16...Posted four straight rounds in the 60s to finish T18 at the Constellation SENIOR PLAYERS Championship in June...Dropped from 17th in 2012 to 49th in Greens in Regulation.\n\n2012: One of the surprise stories of the PGA TOUR Champions season...Started the year as a non-exempt player and turned his career around in his first start of the campaign when he won the Senior PGA Championship by two strokes over John Cook, becoming just the third Englishman to win on the PGA TOUR Champions and second (Mark James) to claim a major championship. Led or shared the lead in each of the four rounds at Harbor Shores in Benton Harbor, Mich. Victory came in his 16th career PGA TOUR Champions start. Enjoyed a five-stroke lead after 54 holes, and his advantage reached nine strokes early Sunday before he held on for a two-shot victory that made him immediately exempt on the PGA TOUR Champions...Seven weeks later, returned to Michigan and won the U.S. Senior Open just north of Detroit, at Indianwood CC. Rallied from four strokes back of Bernhard Langer, overtaking him late on the front nine and then held off Tom Lehman, Corey Pavin and Fred Funk down the stretch, to become the first Englishman to win a USGA event since Tony Jacklin at the 1970 U.S. Open at Hazeltine CC. Secured the victory by hitting a career 5-iron shot to within inches of the cup at the 205-yard, par-3 17th hole for a tap-in birdie that moved his lead back to two strokes, his eventual winning margin. Became the eighth player to win the U.S. Senior Open in his first appearance and the third international winner of the championship in the last five years. Victory at Indianwood, coupled with his Senior PGA Championship triumph, made him just the first player since Langer in 2010 to claim a pair of majors in the same year. He also joined Gary Player (1987), Jack Nicklaus (1991) and Hale Irwin (1998) as the fourth player to claim the Senior PGA Championship and U.S. Senior Open in the same year. Also became the first player since Mike Reid at the 2009 Tradition, whose first two PGA TOUR Champions wins came in majors. He was the fifth player overall to pull off that feat...Was one of 15 players to surpass the $1-million mark in season earnings, and he also garnered a $200,000 annuity by finishing fourth in the season-long Charles Schwab Cup race...Player of the Month for May...Continued to play selected events on the European Senior Tour and won the John Jacobs Trophy as that circuit's Order of Merit winner. His best finish on that Tour was a T3 at the French Riviera Masters...Forced to withdraw after the opening round of The Senior Open Championship with a neck injury...Honored by the Golf Writers Association of America as its PGA TOUR Champions Player of the Year. \n\n\n\n2011: Played in 11 events during the campaign with his two best finishes coming in successive weeks. Was T27 at the Senior PGA Championship and followed that with a T28 at The Principal Charity Classic.\n\n2010: Finished in sixth place at the PGA TOUR Champions National Qualifying Tournament. Was one of three players to T5 but was eliminated in the battle for the fifth and final fully-exempt position when John Morse made birdie on the first playoff hole. Claimed the sixth spot ahead of Robert Thompson two holes later when he made a birdie...Earned a berth at the Q-School finals by finishing T13 at the regional qualifier at MetroWest in Orlando...Competed on the European Senior Tour during the season, finishing 13th on the Senior Tour Order of Merit...Posted five top-10 finishes, including a solo second-place effort at the Handa Senior Masters...In late December, lost in a two-hole playoff to David Frost at the Mauritius Commercial Bank Open. 2009: Joined the European Senior Tour shortly after turning 50 in May and competed in 13 events...Resume from that season included a third-place finish at the Son Gual Mallorca Senior Open and a T3 at the Irish Seniors Open...Led both events heading into the final round before slipping to third place...Narrowly missed winning the Rookie of the Year Award...Made a hole-in-one at the Senior PGA Championship that year at Canterbury, sinking a 4-iron from 206 yards in the third round. \n","otherCarHigh" : "Enjoyed a lengthy career on the European Tour, competing on that circuit from 1982-2006, with more than 600 career starts...Finished among the top-50 money-winners 13 times, with a career-best showing in 1988 when he was 17th on the final money list...Earned more than âŹ3.3 million, including âŹ389,822 in 2000...Finished as a runner-up six times in his career before finally breaking through for his first career win at the 2000 Brazil Rio de Janeiro 500 Years Open where he defeated Padraig Harrington in a two-hole playoff...Later that year, captured the King Hassan II Trophy in Morocco...Member of the Alfred Dunhill Cup squad in 2000...Had an impressive amateur career prior to turning professional, winning the English Amateur Championship in 1979...Played on the 1981 Great Britain\/Ireland Walker Cup team and beat Hal Sutton twice in one day in those matches.","personal" : "Served a stint as a rules official on the European Tour in 2007 and 2008 before embarking on his senior career...Underwent laser eye surgery after years of wearing glasses.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T2nd at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks T35th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}