{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "08339","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "McRoy","first" : "Spike","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "155","weightMetric" : "70","birthDate" : "May 2, 1968","age" : "47","birthPlace" : "Huntsville, Alabama","residence" : "Huntsville, Alabama","family" : "Wife, Rica; Rily Alexander (2\/27\/99), Parker Kumar (4\/17\/01), Meera Sophia (9\/3\/2002)","education" : "University of Alabama (1991, Corporate Finance)","splInterest" : "Guitar, fishing, stock market, Bible study","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2000)","trndProYear" : "1991","clubAffl" : "Valley Hill CC (Huntsville, Alabama)","cityPlaysFrm" : "Huntsville; AL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,849,303&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Finished the 2007 Nationwide Tour season with just two made cuts in 12 starts, with a T36 at the Peek'n Peak Classic his best showing. Made six starts on the PGA TOUR in 2007 but failed to post a top-25 finish. In 2006, he split time between the PGA TOUR (9 starts) and Nationwide Tour (12 starts) with a best finish of T21 at the Nationwide Tour's 2006 Peek'n Peak Classic. Lone top-10 on TOUR in 2005 was a T9 at the Reno-Tahoe Open, aided by rounds of 70-68 on the weekend. Best finish on Nationwide Tour was T2 at the 2005 Mark Christopher Charity Classic. Finished 159th on 2004 TOUR money list. Had 35 starts in 2003, tied for most on TOUR with Pat Bates, Esteban Toledo and Neal Lancaster. Finished a career-best 110th on 2002 TOUR money list with $616,814 after entering season with partial TOUR status. Earned first career TOUR title in 115th career start at the 2002 B.C. Open, one of a record 18 first-time winners. Rolled in a 31-foot birdie putt on the 72nd hole to finish a 7-under-par 65. The 19-under 269 total topped Fred Funk by a stroke. After a two-year hiatus from the TOUR, earned $401,654 to finish 127th on the 2001 money list. Needing $4,598 to retain TOUR card for 2002, missed cut at final event, the 2001 Southern Farm Bureau Classic. One top-10 finish, T3 at the 2001 Kemper Insurance Open. The 2000 Nationwide Tour Player of the Year after winning the season-ending Nationwide Tour Championship at Highland Oaks GC in home state of Alabama. Earned $99,000 for second win of the season, pushing his season total to a then-Tour-record $300,638. First Nationwide Tour victory came at the 2000 Dakota Dunes Open. In 1999, split time between Nationwide Tour and TOUR with 11 events on both Tours. In 1998, posted only one top-10, T6 at 1998 Buick Invitational, in 32 TOUR starts. Finished 190th on 1997 TOUR money list in 27 events with one top-25 finish. Runner-up to Rafael Alarcon at the 1997 Compaq World Putting Championship. Finished T5 at Qualifying Tournament in fall of 1997 to regain TOUR card for the 1998 season. Winner of 1992 Alabama Open and two Hooters Tour events that year. Winner of the 1990 Cajun Classic. Earned his nickname from a great uncle who was a fan of the Detroit Tigers and star player Ty Cobb. Cobb was known for his aggressive baserunning, with spikes up going into bases. The great uncle sent Spike a miniature Tigers uniform when he was born. Wife obtained Doctorate in Optometry from Southern College of Optometry in Memphis in 1996.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1997","qSchoolYear" : "1996, 1997","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2010: Made one of four cuts on the PGA TOUR...Best finish was 75th at the Mayakoba Golf Classic. 2009: Finished T42 in his only start on the PGA TOUR at the Legends Reno-Tahoe Open...Missed the cut in his only Nationwide TOUR start. 2008: Split time between the PGA TOUR and Nationwide Tour...Made two of four cuts on the TOUR and four of 13 cuts on the Nationwide Tour...Best finish was a T18 at the 2008 Melwood Prince George's County Open on the Nationwide Tour. 2007: Played in 18 tournaments combined between the PGA TOUR (six starts) and the Nationwide Tour (12 starts) and made the cut in two events on each tour. 2006: Split time between the PGA TOUR (9 starts) and Nationwide Tour (12 starts) with a best finish of T21 at the Nationwide Tour's Peek'n Peak Classic. 2005: Split time between PGA TOUR (12 starts) and Nationwide Tour (15 starts)...Lone top-10 on TOUR came in 11th start, a T9 at the Reno-Tahoe Open, aided by rounds of 70-68 on the weekend...Best finish on Nationwide Tour was T2 at the Mark Christopher Charity Classic. 2004: Former B.C. Open champion split time between PGA TOUR (12 starts) and Nationwide Tour (15 starts)âŚFinished just outside the top 150 on the TOUR money list at No. 159. 2003: Had 35 starts, tied for most on TOUR with Pat Bates, Esteban Toledo and Neal Lancaster. 2002: Finished a career-best 110th on TOUR money list with $616,814 after entering season with partial TOUR status...Earned first career TOUR title in 115th career TOUR start at the B.C. Open, one of a record 18 first-time winners. Rolled in a 31-foot birdie putt on the 72nd hole to finish at 7-under-par 65 for the final round. The 19-under-par total of 269 topped Fred Funk by one stroke, earning a career-high check of $378,000...Finished the year on a strong note with T5 finish at the season-ending Southern Farm Bureau Classic, shortened to 54 holes due to unplayable conditions. 2001: After a two-year hiatus from the TOUR, earned $401,654 to finish 127th on the money list...Needing $4,598 to retain TOUR card for 2002, missed cut at final event, the Southern Farm Bureau Classic...One top-10 finish, T3 at the Kemper Insurance Open. 2000: Nationwide Tour Player of the Year after winning the season-ending Nationwide Tour Championship at Highland Oaks GC in home state of Alabama. Earned $99,000 for second win of the season, pushing his season total to a then-Tour-record $300,638...First Nationwide Tour victory came at the Dakota Dunes Open. 1999: Split time between Nationwide Tour and PGA TOUR with 11 events on both Tours. 1998: Posted only one top 10, T6 at Buick Invitational, in 32 TOUR starts. 1997: Finished 190th on TOUR money list in 27 events with one top-25 finish...Runner-up to Rafael Alarcon at the Compaq World Putting Championship...Finished T5 at PGA TOUR Qualifying Tournament in fall of 1997 to regain TOUR card. 1992: Winner of Alabama Open and two Hooters Tour events. 1990: Winner of the Cajun Classic.\n","otherCarHigh" : "","personal" : "Earned his nickname from a great uncle who was a fan of the Detroit Tigers and star player Ty Cobb. Cobb was known for his aggressive baserunning, with spikes up going into bases. The great uncle sent Spike a miniature Tigers uniform when he was born...Wife obtained doctorate in optometry from Southern College of Optometry in Memphis in 1996.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "For the first time in his career, dating to 1991, did not make a PGA TOUR start. Also had no Nationwide Tour starts for the second consecutive year."}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}