{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01905","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Ozaki","first" : "Joe","middle" : "","extn" : "","nick" : "Joe"}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "165","weightMetric" : "75","birthDate" : "May 18, 1956","age" : "59","birthPlace" : "Tokushima, Japan","residence" : "Tokyo, Japan","family" : "Wife, Yoshie; Takamasa, Junya","education" : "","splInterest" : "Karaoke, fishing, family activities","pronunciation" : "oh-ZAW-key","nwTourAlumnus" : "","trndProYear" : "1977","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "5,845,235&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1990","qSchoolYear" : "","exmtStatus" : "125th on 2000 money list","otherVics" : "","intlVics" : "(35): 1984 Shizuoka Open, Sapporo Tokyu Open, KBC Augusta. 1985 Nikkei Cup. 1986 Pepsi Ube. 1987 Tokai PGA Championship, Hirao Masaaki Charity. 1988 Sapporo Tokyu Open, NST Niigata Open, All Nippon Airways Open, Nippon Series. 1989 Taylor Made Setonaikai Open, Dai Ichi Realty Cup, Imperial. 1990 Japan PGA Match Play, Jun Classic, Nippon Series. 1991 Nikkei Cup, Suntory Open, Casio World, Nippon Series. 1992 Imperial, Suntory Open, Lark Cup. 1994 Acom International. 1996 Philip Morris. 1997 PGA Philanthropy, Yonex Open Hiroshima. 1999 Tsuruya Open, Japan PGA Championship, Japan Open. 2000 Japan Open. 2003 Bridgestone Open. 2005 Tsuruya Open, The Crowns.","curYearHigh" : "","carHigh" : "In 1999, stood one stroke off first-round lead at THE PLAYERS Championship after opening 69. Second-round 68 gave him one-stroke lead over eventual winner David Duval. It was second consecutive year that he led after 36 holes of THE PLAYERS Championship. Closed 81-73 for T10 worth $107,143. ... Won three times on the Japan Golf Tour in 1999 -- Tsuruya Open, Japan PGA Championship and Japan Open. In 16 tournaments in Japan, had 12 top-10 finishes. At Japan PGA Championship he and his brothers finished in the top three places, with Joe winning, Jumbo finishing second and Jet third. Won Tsuruya Open in wire-to-wire fashion. ... Earned special temporary PGA TOUR membership in 1993 with T6 at THE PLAYERS Championship. .. Parlayed that into fully exempt status for 1994 by finishing 115th on the money list. ... Has 14 top-10 finishes on TOUR. ... Best career TOUR finish T2 at 1997 Buick Open.. ... Best year on TOUR was 1995, when he compiled four top-10 finishes. ... Entered 19 PGA TOUR events in 1997, finishing in the money 14 times which included two top-10s. ... Considered resigning PGA TOUR membership prior to 1998 season, chose instead to retain it while concentrating more of his efforts in his native Japan. ... Member of 1998 International Team for the Presidents Cup. Finished 11th in International Team eligibility rankings, but earned automatic berth when brother Jumbo declined to participate.\n","otherCarHigh" : "","personal" : "Youngest of three Ozaki brothers, Masashi \"Jumbo,\" Tateo \"Jet,\" and Joe. ... Although he professes to spend less on his wardrobe than oldest brother Jumbo, still chooses his wardrobe carefully.","otherInfo" : "A member of the PGA TOUR is 2001, making 17 starts and finishing 154th on the money list with a best finish of T5 at Sony Open in Hawaii. Was able to earn his 2001 exempt status on the PGA TOUR at the 2000 WGC-American Express Championship, the final event official money was counted during the season. Qualified for WGC-American Express Championship through his 47th spot on the Official World Golf Ranking. Prior to Valderrama, was 128th on PGA TOUR money list with $353,816 but finished T35, earned $39,500 and moved to 123rd on TOUR's Official Money list with $393,316. Move bumped Joey Sindelar from top-125...Finished in top-10 three times on Japan Golf Tour in 2001...In 1999, stood one stroke off first-round lead at THE PLAYERS Championship after opening 69. Second-round 68 gave him one-stroke lead over eventual winner David Duval. It was second consecutive year that he led after 36 holes of THE PLAYERS Championship. Closed 81-73 for T10 worth $107,143...Best year on TOUR was 1995, when he compiled four top-10 finishes...Member of 1998 International Team for the Presidents Cup. Finished 11th in International Team eligibility rankings, but earned automatic berth when brother Jumbo declined to participate...Youngest of three Ozaki brothers, Masashi \"Jumbo,\" Tateo \"Jet,\" and Joe.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2006","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(35): 1984 Shizuoka Open, Sapporo Tokyu Open, KBC Augusta. 1985 Nikkei Cup. 1986 Pepsi Ube. 1987 Tokai PGA Championship, Hirao Masaaki Charity. 1988 Sapporo Tokyu Open, NST Niigata Open, All Nippon Airways Open, Nippon Series. 1989 Taylor Made Setonaikai Open, Dai Ichi Realty Cup, Imperial. 1990 Japan PGA Match Play, Jun Classic, Nippon Series. 1991 Nikkei Cup, Suntory Open, Casio World, Nippon Series. 1992 Imperial, Suntory Open, Lark Cup. 1994 Acom International. 1996 Philip Morris. 1997 PGA Philanthropy, Yonex Open Hiroshima. 1999 Tsuruya Open, Japan PGA Championship, Japan Open. 2000 Japan Open. 2003 Bridgestone Open. 2005 Tsuruya Open, The Crowns.","intlVics" : "","curYearHigh" : "Made just one start during the year, a T59 at the Pacific Links Hawaii Championship.","carHigh" : "2011: Slipped seven spots on the final money list, finishing 35th overall...Played some of his best golf in a three-event span early in the year. Finished T3 in all three events and earned $302,400 in those starts...Played in the final grouping on the final day at the Toshiba Classic for the first time in his Champions Tour career, a span of 101 career starts, and finished T3 at Newport Beach...Was also T3 in his next start, at the Outback Steakhouse Pro-Am, where he posted three straight rounds in the 60s at TPC Tampa Bay...Teamed with Ian Baker-Finch to claim a T3 finish at the Liberty Mutual Legends of Golf. Duo's three-round total of 26-under 190 was one stroke short of a playoff...Was T10 at the Montreal Championship for his other top-10 finish. 2010: Returned to the top 30 on the money list for the first time in three years when finished 28th, earning more than $300,000 than he did in 2009...A pair of top-five performances in his last six starts were crucial in his finishing in the top 30. One of those came at the at the inaugural Posco E&C Songdo Championship in South Korea in September where he was T4 and earned a career-best check on the Champions Tour for $167,500...A month later contended at the Constellation Energy Senior Players Championship where he was among the leaders on Sunday until making a double bogey on No. 11 in the final round and eventually finished T5...Posted rounds of 65-66 on the weekend to claim a T2 finish at the Regions Charity Classic, his best outing since he had a T2 performance at the 2007 Boeing Classic near Seattle. 2009: Made only 16 starts on the Champions Tour...Best performance of the season came at the rain-shortened Regions Charity Classic. Fired rounds of 69-67 to finish third overall near Birmingham. Along with Joey Sindelar, carded a 7-under 63 Sunday at the Toshiba Classic, tying his career-low round on the circuit. 2008: Appeared on the verge of finishing among the top-30 money-winners for the second consecutive year before a T53 finish in the year's final full-field event, the AT&T Championship, allowed Bob Gilder to jump past him and claim the final spot and a berth in the Charles Schwab Cup Championship...Had just two top-10 finishes. Was T4 at The Ginn Championship at Hammock Beach, thanks to 77 total putts, the fewest number by any player in the field. Was T5 at the Dick's Sporting Goods Open in July in upstate New York. Fired an opening-round, 9-under, 63 which included a 6-under on the back nine. That 63 was his career-low score on the Champions Tour. Followed that with consecutive rounds of 70 to finish four strokes behind Eduardo Romero...Led all players in Putts Per Round, at 28.32, the second consecutive year he had led that category. 2007: One of the surprises of the season on the Champions Tour, placing 19th on the final earnings list…Finished 45th the previous year on the money list and was not fully exempt when the season began...Nearly captured his first Champions Tour victory in August at the Boeing Classic. Birdied the final hole in regulation to join the record seven-man playoff near Seattle but was eliminated on the first extra hole when three players, including eventual winner Denis Watson, made birdies...Posted four straight top-10 finishes early in the year, including a pair of top-notch performances at the Toshiba Classic and AT&T Champions Classic during the circuit's California swing in March. After open qualifying, fired rounds of 68-64-68 to claim a T3 at Newport Beach. The top-10 finish earned him a berth in the following event—AT&T Champions Classic—and he finished T4, earning a spot in The Ginn Championship at Hammock Beach where he finished T10 and earned a spot in the FedEx Kinko's Classic...Made it four straight top-10 finishes when he opened with a 5-under 67 at the Austin-area event and eventually claimed a sixth-place finish...One of the top putters on Tour. Finished first in Putts Per Round (28.10) and was second to Loren Roberts in Putting (1.720). 2006: Finished 45th on the money list in his rookie season to earn a partial exemption in 2007...Posted three consecutive sub-70 rounds at the Greater Kansas City Golf Classic and 6-under 66 Sunday vaulted him into a T3...Was T5 late in the season at the Greater Hickory Classic at Rock Barn after shooting 66 on Sunday...Did not make his debut on the circuit until late May at the Senior PGA Championship and finished T31...Tied a Champions Tour record at the Ford Senior Players Championship when he reeled off eight straight birdies on the front nine (Nos. 2-9) in the second round. Record originally set by Chi Chi Rodriguez at the 1987 Silver Pages Classic and later matched by Jim Colbert at the 2000 TD Waterhouse Championship and Dana Quigley at the 2005 Bruno's Memorial Classic...His 8-under-par 28 on the front nine was a 2006 nine-hole best. 2005: Fully exempt in 2006 after he finished third at the 2005 Champions Tour National Qualifying Tournament at the PGA of Southern California GC...Was the medalist at the first stage held at MetroWest CC in Orlando, Fla...Prepped for the Champions Tour by competing on the Japan Golf Tour where he was second on the money list with two victories. \n","otherCarHigh" : "One of the long-time stars on the Japan Golf Tour, with 35 career victories to his credit...Played for several years on the PGA TOUR, as well, with multiple starts between 1993-2001 to his credit...Career earnings on the PGA TOUR totaled nearly $2.4 million, including a career-best $393,316 in 2000...His best finish came in 1997 when he was T2 at the Buick Open...Had four top-10 finishes in 1995, including a T8 at THE PLAYERS Championship. He was also T6 in the tournament in 1993...Member of the victorious International Team in the 1998 Presidents Cup competition...Has made 10 career holes-in-one, with four coming on the PGA TOUR.","personal" : "Youngest of the three famous Ozaki brothers (Jumbo and Jet)...Jumbo got him started in the game of golf when he gave him his first lessons...His heroes are Jumbo and Jack Nicklaus...Favorite courses are Pebble Beach GL and Augusta National GC...One course he would like to play is Pinehurst No. 2...Favorite movie is \"The Last Samurai\" and his favorite TV show is \"World News.\"...Favorite food is Japanese food...Carries a charm from a temple in Japan and a photo of his children for good luck.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the PGA TOUR Champions 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}