{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01707","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Lowery","first" : "Steve","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "230","weightMetric" : "104","birthDate" : "October 12, 1960","age" : "55","birthPlace" : "Birmingham, Alabama","residence" : "Birmingham, Alabama","family" : "Wife, Heather; Kristen Branch (12\/27\/91), Lauren Elizabeth (5\/30\/95), Stephen Brent, Jr. (1\/25\/98)","education" : "University of Alabama","splInterest" : "Hunting, fishing, Alabama football","pronunciation" : "LAU-ree","nwTourAlumnus" : "Web.com Tour Graduate (1992)","trndProYear" : "1983","clubAffl" : "Greystone CC (Hoover, Alabama)","cityPlaysFrm" : "Birmingham; Alabama; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "16,923,055&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Finished 10th at the Mississippi Gulf Resort Classic in April.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Veteran hampered by left-wrist injury suffered at the 2007 FBR Open, where he was forced to withdraw during the final round. Did not play again until the Wachovia Championship in May. Granted Minor Medical Extension and has eight events in 2008 to earn $282,558 (combined with 2007 earnings of $502,622 would equal 2007's No. 125 earnings of $785,180), and subsequently be upgraded to Major Medical Extension status for the remainder of the 2008 campaign. Lone top-10 in 22 starts was a T10 in first tournament of the season, the Sony Open in Hawaii, aided by rounds of 67-67 on the weekend. In 2006, another solid season with three top-10s and more than $1 million in earnings. Started the 2005 season with 11 missed cuts in his first 12 starts, but ended the year with top-10s in three of his last five TOUR appearances, helping him secure his card for 2006. Best effort of the season was T3 at the Chrysler Championship. Leader after 36 and 54 holes but a closing 3-over 75 dropped him to T3. Collected a season-best $216,164 to move inside the top-100 on the money list for the 12th time in his 18-year career. Sank an 8-foot putt on the 72nd hole at the 2004 Cialis Western Open to finish solo second, earning one of the last exemptions into the British Open. Shared second-round lead. His $518,400 payday marked a career best. Held the outright lead through three rounds of the 2003 B.C. Open but a closing 72 and a 9-under-par 63 by Champions Tour player Craig Stadler dropped Lowery into T2. Finished solo third at Las Vegas Invitational, three behind the playoff between Stuart Appleby and Scott McCarron. Thanks to three runner-up finishes in 2002 (Greater Milwaukee Open, The INTERNATIONAL and Air Canada), earned a career-best $1,885,553 and gained a spot in THE TOUR Championship for the third time in career. Missed 10-foot birdie putt on 18th hole at The INTERNATIONAL which would have given him the win by one over Rich Beem. In his final five holes, Lowery had a birdie on the par-5 14th after getting up and down from a water hazard, a hole-out eagle on the par-4 15th and hole-out double eagle on the par-5 17th (6-iron from 200 yards). Returned to THE TOUR Championship in 2001 for the first time since 1994 by placing 27th in earnings. Finished third at the PGA, three behind winner David Toms. His second career victory at the 2000 Southern Farm Bureau Classic crowned a season that included nine top-10s. In season-ending victory, opened with 64 for share of lead with Frank Lickliter II. Followed with a 67 and 65 for solo lead through 36 and 54 holes. Took three-stroke lead into final round, shot 37 on the front nine and then birdied three of his final six holes to finish tied with Skip Kendall. In playoff, ran in 45-foot birdie putt from the fringe on the first extra hole for the title. Challenged TOUR scoring record in final round at 1997 Buick Challenge where he was 10-under through 13 holes. He needed to birdie three of the final five holes to equal record but parred 14, 15 and 16 before birdies at 17 and 18 gave him a 60 and a third-place finish. 1994: First TOUR victory came at the Sprint International. Tied with Rick Fehr with 35 points through 72 holes and then won playoff on first extra hole when Fehr's ball found water. Victory was worth $252,000, more than he had earned in any previous season on TOUR. Year also included T2 at Buick Invitational, one stroke behind Craig Stadler, and T3 at NEC World Series of Golf where he held a one-stroke lead through 54 holes at Firestone before closing 72 left him two behind winner Jose Maria Olazabal. Used his play on the 1992 Nationwide Tour to return to the PGA TOUR in 1993. Won Tulsa Open to finish third on the money list. Earned Special Temporary Membership in 1990 and 1991 by earning as much as 150th-place finisher on previous year's money list. 1988: Lost card after finishing 157th on money list in 1988. In 1987, First earned playing privileges at Qualifying Tournament. 1982 and 1983 All-American and Southeastern Conference Player of the Year while at the University of Alabama.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1988","qSchoolYear" : "1987","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "Finished 10th at the Mississippi Gulf Resort Classic in April.","carHigh" : "2012: In his 20 starts, he finished in the top 20 in two of those. Was T14 at the Constellation SENIOR PLAYERS Championship in June and T17 at the U.S. Senior Open...Returned to action on the PGA TOUR and finished T49 at the True South Classic in July, his only PGA TOUR start, thanks to an opening-round, 6-under 66. 2011: Made just two PGA TOUR starts, with a T29 at the Mayakoba Golf Classic being his best finish. On the Champions Tour, claimed eight top-25 finishes in 20 starts, of which three were top 10s...Recorded his first Champions Tour top-10 finish in his sixth career start—a T7 at the Mississippi Gulf Resort Classic...Flirted with the top of the leaderbard in the final round at the Nature Valley First Tee Open at Pebble Beach, before eventually finishing T5 after a final-round 73...His 68 in the final round of the Boeing Classic was good enough for solo ninth...Shared the first-round lead with Fred Couples at the AT&T Championship before eventually finishing T29. 2010: Unable to record a top-10 for the second straight year and just the fourth time since he joined the TOUR in 1988. In addition to 25 starts on the PGA TOUR, joined the Champions Tour in October upon turning 50 and played in two events. 2009: Made the cut in 17 of 27 starts on the PGA TOUR, highlighted by a pair of T24 finishes, first at the season-opening Mercedes-Benz Championship and then at the U.S. Bank Championship in Milwaukee in July...Held the first-round lead at the Buick Open after a 63. Finished T63...Eligible for the Champions Tour in October 2010. 2008: At age 47 years, 3 months, 29 days, collected the third PGA TOUR title of his career in a playoff win over Vijay Singh at the AT&T Pebble Beach National Pro-Am. Singh bogeyed Nos. 14-16 before making a birdie on 18 to force the playoff. Birdied the first playoff hole, the par-5 18th, to record his first win since claiming the 2000 Southern Farm Bureau Classic, a span of 199 tournaments. Was only 1-under for the tournament and in danger of missing the cut through three holes in Saturday's third round before playing his last 33 holes in 9-under. Victory gave him a two-year exemption, taking him through his 50th birthday...Second top-10 finish was a T6 at the Memorial Tournament. It was just his second top-10 (2000-T5) in 13 starts at Muirfield Village GC. 2007: Veteran hampered by left wrist injury suffered at the FBR Open, where he was forced to withdraw during the final round. Did not play again until the Wachovia Championship in May. Granted Minor Medical Extension and had eight events in 2008 to earn $282,558 (combined with 2007 earnings of $502,622 would equal 2007's No. 125 earnings of $785,180), and subsequently be upgraded to Major Medical Extension status for the remainder of the 2008 campaign...Lone top-10 in 22 starts was a T10 in first start of the season at the Sony Open in Hawaii, aided by rounds of 67-67 on the weekend. 2006: Another solid season with three top-10s and more than $1 million in earnings. 2005: Started the season with 11 missed cuts in his first 12 starts, but ended the year with top-10s in three of his last five TOUR appearances, helping him secure his card for 2006...Best effort of the season was T3 at the Chrysler Championship. Leader after 36 and 54 holes but a closing 3-over 75 dropped him to T3. Collected a season-best $216,164 to move inside the top-100 on the money list for the 12th time in his 18-year career. 2004: Sank an 8-foot putt on the 72nd hole at the Cialis Western Open to finish solo second, earning one of the last exemptions into The Open Championship. Shared second-round lead. His $518,400 payday marked a career best. 2003: Held the outright lead through three rounds of the B.C. Open but a closing 72 and a 9-under-par 63 by Champions Tour player Craig Stadler dropped Lowery into T2...Finished solo third at Las Vegas Invitational, three behind the playoff between Stuart Appleby and Scott McCarron. 2002: Thanks to three runner-up finishes (Greater Milwaukee Open, The INTERNATIONAL and Air Canada), earned a career-best $1,885,553 and gained a spot in the TOUR Championship for the third time in career...Missed 10-foot birdie putt on 18th hole at The INTERNATIONAL which would have given him the win by one over Rich Beem. In his final five holes, Lowery had a birdie on the par-5 14th after getting up and down from a water hazard, a hole-out eagle on the par-4 15th and hole-out double eagle on the par-5 17th (6-iron from 200 yards). 2001: Returned to the TOUR Championship for the first time since 1994 by placing 27th in earnings...Finished third at the PGA, three behind winner David Toms. 2000: His second career victory at the Southern Farm Bureau Classic crowned a season that included nine top-10s. In season-ending victory, opened with 64 for share of lead with Frank Lickliter II. Followed with a 67 and 65 for solo lead through 36 and 54 holes. Took three-stroke lead into final round, shot 37 on the front nine and then birdied three of his final six holes to finish tied with Skip Kendall. In playoff, ran in 45-foot birdie putt from the fringe on the first extra hole for the title. 1997: Challenged TOUR scoring record in final round at Buick Challenge where he was 10-under through 13 holes. He needed to birdie three of the final five holes to equal record but parred 14, 15 and 16 before birdies at 17 and 18 gave him a 60 and a third-place finish. 1994: First TOUR victory came at the Sprint International. Tied with Rick Fehr with 35 points through 72 holes and then won playoff on first extra hole when Fehr's ball found water. Victory was worth $252,000, more than he had earned in any previous season on TOUR...Year also included T2 at Buick Invitational, one stroke behind Craig Stadler, and T3 at NEC World Series of Golf where he held a one-stroke lead through 54 holes at Firestone before closing 72 left him two behind winner Jose Maria Olazabal. 1992: Used his play on the Web.com Tour to return to the PGA TOUR in 1993. Won Tulsa Open to finish third on the Web.com money list. 1990: Earned Special Temporary Membership in 1990 and 1991 by earning as much as 150th-place finisher on previous year's money list. 1988: Lost card after finishing 157th on money list. 1987: First earned playing privileges at PGA TOUR Qualifying Tournament. Amateur: 1982 and 1983 All-American and Southeastern Conference Player of the Year while at the University of Alabama.\n","otherCarHigh" : "","personal" : "Enjoys spending time and playing golf with his wife Heather...Huge Alabama Crimson Tide football fan. Grandfather was \"Smokey\" Harper, who worked with coach Bear Bryant and was part of famed Junction Boys at Texas A&M...Has supported the Big Oak Ranch charity tournament in Alabama for nearly 20 years. Also supports Fellowship of Christian Athletes charities...Received the 1995 Singleton Award as Outstanding Professional Athlete in Alabama...Voted into Alabama Sports Hall of Fame in May 2008...Enjoys the TV shows \"King of Queens\" and \"Two and a Half Men.\"...First job was working at a golf course as a caddie, parking valet and range picker...Favorite athletes in other sports are Peyton Manning and Jerry West...Big fan of any Jack Nicholson movie...Would love to play Bandon Dunes and Pine Valley...His most memorable vacation was going to St. John in the U.S. Virgin Islands, where he got married...All-time favorite shot was his double eagle at Castle Pines in 2001 at The International...If he is not playing golf he enjoys fishing, quail hunting and going on vacation to Cabo San Lucas or Destin, Fla...Bucket list includes vacationing in Italy and buying a second home in Palm Springs or at Gozzer Ranch in Coeur d' Alene, Idaho.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2010","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Finished 10th at the Mississippi Gulf Resort Classic in April.","carHigh" : "2015: Dropped to 61st on the final money list after finishing 37th a year earlier...Thanks to a 12-under-par effort on the weekend, he and teammate Mark Calcavecchia finished T3 at April's Bass Pro Shop Legends of Golf...Parlayed a closing-round 6-under-par 66 Sunday for a T10 finish at The Principal Charity Classic...Played at the PGA TOUR's Barbasol Championship (76th), Puerto Rico Open (MC) and Barracuda Championship (MC).\n\n 2014: Was one of a handful of players who enjoyed a turnaround season. After earning just $164,493 and finishing 72nd on the 2013 money list, had the most productive year of his PGA TOUR Champions career, earning $488,087 and finishing 37th on the final earnings' chart. Pocketed more money than in his previous two years combined...Had a trio of top-10 finishes, a first since 2011...Buoyed by a closing-round, 6-under-par 64 at the Shaw Charity Classic, he finished T3 in Calgary for his career-best PGA TOUR Champions showing. His 64 matched his career-low round, and it came at the same venue where he shot his career-best round on the PGA TOUR Champions a year earlier...Played in the last grouping at the Dick's Sporting Goods Open, a first since the 2010 AT&T Championship. Dueled eventual-winner Bernhard Langer midway through the back nine before going double bogey and bogey on Nos. 14-15 at En-Joie GC to fall out of contention and T4...Three consecutive rounds of 70 at Prestonwood CC led to a T10 finish at the SAS Championship. \n\n2013: Had three top-25 finishes in 21 starts during the year...Two of those came in the late summer when he was T20 at the Boeing Classic and T22 the next week at the inaugural Shaw Charity Classic, where his second-round, 8-under-par 64 was a career low on the PGA TOUR Champions...Closed his year with a T22 at the AT&T Championship...Made one PGA TOUR start, at the Sanderson Farms Championship in July. Missed the cut in Mississippi after rounds of 71-73. \n\n2012: In his 20 starts, he finished in the top 20 in two of those. Was T14 at the Constellation SENIOR PLAYERS Championship in June and T17 at the U.S. Senior Open...Returned to action on the PGA TOUR and finished T49 at the True South Classic in July, his only PGA TOUR start, thanks to an opening-round, 6-under 66. \n\n2011: Made 20 starts in his PGA TOUR Champions rookie season and registered three top-10s...Flirted with the top of the leaderbard in the final round at the Nature Valley First Tee Open at Pebble Beach before eventually finishing T5 after a final-round 73...Recorded his first PGA TOUR Champions top-10 finish in his sixth career start—a T7 at the Mississippi Gulf Resort Classic...His 68 in the final round of the Boeing Classic was good enough for solo ninth...Shared the first-round lead with Fred Couples at the AT&T Championship before eventually finishing T29...On the PGA TOUR, was T29 at the Mayakoba Golf Classic, thanks to 65-68 in the second and third rounds at El Camaleon in Riviera Maya, Mexico. 2010: After spending most of his year on the PGA TOUR, he played in just two PGA TOUR Champions events after turning 50 in mid-October...Made his debut at the Administaff Small Business Classic and was T21 at The Woodlands...Was in contention the following week at the AT&T Championship, trailing by just one stroke after 36 holes, but closed with a 1-over-par 72 to eventually finish T11 in San Antonio...Made 10 of 25 cuts on the PGA TOUR with his best finish a T33 at The McGladrey Classic. \n","otherCarHigh" : "Long-time member of the PGA TOUR, with three wins on his resume...Made his PGA TOUR debut at the 1983 B.C. Open and made it through Q-School for the first time in 1987...Competed on both the PGA TOUR and Web.com Tour from 1988-92 before playing full time on TOUR from 1993-2009...Highest finish on the money list was in 1994 when he was 12th on the strength of a win at the Sprint International and a T2 finish at the Buick Invitational...Went past the $1-million mark for the first time in earnings in 2000 aided by a win at the Southern Farm Bureau Classic and earned a career-best $1,882,553 in 2002, thanks to a trio of runner-up finishes (Greater Milwaukee Open, The International and Air Canada Championship)...In 2008, at age 47 years, 3 months, 29 days, collected the third PGA TOUR title of his career in a playoff win over Vijay Singh at the AT&T Pebble Beach National Pro-Am. Singh bogeyed Nos. 14-16 before making a birdie on 18 to force the playoff. Birdied the first playoff hole, the par-5 18th, to record his first win since claiming the 2000 Southern Farm Bureau Classic, a span of 199 tournaments. Was only 1-under for the tournament and in danger of missing the cut through three holes in Saturday's third round before playing his last 33 holes in 9-under...Finished the year 60th on the money list and earned more than $1 million for the sixth time in his career...Slowed by a left wrist injury suffered at the FBR Open during a portion of the 2007 campaign. At FBR Open, he was forced to withdraw during the final round and did not play again until the Wachovia Championship in May...Missed a 10-foot birdie putt on 18th hole during The 2002 International, which would have given him the win by one over Rich Beem. In his final five holes, Lowery had a birdie on the par-5 14th after getting up and down from a water hazard, a hole-out eagle on the par-4 15th and hole-out double eagle on the par-5 17th (6-iron from 200 yards)...In winning the 2000 Southern Farm Bureau Classic, opened with 64 for share of lead with Frank Lickliter II. Followed with a 67 and 65 for solo lead through 36 and 54 holes. Took three-stroke lead into final round, shot 37 on the front nine and then birdied three of his final six holes to finish tied with Skip Kendall. In playoff, ran in 45-foot birdie putt from the fringe on the first extra hole for the title...At the 1997 Buick Challenge he challenged the PGA TOUR scoring mark when he was 10-under through 13 holes. He needed to birdie three of the final five holes to equal record but parred 14, 15 and 16 before birdies at 17 and 18 gave him a 60 and a third-place finish...First TOUR victory came at the 1994 Sprint International. Tied with Rick Fehr with 35 points through 72 holes and then won playoff on first extra hole when Fehr's ball found water...Used his play on the 1992 Web.com Tour to return to the PGA TOUR in 1993. Won the Tulsa Open, defeating Jeff Coston in a playoff at the GC of Oklahoma, and went on to finish third on the money list that season...A college star, he was a two-time All-American (1982 and 1983) and two-time Southeastern Conference Player of the Year while at the University of Alabama.","personal" : "Enjoys spending time and playing golf with his wife, Heather...Huge Alabama Crimson Tide football fan. Grandfather was \"Smokey\" Harper, who worked with coach Bear Bryant and was part of famed Junction Boys at Texas A&M...Has supported Fellowship of Christian Athletes charities...Received the 1995 Singleton Award as Outstanding Professional Athlete in Alabama...Voted into Alabama Sports Hall of Fame in May 2008...Favorite athletes in other sports are Peyton Manning and Jerry West...His most memorable vacation was going to St. John in the U.S. Virgin Islands, where he got married...All-time favorite shot was his double eagle at Castle Pines in 2001 at The International, a tournament he went on to win...If he is not playing golf he enjoys fishing, quail hunting and going on vacation to Cabo San Lucas, Mexico, or La Quinta, Calif... Represents The Discovery Land Company and enjoys visting its various developments as well as meeting and playing golf with its members...Says his biggest win was the 2008 AT&T Pebble Beach Pro-Am, where he defeated Vijay Singh in a playoff.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is 10th at the Mississippi Gulf Resort Classic presented by C Spire.","dynStats" : "He ranks 33rd in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}