{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23552","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Kuehne","first" : "Hank","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "205","weightMetric" : "93","birthDate" : "September 11, 1975","age" : "40","birthPlace" : "Dallas, Texas","residence" : "Palm Beach Gardens, Florida","family" : "Wife, Andy; Henry III (9\/19\/05), Alexander (11\/21\/12)","education" : "Southern Methodist University (1999, Communications)","splInterest" : "Fishing, meditation","pronunciation" : "KEE-knee","nwTourAlumnus" : "","trndProYear" : "1999","clubAffl" : "Old Palm (Palm Beach Gardens, Florida)","cityPlaysFrm" : "Palm Beach Gdns; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,772,129&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Rookie on the 2003 Nationwide Tour...Has missed the cut in eight of his 10 previous appearances on the Nationwide Tour, dating back to the 2000 season. Only made cut was a T34 at the 2000 Virginia Beach Open...Made the cut in four of six tournaments on the 2002 PGA TOUR, including top-25 finishes at the B.C. Open (T19) and the Kemper Insurance Open (T23)...Made the cut in two of six tournaments on the 2000 PGA TOUR, with a T13 at the GTE Byron Nelson Classic his best showing...Missed the cut at the 1999 Masters Tournament as an amateur. Closed out the year by making three of eight cuts, with a T29 at the Bell Canadian Open his best result...2002 Order of Merit champion on the Canadian Tour with a stroke average of 69.54...Made the cut in all 12 appearances with six top-10 finishes, including four to start the season...Opened the season with four straight top-10 showings...Posted two victories on the Canadian Tour, including the Texas Challenge and the TELUS Quebec Open...Earned International Rookie of the Year honors...1998 U.S. Amateur champion...Second-team All-American as a junior at Southern Methodist. Earned honorable mention All-America honors the other three years at SMU...Winner of two individual titles during the 1996-97 season...Tied SMU's all-time low 54-hole total of 208 at the Dr Pepper Intercollegiate and established a school record for low round, firing a 63 at the Golf World Invitational...Lists playing in the 1999 Masters and winning the 1998 U.S. Amateur as his biggest thrills in golf...Credits his father for giving him his start in golf...Lists Fred Couples as his hero.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2003","qSchoolYear" : "","exmtStatus" : "Major Medical Extension","otherVics" : "(2): 2003 Franklin Templeton Shootout [with Jeff Sluman]. 2004 Franklin Templeton Shootout [with Jeff Sluman].","intlVics" : "(2): 2002 Texas Challenge [Can], TELUS Quebec Open [Can].","curYearHigh" : "","carHigh" : "2013-14: Did not make a start on TOUR...Will have one event in the 2014-15 season to earn $561,833, which, coupled with previous earnings, would equal No. 125 from the 2007 money list.\n\n2013: Made three cuts in five TOUR starts. \n\n2012: Had not competed on the PGA TOUR since the 2007 season due to a back injury but played in his first event in five years when he teed it up at The Honda Classic. Shot rounds of 70-74 at PGA National GC to miss the cut. Made his first Web.com Tour start in five years, playing at The Rex Hospital Open. Shot scores of 71-72 to miss the 36-hole cut...Made 12 total PGA TOUR starts and made two cuts...Played in second stage of the PGA TOUR Qualifying Tournament but did not advance.\n\n2011: Did not make a PGA TOUR start for a fourth consecutive year. 2010: Did not compete due to lingering back problems. 2009: Back problems sidelined him for a second consecutive year. 2008: Failed to make a PGA TOUR appearance due to a back injury. 2007: After playing in just three events, was granted a Major Medical Extension carryover because of back ailment. Missed the cut in all three starts, and did not play after the Stanford St. Jude Championship...Played in three Web.com Tour events, with a best finish of T19 at the Chitimacha Louisiana Open. 2006: Limited to just nine events due to a back injury. Missed seven of nine cuts and did not play again after THE PLAYERS Championship. 2005: Despite making only 12 cuts, managed to collect $786,817 and finish 104th on the money list...Broke through with T2 finish at John Deere Classic, posting four rounds in the 60s to finish one shot behind champion Sean O'Hair. Matched career-best finish at the 2003 Shell Houston Open, and $352,000 paycheck was largest of his career...Second top-10 was a solo fourth at The INTERNATIONAL, five points behind champion Retief Goosen in the Modified Stableford scoring system. Improved his season earnings to $739,091 with his $240,000 payday in Colorado, helping secure his card for the 2006 season. 2004: Recorded two top-10s and finished in the top 100 on the money list...First top-10 was a solo fifth at the Nissan Open, in his first career start at RivieraâŚNext top-10 did not come until September, a T6 at the Deutsche Bank Championship. 2003: Earned TOUR card for 2004 with $872,139 in earnings as a non-member playing primarily on Sponsor Exemptions. Began the season with partial status on the Web.com Tour...Topped TOUR in Driving Distance, averaging a record 321.4 yards, unseating John Daly who had won eight consecutive Driving Distance titles...Finished T3 at the BellSouth Classic and T2 at Shell Houston Open and earned enough money to push past the 150th player (Tom Scherrer) on the 2002 PGA TOUR money list and enabled him to become a Special Temporary Member of the TOUR. 2002: Made the cut in four of six tournaments, including top-25 finishes at the B.C. Open (T19) and the Kemper Insurance Open (T23)...2002 Order of Merit champion on the Canadian Tour. Posted two victories, at the Texas Challenge and the TELUS Quebec Open...Earned International Rookie of the Year honors. 2001: Played nine events on the European Tour and had one top-10, a T8 at the Moroccan Open. 2000: Made the cut in two of six tournaments, with a T13 at the GTE Byron Nelson Classic, his best showing. 1999: Turned pro midway through the year and made two cuts in six starts, with a T29 at the Bell Canadian Open his best result. Amateur: Missed the cut at the 1999 Masters...1998 U.S. Amateur champion, defeating Tom McKnight, 2 and 1, in the finals at Oak Hill CC in Rochester, NY...Began college career at Oklahoma State but later transferred to Southern Methodist University. Second-team All-American as a junior at SMUâŚWinner of two individual titles during the 1996-97 season...Tied SMU's all-time low 54-hole total of 208 at the Dr Pepper Intercollegiate and established a school record for low round, firing a 63 at the Golf World Invitational.\n","otherCarHigh" : "","personal" : "Lists playing in the 1999 Masters and winning the 1998 U.S. Amateur, with older brother Trip as his caddie, as his biggest thrills in golf...Credits his father for giving him his start in golf...Lists Fred Couples as his hero...Sister, Kelli, was a two-time U.S. Women's Amateur champion and currently plays on the LPGA. Brother, Trip, a former All-American at Oklahoma State, won the 2007 U.S. Mid-Amateur and was in the 2008 Masters field. Trip was the 1994 U.S. Amateur runner-up to Tiger Woods...Following years of back pain and going \"unsuccessfully through 13 doctors,\" decided he was likely \"done with golf for good.\" In one last effort, flew to Germany in March 2011, where he underwent treatment with success enough to allow him to return to competitive golf pain-free. The procedure involved taking 16 tubes of blood and treating it in a procedure similar to platelet therapy. First hole-in-one was at Dallas CC on No. 15 with a 7-iron at age 16.","otherInfo" : "","ntlTeams" : "World Amateur Team Championship (1), 1998.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the PGA TOUR 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/hankkuehnegolf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}