{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27895","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Blixt","first" : "Jonas","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "164","weightMetric" : "74","birthDate" : "April 24, 1984","age" : "31","birthPlace" : "Nassjo, Smaland, Sweden","residence" : "Jacksonville Beach, Florida","family" : "Single","education" : "Florida State University (2008, International Business)","splInterest" : "NHL, especially the Detroit Red Wings","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2011)","trndProYear" : "2008","clubAffl" : "Karlstad GC (Karlstad, Sweden)","cityPlaysFrm" : "Jacksonville; FL; United States","websiteUrl" : "http:\/\/www.jonasblixtpga.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "7,788,784&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2009","exmtStatus" : "No. 59 on the 2010 Nationwide Tour money list","otherVics" : "","intlVics" : "","curYearHigh" : "After opening with a 5-over 77 on the South Course at the Farmers Insurance Open, posted the field-low third round of 6-under 66 to get to 7-under 209 through 54 holes. Went on to finish T6 for his first top-10 of the season in his eighth start...Held a share of the lead late into the final round at the AT&T Pebble Beach Pro-Am until a bogey at the par-5, 14th hole derailed his chances of collecting his third victory on TOUR. Went on to record a final-round 3-under 69 to finish solo third, two strokes behind champion Vaughn Taylor. It was his best finish on TOUR since the 2014 Masters Tournament (T2), in his debut at Augusta National Golf Club. It also marked his first top-10 at the AT&T Pebble Beach Pro-Am in his third start (2015 – CUT, 2012 – T40). \n","carHigh" : "2010: Made 14 cuts in 26 starts and had five top-25 finishes, ending the season No. 59 on the money list...In his first start, finished T9 at the Panama Claro Championship—his best performance since the Cox Classic in July 2009 when he finished T5...Had a career-best finish 15 starts later at the Price Cutter Charity Championship. Fired all four rounds in the 60s, including a second-round 65, to finish T2...Followed it up the next week with another top-10 (T7) at the Knoxville News Sentinel Open. Improved 25 spots on the weekend with a 68 and a bogey-free 66 on Sunday that included birdies on the last three holes. 2009: Made the cut in 14 of 25 Nationwide Tour starts during his rookie season with eight top-25 finishes to help him end the year No. 43 on the money list...Earned his first career top-10 with a T3 at the Chitimacha Louisiana Open. Entered the final round of the Fort Smith Classic tied for 56, but on the strength of a final-round 61 he moved to T12. His 9-under 61 bettered his previous-best 18-hole Nationwide Tour score by three strokes...A week later, he finished solo fourth at the Nationwide Tour Players Cup...Made his first Nationwide Tour hole-in-one, at the South Georgia Classic...Was T5 at the Cox Classic, where he shared the second- and third-round leads. Final-round 70 at Champions Run left him four strokes back of winner Rich Barcelo...Finished the season No. 1 on Tour in Sand Save Percentage. 2008: Made his first professional appearance at the 2008 Barclays Scottish Open on the European Tour, missing the cut. Two weeks later, he finished T31 at the Nationwide Children's Hospital Invitational, having been one of only eight college players receiving an invitation to play...Also missed the cut in the 2008 Omega European Masters, his only other European Tour event.\n","otherCarHigh" : "Was the highest-ranked non U.S.-born collegiate player in 2008...Individual winner of the 2007 Atlantic Coast Conference Championship...In 2008 he had five top-five finishes and led Florida State to its first ACC Championship...Ranked eighth nationally in Division I and was named a first-team All-American...He also earned selection to the inaugural All Nicklaus team and led the European team to victory in his second straight Palmer Cup appearance, going 4-0-0.","personal" : "Loves hockey and played for his state hockey team in Sweden...Says his biggest thrill in golf is competing, and his biggest thrill outside of golf is doing things he hasn't done before...Favorite course is Kingston Heath in Melbourne, Australia, and would like to play Augusta National. Favorite teams are Florida State, the Detroit Red Wings and Farjestad, a Swedish pro hockey team. \"Entourage\" is his favorite TV show, and \"Braveheart\" and \"She's Out of My League\" are his favorite movies. His favorite athlete to watch is Peter Forsberg, and his mom's food is his favorite. Rome is his favorite city to visit and Italy is his favorite vacation spot. Robert Gustavsson is his favorite entertainer. His first car was a Ford Mustang.","otherInfo" : "","ntlTeams" : "Palmer Cup (1), 2008.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2012","qSchoolYear" : "","exmtStatus" : "123rd in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "After opening with a 5-over 77 on the South Course at the Farmers Insurance Open, posted the field-low third round of 6-under 66 to get to 7-under 209 through 54 holes. Went on to finish T6 for his first top-10 of the season in his eighth start...Held a share of the lead late into the final round at the AT&T Pebble Beach Pro-Am until a bogey at the par-5, 14th hole derailed his chances of collecting his third victory on TOUR. Went on to record a final-round 3-under 69 to finish solo third, two strokes behind champion Vaughn Taylor. It was his best finish on TOUR since the 2014 Masters Tournament (T2), in his debut at Augusta National Golf Club. It also marked his first top-10 at the AT&T Pebble Beach Pro-Am in his third start (2015 – CUT, 2012 – T40). \n","carHigh" : "2014-15: Made 12 cuts in 26 starts, collecting one top-10 finish. Advanced to the Playoffs but a missed cut at The Barclays ended his season at No. 123 in the FedExCup standings...In mid-October 2014, finished T5 at the European Tour's Volvo World Match Play Championship, losing in the quarterfinals to Henrik Stenson 2-down at The London GC in England...Added another European Tour top-10 in early December, opening and closing with 1-under 71s at the Nedbank Golf Challenge in Sun City, South Africa, to T7 with Tim Clark, Thongchai Jaidee and Louis Oosthuizen...Finished T10 at the Wyndham Championship to become one of five players to jump inside the cut line for the FedExCup Playoffs. Entered the week No. 135 in the FedExCup standings and moved to No. 121. \n\n2013-14: Made 12 of 21 cuts on TOUR, with just one top-10 finish. Failed to advance past the first FedExCup Playoffs event for the first time in the last three years. Ended the season by missing the cut at The Barclays, placing 102nd in the FedExCup standings...Finished T2 in his first career start at the Masters Tournament with rounds of 70-71-71-71. Finish was the best by a Swedish player at the Masters and tied the best showing by a Swede in a major championship. Tied Lee Westwood (second in 2010) for the best Masters' finish by a European player since Jose Maria Olazabal won in 1999. Joined Fuzzy Zoeller (1979) as the only players to open their Masters' careers with four consecutive sub-par rounds. Was one shot off the lead entering the final round but came up three shots short of Bubba Watson's 8-under winning score.\n\n2013: Made 15 of 24 cuts on TOUR, with two top-10s and a win. Finished No. 52 in the final FedExCup standings...On the Fourth of July week, followed a 4-under 66 in the first round with 67s in this final three rounds in his first start at The Greenbrier Classic to claim his second PGA TOUR title by two strokes over four others. After attending an Aerosmith concert the night before in nearby Lewisburg, W. Va. and becoming a \"converted fan,\" overcame a four-stroke deficit in the final round and finished in near-darkness following a 3-hour, 10-minute weather delay to claim the win. With the victory, jumped 100 spots in the FedExCup standings, from No. 139 to No. 39...Traveled to his native Sweden in late-May for the Nordea Masters on the European Tour. At Bro Hof Slott GC, opened with a 2-under 70 then reeled off rounds of 66-66-68 to finish solo second, three strokes behind winner Mikko Ilonen. It was his best finish since winning the 2012 Frys.com Open. The strong showing in Sweden also marked his best European Tour performance...Finished fourth at the PGA Championship in just his second career start in a major (was T26 at The Open Championship a month earlier). Was one of four players who did not shoot an over-par round (68-70-66-70) at the PGA Championship. \n\n2012: In 11th career PGA TOUR start, at the Wells Fargo Championship, the rookie posted his first top-10 finish (T9). It came one week after a T13 at the Zurich Classic of New Orleans...Earned second top-10, with a career-best T3 at the HP Byron Nelson Championship, finishing two strokes behind champion Jason Dufner...Came back the following week with a T10 at the Crowne Plaza Invitational at Colonial—his fourth consecutive top-15 finish...A rib injury sidelined him following the cut at the Memorial Tournament. Came back in the final regular season event, finishing T55 at the Wyndham Championship...Entered the Playoffs ranked No. 101 in the FedExCup standings. On the final day of The Barclays, made a crucial 5-foot, 2-inch par putt on the 72nd hole to keep his hopes alive in the Playoffs, moving to No. 97 in the standings to advance to the 100-player Deutsche Bank Championship field...Despite a final-round 3-under 68 and T20 finish at TPC Boston, finished in the unenviable No. 71 position in the FedExCup standings, failing to advance to the 70-player BMW Championship field...In his first start after the Playoffs, at the Justin Timberlake Shriners Hospitals for Children Open, claimed his best finish at the time with solo third-place showing at TPC Summerlin. Opened with consecutive, 7-under 64s before weekend rounds of 66-70 resulted in the top-five finish...After entering the final round of the Frys.com Open two strokes behind 54-hole leader John Mallinger, carded a final-round, 3-under 68 (including a 3-foot, 9-inch putt for par on the final hole) to defeat Tim Petrovic (64) and Jason Kokrak (68) by one stroke for his first PGA TOUR win. Became the TOUR's seventh first-time winner of the season and the third rookie winner, joining Ted Potter Jr. and John Huh. Topped his previous-best PGA TOUR finish—a third-place showing at the previous week's Justin Timberlake Shriners Hospitals for Children Open and T3 at the HP Byron Nelson Championship. His closing 68 Sunday (making him one of four players with all four rounds in the 60s during the week) marked his ninth consecutive, sub-par round, dating to the final round of the Deutsche Bank Championship (68). Moved from No. 60 to No. 35 on the official money list, a step closer to a coveted top-30 spot...Made a Japan Golf Tour appearance late in the year and recorded a top-10 at the Dunlop Phoenix. Opened with three consecutive 70s at Phoenix CC then shot a final-round 68 to T10, but ended the year No. 34. \n\n\n\n2011: Earned his PGA TOUR card for the first time with a No. 5 finish on the Web.com Tour, his third season on that Tour. Ended the season with 17 made cuts in 23 starts, including career-best numbers in top 10s (8) and top 25s (10)...Earned his first top 10 of the season with a T8 at the South Georgia Classic, where he led the field in Putting...Added a T10 at the Chiquita Classic in mid-July...Was T2 at the Cox Classic, where he closed with weekend rounds of 63-64...Added another T2 two weeks later at the Midwest Classic in Kansas City. Fired a 9-under 62 in the third round to move into contention...Posted a 9-under 62 in the opening round of the Albertsons Boise Open and held a one-shot lead. Second-day 66 put him at 14-under and up by two at the halfway mark. Stumbled with a 3-over 74 Saturday but rallied with a 67 Sunday and wound up T3, three shots back of winner Jason Kokrak. Moved up two spots, to No. 10 on the money list...Finished T4 the following week at the Soboba Golf Classic, where he held a two-stroke advantage after 54 holes. Was tied for the lead through 13 holes Sunday but stumbled with a bogey and double bogey on Nos. 14-15 to fall out of contention. Rallied with a 15-foot birdie putt on the final hole to close back to within two of the lead...Recorded his third runner-up of the season at the Winn-Dixie Jacksonville Open. Finished one shot back of Gavin Coles, who birdied Nos. 16 and 17. A double bogey on the par-4 13th dashed hopes for his first Tour win. He moved to fifth on the money list heading to the Web.com Tour Championship at Daniel Island...Closed the season with a T8 effort in South Carolina, his eighth top-10 of the season. Made the cut in his last 11 starts. \n\n\n\n2010: Made 14 cuts in 26 starts and had five top-25 finishes, ending the season No. 59 on the Web.com Tour money list...In his first start, finished T9 at the Panama Claro Championship—his best performance since the Cox Classic in July 2009 when he finished T5...Had a career-best finish 15 starts later at the Price Cutter Charity Championship. Fired all four rounds in the 60s, including a second-round 65, to finish T2...Followed it up the next week with another top-10 (T7) at the Knoxville News Sentinel Open. Improved 25 spots on the weekend with a 68 and a bogey-free 66 on Sunday that included birdies on the last three holes. \n\n2009: Made the cut in 14 of 25 Web.com Tour starts during his rookie season with eight top-25 finishes to help him end the year No. 43 on the money list...Earned his first career top-10 with a T3 at the Chitimacha Louisiana Open. Entered the final round of the Fort Smith Classic tied for 56, but on the strength of a final-round 61 he moved to T12. His 9-under 61 bettered his previous-best 18-hole Web.com Tour score by three strokes...A week later, he finished solo fourth at the Nationwide Tour Players Cup...Made his first Web.com Tour hole-in-one, at the South Georgia Classic...Was T5 at the Cox Classic, where he shared the second- and third-round leads. Final-round 70 at Champions Run left him four strokes back of winner Rich Barcelo...Finished the season No. 1 on Tour in Sand Save Percentage. \n\n2008: Made his first professional appearance at the 2008 Barclays Scottish Open on the European Tour, missing the cut. Two weeks later, he finished T31 at the Nationwide Children's Hospital Invitational, having been one of only eight college players receiving an invitation to play...Also missed the cut in the Omega European Masters, his only other European Tour event. Amateur: Was the highest-ranked non U.S.-born collegiate player in 2008...Individual winner of the 2007 Atlantic Coast Conference Championship...In 2008 he had five top-five finishes and led Florida State to its first ACC Championship...Ranked eighth nationally in Division I and was named a first-team All-American...He also earned selection to the inaugural All Nicklaus team and led the European team to victory in his second straight Palmer Cup appearance, going 4-0-0. \n","otherCarHigh" : "","personal" : "Loves hockey and played for his state hockey team in Sweden...Says his biggest thrill in golf is competing, and his biggest thrill outside golf is doing things he hasn't done before...Favorite course is Kingston Heath in Melbourne, Australia. Favorite teams are Florida State, the Detroit Red Wings and Farjestad, a Swedish pro hockey team. \"Old School\" and \"Workaholics\" are his favorite movies. His favorite athlete to watch is Peter Forsberg, and his mom's food is his favorite. Rome is his favorite city to visit, and Monterey, Calif., is his favorite vacation spot. Robert Gustafsson is his favorite entertainer...His first car was a Ford Mustang.","otherInfo" : "","ntlTeams" : "World Cup (1), 2013; Palmer Cup (1), 2008.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 3rd at the AT&T Pebble Beach Pro-Am.","dynStats" : "He ranks 13th in Approach 100-125 yards (RTP Sc on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "http:\/\/www.instagram.com\/jonasblixtpga"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}