{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32582","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Dugas","first" : "Eric","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "180","weightMetric" : "82","birthDate" : "March 14, 1983","age" : "33","birthPlace" : "Brewster, Massachusetts","residence" : "Brewster, Massachusetts","family" : "Single","education" : "Methodist University (Business\/ Marketing PGM 2005)","splInterest" : "Surfing, fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2006","clubAffl" : "","cityPlaysFrm" : "Brewster, Massachusetts","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2015","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Joined PGA TOUR Latinoamérica with a T3 finish at the Argentina Q-School in January… Had a runner-up finish, three top-10s, five top-25s and 10 cuts made in 17 starts. Finished the Latinoamérica Tour season ranked 28th on the Order of Merit… Collected his solo second finish at the rain-shortened Guatemala Stella Artois Open in May. Was the only player to post three rounds in the 60s at La Reunión Resort to finish four strokes behind tournament champion Danny Balin… A week earlier he had finished T12 at the 57th Abierto Mexicano, an event in which he held the 36-hole lead by two strokes… Had two other top-10s, T7 at the Mundo Maya Open and T9 at the Personal Classic during the second half of the season.\n\n2014: Finished solo 78th at the PGA TOUR's Sony Open in Hawaii in January… Missed the cut at the PGA TOUR's OHL Classic at Mayakoba in November (2014-15 season).\n\n2012: Missed the cut at the PGA TOUR's Sony Open in Hawaii.\n\n2008: On his first career start in a major missed the cut at the PGA Championship at Oakland Hills CC.\n","otherCarHigh" : "Played college golf at Methodist College, where he had one win at the Greensboro Invitational. Was named Conference Player of the Year in 2004-05.","personal" : "Picked up golf at age 15… Graduated from Methodist College with a degree in Business\/Marketing PGM in 2005… After college he worked as a club pro at Old Sandwich Golf Club in Plymouth, Massachusetts and Kukillo Golf & Beach Club on the Big Island of Hawaii… Became a touring pro in 2012, after spending six years as a club pro… Chris Dupill is his golf instructor… His hobbies include surfing and fishing… Follows all the professional teams from Boston… Larry Bird, Chris Herron and Tom Brady would round out his dreamed foursome.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2016 Order of Merit Top-60"},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri was 2nd in 2015 at the Guatemala Stella Artois Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}