{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "35376","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Diaz","first" : "Roberto","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-6","heightMetric" : "1.68","weight" : "180","weightMetric" : "82","birthDate" : "February 3, 1987","age" : "29","birthPlace" : "Veracruz, México","residence" : "Myrtle Beach, South Carolina","family" : "Single","education" : "University of South Carolina Aiken (2009, Business Administration)","splInterest" : "Movies, music","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2009","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "155,690&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2013","otherVics" : "","intlVics" : "","curYrHigh" : "First top 10 of the year came in Bogota. Fired a 65 in the final round of the Club Colombia Championship for a T7.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Qualifying Tournament 2013"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Exempt - Finished 11-45 at 2015 Web.com Tour Qualifying Tournament (exempt to second reshuffle)","otherVics" : "","intlVics" : "","curYearHigh" : "First top 10 of the year came in Bogota. Fired a 65 in the final round of the Club Colombia Championship for a T7.","carHigh" : "Has also competed on eGolf Tour, PGAM and NGA Tour.\n\n\n2015: Played in 20 Web.com Tour events, making eight cuts. Recorded two top-25s. Finished 82nd on the money list...After missing the cut at the season-opening event in Panama, made five cuts in a row. Fired a course-record, 9-under 62 to take a three-shot, first-round lead at the Colombia Championship the week after Panama. Round included nine birdies and no bogeys. Maintained lead by one after a second-round 71. Closed with 71-68 to T6, his second Tour top 10...Followed Colombia with a T15 in Cartagena...Made just three cuts in his last 14 starts.\n\n\n2014: Finished T71 at Web.com Tour Qualifying Tournament in December...Played in 15 Web.com Tour events, posting one top-10 and four top-25s. Made eight cuts. Finished 78th on the money list...Top-10 came in May at The Rex Hospital Open in N. C. Was T4 after three rounds. Shot 70 Sunday to finish in the same T4 position. Rose to 39th on the money list...First two starts did not come until April but were among his best performances, a T13 in Mexico and a T15 in Midland, Texas...Missed cuts in five of his last seven tournaments to drop from 45th to 78th in earnings. Was the man on the bubble at No. 75 at the Regular Season finale in Portland, Ore., where he missed the cut and fell outside the top-75, thus missing the Web.com Tour Finals and failing to secure full exempt Tour status in 2015...In March, played in the Puerto Rico Open as a sponsor's exemption. Missed the cut in his first PGA TOUR event...Also competed in four PGA TOUR Latinoamérica events in February-March-April, making two cuts. Was in a seven-way playoff finish at the TransAmerican Power Products CRV Open in Guadalajara, Mexico. Opened the tournament with 63 to lead by one. \n2013: Played the PGA TOUR Latinoamérica, entering 10 events and making six cuts...Best finishes were two T14s and a T19...Finished 58th on the Order of Merit. \n\n2012: Made five PGA TOUR Latinoamérica starts, making three cuts, to include T22, T31 and T36 finishes...Also played in his first Web.com Tour event at The Rex Hospital Open (missed cut).\n","otherCarHigh" : "Made all-conference and all-region teams and was a four-time Division II All-American at University South Carolina-Aiken...Was conference Freshman of the Year...Was team champion at Americas Junior Cup matches","personal" : "Attended La Salle de Veracruz-Heritage Academy...Earliest golf memory was traveling with his family to the Junior World Championship...If not a professional golfer, would be a golf coach...Biggest thrill outside golf was meeting the President of Mexico...Favorite courses played are the El Jaguar GC and Riviera Maya Golf Resort...Would like to play Pine Valley and Augusta National...Favorite app is ESPN Scoreboard...Favorite Web site is as.com...Favorite college team is the University of South Carolina-Aiken Pacers...Favorite pro team is Real Madrid...Favorite TV show is \"The Big Bang Theory\" and favorite movies are \"Gladiator\" and \"Step Brothers.\"...Favorite entertainers are Robin Williams, who he would like to trade places with for one day, and Drake...Favorite book is Rafa, the biography of Rafael Nadal, who is his favorite athlete...One of his headcovers features a pig...Not many people know \"I am called 'Porky.'\"...Bucket list includes going to Europe and helping kids with cancer...Personal motto is \"Failure is not falling down but refusing to get up.\"...Is involved with the Fundacion Zotoluco charity...Twitter name is @bobbydiazz.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "First top 10 of the year came in Bogota. Fired a 65 in the final round of the Club Colombia Championship for a T7.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "First top 10 of the year came in Bogota. Fired a 65 in the final round of the Club Colombia Championship for a T7.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is T7th at the Club Colombia Championship Presented by Claro.","dynStats" : "He ranks T71st in Scoring Average (Actual) on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/bobbydiazz"}], "allOutTypes" : ["XML Output","Intro Page","Bio Page","ShotLink Player Bio"]}]}