{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20859","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hansen","first" : "Anders","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "165","weightMetric" : "75","birthDate" : "September 16, 1970","age" : "45","birthPlace" : "Sonderborg, Denmark","residence" : "Zurich, Switzerland","family" : "Marcus (1998), Filuca (2003), Smilla (2006)","education" : "University of Houston","splInterest" : "Family, friends, movies","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1995","clubAffl" : "Royal Mougins GC (Mougins, France)","cityPlaysFrm" : "Denmark; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(2): 2002 Volvo PGA Championship. 2007 BMW PGA Championship [Eur].","curYearHigh" : "Shot a final-round 69 at the Abu Dhabi HSBC Golf Championship to T9 for his first top-10 of the season...Opened with a 66 at the Maybank Malaysian Open then came back with rounds of 73-66 in the weather-shortened event in Kuala Lumpur to claim a solo third...Picked up a T8 late in the summer at the ISPS Handa Wales Open at Celtic Manor.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Holed a 25-foot birdie putt on the first playoff hole to beat Justin Rose at the 2007 BMW PGA Championship, his second victory in the tournament at Wentworth Club in Surrey, England. Was a rookie on the PGA TOUR in 2007, earning his card via a T4 finish at the TOUR National Qualifying Tournament. Best finish on TOUR in 2007 was a T11 at the Wyndham Championship, where he was one stroke back after 36 holes and three back in second after 54 holes. Made his major breakthrough on the European Tour by winning the Volvo PGA Championship at Wentworth Club in 2002. Finished 16th in European Tour Order of Merit that season. Twice Danish Amateur champion and Eisenhower Trophy player. Started the game at age 10, influenced by the fact that his parents both played. Brother, Nicolai, is a scratch golfer. Anders attended University of Houston and won two college tournaments. Finished T2 in first professional tournament on the European Challenge Tour, the Team Erhverv Danish Open in 1995. No relation to his namesake, Soren. However, both made holes-in-one in successive weeks on the European Tour in 1999 and won their first European Tour titles within a month of each other in 2002.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2006","qSchoolYear" : "2006","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(4): 2002 Volvo PGA Championship [Eur]. 2007 BMW PGA Championship [Eur]. 2009 Joburg Open [Eur], Vodacom Championship [SAf].","curYearHigh" : "Shot a final-round 69 at the Abu Dhabi HSBC Golf Championship to T9 for his first top-10 of the season...Opened with a 66 at the Maybank Malaysian Open then came back with rounds of 73-66 in the weather-shortened event in Kuala Lumpur to claim a solo third...Picked up a T8 late in the summer at the ISPS Handa Wales Open at Celtic Manor.","carHigh" : "2012: Earned his first top-10 of the campaign on any TOUR, a T9 at the Omega European Masters in Switzerland. Shot weekend rounds of 67-68 to finish six shots behind winner Richie Ramsay...The following week, he continued his good play, turning in four par-or-better rounds at the KLM Open in the Netherlands to T8...Earned his third consecutive top-10 when he T10 at the BMW Italian Open, thanks to a 67-67 finish in Turin...Had a solid performance late in the season at the Barclays Singapore Open, finishing T7 at the Sentosa GC...The following week, opened 69-64 at the UBS Hong Kong Open but could play no better than par golf the rest of the way (70-70) to T10.\n\n2011: Was seventh on the final Race to Dubai standings...Surged into the lead in the final round of the Omega Dubai Desert Classic but played even-par golf on the back nine at Emirates GC to lose by a stroke to Alvaro Quiros. He missed a long birdie putt on the 72nd hole that would have forced a playoff with Quiros. The runner-up showing marked the fourth consecutive year he's had at least one European Tour second-place showing...Improved his score each day at the World Golf Championships-Cadillac Championship en route to a T3 finish, three strokes behind champion Nick Watney. Marked his first top-10 finish in 45 career starts on the PGA TOUR...Added two more European Tour runner-up performances. The first came at the Open de Espana in April. Began the final round two strokes behind Thomas Aiken and stayed there, as both players shot Sunday 70s...Third close call of the season came in June at the Wales Open. He started the final round at Celtic Manor Resort one stroke behind 54-hole leader Alexander Noren but struggled to a 1-over 71 to finish two behind Noren and T2 with Gregory Bourdy. Has amassed 10 second-place performances to go with his three European Tour titles...Making his 50th career start on the PGA TOUR, turned in the best final-round score at the PGA Championship with a 4-under 66, leading to a solo-third place finish—his best outing in 21 career major championship starts...Had a top-10 on the Sunshine Tour, a solo-10th finish at the Nedbank Golf Challenge in South Africa. \n\n2010: Played in the World Golf Championships-Accenture Match Play Championship, winning his opening match against Lucas Glover. Lost in the second round to Sergio Garcia to T17. Top finish was a T8 in his season-opener, at the European Tour's Abu Dhabi Golf Championship, where he moved up on the strength of a final-round 67. Also enjoyed a T12 at the Irish Open later in the season...Turned in his top performance of the year when he had a solo second at the Barclays Singapore Open, finishing three strokes behind Adam Scott. \n\n2009: Won twice, with both victories coming early in the year on the European Tour. Birdied the final hole for a one-stroke victory in South Africa over Andrew McLardy at the Joburg Open, co-sanctioned by the Sunshine Tour and the European Tour. Was 13-under on the weekend at the Sunshine Tour's Vodacom Championship in Pretoria, South Africa, to defeat Charl Schwartzel and Graham DeLaet by four strokes. Best PGA TOUR finish was a T33 at the World Golf Championships-Accenture Match Play Championship. \n\n2008: Top finishes were a T2 at the BMW International Open on the European Tour and a T19 at The Open Championship…Was eight strokes behind Martin Kaymer at the BMW International Open at Munich's Munchen Eichenried GC when the final round began. Shot a Sunday 67 to Kaymer's 75 to force a playoff that Kaymer won…Missed the cut at the Masters and the PGA Championship. \n\n2007: Holed a 25-foot birdie putt on the first playoff hole to beat Justin Rose at the BMW PGA Championship, his second victory in the tournament at Wentworth Club in Surrey, England…Made 17 PGA TOUR starts in his rookie campaign, getting to the weekend 10 times. His best finish on TOUR in was a T11 at the Wyndham Championship, where he was one stroke back after 36 holes and three back through three rounds…A week earlier, he T12 at the PGA Championship…Also had two other top-five European Tour finishes, a T4 at the BMW International Open and a fifth-place showing at the HSBC World Match Play Championship. \n\n2006: Earned his TOUR playing privileges for the first time, qualifying for the 2007 season with his T4 finish at the PGA TOUR Qualifying Tournament…Came close to winning for a second consecutive year at the Telecom Italia Open. Shot weekend rounds of 66-66 to T2, four strokes behind winner Francesco Molinari. \n\n2005: At the Telecom Italia Open, was T2 with three players, three strokes behind winner Steve Webster…Added T3s in back-to-back starts late in the season, at the Dunhill Links Championship and the Madrid Open…In his lone PGA TOUR start, he was T24 at the PGA Championship…Had his best World Cup showing, finishing T5 with partner Soren Hansen at the weather-shortened team event in Portugal. \n\n2004: Among his eight top-10 finishes was a runner-up performance at the Madrid Open. Had four rounds in the 60s but still fell by two strokes to Richard Sterne at Club de Campo…Also had a pair of fourth-place showings. Was T4 at the Volvo PGA Championship. At the Wentworth Club in Surrey, England, he shot a final-round 64 to improve his position by nine places…Had a solo fourth-place finish at The Heritage on the strength of a Sunday 65 at Woburn G&CC's Duke's Course…Again represented Denmark at the World Cup. \n\n2003: Struggled to only one European Tour top-10 finish in 27 starts, a T5 at the Linde German Masters…Qualified for the World Golf Championships-Accenture Match Play Championship for the first time but lost in the first round…Also played in The Open Championship and the PGA Championship, missing the cut in both events. \n\n2002: Made his major breakthrough on the European Tour by winning the Volvo PGA Championship at Wentworth Club. Entered the final round five strokes ahead of Carlos Rodiles and maintained that five-shot cushion, defeating Colin Montgomerie and Eduardo Romero…Other top-five finishes came at the Open de France (T3) and the Italian Open (T3)…Finished 16th in European Tour Order of Merit that season…Played in his first World Golf Championships event, finishing T58 at the NEC Invitational. Was T57 later in the year at the World Golf Championships-American Express Invitational…Also made his first cut in a major championship, at The Open Championship, where he T77…Missed the cut at the PGA Championship. \n\n2001: Had his best year since turning pro, playing 27 European Tour events and turning in six top-10 finishes. His best was a T4 at The TNT Dutch Open. Shot himself out of the tournament with a third-round 75 but came back with a 63 on the final day at Noordwijkse GC to improve by 31 places. \n\n2000: In 27 European Tour starts, his only top-10s came at the Greg Norman Holden International in Australia (T6), a con-sanctioned event with the Australasian Tour, and a T8 at the Brazil Rio de Janeiro 500 Years Open. \n\n1999: His only top-10 of the season came at the West of Ireland Golf Classic, where he T6…Played in his first major championship, missing the cut at The Open Championship…Represented Denmark for the first time in the World Cup, joining forces with Soren Kjeldsen to help the team to a T13 in Malaysia. \n\n1998: Played primarily on the European Challenge Tour, where he recorded four top-10 finishes—his best a T4 at the Volvo Finnish Open. \n\n1997: Split his time between the European Tour and the European Challenge Tour, with an 11th-place performance at the Austrian Open his best finish. \n\n1996: Playing primarily on the European Challenge Tour, his top showing was an 11th-place finish at the Oki Pro-Am. \n\n1995: Finished T2 in first professional tournament on the European Challenge Tour, the Team Erhverv Danish Open…Added top-10s at the Open Divonne in France (T6) and the Tunisian Open Challenge (fifth). Amateur: Twice Danish Amateur champion and Eisenhower Trophy player.\n","otherCarHigh" : "","personal" : "Started the game at age 10, influenced by the fact that his parents both played. Brother, Nicolai, is a scratch golfer. He attended the University of Houston and won two college tournaments...No relation to his namesake, Soren. However, both made holes-in-one in successive weeks on the European Tour in 1999 and won their first European Tour titles within a month of each other in 2002. They were also World Cup teammates in 2002, 2005, 2007 and 2008.","otherInfo" : "","ntlTeams" : "World Cup (8), 1999, 2002, 2003, 2004, 2005, 2007, 2008, 2011; Seve Trophy (2), 2009, 2011.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 3rd on the PGA TOUR 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}