{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32102","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Fowler","first" : "Rickie","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "150","weightMetric" : "68","birthDate" : "December 13, 1988","age" : "27","birthPlace" : "Murrieta, California","residence" : "Jupiter, Florida","family" : "Single","education" : "Oklahoma State University","splInterest" : "Fishing, motocross","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2009","clubAffl" : "","cityPlaysFrm" : "Murrieta; CA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "22,733,667&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Closed with an 8-under 64 to finish solo third at the Hero World Challenge, four strokes behind champion Bubba Watson. Has not finished worse than 6th in four starts in the 18-player field event (3rd-2015, T6-2014, T4-2012, T6-2011)...Despite battling a head cold during the final round, closed with a 6-under 67 to finish solo fifth at the Hyundai Tournament of Champions, a distant 10 strokes behind runaway-champion Jordan Spieth. it marked his second top-six finish in two starts at the event (T6 in 2013)...Held off final-round charges from Thomas Pieters, Rory McIlroy and Henrik Stenson to win the Abu Dhabi HSBC Golf Championship, marking his second European Tour title. The victory was the first at the event by an American since Chris DiMarco won the inaugural event in 2006. Final-round highlights included a holed bunker shot on the eighth hole (which helped propel him to a three-stroke cushion at the turn), a chip-in for birdie on the 17th hole and then a par on the last to hold off Pieters by one stroke...Missed the cut in his next start, the Farmers Insurance Open...Two weeks after the win in Abu Dhabi, made his eighth consecutive start in the Waste Management Phoenix Open, where he found himself three strokes off the lead after 54 holes. A final-round 4-under 67, capped off by a clutch birdie on the 72nd hole, forced sudden death with Hideki Matsuyama. On the fourth extra hole, the short and tempting par-4 17th, an errant tee shot found the water hazard for the second time of the day. Matsuyama made par to win. Ranked second in Strokes Gained: Tee To Green and T1 in Strokes Gained: Total at TPC Scottsdale...After back-to-back, opening rounds of 4-under 66 at The Honda Classic to take the 36-hole lead, the Jupiter, Fla., resident struggled on the weekend in Palm Beach Gardens with 74-71 to finish at 3-under 277 and T6 with Vijay Singh...Finished T8 the next week at the World Golf Championships-Cadillac Championship for his fifth top-10 finish in his last six starts on TOUR...After being eliminated from the World Golf Championships-Dell Match Play in group play, finished T10 at the Shell Houston Open with rounds of 69-70-70-70 to finish six shots behind winner Jim Herman. It was his fifth start in the event and second top-10 (2014\/6th).","carHigh" : "Turned pro at the 2009 Albertsons Boise Open, where he missed the cut by three strokes. Next event was the Soboba Classic, about 30 miles from his hometown of Murietta, CA. \n","otherCarHigh" : "Two-time All-America at Oklahoma State University. Named winner of the Ben Hogan Award as the nation's top collegian after his first year. Also won the Phil Mickelson Award as the nation's top freshman. Was unbeaten in four matches and helped the United States defeat Great Britain, 16 1\/2 to 9 1\/2 at the 2009 Walker Cup. He had a 3-1 record in the 2007 Walker Cup in Northern Ireland, where he was the youngest player on the victorious U.S. team. Made the cut at the 2008 U.S. Open at Torrey Pines GC, where he T60. Winner of the Sunnehanna Amateur in 2007 and 2008, becoming only the fourth player to successfully defend a title. Carded an 8-under 64 to win the California State High School Championship as a junior. Won the 2007 California Interscholastic Federation Southern California Regional for the second time by posting a 6-under 66. First-team AJGA All-America in 2005 and 2006. Reached the quarterfinals of the 2006 U.S. Amateur, defeating former Oklahoma State All-America Pablo Martin along the way. Won the CIF Southern California Golf Association Regional as a freshman at Murietta Valley High School with a course-record 10-under 62.","personal" : "His father, Rod, owns a trucking company. Father enjoyed riding dirt bikes and won the 1986 Baja 1000 while racing for a Yamaha team. Gave up serious dirt-bike riding after an accident prior to his freshman year in high school resulted in a couple of broken bones in his foot. His middle name comes from his grandfather, Taka Tanaka. Has a younger sister, Taylor, who attends Cal State-Fullerton. Started playing golf at age 3.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "Playoff runner-up to Derek Lamely at the Nationwide Children's Hospital Invitational. Started the final round five shots behind 54-hole leader Dave Schultz. Held the lead during much of the final round but suffered a bogey at the 72nd hole of regulation to drop into a tie with Lamely and force a playoff. Lost to Lamely when he failed to get up and down from a greenside bunker on the second extra hole, missing his par putt of 12 feet. Lamely rolled in a 3-foot par putt to win."},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2010","qSchoolYear" : "2009","exmtStatus" : "Winner, 2015 PLAYERS Championship (through 2019-20)","otherVics" : "","intlVics" : "(3): 2011 Kolon Korea Open [OneAsia]. 2015 Aberdeen Asset Management Scottish Open [Eur]. 2016 Abu Dhabi HSBC Golf Championshi [Eur].","curYearHigh" : "Closed with an 8-under 64 to finish solo third at the Hero World Challenge, four strokes behind champion Bubba Watson. Has not finished worse than 6th in four starts in the 18-player field event (3rd-2015, T6-2014, T4-2012, T6-2011)...Despite battling a head cold during the final round, closed with a 6-under 67 to finish solo fifth at the Hyundai Tournament of Champions, a distant 10 strokes behind runaway-champion Jordan Spieth. it marked his second top-six finish in two starts at the event (T6 in 2013)...Held off final-round charges from Thomas Pieters, Rory McIlroy and Henrik Stenson to win the Abu Dhabi HSBC Golf Championship, marking his second European Tour title. The victory was the first at the event by an American since Chris DiMarco won the inaugural event in 2006. Final-round highlights included a holed bunker shot on the eighth hole (which helped propel him to a three-stroke cushion at the turn), a chip-in for birdie on the 17th hole and then a par on the last to hold off Pieters by one stroke...Missed the cut in his next start, the Farmers Insurance Open...Two weeks after the win in Abu Dhabi, made his eighth consecutive start in the Waste Management Phoenix Open, where he found himself three strokes off the lead after 54 holes. A final-round 4-under 67, capped off by a clutch birdie on the 72nd hole, forced sudden death with Hideki Matsuyama. On the fourth extra hole, the short and tempting par-4 17th, an errant tee shot found the water hazard for the second time of the day. Matsuyama made par to win. Ranked second in Strokes Gained: Tee To Green and T1 in Strokes Gained: Total at TPC Scottsdale...After back-to-back, opening rounds of 4-under 66 at The Honda Classic to take the 36-hole lead, the Jupiter, Fla., resident struggled on the weekend in Palm Beach Gardens with 74-71 to finish at 3-under 277 and T6 with Vijay Singh...Finished T8 the next week at the World Golf Championships-Cadillac Championship for his fifth top-10 finish in his last six starts on TOUR...After being eliminated from the World Golf Championships-Dell Match Play in group play, finished T10 at the Shell Houston Open with rounds of 69-70-70-70 to finish six shots behind winner Jim Herman. It was his fifth start in the event and second top-10 (2014\/6th).","carHigh" : "2014-15: In the strongest year of his career, amassed two PGA TOUR victories and one on the European Tour. For the sixth consecutive season, advanced to the FedExCup Playoffs, where he claimed one of his two TOUR wins. For a third season, made it through the TOUR Championship by Coca-Cola on his way to a T12. Ended his season ranked fourth in the FedExCup standings, a career-best...Came to the 72nd hole in need of a birdie to get into a playoff with Tim Clark and Bubba Watson at the World Golf Championships-HSBC Champions. Hit a 5-wood from the fairway that came up short and went in the water on the par-5. Made par after taking a penalty and finished T3 after a final-round 70 at Sheshan International GC in Shanghai...After beginning the final round of THE PLAYERS Championship three strokes off the lead, at 7-under 209, played his last six holes in 6-under to post a 6-under 66 and join a three-hole aggregate playoff with 2008 PLAYERS champion Sergio Garcia and Kevin Kisner. Finished birdie-par-birdie-eagle-birdie-birdie on Nos. 13-18 in regulation. Played Nos. 15-18 in a 5-under total of 11 strokes. The four-hole score of 11 set a new single-round low for the final four holes at TPC Sawgrass. Previously, seven players had finished with a score of 12 on the final four holes. When Garcia was eliminated after the aggregate playoff, Fowler and Kisner returned to the famed, par-3 17th for sudden death. Fowler converted a 4-foot, 8-inch putt for birdie to claim the title. Before his back-nine charge, his mother had made her way to the airport to leave town. A text message alerting her to her son's rally resulted in her immediate return to TPC Sawgrass in time to witness the win. With the victory, moved to ninth in the Official World Golf Ranking and No. 7 in The Presidents Cup standings...Earned his second international victory when he captured the Aberdeen Asset management Scottish Open in come-from-behind fashion at Gullane GC in July. After a bogey on the 14th hole Sunday, fell two shots off the lead. He responded with three birdies over his final four holes to catch and pass American Matt Kuchar, who shot a final-round 68 to post the clubhouse lead at 11-under. He made a 9-foot birdie putt at No. 15, made a two-putt birdie at the par-5 16th, parred the 17th then hit his approach shot on the par-4 finishing hole to 2 feet for the tap-in birdie and the title. Joined seven other players who made the Scottish Open their first European Tour win...The only Quicken Loans player ambassador on TOUR (a partnership which began the week of the Masters), finished solo second in his fourth start at Quicken Loans National. Entered the final round one shot off the lead. A final-round 69 left him three shots behind Troy Merritt's winning score of 18-under 266…Recorded his sixth top-10 of the campaign, a T10, at the World Golf Championships-Bridgestone Invitational. Three of his top-10 finishes on the PGA TOUR this season have come in World Golf Championships…Shot a final-round 3-under 68 to come from one shot back and defeat third-round leader Henrik Stenson at the Deutsche Bank Championship, good for his third career PGA TOUR victory. Earned the win at age 26 years, 8 months, 25 days in his 150th career start. Collected 2,000 points and moved from No. 22 to No. 3 in the FedExCup standings. Has come from behind to win all three of his PGA TOUR events, with his first two wins via playoffs (2012 Wells Fargo Championship and 2015 PLAYERS Championship). Became the sixth consecutive come-from-behind winner at TPC Boston...At the BMW Championship, posted rounds of 69-66-66-69 to finish at 14-under and claim a T4 with Rory McIlroy and J.B. Holmes, eight strokes behind runaway winner Jason Day. Marked the second consecutive season he has finished T4 at the BMW Championship, coming in his sixth start at the event. Went 1-3-0 in his four Presidents Cup matches in the American team's 15½-14½ victory in South Korea.\n\n2013-14: Made the cut in 19 of 26 starts during the campaign, recording career-best totals in top-10 (10) and top-25 (14) finishes. Season highlighted by four top-five finishes in the four major championships, becoming the first player to perform the feat since Tiger Woods in 2005. Earned a berth on the U.S. Ryder Cup team for the second time (2010)...Had a strong showing at the Australian PGA Championship in early November 2013 along Australia's Gold Coast. Opened with an 8-under 63 to take the first-round lead. Followed with rounds of 72-71-68 to finish four shots behind winner Adam Scott...Following a second-round, 6-under 66, offset four bogeys with six birdies in the final round of the Thailand Golf Championship in mid-December to post a 2-under 70 and claim a T8 with Thailand's Chapchai Nirat...In his fourth consecutive start at the World Golf Championships-Accenture Match Play Championship, fought his way to the semifinals Sunday morning against Ernie Els. Got off to a hot start, leading for seven of the first nine holes. With a shift of momentum, Els battled back and won three consecutive holes (Nos. 10-12) to gain a 2-up lead. Following an eagle and par on Nos. 13 and 14, he squared up the match. An Els birdie-3 at No. 18 sent the match to extra holes. A birdie-3 at the 19th hole (No. 1) gave him the upset win over Els...In his third start at the Shell Houston Open, was one of four players to post four sub-par rounds at the GC of Houston. Scores of 70-70-68-71 were good for sixth place. In his two previous starts in the event (2010 and 2012) had not been able to post a weekend score better than 74...Finished T5 in his fourth start at the Masters, with rounds of 71-75-67-73. Was two shots off the lead entering the final round...Playing alongside eventual champion Martin Kaymer in the final pairing Sunday, followed up his career-best round (3-under 67) in a U.S. Open with a final-round, 2-over 72 to remain T2 (the sixth runner-up finish of his career). It was his best performance in six U.S. Open starts (previous-best finish was a T10 in 2013). It was also his top major championship showing among his 18 starts (previous-best finishes were T5s at the 2011 Open Championship and the 2014 Masters). His pairing with the 29-year-old Kaymer was just the third final grouping at the U.S. Open since 1965 with two players in their 20s. The others were John Mahaffey (28) and Jerry Pate (22) in 1976 and Woods (26) and Sergio Garcia (22) in 2002...Overcame a double bogey and two bogeys to still shoot a 6-under 65 (10 birdies) at the Scottish Open in mid-July. Finished T8 with two others...Playing in the final group Sunday for the second straight time in a major championship, made a solid bid for the title, at The Open Championship, with a final-round, 5-under 67. Along with Garcia, finished second to Rory McIlroy by two strokes. With his finish at Royal Liverpool GC, became the only player of the season to claim top-five finishes in the year's first three major championships. He also became the first player to claim top-10 finishes in a season's first three majors since Woods achieved the feat in 2005. His T2 at Royal Liverpool supplanted his previous-best Open Championship finish (in four starts) of T5 in 2011. Rounds of 69-69-68-67 made him the only player in the field to post all four rounds in the 60s...Finished T8 at the World Golf Championships-Bridgestone Invitational for his second top 10 in five starts at Firestone CC...Finished T3 and two strokes behind McIlroy at the PGA Championship in his 20th major championship start, with T19 in 2013 the previous-best finish in four prior PGA Championship starts. Became the first to claim top-five finishes in all four majors since Woods in 2005. Since 1934, is just the third player to perform the feat, joining Woods in 2000 and 2005 and Jack Nicklaus in 1971 and 1973. Played all four majors in 32-under, with McIlroy second on the list, at 27-under...Overcame a 2-over 73 in the second round of The Barclays with back-to-back 67s on the weekend to claim a T9 at 9-under 275, five back of winner Hunter Mahan. The top-10 finish at Ridgewood CC moved him to No. 9 in the FedExCup standings heading into the following week's Deutsche Bank Championship...Finished T4 at the BMW Championship, with rounds of 71-66-66-68 at Cherry Hills CC outside Denver...Was eighth the following week at the TOUR Championship by Coca-Cola, six strokes behind Billy Horschel, to finish a career-best ninth in the FedExCup...At the Ryder Cup at Gleneagles in Scotland, went 0-2-3 in his five matches in the European victory in the biennial event in Scotland.\n\n2013: Made the cut in 18 of 22 starts, with a T3 at the Arnold Palmer Invitational the best of his five top-10 finishes. Closed the season No. 38 in the FedExCup...Finished T6 in a Monday-start-Tuesday-finish event, the season-opening, 54-hole Hyundai Tournament of Champions. The event “started” twice during the regularly scheduled first round Friday and later Sunday, but both times PGA TOUR rules staff halted play due to unplayable windy conditions and subsequently voided all scores that had taken place. As the first player off the tee, he ended up hitting three “opening” shots of the season...Three weeks later, followed an opening-round, 5-over 77 with a 7-under 65 in the second round at the Farmers Insurance Open to claim a T6 in the Monday finish. His 77 was the highest first-round score of any player to make the 36-hole cut, and the finish was his fourth top-20 in each of his starts at Torrey Pines...Finished T3 at the Arnold Palmer Invitational while playing in the final grouping with eventual champion Tiger Woods. Shot a final round 73 to complete the tournament five strokes off Woods' winning score...Was T10 at the U.S. Open for his second major championship top-10 finish (T5 at the 2011 Open Championship)...Finished T9 at The Barclays, marking his first top-10 finish in 11 FedExCup Playoffs starts. Week was highlighted by a second-round, 7-under 64. Loaned playing partner Jonas Blixt an identical orange pair of pants and shirt so the two would be dressed alike for the final round...Entered the BMW Championship No. 36 in the FedExCup standings, with his T39 finish at Conway Farms outside Chicago leading to a final ranking of No. 38. Advanced to the TOUR Championship by Coca-Cola in 2012 (finished No. 28 in the FedExCup), but other three seasons led to near misses of cracking the top 30 in the FedExCup (No. 43 in 2011 and No. 32 in 2010).\n\n2012: Despite a double bogey on the par-4 sixth hole in the final round of The Honda Classic, managed six birdies for a 4-under 66 en route to a T7 with Dicky Pride. Joined Pride and other TOUR players earlier in the week in Palm Beach Gardens for a Birdies for the Brave charity fundraiser, where they raced remote-control cars...Second top-10 of the season came at the Zurich Classic of New Orleans (T10)...A week later, made birdie-3 on the first extra hole (No. 18) to defeat Rory McIlroy and D.A. Points at the Wells Fargo Championship for his first TOUR win. Improved to 1-1 in playoffs (lost to Troy Matteson, 2009 Frys.com Open). The playoff was the fifth at the Wells Fargo Championship. At the age of 23 years, 4 months, 23 days, became the third player to make the Wells Fargo Championship his first PGA TOUR win (Anthony Kim in 2008 and McIlroy in 2010). Became the third-youngest winner of the event, behind McIlroy (20 years, 11 months, 28 days) and Kim (22, 10, 15). His win came in his 72nd start on TOUR and was his 16th top-10 finish. Opening-round 66 is the lowest start by a winner of the Wells Fargo Championship. Won in his third start at the Wells Fargo Championship (T6 in 2010 and T16 in 2011)...A week after collecting his first PGA TOUR victory, nearly became the first player since David Duval (1997) to post first two TOUR victories in back-to-back weeks, finishing T2 at THE PLAYERS, two strokes behind winner Matt Kuchar. Holed a birdie attempt from 21 feet, 7 inches on the par 3 17th in the final round to move to 11-under but couldn't convert a 7-foot, 7-inch birdie on No. 18 that would have given him the clubhouse lead at 12-under. Recorded his fifth career runner-up finish on TOUR in his 73rd start. His T2 performance came in his third start at THE PLAYERS and first in which he made the 36-hole cut. Moved into contention with a 66 in the third round, a career low at TPC Sawgrass. Entered the final round three shots off the 54-hole pace...Earned his fourth-consecutive top-10, a T5 at the Crowne Plaza Invitational at Colonial. For his efforts, which included three top-five finishes in as many starts in May, was named the PGA TOUR Player of the Month...A missed cut at the PGA Championship represented his only missed cut in his next nine events following Colonial, but best finish was a T23 at the TOUR Championship by Coca-Cola, finishing the season a career-best No. 28 in the FedExCup standings. \n\n2011: Won his first tournament as a professional, the Kolon Korea Open on the OneAsia Tour, when he rolled to a six-stroke win over Rory McIlroy at Woo Jeong Hills CC in early October. He took control of the tournament in the third round when he shot an 8-under 63. He followed that with a 3-under 68 Sunday. The victory was worth a little under $250,000...Posted first of four top-10s on the season in his fourth start in his World Golf Championships-Accenture Match Play Championship debut, finishing T9. Defeated Peter Hanson (1-up) and Phil Mickelson (6 and 5) before losing to Matt Kuchar (2 and 1) in the third round...Along with Tiger Woods, turned in the round of the day Sunday of the World Golf Championships-Cadillac Championship with a 6-under 66 to finish eighth...Entered the final round of the AT&T National tied for the lead with Nick Watney at 9-under but struggled to a closing, 4-over 74 to finish T13. Marked the second time in his PGA TOUR career he has carried the 54-hole lead\/co-lead into the final round and failed to win...Enjoyed his best finish among seven major championship starts, with a T5 at The Open Championship at Royal St. George's. Opened with three par-or-better rounds to enter the final round three strokes behind Darren Clarke. Closed with a 2-over 72 in windy conditions to finish tied with fellow Americans Chad Campbell and Anthony Kim...Finished T2 at the World Golf Championships-Bridgestone Invitational for his third top 10 in five World Golf Championships starts. Led the field with only 100 putts. He was one of five players to record all four rounds in the 60s. Held a share of the second-round lead with three other players. \n\n2010: Enjoyed a stellar rookie season, with seven top-10 finishes and a 32nd-place finish in the FedExCup standings that led to him winning PGA TOUR Rookie of the Year honors...Finished inside the top 30 on the money list to qualify for the Masters and the U.S. Open...After missing cuts in the first two starts of his season, posted a T5 finish at the Farmers Insurance Open with four sub-par rounds. Two behind leader Ben Crane until a double bogey on the 17th hole eliminated him from contention...Claimed his second runner-up finish at the Waste Management Phoenix Open, one shot behind Hunter Mahan. Had birdie opportunities on the last three holes but unable to catch Mahan. Previously lost in a playoff to Troy Matteson just down the road at Grayhawk GC in the 2009 Frys.com Open. Had he won at TPC Scottsdale, would have become the first Sponsor Exemption to do so since Jason Gore (2005 84 Lumber Classic). Lee Westwood later won in June as a Sponsor Exemption at the St. Jude Classic presented by Smith & Nephew...Three rounds in the 60s led to a T8 finish at the Verizon Heritage. Made an early final-round charge, playing his first seven holes in 6-under and carding a 6-under 30 on Harbour Town's front nine. Cooled off for a 4-under 67 for his fifth career top-10 finish...A final-round 67 helped propel him to a sixth-place finish at the Quail Hollow Championship...Added another runner-up finish at the Memorial Tournament. Led or shared the lead after the first three rounds. Entered the final round holding a three-shot lead but shot a final-round, 1-over 73, including a double bogey on the par-3 12th hole, to drop to solo second...Played in first three Playoff events, slipping from 21st to 32nd and out of the TOUR Championship...Selected as captain's pick for the United States Ryder Cup team and responded with an electric singles match against Edoardo Molinari, posting birdies on final four holes to come from 4-down to halve the match...Following his runner-up playoff loss at the 2009 Frys.com Open, returned this season and posted four rounds in the 60s to place fourth...Finished T3 at the Children's Miracle Network Classic, four shots behind the winner...Lost to Troy Merritt on the first extra playoff hole (par-4 17th) in the Kodak Challenge. \n\n2009: Turned pro at the Web.com Tour's Albertsons Boise Open, where he missed the cut by three strokes. Next event was the Soboba Classic, about 30 miles from his hometown of Murietta, Calif. Playoff runner-up to Derek Lamely at the Nationwide Children's Hospital Invitational. Started the final round five shots behind 54-hole leader Dave Schultz. Held the lead during much of the final round but suffered a bogey at the 72nd hole of regulation to drop into a tie with Lamely and force a playoff. Lost to Lamely when he failed to get up and down from a greenside bunker on the second extra hole, missing his par putt of 12 feet. Lamely rolled in a 3-foot par putt to win. In his first start as a professional on the PGA TOUR at the Justin Timberlake Shriners Hospitals for Children Open, birdied the final hole to finish T7 and earn a start at the following week's Frys.com Open. He ranked third in Putts Per Round (27.2) for the week and earned $113,700. At the Frys.com Open in Scottsdale, Ariz., reached a three-way playoff with Jamie Lovemark and eventual winner Troy Matteson. Began the final round four strokes behind Matteson, but played his first five holes in 5-under, punctuated by a hole-in-one from 211 yards at the par-3 fifth hole. After finishing T2 in the playoff, he had recorded all eight of his professional rounds in the 60s. Thanks to the T7 in Las Vegas and T2 finish at Grayhawk GC, he surpassed No. 150 from the 2008 money list, earning special temporary membership on TOUR for the remainder of the season. \n\nAmateur: Made five TOUR starts, with a T58 at the 2009 FBR Open his best finish. Two-time All-America at Oklahoma State University. Named winner of the Ben Hogan Award as the nation's top collegian after his first year. Also won the Phil Mickelson Award as the nation's top freshman. Was unbeaten in four matches and helped the United States defeat Great Britain at the 2009 Walker Cup. He had a 3-1 record in the 2007 Walker Cup in Northern Ireland, where he was the youngest player on the victorious U.S. team. Made the cut at the 2008 U.S. Open at Torrey Pines GC, where he T60. Winner of the Sunnehanna Amateur in 2007 and 2008, becoming only the fourth player to successfully defend a title. Carded an 8-under 64 to win the California State High School Championship as a junior. Won the 2007 California Interscholastic Federation Southern California Regional for the second time by posting a 6-under 66. First-team AJGA All-America in 2005 and 2006. Reached the quarterfinals of the 2006 U.S. Amateur. Won the CIF Southern California Golf Association Regional as a freshman at Murietta Valley High School with a course-record 10-under 62. \n","otherCarHigh" : "","personal" : "Gave up serious dirt-bike riding after an accident prior to his freshman year in high school resulted in a couple of broken bones in his foot. His father, Rod, who owns a trucking company, enjoyed riding dirt bikes and won the 1986 Baja 1000 while racing for a Yamaha team...His middle name comes from his grandfather, Taka Tanaka. His younger sister, Taylor, attends Cal State-Fullerton, where she is on the golf team...Started playing golf at age 3...Member of the Golf Boys video, having helped release several videos with Ben Crane, Bubba Watson and Hunter Mahan...Biggest thrill in golf was playing in the Walker Cup...Biggest thrill outside golf is being in the air on his bike...In January 2014 surprised the high school golf teams at Moore High, Westmoore High and Southmoore in the Oklahoma City area that were affected by the tornado with a golf clinic and free Cobra golf bags.","otherInfo" : "","ntlTeams" : "The Presidents Cup (1) 2015; Ryder Cup (2), 2010, 2014; Walker Cup (2), 2007, 2009.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 2nd at the Waste Management Phoenix Open.","dynStats" : "He ranks 2nd in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/RickieFowlerPGA"},{"cat" : "instagram","desc" : "","url" : "https:\/\/www.instagram.com\/rickiefowler\/"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/RickieFowler"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}