{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "45536","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hueber","first" : "Justin","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-4","heightMetric" : "1.93","weight" : "175","weightMetric" : "82","birthDate" : "September 17, 1987","age" : "28","birthPlace" : "Fayetteville, Arkansas","residence" : "Jacksonville, Florida","family" : "Wife; Sarah","education" : "University of Indianapolis (2009, Sports Marketing)","splInterest" : "Fishing","pronunciation" : "HUE-bur","nwTourAlumnus" : "","trndProYear" : "2009","clubAffl" : "Autumn Ridge GC (Fort Wayne, Indiana), TPC Sawgrass (Ponte Vedra Beach, Florida)","cityPlaysFrm" : "Jacksonville, Florida","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2015","otherVics" : "","intlVics" : "","curYrHigh" : "Won the PGA TOUR Latinoamérica season opening event, the 69th Avianca Colombia Open presented by BBVA, on February 28 in Rionegro, Colombia. Outright leader by four after rounds of 65-64-66, he carded a 72 on the final day to win by five at 21-under 267. On his way to his second win on Tour in nine months, he went bogey-free for the first 62 holes of the tournament. Had his wife, Sarah, on the bag that week.","carHigh" : "2015: On PGA TOUR Latinoamérica, made 17 starts, recording three top 10s, six top 25s and 11 made cuts. Finished 10th on the Order of Merit…Earned his spot on PGA TOUR Latinoamérica by finishing T7 at the Q-School played in Sebring, Fla. in January…Won the 57th Abierto Mexicano (Mexico Open) with an impressive birdie-birdie-eagle-par finish to secure a one-stroke victory in May. Shot 65-68-65-67 to finish at 23-under par and collected his first win as a pro in just his fifth career start on PGA TOUR Latinoamérica. Shot 15-under for the week between holes Nos. 15 and 18, carding two eagles, eleven birdies and just two pars on that critical stretch. His father, Scott Hueber, was his caddie at Aguascalientes CC in Aguascalientes, Mexico…Next best finish was a T4 at the Dominican Republic Open three weeks later to close out the first half of the season and ranked third on the Order of Merit…In the season's second half, won the unofficial America's Golf Cup in Coyoacan, Mexico, partnering with Matt Kuchar to fire 67-60-63-60 and claim a four-shot victory. Best finish over the last half was a T9 at the season-ending PGA TOUR Latinoamérica Tour Championship…In two Web.com Tour starts, finished T57 both times, at the Digital Ally Open and News Sentinel Open.\n\n2014: Finished T66 at the Nova Scotia Open on his only cut made in three starts on the Web.com Tour.\n\n2013: Finished T88 at the Web.com Tour's Q-School final stage in December.\n\nOTHER DETAILS: Played NGA Tour from 2010 to 2013. \n","otherCarHigh" : "Played college golf at the University of Indianapolis (2005-09), where he won 11 events and was a first team All-American and second team All-American selection… Won the Great Lakes Valley Conference (GLVC) Championship twice and was also named GLVC Player of the Year twice… Left the school holding several Greyhounds records, including lowest career scoring average (72.68) and the top three lowest scoring averages for a season (71.14 in 2008-09 topping the list)… Attended Leo High School in Fort Wayne, Indiana, where he scored a runner-up finish at the state tournament as a senior while leading Leo to a tie for fourth in the team competition...Three-time all-area golfer also dubbed all-conference in basketball and track.","personal" : "Has two sisters… John Hoover and Tim Cooke are the golf instructors he has worked with… His biggest thrill in golf was making a hole-in-one with both of his parents watching… A huge fishing enthusiast, says catching a 11.5-pound bass has been his biggest thrill outside of golf… Arcadia Bluffs and Mountain Top are his favorite golf courses to play… His favorite teams are the Indiana Hoosiers and the Indianapolis Colts… Lebron James and Rory McIlroy are his favorite athletes to watch… Garth Brooks is his top entertainer… “Blacklist” and “Sherlock” are his top TV shows… His favorite movie is “American Sniper.”… “The Bible” and “In a Pit with a Lion on a Snowy Day” are his favorite books… Nashville is his favorite city and Lake Michigan his top vacation spot… His favorite app is “Trivia Crack.”… His father and his two brothers in law would round out his dream foursome… Not many people know that he always travels with four fishing poles… Bucket list includes catching a 13+ pounds bass… Twitter: @jhueb… Intagram: @jhueb23","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2016 Tournament Champion"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Conditional - Finished T79 at 2015 Web.com Tour Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "Won the PGA TOUR Latinoamérica season opening event, the 69th Avianca Colombia Open presented by BBVA, on February 28 in Rionegro, Colombia. Outright leader by four after rounds of 65-64-66, he carded a 72 on the final day to win by five at 21-under 267. On his way to his second win on Tour in nine months, he went bogey-free for the first 62 holes of the tournament. Had his wife, Sarah, on the bag that week.","carHigh" : "2015: On PGA TOUR Latinoamérica, made 17 starts, recording three top 10s, six top 25s and 11 made cuts. Finished 10th on the Order of Merit…Earned his spot on PGA TOUR Latinoamérica by finishing T7 at the Q-School played in Sebring, Fla. in January…Won the 57th Abierto Mexicano (Mexico Open) with an impressive birdie-birdie-eagle-par finish to secure a one-stroke victory in May. Shot 65-68-65-67 to finish at 23-under par and collected his first win as a pro in just his fifth career start on PGA TOUR Latinoamérica. Shot 15-under for the week between holes Nos. 15 and 18, carding two eagles, eleven birdies and just two pars on that critical stretch. His father, Scott Hueber, was his caddie at Aguascalientes CC in Aguascalientes, Mexico…Next best finish was a T4 at the Dominican Republic Open three weeks later to close out the first half of the season and ranked third on the Order of Merit…In the season's second half, won the unofficial America's Golf Cup in Coyoacan, Mexico, partnering with Matt Kuchar to fire 67-60-63-60 and claim a four-shot victory. Best finish over the last half was a T9 at the season-ending PGA TOUR Latinoamérica Tour Championship…In two Web.com Tour starts, finished T57 both times, at the Digital Ally Open and News Sentinel Open.\n\n2014: Finished T66 at the Nova Scotia Open on his only cut made in three starts on the Web.com Tour.\n\n2013: Finished T88 at the Web.com Tour's Q-School final stage in December.\n\nOTHER DETAILS: Played NGA Tour from 2010 to 2013. \n","otherCarHigh" : "Finished second in Indiana state high school finals...Made all-state team...Was Fred A. Keesling Mental Award winner...Won 11 individual titles at the University of Indianapolis...Was named All-American three times - first team\/2009, second team\/2008 and honorable mention and All-Freshman team\/2006...Also named an All-American scholar.","personal" : "Graduated from Leo High School in Fort Wayne, Ind. in 2005...Was all-conference in both basketball and track there...Earliest golf memory was making par on a par-3 hole with his dad at age six, driving a 3-wood over a creek and two-putting...Biggest thrill was winning the Mexico Open in 2015 with his dad caddieing for him...Personal golf memory is Dad beating cancer in 2013 and his dad caddieing for him at the second stage of Q-School...Once caught an 11.6-pound bass...Favorite courses are Acadia Bluffs and Mountain Top...Favorite teams are the Indiana Hoosiers, Chicago Cubs and LeBron's teams...Favorite TV shows are \"Blacklist\", \"Quantico\" and any NFL game...Favorite books are \"In a Pit with a Lion on a Snowy Day\" and \"Lone Survivor\"...Favorite entertainer is Eric Church and favorite athletes LeBron James, Michael Jordan and Peyton Manning...Favorite movies are the \"Batman\" series and \"Anchorman\"...Favorite spots to visit are Lake Michigan and Nashville, Tenn...Would like to be LeBron James for a day \"just to be that athletic.\"...Most famous person met is Tiger Woods at a gala dinner...Best event ever attended is 2015 PLAYERS Championship...Not many people know he lived in Arkansas until age 11...Bucket list items are to own a bass boat and fish Lake Falcon...Supports Compassion International charity...Twitter name is @jhueb.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Won the PGA TOUR Latinoamérica season opening event, the 69th Avianca Colombia Open presented by BBVA, on February 28 in Rionegro, Colombia. Outright leader by four after rounds of 65-64-66, he carded a 72 on the final day to win by five at 21-under 267. On his way to his second win on Tour in nine months, he went bogey-free for the first 62 holes of the tournament. Had his wife, Sarah, on the bag that week.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri in 2016 is 1st at the 69 Avianca Colombia Open presentado por BBVA.","dynStats" : "He ranks 1st in Scoring Average (Actual) on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["XML Output","Intro Page","Bio Page","ShotLink Player Bio"]}]}