{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01329","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Faxon","first" : "Brad","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "190","weightMetric" : "86","birthDate" : "August 1, 1961","age" : "54","birthPlace" : "Oceanport, New Jersey","residence" : "Barrington, Rhode Island","family" : "Wife, Dory; Melanie, Emily, Sophie, Charlotte","education" : "Furman University (1983, Economics)","splInterest" : "All sports, golf course design, family","pronunciation" : "FAX-un","nwTourAlumnus" : "","trndProYear" : "1983","clubAffl" : "","cityPlaysFrm" : "Barrington; Rhode Island; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "19,280,011&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1984","qSchoolYear" : "Fall 1983","exmtStatus" : "Past Champion","otherVics" : "(10): 1986 Provident Classic. 1994 Franklin Templeton Shootout [with Fred Couples]. 1995 Fred Meyer Challenge [with Greg Norman]. 1996 Fred Meyer Challenge [with Greg Norman]. 1997 Fred Meyer Challenge [with Greg Norman]. 1999 Fred Meyer Challenge [with Billy Andrade]. 2001 Fred Meyer Challenge [with Billy Andrade], Franklin Templeton Shootout [with Scott McCarron]. 2002 Franklin Templeton Shootout [with Scott McCarron].","intlVics" : "(1): 1993 Heineken Australian Open [Aus].","curYearHigh" : "Posted his first top-10 finish of the campaign when he finished T9 at the SAS Championship in North Carolina in October.","carHigh" : "2012: Finished 41st on the money list in his first full Champions Tour season and had a pair of top-10 finishes...Held the lead for most of the final round of the Dick's Sporting Goods Open before a bogey at the 17th dropped him one stroke back, leading to an eventual T3 finish at En-Joie GC...Teamed with Jeff Sluman to finish T3 in April's Liberty Mutual Insurance Legends of Golf in Savannah...Honored in April at the annual Golf Writers Association of America Awards Dinner in Augusta with the ASAP Sports\/Jim Murray Award, given to a player for his cooperation, quotability and accommodation to the media...Made one PGA TOUR start, missing the cut at the Travelers Championship. 2011: After turning 50 in August, split his time between the PGA TOUR and Champions Tour. Made 12 TOUR starts and seven on the Champions Tour, where he claimed three top-30 finishes, highlighted by a win...Won his first Champions Tour event, at the rain-shortened Insperity Championship. Win outside Houston made him the sixth first-time winner on the Champions Tour and the fourth consecutive, a first on the circuit since 2001. Holed a 6-foot birdie putt on No. 17 at The Woodlands Saturday that proved to be the difference after heavy afternoon rains washed out the final round. Became the first player since Leonard Thompson at the 1998 Coldwell Banker Burnet Classic to claim his first Champions Tour victory in a rain-shortened event. 2010: Worked as an analyst for NBC golf broadcasts during the season...Did not record a top-10 finish for the fifth straight season. Played under Top 50 PGA TOUR Career Money exemption. 2009: Playing on a Top 25 in Career Money Exemption that carried over from 2008, played 23 events and made five cuts with a best result of T50 at the U.S. Bank Championship in Milwaukee...Three consecutive sub-par rounds, along with a final-round 72, saw him post 5-under 275 for his season-best total and a T57 finish at Wyndham Championship. 2008: Underwent ACL and microfracture surgery on his right leg in December 2007 and did not make his first start of the season until early October at the Turning Stone Resort Championship...Missed the cut in all three starts of the year. 2007: Finished outside the top 150 in earnings for the first time since 1983 and used a one-time, top-25 all-time money list exemption for 2008...Best finish was a T33 effort at the Travelers Championship...Underwent season-ending foot surgery on August 23. 2006: Made only 13 cuts in 26 events entered...Was three strokes back through 36 holes at THE PLAYERS Championship, but weekend rounds of 79-69 dropped him to T16. 2005: Won for the first time in nearly five years. Earned eighth career TOUR title in 598th career event at the Buick Championship, defeating Tjaart van der Walt in sudden-death playoff. Started the final round seven shots off the lead, and posted a career-best 9-under-par 61 to overcome third-round leader Justin Rose and van der Walt. On the first playoff hole, stuck a 7-iron from a fairway bunker to 3 feet. Converted birdie and clinched victory after van der Walt missed 10-foot birdie putt try. Became first player since Jose Maria Olazabal (2002 Buick Invitational) to win after making the cut on the number. Earned a career-best paycheck of $774,000 to push season earnings over $1 million for the fifth straight campaign...Three weeks after winning, had surgery on September 13 to repair a torn anterior cruciate ligament in his right knee and missed the remainder of the season. He injured his knee in late 2003 and played in pain for almost two years...Recipient of the Payne Stewart Award, given at the TOUR Championship. 2004: Slow start to the season due to an injury in the off-season. Missed the first month of the season rehabilitating a torn right anterior cruciate ligament without surgery. Made his first start at the AT&T Pebble Beach National Pro Am on February 5, where he missed the cut...Had a stretch of 362 consecutive holes without a three-putt, the longest on TOUR in five years. Streak lasted 19 rounds, from PGA in August to Chrysler Classic of Greensboro in mid-October. 2003: Notched eight top-10s spread over seven months with career-best earnings of $2,718,445...Finished third at the Buick Invitational, T2 at the Bay Hill Invitational, second at the Chrysler Classic of Greensboro and lost in playoff to Bob Tway at the Bell Canadian Open. 2002: Despite not winning on TOUR for the first time since 1998, finished season 31st on TOUR money list with $1,814,672...Finished T2 at Nissan Open, one stroke behind winner Len Mattiace...Lost to eventual winner Kevin Sutherland in the semifinals of the Accenture Match Play Championship. Finished third after defeating Paul Azinger on the 19th hole in the consolation match...Also T2 at The Honda Classic. 2001: Returned to the top 30 on money list (18th) for first time since 1997. Earned a victory for third consecutive year. Won Sony Open in Hawaii by four strokes. Made an eagle during each round. Had five-shot cushion after 36 holes and was three up going into the final round. 2000: Became the first player in B.C. Open history to successfully defend his title with a one-stroke victory over Esteban Toledo. Spent July 16-17 in Scotland, attempting to qualify for The Open Championship. After failing, he caught a flight home to play in B.C. Open. Started with a 68-66 and was T2 through 36 holes, trailing Toledo by three strokes. Third-round 68 lifted him into tie for 54-hole lead. Closed with a 68 for his seventh TOUR title. Won B.C. Open twice while age 38--in 1999 tournament held in the fall and in 2000 event played in summer...Earned his third putting title. Led the TOUR in Putting Average in 1996 and 1999 and in 2000 had a 1.704 average (a new record at the time). 1999: Won B.C. Open in playoff over Fred Funk. Trailed Funk by five strokes through 36 holes, closed with 70-67 to force playoff. Due to Hurricane Floyd, final 36 holes played Sunday. Due to darkness, playoff held Monday morning when he won with par on second extra hole. 1997: Earned first victory since 1992 at Freeport-McDermott Classic. Gained one-stroke lead with third-round 66 and secured a three-stroke victory over Bill Glasson and Jesper Parnevik with final-round 69. Posted runner-up finishes at Greater Greensboro Chrysler Classic, MCI Classic and MasterCard Colonial and for second straight year finished among top-10 on TOUR money list. 1996: Surpassed $1 million in earnings for first time on strength of four runner-up finishes. Made all 22 cuts...Lost playoff to Jim Furyk at United Airlines Hawaiian Open, finished three behind Steve Stricker at Kemper Open, lost playoff at Sprint International to Clarence Rose and closed with 68 for second at the TOUR Championship. 1995: Featured five top-10s and first selection to Ryder Cup Team...Shot front-nine 28 in final round of PGA, the second 28 in major championship history (Denis Durnian, 1983 Open Championship). 1992: Earned two TOUR victories. Defeated Phil Mickelson by two strokes at New England Classic...14-point final round good for two-point victory over Lee Janzen at The INTERNATIONAL...Also lost two playoffs, to Steve Elkington at Infiniti Tournament of Champions and to Dan Forsman at Buick Open. 1991: Defeated Chip Beck in playoff for first official TOUR win at Buick Open. 1986: Earned unofficial victory at Provident Classic when he defeated Scott Hoch by one. Amateur: Winner 1983 Fred Haskins, Golf magazine and NCAA Coaches Awards as nation's outstanding golfer...1982-83 All-America selection at Furman...Winner of 1980-81 New England Amateurs and 1979-80 Rhode Island Amateurs.\n","otherCarHigh" : "","personal" : "Along with Billy Andrade, runs Billy Andrade\/Brad Faxon Charities for Children, Inc., which was formed in 1991 and has donated more than $15 million to youngsters in Rhode Island and southeastern Massachusetts. Organization was honored in 1999 with Golf Writers Association of America's Charlie Bartlett Award, given to playing professionals for their unselfish contributions to society...Along with Andrade, serves as host for CVS Caremark Charity Classic, which is Rhode Island's largest charitable sporting event (cvsgolf.com)...Created own junior golf foundation and hosts its annual tournament in Rhode Island. With Andrade, is the co-chair of Button Hole, a short course that serves as a teaching and learning center for kids...Featured on the cover of Golf World (November 1, 2010) with wife, Dory, for the magazine's charity issue...Favorite cities to visit include Florence, Sydney, Chicago and New York...A guilty pleasure is Haagen-Dazs milkshakes...Follows the New England Patriots and enjoys hockey, as well...Says his favorite gadget is his iPhone...One of his favorite activities is skiing with his family...Favorite vaction spot is Italy because his wife, Dory, speaks fluent Italian.","otherInfo" : "","ntlTeams" : "Ryder Cup (2), 1995, 1997; Walker Cup (1), 1983; Dunhill Cup (1), 1997.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2011","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(10): 1986 Provident Classic. 1993 Heineken Australian Open. 1994 Franklin Templeton Shootout [with Fred Couples]. 1995 Fred Meyer Challenge [with Greg Norman]. 1996 Fred Meyer Challenge [with Greg Norman]. 1997 Fred Meyer Challenge [with Greg Norman]. 1999 Fred Meyer Challenge [with Billy Andrade]. 2001 Fred Meyer Challenge [with Billy Andrade], Franklin Templeton Shootout [with Scott McCarron]. 2002 Franklin Templeton Shootout [with Scott McCarron].","intlVics" : "","curYearHigh" : "Posted his first top-10 finish of the campaign when he finished T9 at the SAS Championship in North Carolina in October.","carHigh" : "2014: His best finish in 20 starts came in September in Quebec. Was the 36-hole co-leader with Esteban Toledo after consecutive rounds of 67 at the Quebec Championship and carded a final-round 71 to finish T3 in the Canadian event, his best individual Champions Tour finish since registering a victory at the 2011 Insperity Championship...Was T17 in his first start of the year at Hawaii's Mitsubishi Electric Championship at Hualalai...Is expected to play a limited schedule in 2015 as he joins Fox Sports as a member of its golf broadcast team, where he'll serve as the lead studio analyst and hole announcer for the network's USGA events.\n\n2013: Highlight of his year came in April when he earned his second career win by teaming with Jeff Sluman to win the Legends Division at the Liberty Mutual Insurance Legends of Golf. The pair owned the first-round lead, trailed by one stroke after 36 holes and closed out the victory Sunday with a bogey-free 7-under-par 65, giving them a one-stroke victory over Fred Funk-Mike Goodes and Kenny Perry-Gene Sauers in Savannah...Played in the PGA TOUR's Travelers Championship but missed cut after rounds of 69-77.\n\n2012: Finished 41st on the money list in his first full Champions Tour season and had a pair of top-10 finishes...Held the lead for most of the final round of the Dick's Sporting Goods Open before a bogey at the 17th dropped him one stroke out of a playoff and led to a T3 finish at En-Joie GC...Teamed with Jeff Sluman to finish T3 in April's Liberty Mutual Insurance Legends of Golf in Savannah...Made one PGA TOUR start, missing the cut at the Travelers Championship. \n\n2011: Won his first Champions Tour event at the rain-shortened Insperity Championship. Win outside Houston made him the sixth first-time winner on the Champions Tour and the fourth consecutive, a first on the circuit since 2001. Holed a 6-foot birdie putt on No. 17 at The Woodlands Saturday that proved to be the difference after heavy afternoon rains washed out the final round. Became the first player since Leonard Thompson at the 1998 Coldwell Banker Burnet Classic to claim his first Champions Tour victory in a rain-shortened event. It was also the first rain-shortened event on the Champions Tour since the 2010 Outback Steakhouse Pro-Am...Made his Champions Tour debut at the 3M Championship and was T53 in his first appearance...Made a dozen PGA TOUR starts prior to joining the Champions Tour.\n","otherCarHigh" : "Played full time on the PGA TOUR from 1984-2010 and won eight official events...Highest standing on single-season final PGA TOUR money list was eighth in both 1992 and 1996...In 2008, played sparingly on the PGA TOUR after undergoing ACL and microfracture surgery on his right leg in December 2007... Waited almost five years before claiming his last title at the 2005 Buick Championship in dramatic fashion. Started the final round seven shots off the lead, and posted a career-best, 9-under 61 to overcome third-round leader Justin Rose and Tjaart van der Walt, eventually defeating van der Walt in a sudden-death playoff. On first extra hole, stuck a 7-iron shot to within three feet of the hole and after van der Walt missed his birdie bid from 10 feet, tapped in for the victory...Earned a victory for the third consecutive year when he won the 2001 Sony Open in Hawaii by four strokes over Tom Lehman. Made an eagle during each round and 65 at Waialae CC on Sunday allowed him to cruise to an easy win...Became the first player ever to defend a B.C. Open title with a one-stroke victory over Esteban Toledo in 2000. Spent July 16-17 in Scotland, attempting to qualify for The Open Championship. After failing to earn a spot in the field, he caught a flight home to play in the B.C. Open. Started with a 68-66 and was T2 through 36 holes, trailing Toledo by three strokes. Third-round 68 lifted him into a tie for the lead after 54 holes and final-round 68 secured his sixth TOUR victory...Led the TOUR in Putting for the second consecutive season and third time overall...Won the 1999 B.C. Open in a playoff over Fred Funk when he made par on the second extra hole. Trailed Funk by five strokes through 36 holes, but closed with rounds of 70-67 at En-Joie GC to force a playoff. Due to Hurricane Floyd, final 36 holes played on Sunday, but darkness set in and playoff was eventually held Monday...Again led the TOUR in Putting...Went almost five years before claiming his fourth career title, at the 1997 Freeport-McDermott Classic in New Orleans. Third-round 66 moved him one stroke in front and he eventually won by three shots over Bill Glasson and Jesper Parnevik with a final-round 69...Led the PGA TOUR in Putting for the first time in 1996...Shot front-nine 28 in the final round of the 1995 PGA Championship, the second 28 in major championship history (Denis Durnian, 1983 Open Championship)...Won twice in 1992 and had a pair of runner-up finishes, as well. Defeated Phil Mickelson by two strokes at the New England Classic. Second title that season came when he had a 14-point final round that was good enough for a two-point victory over Lee Janzen at The International. Also lost playoffs to Steve Elkington at the Infiniti Tournament of Champions and to Dan Forsman at the Buick Open...Initial official PGA TOUR title came when he defeated Chip Beck in a playoff at the 1991 Buick Open...Earned unofficial title at the 1986 Provident Classic, when he defeated Scott Hoch by one stroke...Was a member of the U.S. Ryder Cup team in 1995 and 1997...Recipient of the Payne Stewart Award in 2005...As an amateur, won the 1983 Fred Haskins, Golf Magazine and NCAA Coaches Awards as the nation's outstanding collegiate golfer...Was a 1982-83 All-America selection at Furman and also named to the All-Southern Conference team in 1980, 1982, 1983...Winner of the 1980-81 New England Amateurs and 1979-80 Rhode Island Amateurs...Named the 2012 winner of the ASAPSports\/Jim Murray Award, which recognizes a golfer for cooperation, quotability and accommodation with the media by the Golf Writers Association of America. \n\n","personal" : "Along with Billy Andrade, runs Billy Andrade\/Brad Faxon Charities for Children, Inc., which was formed in 1991 and has donated more than $16 million to youngsters in Rhode Island and southeastern Massachusetts. Organization was honored in 1999 with Golf Writers Association of America's Charlie Bartlett Award, given to playing professionals for their unselfish contributions to society...Along with Andrade, serves as host for CVS Caremark Charity Classic, which is Rhode Island's largest charitable sporting event (cvsgolf.com)...Created own junior golf foundation and hosts its annual tournament in Rhode Island. With Andrade, is the co-chair of Button Hole, a short course that serves as a teaching and learning center for kids...Was honored in April, 2015 as the 18th recipient of the Francis Ouimet Award for lifelong contributions to golf. The Francis Ouimet Scholarship Fund exists to make college a financial reality for hundreds of Massachusetts students who have held golf-related jobs. He is the third New Englander to win the award, joining Ouimet and Eddie Lowery...Featured on the cover of Golf World (November 1, 2010) with wife, Dory, for the magazine's charity issue...Favorite cities to visit include Florence (Italy), Sydney, Chicago and New York...A guilty pleasure is Haagen-Dazs milkshakes...Follows the New England Patriots and enjoys hockey, as well...Says his favorite gadget is his iPhone...One of his favorite activities is skiing with his family...Favorite vaction spot is Italy because his wife speaks fluent Italian.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T22nd at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks 71st in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/BradFaxon"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}