{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "12730","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "6","capcure" : "N", "personalInfo" : {"name" : {"last" : "Harris","first" : "John","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "190","weightMetric" : "86","birthDate" : "June 13, 1952","age" : "63","birthPlace" : "Minneapolis, Minnesota","residence" : "Edina, Minnesota","family" : "Wife, Jenifer; Chris (3\/24\/78), Katie (10\/5\/79)","education" : "University of Minnesota (1974, Business Administration)","splInterest" : "Insurance","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1976, 2002","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,178,903&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1976","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2002","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(16): 1974 Big Ten Championship, Minnesota State Amateur. 1987 Minnesota State Amateur. 1988 Minnesota State Mid-Amateur. 1989 Minnesota State Amateur. 1990 Minnesota State Mid-Amateur. 1991 Minnesota State Mid-Amateur. 1992 Minnesota State Mid-Amateur. 1993 U.S. Amateur. 1994 Minnesota Open. 1995 Minnesota Open, Sunnehanna Amateur. 1999 Minnesota State Mid-Amateur. 2000 Minnesota State Amateur. 2001 Crump Cup. 2002 Terra Cotta Cup.","intlVics" : "","curYearHigh" : "In eight tournament starts, his best finish was a T31 at the Insperity Championship in May.","carHigh" : "2011: Made nine starts, with best showings a T32 at the Allianz Championship and a T34 at the weather-shortened Insperity Championship. 2010: In 10 starts his best showing was a T17 in his first start of the year at The ACE Group Classic in Naples, Fla. 2009: Made 19 starts and best finish came in his first appearance of the season at the Allianz Championship. Was T12 thanks to a 65 in the final round at Broken Sound. 2008: Lone top-10 effort was a T10 at the Dick's Sporting Goods Open thanks to a final-round 64. It marked the second consecutive year he had posted the 8-under score at En-Joie GC. 2007: Among the top 40 in single-season earnings for the fourth straight season and posted top-25 performances in a quarter of his 28 starts...Played his best golf of the year during a five-week stretch in the summer. During this period, earned almost half of his 2007 official money. On the first day of July, posted his initial top-10 finish of the season at the Commerce Bank Championship (T9). Was in a position to defend his title at Eisenhower Park, trailing Lonnie Nielsen by four strokes after 36 holes. Dropped back after carding a 1-over 72 in the final round on Long Island..Two weeks later, followed with a T6 at the inaugural Dick's Sporting Goods Open on the strength of an 8-under 64 in the second round, his low round of the year...Two weeks after that, he was in contention all weekend in front of the hometown fans at the 3M Championship in Minnesota. Was just one stroke off the lead after Friday and was only three off the pace through 36 holes before shooting a final-round 66 and eventually finishing T3, two strokes back of D.A. Weibring. Performance was his best-ever at the TPC Twin Cities and was also his top outing on the Champions Tour since winning the Commerce Bank Championship on Long Island in 2006. 2006: Finest year on the Champions Tour...Earned $651,016 as well as his first career victory. Made a six-foot birdie putt on the first playoff hole to beat Tom Jenkins in the Commerce Bank Championship at the Red Course at Eisenhower Park. Victory was the first of his professional career and came in his 97th start on the Champions Tour. Fashioned a 7-under 64 Sunday and came from five strokes back to get into the playoff...Earlier in the season, was in contention down the stretch at the Toshiba Classic and eventually T2 at Newport Beach. Played his last 31 holes at Newport Beach without making a bogey but missed a 16-foot birdie putt on the 18th to tie Brad Bryant...Made a hole-in-one on Sunday at the Allianz Championship, using a 6-iron on No. 16 at Glen Oaks from 168 yards. 2005: Made a late run at a spot in the season-ending Charles Schwab Cup Championship but, for the second straight year, missed in the season's final full-field event when he T28 at the SBC Championship in San Antonio. Entered the SBC event 33rd on the money list and put himself in good position to secure a spot among the top-30 money-winners after firing a career-low 9-under 62 at Oak Hills to take the first-round lead. Course-record-tying round included a run of four straight birdies and an eagle, the best eagle-birdie streak on the Champions Tour that season. However, ballooned to a final-round 76 to fall into the 34th position on the final money list...Shot three straight rounds in the 60s at the TPC Snoqualmie Ridge and T3 at the Boeing Greater Seattle Classic...Closing-round, 6-under-par 66 helped him to a T4 in the Greater Hickory Classic at Rock Barn. 2004: Best showing was a T5 at the SAS Championship in late September...Was among the leaders through three rounds of the Senior PGA Championship at Valhalla, but finished solo ninth after posting a final-round 76. Performance in Louisville was his first top-10 effort of Champions Tour career...After making a hole-in-one during the pro-am, made a double eagle in the second round of the 3M Championship. Holed a 5-wood second shot from 257 yards on the par-5 sixth hole, the first albatross on the Champions Tour since 2002 (John Jacobs\/MasterCard Championship). 2003: Earned a conditional exemption for 2004 by virtue of his finish among the top 50 on the 2003 money list...Played in eight of his first 15 events through sponsor exemptions and was among the top 25 six times...Benefited from the re-order category following the Long Island Classic event and played in each of the last eight full-field tournaments that season...Cracked the top 50 for good when he T16 at the inaugural Greater Hickory Classic at Rock Barn and earned $20,083. 2002: Played in 12 events after mid-June. In his third start on the circuit, was T14 at the SBC Senior Open in Chicago, his top effort of the campaign. Rebounded from an opening-round 75 with 67-68 on the weekend at Harborside International. \n","otherCarHigh" : "Minnesota's dominant amateur player for nearly two decades, winning four state amateur titles and five state mid-amateur crowns as well as back-to-back state open championships. Was also on Minnesota's winning team at the 1997 and 2001 USGA Men's State Team Championship..Named the Minnesota Player of the Year 10 times (1987-95 and 2000)...Biggest victory of his career came at age 41 at the 1993 U.S. Amateur at Champions GC in Houston. Defeated Danny Ellis in the 36-hole final, 5 and 3, after both players were all square after 25 holes. Had rallied down the stretch to defeat defending champion Justin Leonard, 2 and 1, in a quarterfinal match earlier in the week...A four-time United States Walker Cup team member (1993, 1995, 1997, 2001) and had the victory-clinching match in both 1993 and 1997...First turned professional in 1976, then regained his amateur status in 1983 before turning professional again when he turned 50...Attempted to earn a PGA TOUR card three times, missing by a total of four strokes.","personal" : "Created the Harris-Homeyer Insurance Company in January 1979 with Bill Homeyer, father of former U.S. Women's Open champion, Hillary Lunke...Attended the University of Minnesota on a hockey scholarship, but also played golf, earning first team All-America honors in golf in 1974...Played for Herb Brooks at the University of Minnesota and was the second-leading scorer for the 1974 team that won the NCAA Championship. Younger brother, Robby, was a linemate...Also started for Minnesota in 1971 when the Gophers were NCAA runners-up...Played briefly for the New England Whalers' minor league team in 1975...Father started him playing golf, and he grew up on a nine-hole course with sand greens in northern Minnesota...Is a member of the Minnesota Golf Hall of Fame and the University of Minnesota Hall of Fame...Lists Augusta National GC as his favorite course...Formerly served as the director of golf for the University of Minnesota golf programs from 2010-2011.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was 1st in 2006 at the Commerce Bank Championship.","dynStats" : "He ranks 35th in Career Cuts on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}