{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20158","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Rodriguez","first" : "Anthony","middle" : "","extn" : "","nick" : ""}, "height" : "5-8","weight" : "192","birthDate" : "October 13, 1972","age" : "40","birthPlace" : "San Antonio, Texas","residence" : "San Antonio, Texas","family" : "Wife, Kim; Anthony (3\/28\/07), Bradley (9\/10\/08)","education" : "Texas A&M University (1995, Psychology)","splInterest" : "Hunting, fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1995","qSchoolYear" : "","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "192,309&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1998","exmtStatus" : "Fully Exempt \/ 33rd Web.com Tour Qualifier at 2011 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2011: Returned to the Web.com Tour after a lengthy break. Had not played regularly since 2003. Went into retirement following the 2003 season. Has twice appeared on the Golf Channel's \"Big Break\" series, including \"Big Break Dominican Republic\" in 2011. Took advantage of that second chance, earning MVP honors for the men's side, and with that a sponsor exemption into the 2011 Justin Timberlake Shriners Hospitals for Children Open. He shot 72-74 in Las Vegas and missed the cut.\n","otherCarHigh" : "First-team All-American at Texas A&M in 1995, joining Tiger Woods and Stewart Cink, among others, as first-team selections...Won the 1995 Southwest Conference Championship and was that conference's Player of the Year after winning six tournaments, including the SWC individual title.","personal" : "Got seriously involved in golf after a brief, private lesson with Chi Chi Rodriguez (no relation) when he was 14 years old. The World Golf Hall of Famer continues to provide career guidance and assistance...Biggest thrill outside golf is having his two sons...Follows Texas A&M and any team that plays Texas...Follows all Dallas pro teams and the San Antonio Spurs...Favorite movie is \"Tombstone.\" Likes to visit San Francisco and vacation anywhere tropical. Not many people know he can be seriously deep. Bucket list includes bow hunting for elk and hunting trips with his dad. Favorite quote is \"Anger is the one thing you can't get rid of by losing it.\"","otherInfo" : "Member of the Web.com Tour in 1998 and 2001-02. 2006: Named Canadian Tour Rookie of the Year .2003: Made seven of 18 cuts on the Web.com Tour. Best finish was a T6 at The Reese's Cup Classic in Hershey, PA. 2002: Made the cut in 11 of 24 starts last year with three top-25 finishes...Best showing was a T11 at the Louisiana Open, where he was 18-under...Ranked No. 31 in Driving Distance (295.2) in 2002...Made the cut in six of 17 tournaments during the 2001 season...Posted one top-25 finish, a T25 at the Inland Empire Open...Made the cut in four of 18 events in 1998 with his best finish a T2 at the Wichita Open...Earned his 1997 PGA TOUR card after a T37 finish at the 1996 PGA TOUR Qualifying Tournament. Made the cut in six of 25 events with his best finish a T13 at the 1997 Bell Canadian Open.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2012 is T30th at the South Georgia Classic Presented by First State Bank and Trust Company.","dynStats" : "He ranks 19th in Driving Distance on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}