{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06140","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Murphy","first" : "Sean","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "165","weightMetric" : "75","birthDate" : "August 17, 1965","age" : "50","birthPlace" : "Des Moines, Iowa","residence" : "Scottsdale, Arizona","family" : "Wife, Myrna","education" : "University of New Mexico","splInterest" : "Music, theater, working with handicapped children, sports","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1988","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,463,578&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1992","exmtStatus" : "Conditional - Veteran Member","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the Web.com Tour in 1992-93, 1995, 1997-98 and 2003-04. Member of the PGA TOUR in 1990-91, 1994, 1996 and 1999-2001. Has earned PGA TOUR membership via the Web.com Tour money list three times (1993, first; 1995, eighth; 1998, 12th). Has seen limited starts over the past few years. \n\n2010: Missed the cut in his only two starts on the Web.com Tour. \n\n2009: Only Web.com Tour appearance was a missed cut at the Mexico Open. \n\n2008: Did not make a start on either Tour.\n\n2007: Made two starts on the Web.com Tour but did not make a cut. \n\n2006: Missed the cut in one start on the Web.com Tour and one start on the PGA TOUR. \n\n2005: Finished T38 at the Sony Open in Hawaii on the PGA TOUR...Missed the cut in his other two TOUR starts...Also missed the cut in his only start on the Web.com Tour. \n\n2004: Made the cut in just two of eight starts on the Web.com Tour. His last made cut was a T28 at the Mark Christopher Charity Classic. \n\n2003: Returned to the Web.com Tour in mid-season after recovering from neck surgery in late 2002. Was tied for second and held solo second after the 36- and 54-hole marks at 2003 Reese's Cup Classic in July, his second start of the year. Wound up T13 in Hershey. Added a T12 at the Omaha Classic. Best round of the year was an opening 64 at the Price Cutter Charity Classic. Wound up making the cut in seven of his 14 starts, with four top-25s. Missed the cut at the U.S. Open.\n\n2002: Made two starts and one cut on both the PGA TOUR and the Web.com Tour. \n\n2001: Last full season on the PGA TOUR came when he made the cut in eight of 27 starts. \n\n2000: Finished No. 130 on the PGA TOUR money list, earning a career-best $339,242. Made 15 cuts and finished in the top 10 twice. Shared first-round lead at Michelob Championship at Kingsmill after opening 66. Closed 72-69-68 for T5 worth $105,375, his career-best finish on TOUR. Also tied for sixth at the Sony Open in Hawaii. \n\n1999: Posted three top-25s and made 15 cuts in 29 events on the PGA TOUR. Best weeks came at the Greater Greensboro Chrysler Classic (T13) and the FedEx St. Jude Classic (T15). \n\n1998: Made 18 cuts in 27 starts on the Web.com Tour and was runner-up three times. Was T2 at the South Carolina Classic and later lost in playoffs at the Dakota Dunes Open and the San Jose Open...Also finished T4 at the Tour Championship. Ended the year No. 12 on the final money list and regained his PGA TOUR card for the 1999 campaign. \n\n1997: Made 11 cuts in 19 starts and had three top-10 finishes. Best week was a T5 at the Puget Sound Open. Also finished T12 at the B.C. Open and qualified for the U.S. Open, but missed the 36-hole cut.\n\n1996: Made 15 cuts in 25 starts and posted a T14 at the Nissan Open...Qualified for both the U.S. Open and The Open Championship. Was T32 at the U.S. Open at Oakland Hills in Michigan...Finished T6 at the Louisiana Open on the Web.com Tour, where he made only two starts. \n\n1995: Started the year with a T18 at the United Airlines Hawaiian Open on the PGA TOUR...Made 16 cuts in 21 starts on the Web.com Tour and had seven top-10 finishes. Earned his sixth career victory with a one-stroke win over Allen Doyle at the Philadelphia Classic. Shared the 36-hole lead in that event and held a two-shot lead after 54 holes...Win came one week after a runner-up finish at the Carolina Classic, where he shared the 36-hole lead...Also had top finishes at the Tour Championship (T4) and Texarkana Open (T5). Ended the year No. 8 on the money list and gained his PGA TOUR card for the 1996 season. \n\n1994: Made 14 cuts in 31 starts on the PGA TOUR. Best finishes were a T8 at the Las Vegas Invitational and a T17 at the B.C. Open. \n\n1993: Named Player of the Year on the Web.com Tour after a record-setting season that saw him win four times and the end the year No. 1 on the money list. Was T4 at the Shreveport Open and came back a week later to win for the first time at the Central Georgia Open. Opened with a 1-over 73 that left him nine shots out of the lead. Came back with an 11-under 61 in the second round and moved into a two-shot advantage. A 1-under 71 on the final day gave him a two-stroke win over Don Walsworth...Earned his second win two weeks later, at the Greater Greenville Classic, where he holed a 51-foot eagle putt on the 72nd hole to defeat Doug Martin by one stroke. Opening-round 72 left him tied for 53rd and seven shots off the pace. Rounds of 65-67 left him tied with Tommy Tolles for the 54-hole lead...Won the Utah Classic a few weeks later in a playoff. Four-man playoff tied the Tour record for most players in an overtime session. Victory in Provo came after a final-round 66 erased a two-shot deficit and tied him with Curt Byrum, Jim Carter and Tommy Moore at 12-under par. Won the playoff with a birdie on the third extra hole. Donated part of his winner's check to Special Olympics...Won for a record-setting fourth time two weeks later, at the Sonoma County Open. Final-round 68 put him at 14-under and two in front of runner-up Joey Rassett. Set Tour records for most wins in a season and most money won in a year ($166,293)...Also qualified for the U.S. Open but missed the 36-hole cut. \n\n1992: Made the cut in 12 of 27 starts on the Web.com Tour and earned his first career win, at the Louisiana Open. Put together six birdies in a 10-hole stretch on the final day to win by one...Also finished solo second at the Boise Open, one shot back of winner Jaime Gomez. \n\n1991: Made the cut in nine of 25 starts on the PGA TOUR, with his best finish at T29 at the Greater Milwaukee Open. \n\n1990: Rookie PGA TOUR season saw him make six cuts in 23 starts. Best week was a T24 at the B.C. Open...Earned his TOUR card with a T16 finish at the 1989 Qualifying Tournament. \n","otherCarHigh" : "Western Athletic Conference Player of the Year in 1988. Winner of 1982 and 1984 New Mexico high school state championship","personal" : "First-team all-state punter on high school football team; also played free safety and quarterback...Says playing in 1996 Open Championship was one of his greatest experiences in golf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "1989, 1990, 1999, 2000","exmtStatus" : "T18 at 2000 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Improved his position on the 2001 PGA TOUR with a T18 finish at the 2000 PGA TOUR Qualifying Tournament. ...Finished 130th on the money list. Made 15 cuts and finished in the top-10 twice. ...Rounds of 68-67-70-67 produced T6 at the Sony Open in Hawaii, worth $97,150. ...Shared first-round lead at Michelob Championship at Kingsmill after opening 66. Closed 72-69-68 for T5 worth $105,375, his best finish of his career on TOUR. ...Posted three top-25 finishes and made 15 cuts in 29 events on the PGA TOUR in 1999. Best finish in 1999 was T13 place at the Greater Greensboro Chrysler Classic. ...Member of the BUY.COM TOUR in 1992-93, 1995 and 1998. ...Has earned PGA TOUR membership via the BUY.COM TOUR money list three times (1993-1st, 1995-8th and 1998-12th). ...Has six career victories on the BUY.COM TOUR and holds the record for the most victories in a season with four in 1993. ...Says playing in 1996 Open Championship was one of his greatest experiences in golf. ...Western Athletic Conference Player of the Year in 1988. ...Winner of 1982 and 1984 New Mexico High School State championship. ...First-team all-state punter on high school football team; also played free safety and quarterback. ...Donated portion of winner's check at 1993 Utah Classic to tournament's charity, Special Olympics.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 6 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}