{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "08993","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Langham","first" : "Franklin","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "175","weightMetric" : "79","birthDate" : "May 8, 1968","age" : "47","birthPlace" : "Thomson, GA","residence" : "Peachtree City, GA","family" : "Wife, Ashley; Parker (4\/29\/97), Carson (7\/7\/99), George (9\/5\/01), Oliver (5\/13\/05)","education" : "University of Georgia (1991, Risk Management and Insurance)","splInterest" : "Hunting, fishing, activities with kids","pronunciation" : "LANG-um","nwTourAlumnus" : "Nationwide Tour Alumnus","trndProYear" : "1992","clubAffl" : "","cityPlaysFrm" : "Peachtree City; GA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,478,872&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Past champion 2-4","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the PGA TOUR in 1996, 1998-2002 and 2005. Member of the Nationwide Tour in 1993-95, 1997, 2003-04 and 2006-08. Did not play on any Tour during the 2009 or 2010 season. 2008: Struggled through difficult season without making a cut in 13 starts. 2007: Made the cut in 11 of 26 events on the Nationwide Tour, including three top-25 finishes. Finished the year No. 32 on the money list, with $175,414. Four rounds in the 60s (68-64-66-68) led to a runner-up finish at the Price Cutter Charity Championship, finishing four strokes behind Tom Scherrer. Collected $60,048 to move from No. 155 to No. 51 on the money list. Also posted four rounds in the 60s (63-67-66-68) at the Utah EnergySolutions Championship, leading to tournament-record 20-under 264 and a two-stroke win over Richard Johnson. It represented the third Tour win of his career. Only start on the PGA TOUR in 2007 resulted in a T30 finish at the AT&T Classic. 2006: Made the cut in 17 of 26 starts on the Nationwide Tour, with four top-10 finishes. Ended the season No. 41 on the money list, with $136,246. Ranked 10th in the All-Around Ranking. Missed the cut in his first two starts before bouncing back with a T42 in New Zealand and an impressive T3 at the Chitimacha Louisiana Open. Held the lead after the second and third rounds in Lafayette, but a final-round, 1-under 70 left him two strokes back of winner Johnson Wagner. 2005: Made the cut in 14 of 31 events on TOUR. T19 performances at the FBR Open and the Barclays Classic represented his best outings of the year. 2004: Wrapped up the Nationwide Tour season No. 4 on the official money list, with $312,896 and graduated to the PGA TOUR for second time in his career. Posted 13 top-25s in 16 made cuts. At the Rheem Classic, broke through for his second career Tour victory with a 72-hole total of 15-under 265, good for a two-stroke win over Keoke Cotner. A 9-under 61 in the second round was spurred on by the Tour's lowest nine-hole score of the season (28) and a season-best eight consecutive birdies (Nos. 3-10), one shy of the Nationwide Tour record of nine set by Omar Uresti in 1994. At the time, the win established a new record for time between victories on the Nationwide Tour. 2003: Last win came at the Permian Basin Open, a gap of 10 years, 8 months, 17 days. Led Tour in Scoring Average, was second in Greens in Regulation and Birdie Average, third in Putting Average and seventh in All-Around Ranking...Finished the Nationwide Tour season No. 65 on the money list, with $75,831. 2002: Finished No. 168 on the PGA TOUR money list, with $238,461. 2001: Played in only 22 events on the PGA TOUR as season was cut short by left elbow surgery on Oct. 12. Achieved life-long dream by participating in his first Masters, finishing T40. Led PGA TOUR in Sand Saves at 68.9 percent. 2000: Enjoyed breakthrough season in fourth PGA TOUR campaign. Eclipsed career-highs set the previous season in official money and ranking. Seven top-10s and three seconds also established career-highs. Ranking of 26th on the official money list marked his first top-30 finish in that category and qualified him for first TOUR Championship appearance. Produced second career runner-up at Doral-Ryder Open. Second-round 63 established a personal best. Had best seven-tournament stretch of short career during mid-season run in which he finished no worse than seventh in six of seven starts, including seventh-place finish at his first major, the PGA. 1999: Finished 76th on money list, his first time among the top 100. 1997: Had no exempt status on the PGA TOUR or Nationwide Tour but played in 16 Nationwide Tour events that year, with three top-10s. Regained his TOUR card with a sixth-place finish at the 1997 PGA TOUR Qualifying Tournament. 1996: Finished 174th on the PGA TOUR money list. 1995: Fourth-place finish on the Nationwide Tour money list secured his PGA TOUR playing privileges for 1996 despite not winning a tournament. Three playoff losses a Nationwide Tour record that was tied in 2004 by Paul Gow. 1993: Captured the Permian Basin Open on the Nationwide Tour, where he defeated Doug Martin in a playoff. \n","otherCarHigh" : "Was an All-American in 1991 at Georgia and was a member of the victorious 1991 U.S. Walker Cup team at Portmarnock GC in Dublin, Ireland. Walker Cup teammates included David Duval, Phil Mickelson and Jay Sigel.","personal" : "His wife, Ashley, has worked as his caddie in the past and is a former president of the Nationwide Tour Wives Association. On qualifying for 2001 Masters: \"When I received my Masters invitation just before Christmas, it was almost like another Christmas present,\" he said. Grew up in nearby Thomson, GA, began going to Masters at age 8 and later manned the 16th hole leaderboard when he was in high school.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 1991.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1996","qSchoolYear" : "1997","exmtStatus" : "Fourth on 2004 Nationwide Tour money list","otherVics" : "(2) 1989 Georgia Open. 1992 Georgia Open.","intlVics" : "","curYearHigh" : "","carHigh" : "2000: Enjoyed breakthrough season in fourth PGA TOUR campaign. Eclipsed career highs set the previous season in official money earnings and ranking...Seven top-10s and three seconds also established career-highs. Ranking of 26th on the official money list marked his first top-30 finish in that category and qualified him for first THE TOUR Championship appearance...First top-10 came at Doral-Ryder Open after rounds of 66-63-68-70 produced second career runner-up finish. Second-round 63 established a personal best. Opening 66-63--129 (-15) was the fifth-lowest first 36-hole score on TOUR...Had best seven-tournament stretch of short career during mid-season run in which he finished no worse than seventh in six of seven starts, including seventh-place finish at his first major, the PGA Championship. Started with rounds of 72-71 before firing third-round 7-under-par 65 and final-day 69. 1999: Made 20 of 29 cuts, with three top-10s and finished 76th on money list -- his first time among the top-100...Best showing of season came at National Car Rental Golf Classic, with T3. 1998: Made 18 cuts, including in five of his last six starts that helped him secure a spot in the top 125. Made a serious run at the winner's circle in mid-July at the Deposit Guaranty Classic in Mississippi. Fired back-to-back 67s to move into a tie for fourth after two rounds. Finished in a three-way tie for second with Paul Goydos and Tim Loustalot, two strokes back. 1997: Had no exempt status on the PGA TOUR or BUY.COM TOUR but did play in 16 BUY.COM TOUR events that year with three top-10 finishes and $27,550 in prize money...Regained his TOUR card with a sixth-place finish at the 1997 PGA TOUR Qualifying Tournament. 1996: Finished 174th on the PGA TOUR money list with his best finish a T15 at the Freeport McDermott Classic in New Orleans. 1995: Fourth-place finish on the BUY.COM TOUR money list secured his PGA TOUR playing privileges for 1996. 1993: Captured the BUY.COM Permian Basin Open in Texas where he defeated Doug Martin in a playoff. Amateur: Was an All-American in 1991 at the University of Georgia and was a member of the victorious 1991 U.S. Walker Cup team at Portmarnock G.C. in Dublin, Ireland. Walker Cup teammates included David Duval, Phil Mickelson and Jay Sigel.\n","otherCarHigh" : "","personal" : "His wife, Ashley, has worked as his caddie in the past and she was president of the BUY.COM TOUR Wives Association when he was playing on that circuit...On qualifying for 2001 Masters: \"When I received my Masters invitation just before Christmas, it was almost like another Christmas present,\" he said. Grew up in nearby Thomson, GA, began going to Masters at age 8 and later manned the 16th hole leaderboard when he was in high school.","otherInfo" : "Member of the PGA TOUR in 1996 and 1998-2002 and the Nationwide Tour in 1993-95, 1997 and 2003-04. Wrapped up the 2004 Nationwide Tour season No. 4 on the official money list, with $312,896 and graduated to the PGA TOUR for second time in his career. Posted 13 top-25s in 16 made cuts. At the Rheem Classic, broke through for his second career Tour victory with a 72-hole total of 15-under 265, good for a two-stroke win over Keoke Cotner. A 9-under 61 in the second round was spurred on by the Tour's lowest nine-hole score of the season (28) and a season-best eight consecutive birdies (Nos. 3-10), one shy of the Nationwide Tour record of nine set by Omar Uresti in 1994. At the time, the win established a new record for time between victories on the Nationwide Tour, only to be surpassed later by Scott Gump's win in Boise. Langham's last win came at the 1993 Permian Basin Open, a gap of 10 years, 8 months and 17 days. Led Tour in Scoring Average, was second in Greens in Regulation and Birdie Average, third in Putting Average and seventh in All-Around Ranking. Finished the 2003 Nationwide Tour season No. 65 on the money list with $75,831. Finished No. 168 on the 2002 PGA TOUR money list, with $238,461. Played in only 22 events on the 2001 PGA TOUR as season was cut short by left elbow surgery on Oct. 12. Achieved life-long dream by participating in his first Masters, finishing T40. Led PGA TOUR in Sand Saves at 68.9 percent. Enjoyed breakthrough season in 2000 in fourth PGA TOUR campaign. Eclipsed career-highs set the previous season in official money and ranking. Seven top-10s and three seconds also established career-highs. Ranking of 26th on the official money list marked his first top-30 finish in that category and qualified him for first TOUR Championship appearance. Produced second career runner-up at Doral-Ryder Open. Second-round 63 established a personal best. Had best seven-tournament stretch of short career during mid-season run in which he finished no worse than seventh in six of seven starts, including seventh-place finish at his first major, the PGA. Finished 76th on money list in 1999, his first time among the top 100. Had no exempt status on the 1997 PGA TOUR or Nationwide Tour but played in 16 Nationwide Tour events that year, with three top-10s and $27,550 in prize money. Regained his TOUR card with a sixth-place finish at the 1997 PGA TOUR Qualifying Tournament. Finished 174th on the 1996 PGA TOUR money list. Fourth-place finish on the 1995 Nationwide Tour money list secured his PGA TOUR playing privileges for 1996 despite not winning a tournament. Three playoff losses a Nationwide Tour record that was tied in 2004 by Paul Gow. Captured the 1993 Permian Basin Open on the Nationwide Tour, where he defeated Doug Martin in a playoff. Was an All-American in 1991 at Georgia and was a member of the victorious 1991 U.S. Walker Cup team at Portmarnock GC in Dublin, Ireland. Walker Cup teammates included David Duval, Phil Mickelson and Jay Sigel.","ntlTeams" : "Walker Cup, 1991.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 3 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}