{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "28307","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Every","first" : "Matt","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "190","weightMetric" : "86","birthDate" : "December 4, 1983","age" : "32","birthPlace" : "Daytona Beach, Florida","residence" : "Jacksonville Beach, Florida","family" : "Wife, Danielle; Liam, Quinn (11\/24\/14)","education" : "University of Florida (2006, Business)","splInterest" : "Ping-pong, University of Florida sports","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2009, 2011)","trndProYear" : "2006","clubAffl" : "","cityPlaysFrm" : "Jacksonville Bch.; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "8,677,408&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "No. 34 on the 2008 Nationwide Tour money list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2010: Posted a pair of 4-under 67s to finish solo second at the Pacific Rubiales Bogota Open, which was hampered by weather each day and was ultimately reduced to a 36-hole event. 2009: Earned his PGA TOUR card for 2010 by virtue of his No. 10 finish on the Nationwide Tour money list. Collected his first career win at the season-ending Nationwide Tour Championship after holding the second- and third-round leads at Daniel Island, SC. Held off leading money winner Michael Sim of Australia on the weekend with rounds of 67-67 to win by three. First-place check of $180,000 vaulted him from No. 49 to No. 10 on the money list. No player below No. 32 on the money list prior to the Tour Championship had ever climbed far enough up the rankings to earn a card until Every's big finish to close out the season. Victory was one of only four top-10 finishes in 26 starts. Earned his first top-10 finish with a T4 at the Stonebrae Classic. Posted rounds of 69-63 to take the 36-hole lead but managed even-par 71s on Saturday and Sunday. At the Hayward, CA, tournament, made his second career Nationwide Tour hole-in-one, a year after his first ace—at the 2008 Mexico Open...Was T5 at the Cox Classic in Omaha, where he fired a 9-under 62 in the opening round at Champions Run. His first-day scorecard included a 6-under 29 on the front nine...Added a T7 at the Mexico Open. 2008: Enjoyed a solid rookie season on the Nationwide Tour, making the cut in 12 of 26 starts. Switched to a belly putter just before the season-opening Panama Movistar Championship and went on to finish 12th. Birdied the final hole Sunday to finish solo second at the Mexico Open the next week, five shots behind winner Jarrod Lyle. Second-round 65 featured two eagles, including his first hole-in-one at any level. Second top-10 finish came with a T7 at the Chitimacha Louisiana Open. A third-round 8-under 63 at The Rex Hospital Open moved him into a share of the lead with Fran Quinn, before a 3-over 74 on the final day left him T4 and four strokes behind champion Scott Gutschewski. Was T5 at the Ford Wayne Gretzky Classic. 2007: Previously played in five Tour events, making two cuts and posting a career-best T30 at the Chitimacha Louisiana Open. Has made the cut in three of his six career starts on the PGA TOUR—finishing as the low amateur with a T28 finish at the 2005 U.S. Open. Other made cuts resulted in a T46 at the 2006 B.C. Open and T64 at the 2007 Crowne Plaza Invitational at Colonial. Has also played on the Hooters Tour.\n","otherCarHigh" : "Turned down a scholarship to the University of North Florida and decided to walk on at the University of Florida. Went on to earn first-team All-American honors three times and win four tournaments. Collegiate career highlighted by being named the winner of the 2006 Ben Hogan Award, presented annually to the top men's NCAA Division I player. Was the first player in school history to earn the honor. Played on winning U.S. Walker and Palmer Cup teams. Winner of the 2001 International Junior Masters.","personal" : "Lists making it to the final stage of the 2007 PGA TOUR National Qualifying Tournament as his biggest thrill in golf. Lists cowboys as his heroes. Got his start in golf from his dad. His grandfather was a Rollins College classmate of noted course architectd Pete Dye. His grandfather's friendship with Dye earned him a sponsor's exemption into the 2007 National Mining Association Pete Dye Classic...Says Heisman Trophy winner Danny Wuerffel and Mark Calcavecchia are his favorite Florida Gators...Is a big fan of the TV show \"Lost.\"...During a casual round in 2008 with Jeff Klauk, Bubba Dickerson and Josh McCumber, he bet the others he could throw his golf ball from the 17th tee at TPC Sawgrass PLAYERS Stadium Course onto the green. The ball landed on the front of the green. \"When I hit my shot, I did put my ball inside the one I threw.\"","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2010","qSchoolYear" : "","exmtStatus" : "2015 Arnold Palmer Invitational winner, (through 2017-18)","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Claimed his second career PGA TOUR title early in the year, helping him advance to the FedExCup Playoffs for a fourth consecutive season. Missed cuts at The Barclays and Deutsche Bank Championship resulted in an 89th-place finish in the FedExCup standings, putting an end to his season...In defense of his Arnold Palmer Invitational title, returned to Bay Hill and posted four sub-70 scores to overtake third-round leader Henrik Stenson by a stroke and win in Orlando for the second time. Began the final round trailing Stenson by three strokes, but with his clutch, 17-foot birdie on the 72nd hole, required Stenson to birdie his last hole and force sudden death. When Stenson missed his bid for birdie, Every became the first player since Boo Weekley at the 2007 and 2008 RBC Heritage to have his first two PGA TOUR wins come at the same event in successive years. With his win, joined Tiger Woods and Loren Roberts as players to win the Arnold Palmer Invitational in back-to-back years. He also became the season's 19th different winner in as many events, a storyline which hadn't been featured since 1994, when 20 events passed before a multiple winner emerged. \n\n2013-14: Among six top-10 finishes in 17 made cuts was his first career win on the PGA TOUR. For the third consecutive season, played his way into the FedExCup Playoffs. Made it through the BMW Championship before settling for a season-ending, 45th-place finish in the FedExCup standings...Posted all four rounds in the 60s to T7 at The McGladrey Classic, four strokes behind champion Chris Kirk. Finished T57 in his only other start at the event (2012)...Turned in four rounds in the 60s to finish T8 at the Sony Open in Hawaii, his second top-10 in three starts at the event (T6 in 2012)...Following 2-under 69s in each of his first three rounds at the Northern Trust Open, finished strong at Riviera CC, with a 4-under 67 to finish T6 with three others...Held a share of the 3-under, first-round lead at the Valspar Championship, before ultimately finishing T8 with five others at Innisbrook Resort & GC...Picked up his first career win, at the Arnold Palmer Invitational less than 60 miles from where he grew up, in Daytona Beach. Entered the final round four strokes behind Adam Scott. Shot a 2-under 70 to claim a one-stroke victory over Keegan Bradley (72). Earned the victory in his 93rd start (92 as a professional) at age 30 years, 3 months, 19 days. Became the first player to record his first PGA TOUR victory at the Arnold Palmer Invitational since Paul Goydos in 1996. Won in his fifth start in the event (T52 in 2010, missed the cut in 2011, T4 in 2012 and T34 in 2013). Comeback victory was the first at the Arnold Palmer Invitational since Tiger Woods overcame 54-hole leader Sean O'Hair in 2009...Finished with fireworks at the FedEx St. Jude Classic by dropping a 42-foot birdie putt on the 72nd hole to jump into a T3 with Webb Simpson and Carl Pettersson. Came into the week without much steam behind him. A withdraw after the first round of the Zurich Classic of New Orleans was followed by missed cuts in his next three starts leading up to Memphis.\n\n2013: Made 17 of 28 cuts on TOUR, with four top-10s. Finished No. 58 in the final FedExCup standings. Posted four rounds in the 60s at the Waste Management Phoenix Open to collect a a T9 with Padraig Harrington at TPC Scottsdale. Birdied six of his first eight holes Sunday en route to a final round, 5-under 66, giving him his second top-10 finish in the event in as many starts (T8 in 2010)...The 2006 Ben Hogan Award winner was one of seven players to post all four rounds in the 60s at the Crowne Plaza Invitational at Colonial. Entered the final round trailing Matt Kuchar by one stroke before a 1-under 69 left him T4, three strokes behind Boo Weekley...Finished T5 at the Wyndham Championship in his second career start in Greensboro...Followed his week in Greensboro with a T9 finish at The Barclays, three strokes behind Adam Scott. It marked just the second time in his PGA TOUR career with back-to-back top-10 finishes (at the 2012 Valero Texas Open and RBC Heritage). \n\n2012: After a 4-under 66 to start the Sony Open in Hawaii, carded back-to-back rounds of 64 and 68 to take the second- and third-round lead (shared 54-hole lead with Jeff Maggert). Struggled out of the gate during the final round and was 4-over through six holes but rallied with birdies on Nos. 9, 10 and 18 to finish T6...At the Mayakoba Golf Classic, he opened with a 4-under 67, stumbled to an even-par 71 then was 7-under on the weekend (including a 5-under 66 Sunday) to finish a career-high T3, two strokes out of the John Huh-Robert Allenby playoff...A closing, 4-under 67 (low round of the day) led to his third top-10 finish of the season, a T8 at the RBC Heritage...A week later, tied his career-low round of 63 in the first round of the Valero Texas Open, a TPC San Antonio course record. His 9-under was followed by rounds of 74-73-71, earning him T2 honors with rookie John Huh. Had a birdie putt on the 72nd hole to potentially force sudden-death but had to settle for par. Poised to deliver the couple's first child in May, his wife, Danielle, followed her husband all 72 holes and was the first to greet him after completion of play...Posted fifth top-10 of the season, with a T6 in his first appearance at the Memorial Tournament. Enjoyed rounds of 69-75-71-69...Began his Playoffs season by withdrawing from The Barclays during the second round with a neck injury. Later added a T35 at the Deutsche Bank Championship and T51 at the BMW Championship to end the season No. 67 in the FedExCup standings...Ended the season in style, with a T2 at the Children's Miracle Network Hospitals Classic. After opening with a 5-under 67 in his second start at the Disney event, closed with a 4-under 68 to take a share of second place with 2010 champion Robert Garrigus.\n\n2011: Made five PGA TOUR starts, highlighted by a pair of top-30 finishes. Played in 20 Web.com Tour events, capturing second- and third-place finishes and placed No. 18 on the official money list...First top-10 finish of the year came at the weather-shortened Pacific Rubiales Bogota Open. Scores of 67-67 left him runner-up to Brenden Pappas...Was consistent through much of the season with plenty of cuts made but did not have another top-10 until late September when he was T6 at the Soboba Golf Classic. Was two shots off the lead after 54 holes and posted a 2-under 69 on the final day...Followed with a solo fourth two weeks later at the Children's Hospital Classic in Chattanooga, where he finished 19-under par and was 13-under on the par-5s for the week...The following week, added his fourth and final top-10 finish of the season at the Miccosukee Championship. Posted eight birdies in round two for a 7-under 64 en route to T3 honors. \n\n2010: Played on a Minor Medical Extension in 2011. Coupled with 2010 earnings of $456,847 had five events to earn $330,130, equaling No. 125 from 2010...Made 12 of 18 cuts on the PGA TOUR, with one top 10 in his rookie PGA TOUR season...Earned his TOUR card with a No. 10 finish on the 2009 Web.com Tour money list...Only top-10 of the year came with a T8 at the Waste Management Phoenix Open, thanks to a first-round, 8-under 63. The round was highlighted by six consecutive birdies (Nos. 17-4). \n\n2009: Collected his first career win, at the season-ending Web.com Tour Championship, after holding the second- and third-round leads at Daniel Island, S.C. Held off leading money winner Michael Sim of Australia on the weekend with rounds of 67-67 to win by three. First-place check of $180,000 vaulted him from No. 49 to No. 10 on the money list. No player below No. 32 on the money list prior to the Tour Championship had ever earned a card until Every's big finish. Victory was one of only four top-10 finishes in 26 starts. Earned his first top-10 finish with a T4 at the Stonebrae Classic. Posted rounds of 69-63 to take the 36-hole lead but managed even-par 71s on Saturday and Sunday. At the Hayward, Calif., tournament, made his second career Web.com Tour hole-in-one, a year after his first ace—at the 2008 Mexico Open. T5 at the Cox Classic in Omaha, where he fired a 9-under 62 in the opening round at Champions Run. His first-day scorecard included a 6-under 29 on the front nine. Added a T7 at the Mexico Open. \n\n2008: Enjoyed a solid rookie season on the Web.com Tour in 2008, making the cut in 12 of 26 starts. Switched to a belly putter just before the season-opening Panama Movistar Championship and went on to finish 12th. Birdied the final hole Sunday to finish solo second at the Mexico Open the next week, five shots behind winner Jarrod Lyle. Second-round 65 featured two eagles, including his first hole-in-one at any level. Second top-10 finish came with a T7 at the Chitimacha Louisiana Open. A third-round 8-under 63 at The Rex Hospital Open moved him into a share of the lead with Fran Quinn, before a 3-over 74 on the final day left him T4 and four strokes behind champion Scott Gutschewski. T5 at the Ford Wayne Gretzky Classic. \n\n2007: Played in five Web.com Tour events, making two cuts and posting a career-best T30 at the 2007 Chitimacha Louisiana Open. \n\nAmateur: Finished as the low amateur with a T28 finish at the 2005 U.S. Open. Turned down a scholarship to the University of North Florida and decided to walk on at the University of Florida. Went on to earn first-team All-American honors three times and win four tournaments. Collegiate career highlighted by being named the winner of the 2006 Ben Hogan Award, presented annually to the top men's NCAA Division I player. Was the first player in school history to earn the honor. Played on winning U.S. Walker and Palmer Cup teams. Winner of the 2001 International Junior Masters. Other made cuts resulted in a T46 at the 2006 B.C. Open and T64 at the 2007 Crowne Plaza Invitational at Colonial. \n","otherCarHigh" : "","personal" : "Favorite band is Oasis. Says his dream foursome would include Oasis band members Liam Gallagher and Noel Gallagher and \"some sort of counselor so we could get the best band in the world back together.\" Lists earning back his PGA TOUR playing privileges as his biggest achievement.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 2005; Palmer Cup (1), 2005.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T24th at the Waste Management Phoenix Open.","dynStats" : "He ranks T37th in Approach 100-125 yards (RTP Sc on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/pages\/Matt-Every\/253862491383461"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}