{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23778","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Adamonis","first" : "Brad","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "215","weightMetric" : "97","birthDate" : "January 16, 1973","age" : "43","birthPlace" : "Cumberland, Rhode Island","residence" : "Hallandale, Florida","family" : "Wife, Stacey; Grace Olivia (9\/9\/05), Nicholas Christian (5\/24\/07)","education" : "Miami (Ohio) University (1996, Sports Management)","splInterest" : "Spending time with family, all sports, beach","pronunciation" : "AD-uh-moan-us","nwTourAlumnus" : "","trndProYear" : "1996","clubAffl" : "Sherbrooke CC (Lake Worth, Florida); International Links of Miami (Miami, Florida)","cityPlaysFrm" : "Cumberland; Rhode Island; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,676,325&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2002","exmtStatus" : "Conditional - Web.com Tour Past Champion\/5-10 Years (2011-2006)","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Made two Web.com Tour appearances and missed the cut in both (Mexico Championship and The Rex Hospital Open).\n\n2013: Played in 12 Web.com tour events. Made four cuts, with his best finish a T18 at the Midwest Classic in July...Made two PGA TOUR starts, missing the cut at the Farmers Insurance Open and finishing 81st in The Greenbrier Classic.\n\n2012: Made the cut in 14 of 26 starts, but did not have a top-10 finish. Best week was a T16 at The Rex Hospital Open. Also had a T19 performance at the Panama Claro Championship...Made on Latinoamérica start, finishing T35 at the Arturo Calle Colombian Coffee Classic in late-November, early December. \n\n2011: Made the cut in 11 of 23 Web.com Tour starts. Best finishes were a T15 at the Cox Classic and a T20 at the Price Cutter Charity Championship in consecutive weeks.\n\n2010: Was hampered by a wrist injury and earned a Minor Medical Extension. Made five cuts in 15 starts on the Web.com Tour, with his best week a T32 at the BMW Charity Pro-Am. Also made one cut in four PGA TOUR starts. \n\n2009: Making his first start of the season, posted a career-low 62 in the second round of the 50th Bob Hope Classic on his way to a T9, his only top-10 finish of the season and fourth top-10 of his career. Ended his sophomore season No. 163 on the official money list, making 11 of 25 cuts. \n\n2008: Despite missing the cut in his final three starts of rookie season, snuck in at No. 124 on the money list to secure his card for 2009. Finished first TOUR campaign with 14 made cuts in 29 starts, with three top-10 finishes. Carded the first top-10 finish of his career with a T6 at the Travelers Championship. Held the first-round lead with a 6-under-par 64. Three weeks later, reached a playoff with Kenny Perry and Jay Williamson at the John Deere Classic. Had an 18-foot birdie putt on the 72nd hole to win, but two-putted to finish at 16-under-par 268. Perry won the playoff with a par after Adamonis and Williamson hit their approach shots on the first playoff hole, the par-4 18th, into a green-side pond. The runner-up finish was the best of his career. Opened with rounds of 67-65-66 on his way to T10 finish at the Justin Timberlake Shriners Hospitals for Children Open. \n\n2007: Made the cut in 15 of 26 events on the Web.com Tour, finishing the year with seven top-25s. Earned $169,146 to finish No. 33 on the money list...Earned his rookie card on the 2008 PGA TOUR after finishing T9 at the PGA TOUR Qualifying Tournament...Had a slow start to the season but caught fire late with three top-20s in his last five starts to advance to the season-ending Web.com Tour Championship at Barona Creek...Won the WNB Golf Classic, outlasting Tjaart van der Walt, Vance Veazey and Ron Whittaker with a par-3 on the eighth playoff hole—the second-longest extra session in Tour history. Posted eight pars during the playoff, and with the victory collected $85,500. \n\n2006: Made the cut in 12 of 28 starts on the Web.com Tour, with three top-10s. Finished the season ranked No. 71 on the money list with $81,599. Retired executive Joe George caddied for Adamonis at the Utah EnergySolutions Championship (missed cut) as a part of \"Today Show's\" \"Dream Job\" series on NBC. \n\n2005: Was T26 at the Knoxville Open in his only start on Web.com Tour. \n\n2004: Finished the season No. 113 on the Web.com Tour money list. Most of his earnings came with a T4 at the Mark Christopher Charity Classic ($15,717). First made cut on TOUR was a T76 at the 2004 Buick Classic. \n\n2003: Made the cut in seven of nine tournaments on the Web.com Tour. Finished T24 at the Henrico County Open, marking his only top-25 finish of the season. Had a hole-in-one at No. 16 during the second round of the Dayton Open. \n\n2002: Made the cut in 11 of 26 Web.com Tour events, with four top-25s. \n\nMisc: Played on the Hooters Tour.\n","otherCarHigh" : "First-team All-Mid-American Conference his senior year at Miami. Finished seventh individually at the 1996 MAC Championship. Helped the Red Hawks to the 1996 team title...Won the 1994 New England Invitational.","personal" : "Grandfather and father introduced him to golf. Father, Dave, who died from cancer in 2009, was the golf coach at Johnson and Wales University in North Miami, Fla., leading the team to the 2005 NAIA national championship...In 2008, Golfweek honored Dave Adamonis as its \"Father of the Year\"...Brother, Dave, oversees the United States Challenge Cup of the Junior Golf Organization (uschallengecup.org)...Lists his parents as his heroes.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2002","qSchoolYear" : "","exmtStatus" : "Conditionally Exempt: Web.com Tour - Past Champion \/ 2004 - 2009","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the Nationwide Tour in 2002-04 and 2006-07. Member of the PGA TOUR in 2008-09. Making his first start of the 2009 season, posted a career-low 62 in the second round of the 50th Bob Hope Classic on his way to a T9, his only top-10 finish of the season and fourth top-10 finish of his career. Ended his sophomore season No. 163 on the official money list, making 11 of 25 cuts. Was hampered by a wrist injury, therefore earned a Minor Medical Extension for 2010. Has two events to earn $328,712 and earn status for the remainder of the season. Despite missing the cut in his final three starts of rookie season in 2008, snuck in at No. 124 on the money list to secure his card for 2009. Finished first TOUR campaign with 14 made cuts in 29 starts, with three top-10 finishes. Carded the first top-10 finish of his career with a T6 at the Travelers Championship. Held the first-round lead with a 6-under-par 64. Three weeks later, reached a playoff with Kenny Perry and Jay Williamson at the John Deere Classic. Had an 18-foot birdie putt on the 72nd hole to win, but two-putted to finish at 16-under-par 268. Perry won the playoff with a par after Adamonis and Williamson hit their approach shots on the first playoff hole, the par-4 18th, into a green-side pond. The runner-up finish was the best of his career. Opened with rounds of 67-65-66 on his way to T10 finish at the Justin Timberlake Shriners Hospitals for Children Open. Earned his rookie card on the 2008 PGA TOUR after finishing T9 at the 2007 PGA TOUR Qualifying Tournament. Made the cut in 15 of 26 events on the 2007 Nationwide Tour, finishing the year with seven top-25s. Earned $169,146 to finish No. 33 on the money list. Slow start to the season, but caught fire late with three top-20s in his last five starts to advance to the season-ending Nationwide Tour Championship at Barona Creek. Won the WNB Golf Classic, outlasting Tjaart van der Walt, Vance Veazey and Ron Whittaker with a par 3 on the eighth playoff hole—the second-longest extra session in Tour history. Posted eight pars during the playoff and with the victory collected $85,500. Made the cut in 12 of 28 starts on the 2006 Nationwide Tour, with three top-10s. Finished the season ranked No. 71 on the money list with $81,599. Retired executive Joe George caddied for Adamonis at the Utah EnergySolutions Championship (missed cut) as a part of \"Today Show's\" \"Dream Job\" series on NBC. T26 at the Knoxville Open in his only start on 2005 Nationwide Tour. Finished the 2004 season No. 113 on the Nationwide Tour money list. Most of his earnings came with a T4 at the Mark Christopher Charity Classic ($15,717). First made cut on TOUR was a T76 at the 2004 Buick Classic. Made the cut in seven of nine tournaments on the 2003 Nationwide Tour. Finished T24 at the Henrico County Open, marking his only top-25 finish of the season. Had a hole-in-one at No. 16 during the second round of the Dayton Open. Made the cut in 11 of 26 Nationwide Tour events, with four top-25s, in 2002. Has also played on the Hooters Tour. First-team All-Mid-American Conference his senior year at Miami. Finished seventh individually at the 1996 MAC Championship. Helped the Red Hawks to the 1996 team title. Won the 1994 New England Invitational. \n","otherCarHigh" : "","personal" : "Grandfather and father introduced him to golf. Father, Dave, who died from cancer in 2009, was the golf coach at Johnson and Wales University in North Miami, Fla., leading the team to the 2005 NAIA national championship. Brother, Dave, oversees the United States Challenge Cup of the Junior Golf Organization (uschallengecup.org). Lists his parents as his heroes.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 1st in 2007 at the WNB Golf Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}