{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "07091","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Byrd","first" : "Robin","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "200","weightMetric" : "91","birthDate" : "August 2, 1960","age" : "55","birthPlace" : "Fayetteville, North Carolina","residence" : "Melbourne, Florida","family" : "Single","education" : "Marshall University","splInterest" : "Movies, food, sports, fishing, hunting","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1984","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "134,444&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Member of the Nationwide Tour in 1999 and 2004. Made the cut in 11 of 19 starts on the 2004 Nationwide Tour, including five top-25 finishes. Earned $43,447 to finish No. 98 on the final money list. Posted T9 at the Lake Erie Charity Classic for his best career finish on Tour. Made the cut in 15 of 27 appearances during his rookie campaign, finishing No. 92 on the money list. Posted three top-25s, with his best finish a T11 at the Utah Classic, part of an eight-week stretch that also included T12 at the Wichita Open and T13 at the Tri-Cities Open. Missed the cut at the 1985 Greater Greensboro Open in his only career start on the PGA TOUR. Has also played on the European Tour (2000-01), PGA TOUR of Australasia (1996-2002), Omega Asia Tour (1998-99) and the European Challenge Tour (2002-03). His only career hole-in-one came at the 1999 Utah Open. Winner of the 1996 G.I. Joe Thriftway Portland Invitational. Instructors he has used include David Leadbetter and Chuck Cook, who has worked with Tom Kite and the late Payne Stewart. Has approximately 40 victories on mini-tours around the world. Got his start in golf when he was 12 trying to beat his father. Once played a match against fellow North Carolina native and NBA basketball hero Michael Jordan.\n","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2011","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Without full-exempt status after finishing T19 at the 2011 Champions Tour National Qualifying School, Monday-qualified for five Champions Tour events, with best finish of T38 at Dick's Sporting Goods Open...Failed to break 70 in the 15 rounds he played on Tour. 2011: Competed in three Champions Tour events, with T49 at Toshiba Classic his best result after leading the Monday qualifying event (65) to gain access to the tournament...Also posted Champions Tour career-best 68 that week during second round. Earned almost $40,000 in eight total starts in 2011-12. \n","otherCarHigh" : "Competed on Web.com Tour during 2004-05, recording two top-10 finishes in 60 events...Best result (T9) came at the 2005 Mark Christopher Charity Classic..Shot a Web.com Tour career-best 64 in the second round of the same event in 2004. Played 40 events on European Tour in 2000-01, with just one top-10 result, T6 at the Brazil Rio de Janeiro 500 won by Padraig Harrington. Was an Australasian PGA Tour regular from 1996-2002, playing 38 events and posting three top-10 finishes...A T3 at the 1999 Tour Championship was best result. Lone PGA TOUR start resulted in missed cut at the 1985 Greater Greensboro Classic.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T38th in 2012 at the Dick's Sporting Goods Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}