{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "07749","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Quigley","first" : "Brett","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "160","weightMetric" : "73","birthDate" : "August 18, 1969","age" : "46","birthPlace" : "Fort Devens, Massachusetts","residence" : "Jupiter, Florida","family" : "Wife, Amy; Lillian, Lucinda","education" : "University of South Carolina (1991)","splInterest" : "Surfing, reading, cars, motorcycles","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (1996)","trndProYear" : "1991","clubAffl" : "Turtle Creek (Jupiter, Florida)","cityPlaysFrm" : "Barrington; RI; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "11,364,157&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1996","exmtStatus" : "Exempt - Major Medical","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Played in one PGA TOUR event in January, the Humana Challenge, where he opened with a 66. Finished 80th. Did not play any Web.com Tour tournaments.\n\n2013: Missed the cut at the Humana Challenge in January, his only start of the season. \n\n2012: Made the cut in his only start on the PGA TOUR, at the Humana Challenge (T30)...Missed the majority of the season with an undiagnosed injury to his left leg between the ankle and knee. Saw more than 20 specialists since January, but none have been able to diagnose the issue. Pain is intense enough to keep him from playing golf. 2011: Made the cut in just three of 10 starts on the PGA TOUR with his best finish a T31 at the AT&T Pebble Beach National Pro-Am. Also finished T31 at the BMW Charity Pro-Am, his only start on the Web.com Tour. His 10 starts on TOUR were the fewest of any year since joining the Tour full-time in 1997. He had averaged 28 starts per year over the previous 14 seasons. 2010: Made the cut in 19 of 29 starts on the PGA TOUR but was unable to finish inside the top 125 for just the second time in the last nine years. Ended the season No. 158 on the money list...Lone top-10 finish of the season, a T10, came following four rounds in the 60s at the John Deere Classic. It marked the first time since the 2009 John Deere Classic that he had recorded all four rounds in the 60s. 2009: Had second-best season of his career, with three second-place finishes and more than $1.4 million in earnings. Earned more than $1 million in a season for the second time in his career (2006)...A T2 finish at the Puerto Rico Open presented by Banco Popular was followed by another T2 finish a week later at Transitions Championship. Followed opening 73 with three 68s...Next close call came in July at the John Deere Classic where he matched his career-best score of 62 in the third round en route to another runner-up finish. Had to play third and final rounds Sunday because of inclement weather earlier in the week. The finish earned an invitation to the following week's The Open Championship as he was the highest finisher in the top five not already exempt. Turned down the invitation as his passport was in Florida and he had already committed to the following week's U.S. Bank Championship in Milwaukee. 2008: Entered the season needing to earn $67,769 in seven starts to receive Major Medical Extension status for 2008. Finished T12 at The Honda Classic and collected $115,500, thus earning Major Medical Extension status for the remainder of the year... Finished T6 at THE PLAYERS, thanks in part to a final-round 71, where he was one of only eight players to break par Sunday...Only other top-10 finish came at the Memorial Tournament, finishing T10 despite a second-round 78. 2007: Coming off career year in 2006, was limited to 25 events, undergoing season-ending arthroscopic right knee surgery on Sept. 7 to repair a medial meniscal tear after missing the cut at the Deutsche Bank Championship. Granted Major Medical Extension for the 2008 season...Played in first Masters Tournament, finishing 51st...Lone top-10 was a T10 at the Wachovia Championship. 2006: Career year in 10th full season on TOUR, setting personal bests for earnings ($2,617,419) and top-10s (10). Also played in first TOUR Championship. The 10 top-10s were tied for fourth-most on TOUR. Best finish was a solo third at the 84 LUMBER Classic, playing with a left shoulder injury suffered when he tripped on some stairs at home Tuesday of tournament week. Finished three shots behind champion Ben Curtis...Finished T9 at the World Golf Championships-American Express Championship in London, his first start in a World Golf Championships event. 2005: Finished in the top 100 for the fourth time in five years. Best finishes were T5s at the Sony Open in Hawaii (one back after 54 holes) and the Cialis Western Open in July. 2004: Cracked the top 100 on the money list for the third time in four years...Posted only top-10 of season, a T2 at the U.S. Bank Championship in Milwaukee, his first top-10 on TOUR since a fourth at the same event in 2003. 2003: Finished in the top 125 for only the second time in TOUR career...Opened the season making six consecutive cuts. Resident of nearby Jupiter earned first top-10 in fifth start with T8 at The Honda Classic that included four rounds in the 60s. Finish was second straight top-10 at Honda event...Shared the first-round lead at the U.S. Open with Tom Watson at 5-under 65, finished T28...Two weeks after getting married, added second top-10 with a fourth-place finish at the Greater Milwaukee Open, his best TOUR finish since a T4 at the 2002 Honda Classic. $168,000 payday in Milwaukee secured his card for the 2004 season. 2002: Only top-10 of the season, T4 at The Honda Classic. Was one stroke out of the lead with two holes to play but bogeyed the last two holes...Shared the first-round lead at Canon Greater Hartford Open. After opening with season-best 64, finished T20. 2001: Posted six top-10s, including a runner-up finish at the Greater Greensboro Chrysler Classic. Won the Arkansas Classic on Web.com Tour event early in the season and finished 56th on the PGA TOUR money list...The next week committed to the Greater Greensboro Chrysler Classic, shot 15-under-par and finished second to Scott Hoch...Month later earned second TOUR top-10 at MasterCard Colonial with a T5. 2000: Split time on the Web.com Tour and PGA TOUR...In 21 PGA TOUR events, made 10 cuts, including a T5 at the B.C. Open. 1999: Kept status on the PGA TOUR for the next year by finishing 150th on the money list. 1998: Recorded a T4 at the United Airlines Hawaiian Open. 1997: Played in 34 events making 21 cuts...Best finish T12 at the Greater Vancouver Open. 1996: Earned his first career title at the Philadelphia Classic on the Web.com Tour, setting the Philmont CC course record with a 6-under-par 64 in the opening round...Had eight top-10s, including T2 at the Mississippi Gulf Coast Classic and the Boise Open.\n","otherCarHigh" : "Winner of the 1987 U.S. Junior Amateur...Named Academic All-American in 1990 and 1991 at University of South Carolina.","personal" : "Caddied for his uncle, Dana Quigley, a member of the Champions Tour, when Dana fired a 61 at the 1982 Greater Hartford Open...His dad, Paul, was one of New England's top amateur golfers.\n","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1997","qSchoolYear" : "2002","exmtStatus" : "Veteran Member","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Made the cut in his only start on TOUR, at the Humana Challenge (T30)...Missed the majority of the season with an undiagnosed injury to his left leg between the ankle and knee. Has seen more than 20 specialists since January, but none have been able to diagnose the issue. Pain is intense enough to keep him from playing golf. 2011: Made three cuts in 10 PGA TOUR starts, with his best finish a T31 at the AT&T Pebble Beach National Pro-Am in his first start of the season. In his lone Web.com Tour start, was T31 at the BMW Charity Pro-Am. 2010: Unable to finish inside the top 125 for just the second time in the last nine years...Lone top-10 finish of the season, a T10, came following four rounds in the 60s at the John Deere Classic. It marked the first time since the 2009 John Deere Classic that he had recorded all four rounds in the 60s. 2009: Had second-best season of his career, with three second-place finishes and more than $1.4 million in earnings. Earned more than $1 million in a season for the second time in his career (2006)...A T2 finish at the Puerto Rico Open presented by Banco Popular was followed by another T2 finish a week later at Transitions Championship. Followed opening 73 with three 68s...Next close call came in July at the John Deere Classic where he matched his career-best score of 62 in the third round en route to another runner-up finish. Had to play third and final rounds on Sunday because of inclement weather earlier in the week. The finish earned an invitation to the following week's The Open Championship as he was the highest finisher in the top-five not already exempt. Turned down the invitation as his passport was in Florida and he had already committed to the following week's U.S. Bank Championship in Milwaukee. 2008: Entered the season needing to earn $67,769 in seven starts to receive Major Medical Extension status for 2008. Finished T12 at The Honda Classic and collected $115,500, thus earning Major Medical Extension status for the remainder of the year... Finished T6 at THE PLAYERS, thanks in part to a final-round 71, where he was one of only eight players to break par on Sunday...Only other top-10 finish came at the Memorial Tournament, finishing T10 despite a second-round 78. 2007: Coming off career year in 2006, was limited to 25 events, undergoing season-ending arthroscopic right knee surgery on Sept. 7 to repair a medial meniscal tear after missing the cut at the Deutsche Bank Championship. Granted Major Medical Extension for the 2008 season...Played in first Masters Tournament, finishing 51st...Lone top-10 was a T10 at the Wachovia Championship. 2006: Career year in 10th full season on TOUR, setting personal bests for earnings ($2,617,419) and top-10s (10). Also played in first TOUR Championship. The 10 top-10s were tied for fourth-most on TOUR. Best finish was a solo third at the 84 LUMBER Classic, playing with a left-shoulder injury suffered when he tripped on some stairs at home the Tuesday of tournament week. Finished three shots behind champion Ben Curtis...Finished T9 at the World Golf Championships-American Express Championship in London, his first start in a World Golf Championships event. 2005: Finished in the top 100 for the fourth time in five years. Best finishes were T5s at the Sony Open in Hawaii (one back after 54 holes) and the Cialis Western Open in July. 2004: Cracked the top 100 on the money list for the third time in four years...Posted only top-10 of season, a T2 at the U.S. Bank Championship in Milwaukee, his first top-10 on TOUR since a fourth at the same event in 2003. 2003: Finished in the top 125 for only the second time in TOUR career...Opened the season making six consecutive cuts. Resident of nearby Jupiter earned first top-10 in fifth start with T8 at The Honda Classic that included four rounds in the 60s. Finish was second straight top-10 at Honda event...Shared the first-round lead at the U.S. Open with Tom Watson at 5-under 65, finished T28...Two weeks after getting married, added second top-10 with a fourth-place finish at the Greater Milwaukee Open, his best TOUR finish since a T4 at the 2002 Honda Classic. $168,000 payday in Milwaukee secured his card for the 2004 season. 2002: Only top-10 of the season, T4 at The Honda Classic. Was one stroke out of the lead with two holes to play but bogeyed the last two holes...Shared the first-round lead at Canon Greater Hartford Open. After opening with season-best 64, finished T20. 2001: Posted six top-10s, including a runner-up finish at the Greater Greensboro Chrysler Classic. Won the Arkansas Classic on the Web.com Tour, an early season event, and finished 56th on the PGA TOUR money list...The next week committed to the Greater Greensboro Chrysler Classic, shot 15-under-par and finished second to Scott Hoch...Month later earned second TOUR top-10 at MasterCard Colonial with a T5. 2000: Split time on the Web.com Tour and PGA TOUR...In 21 PGA TOUR events, made 10 cuts, including a T5 at the B.C. Open. 1999: Kept status on the PGA TOUR for the next year by finishing 150th on the money list. 1998: Recorded a T4 at the United Airlines Hawaiian Open. 1997: Played in 34 events making 21 cuts...Best finish T12 at the Greater Vancouver Open. 1996: Earned his first career title at the Philadelphia Classic on the Web.com Tour, setting the Philmont CC course record with a 6-under-par 64 in the opening round...Had eight top-10s, including T2 at the Mississippi Gulf Coast Classic and the Boise Open. Amateur: Winner of the 1987 U.S. Junior Amateur...Named Academic All-American in 1990 and 1991 at University of South Carolina.\n","otherCarHigh" : "","personal" : "Caddied for his uncle, Dana Quigley, a member of the Champions Tour, when Dana fired a 61 at the 1982 Greater Hartford Open...His dad, Paul, is one of New England's top amateur golfers.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Media Guide - PGA TOUR Full Page","Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}