{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01049","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Baker-Finch","first" : "Ian","middle" : "","extn" : "","nick" : ""}, "height" : "6-4","weight" : "200","birthDate" : "October 24, 1960","age" : "52","birthPlace" : "Nambour, Australia","residence" : "North Palm Beach, Florida","family" : "Wife, Jennie; Hayley (2\/7\/89), Laura (10\/7\/91)","education" : "","splInterest" : "Golf course design, travel, wine collector","trndProYear" : "1979","qSchoolYear" : "","clubAffl" : "","cityPlaysFrm" : "North Palm Beach; Florida; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "2,157,593&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1988","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(15): 1983 New Zealand Open. 1984 WA Open, New South Wales Open.1985 Queensland PGA [Aus], Victorian Open [Aus], Scandinavian Open. 1987 Australian Match Play [Aus], Polaroid Cup [Jpn]. 1988 Australian Masters [Aus], Pocari Open [Jpn], ASO Open [jpn]. 1990 Coolum Classic [Aus], Queensland Open [Aus]. 1992 Vines Classic. 1993 Australian PGA [Aus].","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Moved to CBS Sports in 2007 after working as announcer for ABC Sports and ESPN since 1998. Former British Open champion played in his first PGA TOUR event in eight years in 2009, missing the cut at the Crowne Plaza Invitational at Colonial on the 20th anniversary of his victory in Fort Worth, TX. Shot a first-round 68. Eligible to join the Champions Tour in late 2010. Captain's Assistant to Gary Player for the International Team at The Presidents Cup in 2003, 2005 and 2007, and was also a Captain's Assistant to Peter Thomson in 1996. Captured 120th British Open at Royal Birkdale in 1991. Closed with rounds of 64-66 to defeat countryman Mike Harwood by two strokes. Birdied five of his first seven holes Sunday to set stage for victory. Other PGA TOUR victory came in 1989 Southwestern Bell Colonial by four strokes over David Edwards. Amassed 15 top-10s during the 1990-91 seasons, earning more than $600,000. Qualified for PGA TOUR by finishing third at 1988 World Series of Golf, earning $75,840. Led 1984 British Open at St. Andrews through three rounds before final-round 79 left him T9. Comes from the same area as Greg Norman and Wayne Grady in Queensland, Australia.Returns home with his family each year and works for Australia TV covering the major Australian PGA tour events. During his travels enjoys playing all the world's top golf courses.","ntlTeams" : "World Four-Tour Golf Championship (7), 1985, 1986, 1987, 1988, 1989, 1990, 1991","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2010","exmtStatus" : "","otherVics" : "(14) 1983 New Zealand Open. 1984 Western Australia Open, New South Wales Open. 1985 Queensland PGA Championship, Victorian Open, Scandinavian Open. 1987 Australian Match Play Championship, Polaroid Cup. 1988 Australian Masters, Pocari Sweat, ASO Open. 1990 Coolum Classic. 1992 Vines Classic. 1993 Australian PGA Championship.","intlVics" : "2011 Australian Legends Tour Championship","curYearHigh" : "Teamed with Hale Irwin for a T9 finish at the Liberty Mutual Insurance Legends of Golf in April in Savannah.","carHigh" : "2011: Played in just two Champions Tour events during the year, spending the majority of his time working on CBS Sports' golf telecasts of PGA TOUR events...Teamed with Joe Ozaki to finish T3 at the Liberty Mutual Legends of Golf. Duo shot 26-under 190 score for three days, one stroke short of being part of the playoff finish...Was T78 in his Champions Tour debut, at the Toshiba Classic...Near the end of the year, won his first event in almost 20 years when he claimed the Australian Legends Tour Championship, a six-stroke triumph at Byron Bay GC. 2010: Again, worked a full schedule of golf broadcasts for CBS Sports...Late in the season, made his first start in a senior event when he played in the Handa Australian Senior Open and finished T15 at Royal Perth GC. \n","otherCarHigh" : "Had not played in a PGA TOUR event in eight years before he commemorated the 20-year anniversary of his victory in Fort Worth by playing in the 2009 Crowne Plaza Invitational at Colonial. It was his first time at the event since 2001 but missed the cut after rounds of 68-78...Played full time on the PGA TOUR from 1989-1996 and won twice before walking away from the game following an opening 92 at the 1997 British Open...Biggest victory came when he captured the 120th British Open at Royal Birkdale in 1991. Closed with rounds of 64-66 to defeat countryman Mike Harwood by two strokes. Birdied five of his first seven holes Sunday to set the stage for the win...First PGA TOUR title came at the 1989 Southwestern Bell Colonial by four strokes over David Edwards...Amassed 15 top-10s during the 1990-91 seasons, earning more than $600,000 each year and finishing 16th and 13th respectively on the final money lists those years...Qualified for the PGA TOUR by finishing third at the 1988 World Series of Golf...Led the 1984 British Open at St. Andrews through three rounds before final-round 79 left him T9...First check in United States came in 1984 when he finished T16 in the Charley Pride Fiesta, a Tournament Players Series event...Was a Captain's Assistant to Gary Player for the International Team at The Presidents Cup in 2003, 2005 and 2007, and was also a Captain's Assistant to Peter Thomson in 1996...Moved to CBS Sports in 2007 after working as an announcer for ABC Sports and ESPN since 1998...Also served as an analyst for the Australian PGA Tour Productions golf telecasts prior to moving back to the United States in 2001.","personal" : "During his travels, enjoys playing many of the world's top golf courses...Comes from the same \"neighborhood\" in Queensland, Australia, as Greg Norman and Wayne Grady...Injury problems in 1994 also involved recovery from eye surgery.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Champions Tour in 2012 is T9th at the Liberty Mutual Insurance Legends of Golf.","dynStats" : "He ranks T74th in Charles Schwab Cup Points on the Champions Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}