{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23821","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Miyazato","first" : "Yusaku","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-7","heightMetric" : "1.7","weight" : "150","weightMetric" : "68","birthDate" : "June 19, 1980","age" : "35","birthPlace" : "Okinawa, Japan","residence" : "Okinawa, Japan","family" : "Single","education" : "Tohoku Fukushi University (Social Welfare)","splInterest" : "Music, movies","pronunciation" : "you-SOCK-oh MY-yuh-ZAW-toe","nwTourAlumnus" : "","trndProYear" : "2003","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2004","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n2004: Was a Web.com Tour rookie.\n\n2003: Played in four PGA TOUR events and made one cut, a T72 at the Sony Open in Hawaii...Made seven cuts in 11 starts, with a runner-up finish at the JCB Classic Sendai his best finish...Posted weekend rounds of 65-65 to make up ground on the leaders and wound up two shots off the winning score...Closed out his professional rookie season with three top-15 finishes...","otherCarHigh" : "Won the Japan National College Tournament.","personal" : "One brother and sister are both professional golfers...Growing up, wanted to become a doctor instead of a golfer.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(4): 2013 Golf Nippon Series JT Cup [Jpn]. Kyusyu Open [Jpn]. 2014 Token Homemate Cup [Jpn]. 2015 Dunlop Phoenix [Jpn].","curYearHigh" : "","carHigh" : "2015: Finished the Japan Golf Tour season second on the money list, behind only K.T. Kim. Was also second with a 70.35 scoring average for the season. First top-10 of the season came at the Thailand Open. Moved up after each round following an opening-round, even-par 72 that left him tied for 56th through 18 holes. Finished with rounds of 68-67-68 to T4...Two starts later, entered the final round of the Shigeo Nagashima Invitational Sega Sammy Cup tied for third, thanks to a third-round 66. Was tied with Hiroshi Iwata, Yuta Ikeda and Shugo Imahira, two off the lead set by Hyung Sung Kim and J.B. Park. Fired a 2-under 70 to earn a solo-fifth performance, four shots behind Hiroshi Iwata's winning score...Added a T3 at the Dunlop Srixon Fukushima Open, with outstanding golf over his final 54 holes. Began the tournament at Grandee Nasushirakawa GC with an even-par 72 then was 20-under the rest of the way (64-66-66) to finish four shots shy of winner Prayad Marksaeng...Had another close call three starts later, when he finished runner-up at the ANA Open. Enjoyed four under-par rounds, including a 67-69-67 finish over his final 54 holes to finish second, two shots behind winner Ryo Ishikawa...Added a T10 at the Top Cup Tokai Classic, shooting a final-round 67 in October at Miyoshi CC's West Course...Added a T6 the following week, at the Honma Tourworld Cup at Trophia Golf. Began the final round two shots behind leader Tomohiro Kondo, thanks to a third-round, 7-under 64. Added a 69 Sunday to fall out of the top five, finishing two shots behind winner Kyoung Hoon Lee...Sixth top-10 of the campaign came at the Briidgestone Open in late-October. Finished T8 with David Oh and Katsumasa Miyamoto, six shots behind winner Michio Matsumura...In November 2015, won the Dunlop Phoenix event on the Japan Golf Tour. Shot weekend rounds of 64-69 to cement a two-stroke victoyr over Yoshinori Fujimoto and Hideki Matsuyama with a 14-under par 270...Final top-10 of the year was at the Golf Nippon Series JT Cup. Finished T8 after a weekend showing of 3-under (68-69)...Lone PGA TOUR appearance came at the Sony Open in Hawaii (missed cut). \n\n2014: Finished 11th on the Order of Merit after recording a victory for the second consecutive season. Right out of the box, in only his second start of the campaign, came from off the pace on the final day to win the Token Homemate Cup. Began the fnal round tied for second, a stroke behind pace-setter Daisuke Maruyama. Shot a 6-under 65 on the final day, including five consecutive birdies to begin his round, to power to a two-shot triumph over Hiroshi Iwata...Had a nice showing at the PGA Championship Nissin Cupnoodles Cup. Finished T5...Stumbled out of the gate at the RZ Everlasting KBC Augusta, shooting a 2-over 74. Was solid after that, playing his final 54 holes in 13-under (67-67-69) to T3, a stroke out of the Hiroyuki Fujita-Wenchong Liang playoff. On the final day, birdied the 13th and 14th holes then parred in to come up one shot short...Was in contention at the Asia-Pacific Diamond Cup Golf until a final-round 72 dropped him from two shots off the lead when the day began to a T9...Picked up back-to-back top-10s late in the year. First came at the Mitsui Simitomo Visa taiheiyo Masters (T10)...Followed with a T6 at the Dunlop Phoenix, shooting a 7-under 64 on the final...Closed his season with a top-10 at the Golf Nippon Series JT Cup. Held a share of the 36-hole lead and was tied for second, a stroke behind Sang Hee Lee with 18 holes to play. Fired a 3-over 73 Sunday to fall into a T9...Missed the cut in both of his PGA TOUR starts, at the Sony Open in Hawaii and The Open Championship.\n\n2013: Completed the Japan Golf Tour season seventh on the money list, picking up a victory in the process. Was T6 at the PGA Championship Nissin Cupnoodles Cup, shooting a 3-under 68 to move up 17 positions...Next top-10 came at the Nagashima Shigeo Invitational Sega Sammy Cup. Four under-par rounds, including his final 54-holes played in the 60s (66-67-69), left him T7...Had a nice showing at the Casio World Open in late-November, early December. Shot weekend rounds of 69-68 tto moved up 23 places from where he was through 36 holes to T7...Culminated his season with a victory at the Golf Nippon Series JT Cup. Opened with a 66 to take a share of the first-round lead, with Tomohiro Kondo and Yoshinori Fujimoto. Second consecutive 66 left him a stroke behind leader Kyoung Hoon Lee at the halfway point. Took control of the event with a 6-under 64 Saturday, moving three shots ahead of Kazuuhiro Yamashita and Hideto Tanihara. Held on for a three-shot fvictory over China's Ashun Wu.\n\n2012: Began the season with two withdrawals and five missed cuts. Eventually went on to finish 30th on the money list. Didn't record a top-10 until September, at the Fujisankei Classic. Finished T10...Added another T10 two starts later, at the ANA Open, enjoying four under-par rounds...Picked up the first of three top-10s in a row. Was T4 at the Japan Open, despite shooting a 6-over 77 on the final day and finishing at 12-over...Was T6 the next week, at the Bridgestone Open, thanks to a final-round 68...Added a T9 at the Mynavi ABC Championship. shooting a 3-under 69 on the final day to move up six spots on the leaderboard...Final top-10 was a T9 at the Casio World Open. After a disappointing 74 dropped him into a tie for 20th after holding a share of the 36-hole lead, recovered with a 4-under 68 on the last day.\n\n2011: Ended the season 21st on the Japan Golf Tour money list. Only managed two top-10s all season, but one was a disappointing runner-up finish at the Casio World Open in November, a tournament where he was in contention all week. Took the opening-round lead with a 7-under 65, leading Kunihiro Kamii by a shot. A Friday 72 left him alone in second through 36 holes, a position he maintained through three rounds. Entered the final round a shot behind Tadahiro Takayama, shot a 3-under 69 on the final day but couldn't catch Takayama, who turned in a 68 to win by two strokes...Other top-10 was a T6 at the Vana H Cup KBC Augusta, a final-round 67 moving him up six places on the last day. \n\n2010: Recorded two top-10s in his 25 starts, finishing 55th on the final Japan Golf Tour money list. First top-10 was a T9 at the Toshin Golf Tournament in Lake Wood...Picked up a T7 at the Kansai Open Golf Championship in late-August. \n\n2009: Posted five top-10s and a 31st-place position on the final Japan Golf Tour money list. First top-10 was a T8 at the UBS Japan Golf Tour Championship Shishido Hills. Began the final round in 32nd place but was able to move up 24 places with his 4-under 66 Sunday...Again was T8, this time at the Sun Chlorella Classic, a 69-68 weekend helping the effort...Enjoyed back-to-back top-10s in the summer. At the ANA Open, was T6...Followed that with a T9 at the Asia-Pacific Panasonic Open. Despite the top-10, was a disappointing finish as he began the final round tied for fifth but shot a 6-over 77 on the final day...Last top-10 was a T5 at the Bridgestone Open, thanks to weekend rounds of 68-65. \n\n2008: Had a pair of close calls only to come up short in his attempt at victory. Finished 33rd on the final money list. Was tied for eighth through 54 holes at the Vana H Cup KBC Augusta but fashioned a 5-under 67 on the final day to T3, two shots behind winner Shintaro Kai...Improved on that finish five starts later when he entered the final round of the Canon Open in solo second, two shots short of leader Hiroyuki Fujita. Recorded a 2-under 70 on the final day only to come up a shot out of the Makoto Inoue-Yasuharu Imano-Taichi Teshima-Fujita playoff that Inoue won...Added a T19 at the Mynavi ABC Championship...Final top-10 of the campaign was a sixth-place showing at the Casio World Open. Began the final round tied for second but shot a 1-over 73 over his final 18 holes.\n\n2007: Enjoyed a career-high 14th-place finish on the money list on the strength of eight top-10s. After missing the first three cuts of the season, finished T7 at the Japan PGA Championship...Came right back in his next start with a T4 at the Munsingwear Open KSB Cup. Held a share of second place through 54 holes until shooting an even-par 72 on the last day...Finished 10th at the Woodone Open Hiroshima...A week later, fired a final-round, 6-under 66 after sitting at 3-over for 54 holes to pick up a T6 at the Nagashima Shigeo Invitational Sega Sammy Cup...Third top-10 in succession came at the Sun Chlorella Classic, a T10...Held the outright 36-hole lead at 6the Coca-Cola Tokai Classic. Weekend rounds of 74-71 left him alone in third...Was T8 at the Bridgestone Open...Enjoyed four under-par rounds in his second-to-last start of the year, at the Casio World Open. Finished fourth.\n\n2006: Continued to rack up top-10s, adding seven to his resume as he finished 27th on the final money list. Made a run at victory at the Mandom Lucido Yomiuri Open before settling for a T3 after a final-round 68...Two starts later, was T6 at the UBS Japan Golf Tour Championship Shishido Hills...In the summer, had a disappointing finish at the Suntory Open. Opened 66-67 to take the 36-hole lead at Sobu CC's Sobu Course. Fired a 3-under 67 in the thrid round to share the 54-hole lead with Shoichi Ideguchi. Stumbled badly on the final day, firing a 6-over 76 to fall into a T10, 10 strokes behind winner Y.E. Yang...First of four consecutive top-10s came at the Bridgestone Open (sixth place), followed by a fourth-place effort at the ABC Championship...Added a T8 at the Mitsui Sumitomo Visa Taiheiyo Masters, thanks to a Sunday 68...At the Dunlop Phoenix, used a final-round, 4-under 66 to T10.\n\n2005: Was steady, making 20 of 28 cuts and finishing 43rd on the final money list. Waited until August to post his first top-10, a T7 at the Woodone Open Hiroshima...Took a share of the first-day lead at the Fujisankei Classic. Finished 70-72-72 to T5...At the Bridgestone Open, held a share of the 54-hole lead before succumbing to a 1-over 73 on the final day to tumble into a T8...In his next start, at the ABC Championship, was T10. \n\n2004: Finished 50th on the Japan Golf Tour money list. Was in contention right from the start, opening 67-65 at the Asia Japan Okinawa Open. Seemingly fell from the chase with a 3-over 75 in the third round. Recovered nicely on the final day with a 65 to T2 with five others, three shots behind winner Hideto Tanihara...Midway through the campaign, held a share of the first- and third-round leads at the Gateway To The Open Mizuno Open. Began 67-71-67 to share the 54-hole advantage with Brendan Jones, Hidemasa Hoshino and Naruhito Ueda. Finished T5 following a final-round, 1-under 71. finishing two shots out of the Jones-Hiroaki Iijima playoff that Jones won...Picked up another top-10 late in the season, at the Asahi-Ryokuken Yomiuri Memorial, where he T9.\n\n2003: Made seven cuts in 12 starts to finish 54th on the money list. Best performance of the season came at the JCB Classic Sendai in late-July. Began the final day tied for second, five shots behind leader Katsuyoshi Tomori after a 68-68-65 start. Posted a Sunday 65, but his second consecutive 6-under effort wasn't enough as he finished two shots behind winner Tomori. \n\n","otherCarHigh" : "","personal" : "Younger sister, Ai Miyazato, is also a professional golfer and competes on the LPGA.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}