{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25274","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Bowditch","first" : "Steven","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "200","weightMetric" : "91","birthDate" : "June 8, 1983","age" : "32","birthPlace" : "Newcastle, New South Wales, Australia","residence" : "Flower Mound, Texas; Perigian Beach, Queensland, Australia","family" : "Wife: Amanda","education" : "","splInterest" : "Rugby","pronunciation" : "BO-ditch","nwTourAlumnus" : "Web.com Tour Graduate (2005, 2010)","trndProYear" : "2001","clubAffl" : "Kooralbyn Resort (Perigian Beach, Queensland, Australia)","cityPlaysFrm" : "Queensland; ; Australia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "7,402,951&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Past champion 5-10","otherVics" : "","intlVics" : "(1): 2010 New South Wales PGA Championship.","curYearHigh" : "Finished T10 at the Hyundai Tournament of Champions for his first top-10 of the 2015-16 season. It was his second consecutive appearance at the winners-only event, and his best finish (T22-2015).","carHigh" : "Won his first Australian Tour event, the Cellarbrations NSW PGA Championship in Nov. 2010...Made the cut in seven of 20 starts on the Nationwide Tour in 2009. Earned his first top 10 in more than two years with a solo sixth at the Mexico Open. Previous top-10 was a T5 at the 2007 Nationwide Children's Hospital Invitational. Earned more money in Mexico than he had in his previous 42 starts on Tour combined...Enjoyed a second top-10 in three weeks with a T9 at the Albertsons Boise Open...Made two cuts in 16 Nationwide Tour starts in 2008, with a best finish of T45 at the Price Cutter Charity Championship. Finished 236th on the money list. Played two European Tour events, missing both cuts. Finished T48 at the Australian Masters and T45 at the Australian PGA Championship late in the season in his homeland. Was granted Minor Medical Exemption for 2007 after 2006 PGA TOUR season was limited to 22 events. Coupled with 2006 winnings of $11,160, had five events to earn $649,738, equaling No. 125 from 2006. Unsuccessful in that attempt, however, eventually playing the Nationwide Tour and making nine cuts in 23 appearances. Among his four top-25s was a season-best T5 at the Nationwide Children's Hospital Invitational. Finished the year No. 99 on the money list, with $56,173. Had full-exempt status on the Nationwide Tour by virtue of his finish at the 2006 PGA TOUR Qualifying Tournament...Rookie on the PGA TOUR in 2006 after finishing fourth on Nationwide Tour money list, with $333,329. Made the cut in 14 of 21 starts on Tour in 2005, with six top-10 finishes. Season was highlighted by season-opening victory at the Jacob's Creek Open Championship. The second-youngest winner in Nationwide Tour history at 21 years, 8 months, 12 days. Following week, lost in a playoff to Peter O'Malley. Charged up the leaderboard Sunday with a course-record-tying 63 to finish at 14-under par, nearly two hours in front of the final group. Waited in the clubhouse as O'Malley missed a short putt on the 72nd hole, forcing a playoff. Named Player of the Month for January\/February. An 8-under-par 64 in the final round of the Price Cutter Charity Championship led to a runner-up finish to Roger Tambellini. Led Tour in Birdie Average (4.39). Played in two previous PGA TOUR events with his lone made cut, a T73 at the 2005 Buick Championship. Winner of the 2004 Queensland Open on the Von Nida Tour in Australia. Was T3 at the 2004 Australian Open and T4 at the MasterCard Australian Masters. 2001 Australian Strokeplay champion. \n","otherCarHigh" : "Runner-up at the World Junior Championships in 2000. Paired with Greg Norman in the final round of the 2000 Australian Open as a 17-year old...Finished T7 in that event and was the top amateur in the field.","personal" : "Started playing the game around age 12 because his father wouldn't let him tackle in rugby league...Previous employment includes time as a cement mixer.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2006","qSchoolYear" : "","exmtStatus" : "2014-15 tournament winner (through 2016-17)","otherVics" : "","intlVics" : "(1): 2010 New South Wales PGA Championship [Aus].","curYearHigh" : "Finished T10 at the Hyundai Tournament of Champions for his first top-10 of the 2015-16 season. It was his second consecutive appearance at the winners-only event, and his best finish (T22-2015).","carHigh" : "2014-15: Banner year culminated in his selection as a captain's pick for the International squad at The Presidents Cup. On the strength of his second TOUR title and seven other top-25 finishes through the Wyndham Championship, advanced to the FedExCup Playoffs for a fourth time. Made it all the way through the TOUR Championship by Coca-Cola (T12) for the first time and finished the season ranked 20th in the FedExCup standings...Struggled out of the gate at the season-opening Frys.com Open with a 1-over 73 but bounced back in impressive fashion with rounds of 68-67-67 to record the second runner-up finish of his career (2013 Greenbrier Classic), finishing two strokes behind champion Sangmoon Bae. His final-round 67 was tied for low round of the day. The runner-up finish came in his fourth start at the event, one year after having to withdraw following the first round with a hip injury...Jumped out to the opening-round lead at the AT&T Byron Nelson with an 8-under 62 en route to his second PGA TOUR victory (2014 Valero Texas Open). With a tournament-record, 18-under 259 total, finished four strokes ahead of Charley Hoffman, Jimmy Walker and Scott Pinckney. Held at least a share of the lead after each round en route to becoming the ninth international winner at the Byron Nelson since 2000. Became just the seventh player (eight times) to carry the opening-round lead on to victory at the AT&T Byron Nelson. The Australian native, and current Flower Mound, Texas, resident, won at the TPC Four Seasons Resort, site of his 2011 wedding to Amanda Yarussi, a former television producer in Dallas. Victory came in his 146th start at age 31 years, 11 months, 23 days. The win came in his fifth start at the AT&T Byron Nelson, snapping a streak of three missed cuts at the event. Won for the second time in as many attempts when carrying the lead into the final round on the PGA TOUR (2014 Valero Texas Open). Became the 15th (out of the last 21) champion of the AT&T Byron Nelson to record all four rounds in the 60s. Went 1-2-0 in his three Presidents Cup matches in the International team's 15½-14½ loss in South Korea.\n\n2013-14: Played in 30 PGA TOUR events and finished 59th in the final FedExCup standings. Enjoyed a breakthrough when he captured his first TOUR title, at the Valero Texas Open. Advanced all the way to the BMW Championship before he was eliminated from the FedExCup Playoffs...In his 13th start of the season, took the second-round lead of the Valero Texas Open and never looked back. Despite a 4-over 76 in the final round, claimed a one-stroke victory over Will MacKenzie and Daniel Summerhays. Through 54 holes, was the only player in the field to manage three sub-70 rounds on the challenging TPC San Antonio's AT&T Oaks Course. The 76 was the highest final-round score by a winner since Vijay Singh posted the same number at the 2004 PGA Championship. With the win, he became the fourth consecutive Valero Texas Open champion to earn a win-and-you're-in invitation to the Masters Tournament two weeks later. The win also made him the third Australian to win on the PGA TOUR this season, joining Jason Day (World Golf Championships-Accenture Match Play Championship) and John Senden (Valspar Championship). It was his only top-10 of the season...Only other top-15 performance came at the John Deere Classic in July, when he was T11. \n\n2013: Made 11 of 22 TOUR cuts and finished No. 124 in the FedExCup standings. Finished No. 125 in the FedExCup stadings in 2011...Posted four rounds in the 60s en route to a career-best T2 finish at The Greenbrier Classic. Finished two strokes behind tournament winner Jonas Blixt.\n\n2012: Finished T10 at the PGA TOUR Qualifying Tournament to regain his TOUR card for 2013. Finished No. 187 on the TOUR money list in only 18 starts. At No. 204, failed to advance to the FedExCup Playoffs. Best showing of the season came in his second start, finishing T15 at the AT&T Pebble Beach National Pro-Am. 2011: Played in 28 PGA TOUR events, collecting one top-10 finish. Made two Web.com Tour starts...In his 32nd career PGA TOUR start, posted his first-career top-10 finish with T9 honors at the AT&T Pebble Beach National Pro-Am. Previous-best effort was T34 at the Sony Open in Hawaii a month earlier. Had his hand broken at The McGladrey Classic, as it was accidently slammed in his car door Friday after the second round as he was leaving the premises. Despite the injury, played the following week at the Children's Miracle Network Hospitals Classic to try and secure a spot within the top 125 on the money list. Opened with a 5-under 67 on the Magnolia Course, before finishing 132nd on the earnings list. 2010: Entered 22 Web.com Tour events and had three top-10 finishes, which included a win at the $1M Soboba Golf Classic. Finished the year 17th on the money list to earn a return trip to the PGA TOUR, where he played in 2006...Earned his second career title at the Soboba Golf Classic in California in early October. Moved into the lead with an 8-under 63 in the third round. Birdied the 1st hole and eagled the 6th hole on Sunday to move into a comfortable lead and was never seriously challenged the rest of the day. Posted a 3-under 68 to finish at 19-under par, three better than Daniel Summerhays and five in front of Keegan Bradley and B.J. Staten. A first-place check for $180,000 moved him from No. 76 to No. 11 on the money list. Finished the week with only 96 putts, one shy of the all-time Tour mark of 95 set by Grant Waite at the 2003 Miccosukee Championship. Dating back to the end of the 2005 season, had earned only $173,970 in his previous 76 starts on Tour...Began the final round of the Preferred Health Systems Wichita Open in second place, a stroke behind Roberto Castro. An up-and-down round left him one stroke behind clubhouse leader Jhonattan Vegas as he stepped to the 18th tee Sunday. Needing a birdie to force a playoff, he hit his tee shot out of bounds. Ended up making a double bogey but still finished T4—his best Tour performance since a T2 at the 2005 Price Cutter Charity Championship...Notched his sixth top-10 finish six starts later, at the WNB Golf Classic. Had missed four cuts in a row heading into Midland. A final-round 66 moved him from T23 to T8. He would go on to victory a week later in California. 2009: Made the cut in seven of 20 starts on the Web.com Tour. Earned his first top 10 in more than two years with a solo sixth at the Mexico Open. Previous top-10 was a T5 at the 2007 Nationwide Children's Hospital Invitational. Earned more money in Mexico than he had in his previous 42 starts on Tour combined...Enjoyed a second top-10 in three weeks with a T9 at the Albertsons Boise Open. 2008: Made two cuts in 16 Web.com Tour starts, with a best finish of T45 at the Price Cutter Charity Championship. Finished 236th on the money list. Played two European Tour events, missing both cuts. Finished T48 at the Australian Masters and T45 at the Australian PGA Championship late in the season in his homeland. 2007: Was granted Minor Medical Exemption after 2006 PGA TOUR season was limited to 22 events. Coupled with 2006 winnings of $11,160, had five events to earn $649,738, equaling No. 125 from 2006. Unsuccessful in that attempt, however, eventually playing the Web.com Tour and making nine cuts in 23 appearances. Among his four top-25s was a season-best T5 at the Nationwide Children's Hospital Invitational. Finished the year No. 99 on the money list, with $56,173. Had fully-exempt status on the Web.com Tour by virtue of his finish at the 2006 PGA TOUR Qualifying Tournament. 2006: Rookie on the PGA TOUR after finishing fourth on Web.com Tour money list, with $333,329. 2005: Made the cut in 14 of 21 starts on Web.com Tour, with six top-10 finishes. Season was highlighted by season-opening victory at the Jacob's Creek Open Championship. The second-youngest winner in Web.com Tour history at 21 years, 8 months, 12 days. Following week, lost in a playoff to Peter O'Malley. Charged up the leaderboard Sunday with a course-record-tying 63 to finish at 14-under par, nearly two hours in front of the final group. Waited in the clubhouse as O'Malley missed a short putt on the 72nd hole, forcing a playoff. Named Player of the Month for January\/February. An 8-under-par 64 in the final round of the Price Cutter Charity Championship led to a runner-up finish to Roger Tambellini. Led Tour in Birdie Average (4.39). Played in two previous PGA TOUR events with his lone made cut, a T73 at the 2005 Buick Championship. Winner of the 2004 Queensland Open on the Von Nida Tour in Australia. Was T3 at the 2004 Australian Open and T4 at the MasterCard Australian Masters. 2001 Australian Strokeplay champion. Amateur: Runner-up at the World Junior Championships in 2000. Paired with Greg Norman in the final round of the 2000 Australian Open as a 17-year old...Finished T7 in that event and was the top amateur in the field.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "The Presidents Cup (1), 2015.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T10th at the Hyundai Tournament of Champions.","dynStats" : "He ranks T34th in Driving Distance - Driver on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/bowdo83"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}