{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "35906","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Ouyang","first" : "Zheng","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-7","heightMetric" : "1.7","weight" : "143","weightMetric" : "65","birthDate" : "September 18, 1994","age" : "21","birthPlace" : "Hubei, China","residence" : "Shanghai, China","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2011","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Finished 45th on the final Order of Merit, with two top-10s in his 11 starts. Recorded his first top-10 of his Ping An Bank China Tour – PGA TOUR China Series' career in his eighth start of the campaign and 19th appearance overall when he T9 at the Lushan Open in mid-October. Was 2-over through 36 holes but fired two sub-70 rounds on the weekend at Lushan International (68-69) to earn the T9 with South Korea's Byungmin Cho and China's Huilin Zhang...Was in solid position through 36 holes of the Hainan Open in late-November. Opened 70-72 and was alone in solo second, three shots behind leader Jooneob Son. Shot a 2-over 74 Saturday but was only a stroke off the lead held by Zecheng Dou and Mu Hu. Shot a 3-over 75 during calmer conditions to drop into a T9 with Quincy Quek and Alex Ching. \n\n2014: Opened his PGA TOUR China Series season shooting a final-round 69 at the Mission Hills Haikou Open that led to a T12…Was T64 in his next start, at the Buick Open…Started quickly at the United Investment Real Estate Wuhan Open, with rounds of 70-68. Stumbled on the weekend at Yishan GC to T13 after a 75-74 final 36 holes…Was T52 at the Lanhai Open…Finished T49 at the Yulongwan Yunnan Open…In his next start, matched his top performance of the season when he T12 at the Chateau Junding Penglai Open, the same finish he enjoyed at the season-opening Mission Hills Haikou Open…Finished T56 at the European Tour's BMW Masters in late-October, thanks, in part, to a second-round, 6-under 66. \n\n2013: Missed the cut at the Australian Open on PGA Tour of Australasia (82-72)…Played steady golf all week at the GS Caltex Maekyung Open on the OneAsia Tour, shooting three 72s and a third-round 71 to T30 outside Seoul in South Korea…Missed the cuts at the Volvo China Open and the China Masters...Ended the season 95th on the OneAsia Tour Order of Merit.  \n\n2012: Finished T47 at the Nanshan China Masters in mid-October, along with fellow countryman Yu Xiang Liu...Fired rounds of 72-68-71-71 to finish 65th at the Thailand Open on the OneAsia Tour…Missed the cut at the Enjoy Jakarta Indonesia Open, the Australian Open, the SK Telecom Open and the Maekyung Open Golf Championship…Ended the OneAsia Tour season 104th on the Order of Merit.  \n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 9th on the PGA Tour China Serie 2 times.","dynStats" : "He ranks 52nd in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}