{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01941","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Pernice","first" : "Tom","middle" : "","extn" : "Jr.","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "175","weightMetric" : "79","birthDate" : "September 5, 1959","age" : "56","birthPlace" : "Kansas City, Missouri","residence" : "Nashville, Tennessee","family" : "Wife, Sydney; Kristen (9\/30\/93), Brooke (3\/7\/95)","education" : "UCLA (1982, Economics)","splInterest" : "Agronomy, gardening, politics","pronunciation" : "purr-NIECE","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1982","clubAffl" : "Bear Creek GC (Murrieta, California)","cityPlaysFrm" : "Nashville; TN; United States","websiteUrl" : "http:\/\/www.tompernicejr.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "21,282,389&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2013","exmtStatus" : "Conditionally Exempt \/ No. 190 on 2012 PGA TOUR money list","otherVics" : "","intlVics" : "","curYearHigh" : "Finished T3 at the Mississippi Gulf Resort Classic in April on the strength of weekend rounds of 69-68.","carHigh" : "Split his time between the PGA TOUR and Champions Tour in 2011. On TOUR, claimed two top 10s in just 12 starts, including one at year's end which altered his plans for 2012. In mid-July, nearly became the second-oldest winner of a PGA TOUR event when he finished T2 at the Viking Classic in Mississippi. After a third consecutive 67, he finished at 21-under-par 267 and was the clubhouse leader until rookie Chris Kirk, playing three groups behind, made a key birdie at No. 17 to take the lead for good and go on to his first career win at 22-under par. Had he prevailed at age 51 years, 10 months, 12 days, he would have been the second-oldest winner in TOUR history behind Sam Snead, who was 52 when he won the 1965 Greater Greenboro Classic. He also would have been the first over-50 player to win on the PGA TOUR since Fred Funk in 2007, at the Mayakoba Golf Classic, and just the third member of the Champions Tour to win on the PGA TOUR, joining Funk and Craig Stadler (2003 B.C. Open)...Opened the season with a T13 at the Mitsubishi Electric Championship at Hualalai. Despite three rounds in the 60s, saw streak of top-10s on the Champions Tour end at nine straight...Finished T5 at the Outback Steakhouse Pro-Am...Also T6 at the Songdo IBD Championship, T8 at the Toshiba Classic and T10 at The ACE Group Classic...Was just two strokes behind 54-hole leader Mark Calcavecchia at the Regions Tradition before a final-round 74 dropped him to a 10th-place finish...Thanks to three straight sub-par rounds finished T5 at the Nature Valley First Tee Open at Pebble Beach in July...In addition to his effort at the Viking Classic, he also made the cut in three other PGA TOUR events—AT&T Pebble Beach National Pro-Am (T48), the Mayakoba Golf Classic (T19) and the FedEx St. Jude Classic (T73)...Beginning the week of the Children's Miracle Network Hospitals Classic as the fifth alternate and ranked 143rd on the money list, he capitalized on his opportunity in the season's final event. Posted a third-round, 4-under 68 to start Sunday tied for sixth and within striking position of becoming the PGA TOUR's second-oldest winner. Following a final-round, 3-under 69, waited until virtually the last putt dropped Sunday to see if it was good enough to elevate him to within the top 125. Finished T3 at the tournament, worthy of a 121st place money-list finish. He was last exempt on TOUR in 2009 after finishing No. 80 on money list in 2008. In 2010, ironman recorded 10th consecutive season with at least 30 starts, with 22 on the PGA TOUR and 10 on the Champions Tour. Recorded his first top 10 of the TOUR season at the HP Byron Nelson Championship (T7). The 50-year-old was the oldest player in the field. In the third round, he was paired with the youngest, 16-year-old Jordan Spieth, and shot 66 to Spieth's 67...On the Champions Tour, finished no worse than T9 in his last nine last starts, including five at T5 or better. Solo runner-up at both Home Care & Hospice First Tee Open at Pebble Beach and SAS Championship. Plans to play both Tours again in 2011...In 2009, finished outside the top 125 (No. 140) on the money list for the first time since the 2000 season. Posted five rounds in the 60s, including a 63 in the second round, en route to a T9 finish at the 50th Bob Hope Classic. Turned 50 on September 5 and won his first start on the Champions Tour, at the SAS Championship, holing a 36-foot putt to defeat Nick Price and David Frost by a stroke. Was co-leader after a first-round 62 at Justin Timberlake Shriners Hospitals for Children Open, eventually finishing T7...In 2008, Made the cut in 22 of 30 starts. Finished the season No. 80 in FedExCup points and earnings, thanks to six top-10 finishes (the second-highest total of his career). Posted four rounds at par or better to claim a T8 finish at the Sony Open in Hawaii. It was his best performance since placing fifth at the 2006 FedEx St. Jude Classic. Next top-10 finish came at the PODS Championship, finishing at even-par 284, four strokes behind champion Sean O'Hair. Posted his third top-10 in just his eighth start of the season with a T8 at the Arnold Palmer Invitational. Finished T9 at the AT&T National. Set the AT&T National tournament 18-hole record, with a second round, 7-under 63 to share the 36-hole lead. Held a one-stroke advantage heading into the final round but fired a 2-over 72 to drop to T9. Four rounds in the 60s at the Justin Timberlake Shriners Hospitals for Children Open led to his final top-10 showing of the season (T8)...Atypical season for hard-working veteran in 2007, with just two top-10 finishes in 31 starts. Fired a third-round 65 en route to a T10 finish at the Verizon Heritage. In 22nd start, posted four rounds in the 60s to finish T10 at the Canadian Open. Played in five of the seven PGA TOUR Fall Series events, making the cut in the final four...His 2006 became his best season of 15-year TOUR career with career-high seven top-10s and more than $2 million in earnings ($2,396,548). Earned first trip to THE TOUR Championship after finishing 30th on the money list. Thanks to rounds of 67-68 on the weekend, finished solo fifth at The Honda Classic for first top-10. Following week, added a T8 at the Bay Hill Invitational presented by MasterCard. Held a share of the 54-hole lead with Tim Herron at the FedEx St. Jude Classic. Finished with a 1-over-par 71 to place solo second, three strokes behind Jeff Maggert. T5 at the Barclays Classic. One of four players in the field to post four rounds of par or better. Final-round 8-under 64 at Warwick Hills GC moved him into the top 10 at the Buick Open (T7). Recorded his career-best sixth top-10 of the season with a T7 at the Frys.com Open in Las Vegas. The $129,000 paycheck pushed him over the $2-million mark. T5 in his first trip to THE TOUR Championship at East Lake...Finished strong in 2005, with a second and a third in his last two starts. Closed with a 3-under 69 at the FUNAI Classic at Walt Disney World Resort for second place, his best finish on TOUR since winning The International in 2001. Finished one stroke back of champion Lucas Glover who knocked in a bunker shot for birdie on the 72nd hole. Set the FUNAI Classic all-time 72-hole putting record with 95 putts. Followed that with a T3 at the Chrysler Championship...Among the five top-10s in 2004 were a career-high two thirds—The International and the Buick Championship...In 2003, played in 31 tournaments and made 21 cuts, including 11 consecutive at the end of the season, longest consecutive cuts streak of his career. Finished third at the Bell Canadian Open to surpass $1 million in earnings...First top-10 of the 2002 season came at the Shell Houston Open, his 10th start of the season, with a T6. Finished the year on a strong note with three top-15s, including a T7 at the Reno-Tahoe Open...In 2001, Collected his second TOUR victory and for the first time eclipsed the $1-million mark in season earnings. At The International, accumulated 12 points in each of the first two rounds under Modified Stableford scoring system and led by two. Added nine points in round three and increased his lead to three. Recorded only one point in the final round, but was good enough for one-point victory over Chris Riley. Inspirational victory because his two daughters, Kristen and Brooke, were in attendance. Brooke, then age 6, is visually impaired...Opened 2000 season at the Mercedes Championships with T8. His third-round 65 was the low round of the championship. His only other top-10 came at the rain-shortened BellSouth Classic, a T5...Earned first PGA TOUR victory in 1999 at the Buick Open. His closing 65 brought one-stroke victory over Tom Lehman, Ted Tryba and Bob Tway. Victory came in his 213th career start on the PGA TOUR...1998 was the first season he earned full-exempt status. Although it took more than half a year because of tournament delay, enjoyed runner-up finish to Phil Mickelson at AT&T Pebble Beach National Pro-Am. Rounds of 67-69-67 were worth $270,000. Earned more than $100,000 for the first time in 1997 with $173,012, which placed him 127th on money list. Best finish was fourth at Greater Milwaukee Open. Finished 25th at PGA TOUR Qualifying Tournament to return to TOUR in 1998...In 1996, had three top-10 Nationwide Tour finishes, including T6 at Miami Valley Open. Best Nationwide Tour finish in 1992 was a T3 at Hawkeye Open. Earned status on the PGA TOUR in 1986 with his second-place finish at the 1985 Qualifying Tournament. Made 12 cuts and finished 148th on the money list with $40,172. \n","otherCarHigh" : "Two-time All-American at UCLA. Pac-10 Player of Year in 1981. Teammates at UCLA included Jay Delsing, Corey Pavin, Steve Pate and Duffy Waldorf. All-conference wrestler in high school.","personal" : "Daughter Brooke has a genetic disease, Leber's Amorosis, which causes blindness. Her retinas did not develop fully at birth. Tom and Brooke won the National Car Rental Golf Classic at Walt Disney World Resort father-child event for Brooke's age group in 2001. Brooke released a Country\/Christian recording in 2007 titled \"Help from Above\" and performed at the 2008 PLAYERS Championship.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1986","qSchoolYear" : "1985, 1987, 1996, 1997","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "Finished T3 at the Mississippi Gulf Resort Classic in April on the strength of weekend rounds of 69-68.","carHigh" : "2012: Missed the PGA TOUR Playoffs for the fourth consecutive season, finishing No. 186 in the FedExCup standings...Played just 10 Champions Tour events due to fully-exempt status on the PGA TOUR. Best effort was a T3 at the Mississippi Gulf Resort Classic, his first Champions Tour start of the season. Shot 64 in the opening round and was just one stroke off the lead...Played in the final grouping Sunday with Bernhard Langer at the U.S. Senior Open at Indianwood, but a final-round 75 dropped him into a T15. Started the final round with a double bogey and a bogey and was never a factor...Posted only PGA TOUR top-10 of the year in his 18th start, a T8 at the Reno-Tahoe Open, the first PGA TOUR event to use the Modified Stableford scoring format since 2006. Finished with 30 points, 13 behind J.J. Henry's winning total. \n\n2011: Split his time between the PGA TOUR and Champions Tour. On TOUR, claimed two top 10s in just 12 starts, including one at year's end which altered his plans for 2012. In mid-July, nearly became the second-oldest winner of a PGA TOUR event when he finished T2 at the Viking Classic in Mississippi. After a third consecutive 67, he finished at 21-under-par 267 and was the clubhouse leader until rookie Chris Kirk, playing three groups behind, made a key birdie at No. 17 to take the lead for good and go on to his first career win at 22-under par. Had he prevailed at age 51 years, 10 months, 12 days, he would have been the second-oldest winner in TOUR history behind Sam Snead, who was 52 when he won the 1965 Greater Greenboro Classic. He also would have been the first over-50 player to win on the PGA TOUR since Fred Funk in 2007, at the Mayakoba Golf Classic, and just the third member of the Champions Tour to win on the PGA TOUR, joining Funk and Craig Stadler (2003 B.C. Open)...Opened the season with a T13 at the Mitsubishi Electric Championship at Hualalai. Despite three rounds in the 60s, saw streak of top-10s on the Champions Tour end at nine straight...Finished T5 at the Outback Steakhouse Pro-Am...Also T6 at the Songdo IBD Championship, T8 at the Toshiba Classic and T10 at The ACE Group Classic...Was just two strokes behind 54-hole leader Mark Calcavecchia at the Regions Tradition before a final-round 74 dropped him to a 10th-place finish...Thanks to three straight sub-par rounds finished T5 at the Nature Valley First Tee Open at Pebble Beach in July...In addition to his effort at the Viking Classic, he also made the cut in three other PGA TOUR events—AT&T Pebble Beach National Pro-Am (T48), the Mayakoba Golf Classic (T19) and the FedEx St. Jude Classic (T73)...Beginning the week of the Children's Miracle Network Hospitals Classic as the fifth alternate and ranked 143rd on the money list, he capitalized on his opportunity in the season's final event. Posted a third-round, 4-under 68 to start Sunday tied for sixth and within striking position of becoming the PGA TOUR's second-oldest winner. Following a final-round, 3-under 69, waited until virtually the last putt dropped Sunday to see if it was good enough to elevate him to within the top 125. Finished T3 at the tournament, worthy of a 121st place money-list finish. He was last exempt on TOUR in 2009 after finishing No. 80 on money list in 2008. 2010: Ironman recorded 10th consecutive season with at least 30 starts, with 22 on the PGA TOUR and 10 on the Champions Tour. Recorded his first top 10 of the TOUR season at the HP Byron Nelson Championship (T7). The 50-year-old was the oldest player in the field. In the third round, he was paired with the youngest, 16-year-old Jordan Spieth, and shot 66 to Spieth's 67...On the Champions Tour, finished no worse than T9 in his last nine last starts, including five at T5 or better. Solo runner-up at both Home Care & Hospice First Tee Open at Pebble Beach and SAS Championship. Plans to play both Tours again in 2011. 2009: Finished outside the top 125 (No. 140) on the money list for the first time since the 2000 season...Shot a 63 in the second round en route to a T9 finish at the 50th Bob Hope Classic...Turned 50 on September 5th and won his first start on the Champions Tour at the SAS Championship, holing a 36-foot putt to defeat Nick Price and David Frost by a stroke...Was co-leader after a first-round 62 at Justin Timberlake Shriners Hospitals for Children Open, eventually finishing T7...At PGA TOUR Qualifying Tournament, made double bogey on the final hole to miss earning exempt status by one stroke. 2008: Made the cut in 22 of 30 starts. Finished No. 80 in FedExCup points and earnings, thanks to six top-10 finishes (the second-highest total of his career). 2007: Had just two top-10 finishes in 31 starts. 2006: Enjoyed the best season of his 15-year TOUR career with career-high seven top-10s and more than $2 million in earnings ($2,396,548). Earned first trip to THE TOUR Championship after finishing 30th on the money list. Best finish was a second at the FedEx St. Jude Classic. 2005: Finished strong with a second and a third in his last two starts at the FUNAI Classic and Chrysler Championship. 2004: Among the five top-10s were a career-high two thirds—The International and the Buick Championship. 2003: Played in 31 tournaments and made 21 cuts, including 11 consecutive at the end of the season, longest consecutive cuts streak of his career. 2002: First top-10 of the season came at the Shell Houston Open, his 10th start of the season, with a T6. Finished the year on a strong note with three top-15s, including a T7 at the Reno-Tahoe Open. 2001: Collected his second TOUR victory and for the first time eclipsed the $1-million mark in season earnings. At The International, accumulated 12 points in each of the first two rounds under Modified Stableford scoring system and led by two. Added nine points in round three and increased his lead to three. Recorded only one point in the final round, but was good enough for one-point victory over Chris Riley. Inspirational victory because his two daughters, Kristen and Brooke, were in attendance. Brooke, then age 6, is visually impaired. 2000: Opened the season at the Mercedes Championships with T8. His third-round 65 was the low round of the championship...His only other top-10 came at the rain-shortened BellSouth Classic, a T5. 1999: Earned first PGA TOUR victory at the Buick Open. His closing 65 resulted in a one-stroke victory over Tom Lehman, Ted Tryba and Bob Tway. Victory came in his 213th career start on the PGA TOUR. 1998: The first season he earned fully-exempt status. Although it took more than half a year because of tournament delay, had runner-up finish to Phil Mickelson at AT&T Pebble Beach National Pro-Am. 1997: Earned more than $100,000 for the first time, with $173,012, placing him 127th on the money list. Best finish was fourth at Greater Milwaukee Open...Finished 25th at PGA TOUR Qualifying Tournament to return to TOUR in 1998. 1996: Had three top-10 Web.com Tour finishes, including T6 at Miami Valley Open. 1992: Best Web.com Tour finish that year was a T3 at Hawkeye Open. 1986: Earned status on the PGA TOUR with his second-place finish at the 1985 Qualifying Tournament. Made 12 cuts and finished 148th on the money list with $40,172. Amateur: Two-time All-American at UCLA...Pac-10 Player of Year in 1981...Teammates at UCLA included Jay Delsing, Corey Pavin, Steve Pate and Duffy Waldorf. \n","otherCarHigh" : "","personal" : "All-conference wrestler in high school...Daughter Brooke has a genetic disease, Leber's Amorosis, which causes blindness. Her retinas did not develop fully at birth. Tom and Brooke won the National Car Rental Golf Classic at Walt Disney World Resort father-child event for Brooke's age group in 2001. Brooke released a country\/Christian recording in 2007 titled \"Help from Above\" and performed at the 2008 PLAYERS Championship.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2009","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Finished T3 at the Mississippi Gulf Resort Classic in April on the strength of weekend rounds of 69-68.","carHigh" : "2015: Played his best golf in the first half of the season when he registered six of his seven total top-10s...Was T4 twice within a stretch of three appearances. Just months after winning in Scottsdale at the 2014 Charles Schwab Cup Championship, returned to Arizona and shot three straight sub-par rounds, including a 4-under-par 68 Sunday, to T4 at the Tucson Conquistadores Classic in March...Also T4 at the rain-shortened Greater Gwinnett Championship near Atlanta...Finished T5 in defense of his Principal Charity Classic title. Bounced back from a second-round 74 to shoot a 6-under-par 66 Sunday at the Wakonda Club...Played in the final grouping Sunday at the Mississippi Gulf Resort Classic and was in contention through nine holes before playing the back nine in 2-over to drop into an eventual T7...Was also T7 at the Senior PGA Championship...Posted four consecutive sub-par rounds at the Regions Tradition which led to a T9 finish in Birmingham...Shared the 18- and 36-hole leads at the Allianz Championship but eventually finished T11 in Boca Raton after a final-round 74.\n\n 2014: Had perhaps his finest season in professional golf, claiming multiple titles in a season for the first time. Winnings of more than $1.5 million were a PGA TOUR Champions personal best. He secured the fifth spot on the Charles Schwab Cup points list, earning a $100,000 annuity...Became the last of seven multiple winners on the circuit during the season when he claimed one of the year's prize events, the Charles Schwab Cup Championship, defeating Jay Haas on the fourth hole of a sudden-death playoff at Desert Mountain Club in Scottsdale. After a two-putt birdie on the 72nd hole to tie Haas, made a clutch up-and-down par on the second extra hole to continue the overtime. After making another up-and-down par on the third playoff hole, he ended the playoff with a birdie on the next hole. Victory in Arizona to close the season was his fourth career title on the PGA TOUR Champions...In early June, won his third career victory at The Principal Charity Classic, defeating Doug Garwood on the second hole of a playoff. Emerged from a crowded leaderboard, grabbing the lead when he rolled in a 30-foot chip on No. 17. After Garwood birdied the final two holes to tie in regulation, he hit his approach to eight feet on the second extra hole and drained his birdie putt for the win...Was the low American at The Senior Open Championship in Wales. After shooting 78 the first day, improved by 14 strokes in Round 2 with a course-record 64 at Royal Porthcawl. Steady play on the weekend moved him into a T3, his personal best in a senior major...Was a fourth-place finisher at the Boeing Classic near Seattle in August. Helped his cause with a final-round, 6-under-par 66 at TPC Snoqualmie Ridge...Was T4 in the year's final full-field event in San Antonio, the AT&T Championship...Finished T5 at the Big Cedar Lodge Legends of Golf Champions Division, teaming with Bob Tway...Rounds of 67-71 on the weekend at The Woodlands led to a T5 finish at the Insperity Invitational...Shot the low round of his career in the opening round at the Pacific Links Hawai'i Championship, a 12-under-par 60 at Kapolei GC. The round included 12 birdies, which matched the PGA TOUR Champions 18-hole record. However, followed with rounds of 72-70 to finish T7.\n\n 2013: Played his first full season as a PGA TOUR Champions member and finished seventh on the money list, with more than $1.4 million in earnings, thanks to 12 top-10 finishes that included six performances where he placed third or better...Claimed his second career victory, at the 3M Championship, when he birdied the final two holes for a one-stroke victory over Jeff Sluman and Corey Pavin. Win in Minnesota was his first in 51 PGA TOUR Champions events, dating to the 2009 SAS Championship, his first tournament as a PGA TOUR Champions member. Holed a 40-foot birdie putt on the 17th hole to tie Sluman and Pavin for the lead and then won the tournament with a two-putt birdie on the par-5 18th after hitting his second shot from 200 yards to within 8 feet of the flag...Got his season off to a strong start when he was either second or third in four of his first five tournaments...Started his year with a T2 at the Allianz Championship. Played in the final grouping with eventual-winner Rocco Mediate and carded a final-round 70 at Broken Sound to finish two strokes back. Had grabbed a share of the lead with Mediate with a birdie at No. 14. Missed a critical birdie putt at No. 17, giving Mediate a lead he never relinquished...Was in the mix early on the back nine and then late in the final round of the inaugural Greater Gwinnett Championship before eventually finishing T2 at TPC Sugarloaf. Appeared out of contention after making double bogey at the 12th hole. But three holes later, holed an 8-iron second shot from 157 yards on the par-4 15th for an eagle to draw within two of Bernhard Langer, who would go on to win by three...The week after the Allianz event, played in the final grouping at The ACE Group Classic, but a final-round 72 left him three strokes back of Langer in a T3. Carded five straight birdies in his opening round...In late March, was just one off the lead at one point late at the Mississippi Gulf Resort Classic before eventually finishing T3...In late-June, closed with a 67 at North Shore CC to move into a T3 at the inaugural Encompass Championship...Rounds of 68-68 on the weekend moved him up into a T4 at the Boeing Classic..Was in the final grouping at the Shaw Charity Classic, with Mediate and Bobby Clampett and finished T5...Reeled off 14 straight sub-par rounds (fourth round at The Senior Open Championship to the first round at the Montreal Championship), a season best, later equaled by Kirk Triplett. \n\n2012: Played just 10 PGA TOUR Champions events due to fully-exempt status on the PGA TOUR. Missed the FedExCup Playoffs for the fourth consecutive season, finishing No. 186 in the FedExCup standings...Best PGA TOUR Champions effort was a T3 at the Mississippi Gulf Resort Classic, his first Tour start of the season. Shot 64 in the opening round and was just one stroke off the lead...Played in the final grouping Sunday, with Bernhard Langer, at the U.S. Senior Open at Indianwood, but a final-round 75 dropped him into a T15. Started the final round with a double bogey and a bogey and was never a factor...Posted only PGA TOUR top-10 of the year in his 18th start, a T8 at the Reno-Tahoe Open, the first PGA TOUR event to use the Modified Stableford scoring format since 2006. Finished with 30 points, 13 behind J.J. Henry's winning total...Competed at the PGA TOUR's National Qualifying Tournament, where he finished T87. Was T17 after 90 holes but a final-round 79 dropped him 70 places and failed to earn his 2013 card.\n\n 2011: Split his time between the PGA TOUR and PGA TOUR Champions. On TOUR, claimed two top 10s in just 12 starts, including one at year's end which altered his plans for 2012. Beginning the week of the Children's Miracle Network Hospitals Classic as the fifth alternate and ranked 143rd on the money list, he capitalized on his opportunity in the season's final official event. Posted a third-round, 4-under 68 to start Sunday tied for sixth and within striking position of becoming the PGA TOUR's second-oldest winner. Following a final-round, 3-under 69, he waited until virtually the last putt dropped Sunday to see if it was good enough to elevate him to within the top 125. Finished T3 at the tournament, worthy of a 121st place money-list finish and fully exempt status for 2012, at age 52, the oldest to ever earn exempt status from the top-125 category the previous year...He was last exempt on TOUR in 2009 after finishing No. 80 on the 2008 money list...In mid-July, nearly became the second-oldest winner of a PGA TOUR event when he finished T2 at the Viking Classic in Mississippi. After a third consecutive 67, he finished at 21-under-par 267 and was the clubhouse leader until rookie Chris Kirk, playing three groups behind, made a key birdie at No. 17 to take the lead for good and go on to his first career win at 22-under par. Had he prevailed at age 51 years, 10 months, 12 days, he would have been the second-oldest winner in TOUR history behind Sam Snead, who was 52 when he won the 1965 Greater Greenboro Classic. He also would have been the first over-50 player to win on the PGA TOUR since Fred Funk in 2007, at the Mayakoba Golf Classic, and just the third member of the PGA TOUR Champions to win on the PGA TOUR, joining Funk and Craig Stadler (2003 B.C. Open)...Enjoyed a nice PGA TOUR Champions season, garnering six top-10 finishes in 16 starts...Opened the season with a T13 at the Mitsubishi Electric Championship at Hualalai. Despite three rounds in the 60s, saw streak of top-10s on the PGA TOUR Champions end at nine straight…Finished T5 at the Outback Steakhouse Pro-Am...Was just two strokes behind 54-hole leader Mark Calcavecchia at the Regions Tradition before a final-round 74 dropped him to a 10th-place finish…Thanks to three straight sub-par rounds finished T5 at the Nature Valley First Tee Open at Pebble Beach in July. 2010: Played the majority of his golf on the PGA TOUR (22 starts). Of his 10 PGA TOUR Champions appearances, finished among the top-10 in his last nine tournaments...Played his best golf on the PGA TOUR Champions in the month of September...Made a strong run at the Home Care & Hospice First Tee Open at Pebble Beach before finishing second to Ted Schulz by one stroke. Jumped into contention with a birdie-birdie-birdie-eagle run on the front nine (holes 3-6). Was tied with Schulz at several points during the back nine Sunday before coming up one stroke short when Schulz birdied the 17th hole and he could not convert a birdie putt of 25 feet at the final hole. Performance was his best on the PGA TOUR Champions since winning the SAS Championship in the fall of 2009...One week after his showing at Pebble Beach, finished third at the inaugural Posco E&C Songdo Championship in South Korea. Fashioned a tournament-best, 8-under-par 64 Saturday to move into contention after an opening-round 74 and missed being a part of the two-man playoff by one stroke. Made a 30-plus-foot birdie at No. 17 to pull within one, but missed his birdie opportunity at No. 18 to finish third behind winner Russ Cochran and Fred Funk...In his next PGA TOUR Champions start after Korea, was a runner-up to Russ Cochran in defense of his SAS Championship title. Got within one stroke of Cochran after making eagle at the par-5 17th hole Sunday but eventually finished two strokes back. Made his first ace on the PGA TOUR Champions in the opening round, holing a 6-iron shot from 188 yards at the par-3 11th hole...Made a spirited run at a spot among the top 125 on the PGA TOUR, finishing among the top 25 in seven events. Came into the season's final event, the Children's Miracle Network Classic, at No. 133 and had an outside chance to earn fully-exempt status on the PGA TOUR before a final-round 74 dropped him into a T30 in the event at Disney and he finished No. 139 on the final earnings list...Lone top-10 was a T7 at the HP Byron Nelson Championship where he posted three straight rounds in the 60s before a closing-round 71...For the first time since 1993, made the cut at The Open Championship, finishing T60 at St. Andrews. 2009: Played primarily on the PGA TOUR but did make debut on the PGA TOUR Champions at the SAS Championship near Raleigh, N.C., and it was a successful one. Became the 15th player—and third player in 2009—to win in his first start on the circuit. Holed a 36-foot birdie putt on the final hole to edge Nick Price and David Frost for the title. Victory at Prestonwood was his first title since the 2001 International, ending a TOUR victory drought of 8 years, 1 month, 22 days, or 250 TOUR events. Victory came 22 days after he turned 50, tying him with Gary Player as the ninth-youngest winner on the 2009 PGA TOUR Champions...Had a busy PGA TOUR schedule, with 26 starts to his credit. Finished 136th on the money list, with $525,800...Posted a pair of top-10 finishes, including a T7 at the Justin Timberlake Shriners Hospitals for Children Open, where he shot an opening-round, 10-under-par 62 that matched a career low...Also had a T9 early in the year at The 50th Bob Hope Chrysler Classic. One of his five rounds included a 63...Closed the year with eight straight rounds in the 60s. \n","otherCarHigh" : "Won twice on the PGA TOUR, with first victory coming at the 1999 Buick Open. Shot a closing, 7-under 65 to defeat Tom Lehman, Ted Tryba and Bob Tway by one stroke at Warwick Hills. Victory came in his 213th career start on the PGA TOUR...Collected his second TOUR title at the 2001 International. Accumulated 12 points in each of the first two rounds under Modified Stableford scoring system and led by two. Added nine points in round three and increased his lead to three. Recorded only one point in the final round, but was good enough for one-point victory over Chris Riley. Win in Colorado allowed him to eclipse the $1-million mark in season earnings for the first time...Best season was 2006 when he recorded a career-best seven top-10 finishes and more than $2 million in earnings ($2,396,548). Earned first trip to the TOUR Championship after finishing 30th on the money list...Was fully-exempt on the PGA TOUR for the first time in 1998 after placing 25th at the 1997 PGA TOUR National Qualifying Tournament...Best Web.com Tour career finish was a T3 at the 1992 Hawkeye Open...First earned status on the PGA TOUR in 1986 after a second-place finish at the 1985 National Qualifying Tournament...Was a two-time All-America selection at UCLA and the Pac-10 Player of the Year in 1980.","personal" : "Teammates at UCLA included Jay Delsing, Corey Pavin, Steve Pate and Duffy Waldorf...All-conference wrestler in high school...Daughter Brooke has a genetic disease, Leber's Amorosis, which causes blindness. Her retinas did not develop fully at birth. Joined Brooke to win the National Car Rental Golf Classic at Walt Disney World Resort father-child event for Brooke's age group in 2001. Brooke released a country\/Christian recording in 2007 titled \"Help from Above.\"","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}