{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "40255","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Kim","first" : "Geonha","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "172","weightMetric" : "78","birthDate" : "November 17, 1992","age" : "23","birthPlace" : "Busan, South Korea","residence" : "Busan, South Korea","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2012","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2016","otherVics" : "","intlVics" : "","curYrHigh" : "Finished firmly in a T4 with three others to earn fully exempt status at the Second Global Qualifying Tournament. Enjoyed weekend rounds of 71-71 in Kunming.","carHigh" : "2014: Was firmly in second place following the first round of the Shenzhen qualifying tournament for PGA TOUR China Series and then shot rounds of 73-73-74 to easily qualify for the Tour, finishing T6 with fellow countryman Jae Ho Kim (no relation)…Missed the cut in his first two Series' starts, at the Mission Hills Haikou Open and the Buick Open…Finished T35 at the GS Caltex Maekyung Open Championship on the Korean Tour. Shot rounds of 74-71-71-73 to tie with four others…At the Lanhai Open, finished T15 for his first PGA TOUR China Series' payday…After missing the cut at the Earls Beijing Open, made his next two cuts…Finished T52 at the Chateau Junding Penglai Open…The following week, at the Cadillac Championship, played steady over his first 54 holes (1-under) then made his move on the final day, shooting a 5-under 67 at Qinghe Bay GC to T11...Finished 58th on the Order of Merit of PGA TOUR China Series, missing out on retaining his playing privileges by ￥14,000…On a windy final day at the OneAsia Tour's Nanshan China Masters, shot 5-over 76 to T19 with four others…Added a T22 at the Jianye Tianzhu Henan Open, thanks to a third-round, 5-under 67 at St. Andrews Zhengzhou GC…Finished T48 at the co-sanctioned Korean Tour-OneAsia Tour's Kolon Korea Open in late-October. \n\n2013: Finished T31 at the Australian PGA Championship for his best PGA Tour of Australasia…On the Korean Tour, was 62nd at the Dongchon Korean PGA Championship. Opened 69-71 but then faltered over his final 36 holes, shooting rounds of 75-77. \n","otherCarHigh" : "","personal" : "Enjoys watching movies.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T11th in 2014 at the Cadillac Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}