{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23621","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Sabbatini","first" : "Rory","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "165","weightMetric" : "75","birthDate" : "April 2, 1976","age" : "40","birthPlace" : "Durban, South Africa","residence" : "Durban, South Africa","family" : "Harley Aiden (8\/28\/03), Tylie Jo (8\/3\/05), Bodhi Mac (9\/19\/10)","education" : "University of Arizona","splInterest" : "Playing video games, spending time with family","pronunciation" : "SAB-ih-TEE-knee","nwTourAlumnus" : "","trndProYear" : "1998","clubAffl" : "","cityPlaysFrm" : "Durban; ; South Africa","websiteUrl" : "http:\/\/www.rory-sabbatini.com","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1999","qSchoolYear" : "1998","exmtStatus" : "65th in 2014-15 FedExCup points","otherVics" : "(1): 2003 World Golf Championships-World Cup [with Trevor Immelman].","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Extended his streak of FedExCup Playoffs' starts to a perfect nine for nine, thanks to four top-10 finishes in 22 starts through the Wyndham Championship. Advanced through the third event of the Playoffs, the BMW Championship. Season ended outside Chicago at No. 65 in the FedExCup standings...Shot a final-round 66 at at the CIMB Classic to T8 at Kuala Lumpur G&CC in early November 2014...Making his 17th start at the Sony Open in Hawaii, posted rounds of 64-67-74-63 to record 12-under 268 and T6 (his third top-10 at the event to go with runner-up finishes in 2006 and 2008). Final-round 63 was one shy of his best score at Waialae CC—a closing 62 en route to a T2 in 2006...At THE PLAYERS Championship in May, posted back-to-back, 3-under 69s on the weekend at TPC Sawgrass to finish T6 with Kevin Na...Two weeks later, finished T10, three strokes behind champion Chris Kirk at the Crowne Plaza Invitational at Colonial, an event he won in 2007.\n\n2013-14: Made 16 of 26 cuts on TOUR, with thee top-10s. Missed the cut at The Barclays to end his season at No. 108 in the FedExCup standings. Failed to advance to the second FedExCup Playoffs event (Deutsche Bank Championship) for the first time since the FedExCup began, in 2007...Finished T3 at the OHL Classic at Mayakoba, with rounds of 68-65-65-70...Making his sixth career start at the RBC Heritage, was T9 for his fifth consecutive top-20 finish at the event (T8 in 2009, T14 in 2010, T17 in 2012 and T9 in 2013)...Carded a final-round, 5-under 67 for a T8 at the Wells Fargo Championship. It was his third top-10 finish at Quail Hollow (T3 in 2007 and third in 2011).\n\n 2013: Made 16 of 27 cuts on TOUR, with five top 10s. Finished No. 46 in the final FedExCup standings...Was T9 at the RBC Heritage for his first top 10 since a runner-up effort at the 2012 Memorial Tournament. It marked his fourth consecutive top-20 finish in five career starts at Hilton Head...Four rounds in the 60s led to a T7 finish at the FedEx St. Jude Classic...Tied his low score of the season with a second-round, 5-under 65 at The Greenbrier Classic en route to a T9...Followed The Greenbrier finish with a missed cut at the John Deere Classic but came back with T17 at the Sanderson Farms Championship, T12 at the RBC Canadian Open and T7 at the Reno-Tahoe Open (his fourth top-10 finish of the season)...Wrapped up his season with a T8 at the Wyndham Championship to reach five top-10 finishes for the first season since 2007.\n\n2012: Finished No. 97 in the FedExCup standings, his worst effort in the six years of the FedExCup Playoffs. Previous-worst showing was No. 69 in 2008...Despite receiving a two-stroke penalty for being late to his second-round tee time, still finished T9 at the Hyundai Tournament of Champions in his season-opener...Finished T18 at the Travelers Championship and recorded a hole-in-one on No. 16 with an 8-iron from 161 yards in the final round at TPC River Highlands. It was his first hole-in-one on TOUR. For the ace, Sabbatini won a 18-karat gold Rolex watch valued at $27,650. \n\n\n\n2011: Picked up sixth career win on TOUR, making 18 of 24 cuts and recording three top 10s...Finished T5 at the Mayakoba Golf Classic in his first career start at the event...One week later, making his first start at The Honda Classic since a T9 finish in 2004, equaled a PGA National course record in the second round with a 6-under 64 en route to his sixth career PGA TOUR win. Entered the final round five strokes ahead of Y.E. Yang and Jerry Kelly and withstood a rally by both players to finish one ahead of Yang and two clear of Kelly with a final-round, even-par 70. Became the sixth international winner of the tournament since 2005, joining Padraig Harrington (2005), Luke Donald (2006), Ernie Els (2008), Yang (2009) and Camilo Villegas (2010). Victory can be credited to his scrambling ability. Missed 25 greens in regulation but converted on 21 of those to lead all players, with an 84-percent success rate. Was also T2 in Putts Per Round, with 27, and led in Sand Saves (six for six)...Finished solo third at the Wells Fargo Championship, just one stroke out of the Lucas Glover-Jonathan Byrd playoff. Closed with rounds of 66-65 (13-under), the second-best final 36-hole score at the Wells Fargo Championship, behind only Rory McIlroy's 16-under 128 to win in 2010. Entered the week having missed the cut in his last two starts (Masters Tournament and Zurich Classic of New Orleans). Final-round 65 is his second-best round in nine starts at the Wells Fargo Championship. Recorded his previous-best finish there in 2007 (T3), which included a third-round, 8-under 64. \n\n\n\n2010: Finished inside the top 125 (54th) on the money list for the 12th consecutive season, dating to his rookie year of 1999. Claimed three top-10s to finish 48th in the final FedExCup standings...Entered the final round six strokes behind SBS Championship leader Lucas Glover but proceeded to card the round of the week with a 10-under 63, falling just one stroke shy of champion Geoff Ogilvy. The runner-up finish was his second at Kapalua (2001) and the 50th top-10 finish of his career...Tied for the lead after posting a first-round 65 at the Turning Stone Resort Championship. Finished T8 for second top-10 of the season...Closed with a final-round, 7-under-par 64 at The Barclays to finish T5, his lowest final round since a 10-under-par 63 at the season-opening SBS Championship. \n\n2009: Earned a victory near home at the HP Byron Nelson Championship and a top-20 finish on the money list (No. 18) for the fourth time in his career...Posted T12 finishes in his first two starts of the season at the Sony Open in Hawaii and FBR Open...Recorded his third top-10 finish in four years, and the first of the season, at the Northern Trust Open with a T6 finish, just two years after winning the tournament...T8 at the Verizon Heritage with a 5-under 66 in the final round...Recorded a T2 finish a week later at the Zurich Classic of New Orleans, the 12th runner-up finish of his career. It was his first time playing the event since finishing T54 in 2000...Won the HP Byron Nelson Championship by two strokes over Brian Davis with a tournament record 19-under 261 for his first victory since the 2007 Crowne Plaza Invitational at Colonial, a stretch of 44 starts. Became the 14th player to win both the Nelson and Colonial during a career. His 64 was the lowest final-round score by a winner at the HP Byron Nelson since Peter Thomson's 63 in 1956. Ranked No. 1 in putting for the week...First-round co-leader with Steve Marino after posting a 5-under-par 66 at the BMW Championship, the third event in the PGA TOUR Playoffs. Finished T18 to end his Playoffs run at 34th in final FedExCup standings...Teamed with Richard Sterne to represent South Africa in the OMEGA Mission Hills World Cup in late November. \n\n2008: After two consecutive seasons of making the TOUR Championship, leveled off a bit by placing 56th on the money list. Recorded three top-10 finishes...Shot 66 in first and third rounds of the Sony Open in Hawaii to finish runner-up to champion K.J. Choi. Finished T2 at the 2006 Sony Open in Hawaii...A final-round 67, tied for low round of the day, pushed him to a T3 at the Buick Invitational two weeks later...Finished T8 at the Valero Texas Open in the Fall Series.\n\n2007: Earned his fourth career win and had his best showing in a major. One of two first-time participants on the International Presidents Cup team. Solid play during the year pushed him comfortably inside the top-15 on the FedExCup standings, where he finished fourth and earned a $1.5 million bonus...Posted one of just three rounds in the 60s at the Masters to finish T2, his first top-10 in a major championship...Rolled in a 15-foot birdie putt on the first playoff hole at the Crowne Plaza Invitational at Colonial to beat Jim Furyk and Bernhard Langer for his fourth TOUR title and his first in a playoff. After beginning the final round tied at 11-under, Sabbatini, Furyk and Langer closed with 3-under 67s to finish at 14-under. After Furyk missed a 34-foot birdie try on the 18th hole, the first playoff hole, Sabbatini sank his putt. Langer then missed an 8-footer for birdie...Held a one-stroke lead over Tiger Woods through 54 holes at the World Golf Championships-Bridgestone Invitational. Finished T4, eight strokes back of Woods...Only player to post top-10s in all four FedExCup Playoffs events. Held the first-round lead at The Barclays after an 8-under 63. With third-place finish, moved to third in the FedExCup Playoffs standings...In his first career start at the Deutsche Bank Championship, finished T6...T10 finish at the BMW Championship moved him to fourth in the FedExCup standings...Closed the FedExCup Playoffs with a T9 at the TOUR Championship, his career-best 10th top-10 of the season...In Presidents Cup debut, had an 0-3-1 record. \n\n2006: Picked up his third career win at the Nissan Open. Held second- and third-round leads, including a four-stroke advantage heading into Sunday's final round. Tied with three others at 12-under after bogeying the 15th hole, took the lead for good when he birdied the par-3 16th hole and Fred Couples and Craig Barlow bogeyed the hole. Finished one stroke ahead of Adam Scott. Moved to No. 1 on the TOUR money list for the first time in his career with more than $2 million in earnings through six starts. \n\n2005: Posted four rounds in the 60s to finish T6 at the Bank of America Colonial, nine shots behind two-time champion Kenny Perry. Finish was second top-10 in six starts at Colonial CC...Past champion posted third career top-10 in four starts at Booz Allen Classic. Finished sixth, five shots behind Sergio Garcia. \n\n2004: Earned more $2 million for the first time in a season and ranked 16th on the final season money list. Seven top-10s, including two runner-up finishes...Part of a three-man playoff with Sergio Garcia and Padraig Harrington at the Buick Classic. Garcia won with a birdie on the third extra hole...In second career World Golf Championship-NEC Invitational start, posted T2 finish, four strokes behind champion Stewart Cink...Qualified for his first TOUR Championship and finished T10...Once again teamed with Trevor Immelman at the World Golf Championships-World Cup in Seville, Spain, in defense of their 2003 title. They finished T4. \n\n2003: Recorded his second career win, at the FBR Capital Open in June. Held second- and third-round leads. Only player in field to post four rounds in the 60s and second player in 2003 to win a Monday finish. Saturday's third round was washed out and players were forced to play 18 holes on Sunday and Monday to finish the tournament...Teamed with countryman Trevor Immelman to win the World Golf Championships-World Cup at Kiawah Island, S.C., by four strokes over England's Justin Rose and Paul Casey. \n\n2002: More than half of season's earnings and three of his four top-10s came during four-week stretch (Phoenix Open to Nissan Open), which included a T2 at the Nissan Open, one stroke behind winner Len Mattiace. \n\n2001: Began season with 69-69-65 to take two-stroke lead at Mercedes Championships. Closing 72 left him one stroke behind winner Jim Furyk. Missed three-foot putt on 72nd hole denied playoff opportunity...Earned T2 finish, one stroke behind Bob Estes in the Invensys Classic at Las Vegas. \n\n2000: With win at Air Canada Championship, the 24-year old became the youngest player to win on the PGA TOUR since 21-year-old Tiger Woods won the 1996 Las Vegas Invitational. The victory made him the tournament's fourth first-time winner in its five-year history. Trailed Grant Waite by three strokes after 54 holes. Holed a 25-foot birdie putt on No. 17 to go a stroke ahead of playing partner Mark Calcavecchia. Added 30-foot birdie putt on final hole for victory...Had one-stroke lead through 72 holes at Bob Hope Chrysler Classic. Closed with 68 to finish one stroke behind Jesper Parnevik. \n\n1999: Had a successful rookie campaign on TOUR...Held 36-hole lead on his 23rd birthday at BellSouth Classic, and finished T3 worth $145,000...Earned second third-place finish of season at B.C. Open. 1998: Earned his first TOUR membership by finishing 41st at PGA TOUR Qualifying Tournament...Won Southern Arizona Open. \n\nAmateur: Won 1993 International Junior Masters...Three-time All-America and 1996 individual runner-up in the NCAA Tournament at Arizona...Inducted into University of Arizona Sports Hall of Fame in 2004.\n","otherCarHigh" : "","personal" : "Raised in South Africa, began playing at age 4...Travels throughout the season in a tour bus...Enjoys watching all sports and spends most off time at lake boating and fishing...Donates money to many charities that support injured soldiers and their families...Set up the HARTS HOPE Foundation that allows him to give back to the community.","otherInfo" : "","ntlTeams" : "The Presidents Cup (1), 2007; World Cup (6), 2002, 2003, 2004, 2006, 2008, 2009.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T25th at the Shriners Hospitals for Children Open.","dynStats" : "He ranks 26th in Career Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/sabbatinirory"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/RorySabbatini"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}