{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25834","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Summerhays","first" : "Daniel","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "185","weightMetric" : "84","birthDate" : "December 2, 1983","age" : "32","birthPlace" : "Farmington, Utah","residence" : "Farmington, Utah","family" : "Wife, Emily; Jack Daniel (3\/20\/08), Patton White (11\/9\/09), William Brinton (5\/15\/12), Lydia Marie (8\/11\/14)","education" : "Brigham Young University (2008, Business Finance)","splInterest" : "Ping-pong, family, sports","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2010)","trndProYear" : "2007","clubAffl" : "Oakridge CC (Farmington, Utah)","cityPlaysFrm" : "Farmington; UT; United States","websiteUrl" : "http:\/\/www.danielsummerhaysgolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "7,133,552&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2007","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Ended the 2009 season No. 81 on the Nationwide Tour money list. Made 12 cuts in 26 starts but had only three top-25 finishes. His top efforts were T4s at the Moonah Classic and the Athens Regional Foundation Classic...Closed the year by making six cuts in his final seven starts, but a T25 at the Utah Championship was his best finish...Made the cut in 16 of 28 starts in 2008, with four top-10 finishes. Enjoyed his first top-10 performance of the season and his best showing since winning the 2007 Nationwide Children's Hospital Invitational when he T9 at the South Georgia Classic. Bettered his Georgia performance by posting the lowest weekend scores at the Fort Smith Classic to move to a T3...Earned top finish of the year with a T2 at the Preferred Health Systems Wichita Open, where he played the front nine in 1-under for the week and the back nine in 19-under...Finished T8 at the Oregon Classic. Posted par-or-better scores in 23 of his final 26 rounds to close the year...Made the cut in 11 of 13 starts during his rookie season on the 2007 Nationwide Tour. Finished the season No. 113 on the money list, with $46,926. Qualified for a spot in the Nationwide Children's Hospital Invitational when he earned first-team All-American honors at BYU. Made good on the invitation by winning the event by two strokes over Chris Nallen and Chad Collins, becoming the first amateur to win a Nationwide Tour title. He couldn't accept the $126,000 first prize but did earn a full exemption for the remainder of the season and all of 2008. Three days later, he made the decision to forego his senior season at BYU and turned professional. He only had three classes remaining to graduate. Went on to post four additional top-25 finishes, including a T10 at the Northeast Pennsylvania Classic.\n","otherCarHigh" : "Completed his amateur career with a fourth-place showing at the NCAA Championship and became one of 10 players to earn first-team Ping All-American honors. He had the second-best scoring average among Division 1 players (69.95) and finished seventh or better in 10 of the Cougars' 14 events. Was the Mountain West Conference Freshman of the Year in 2003...Shot a 10-under 60 at Golden Horseshoe GC in Williamsburg, VA, to tie the NCAA single-round scoring record during the 2006 Golfweek\/Ping Preview in October 2006.","personal" : "Comes from a golf family...His older brother, Boyd, is a past Nationwide Tour member, while his uncle Bruce Summerhays was a Champions Tour player and his cousin Carrie Roberts is a former LPGA player who is now the head women's golf coach at BYU...Lists his dad and brother as his heroes. Got his start in golf from his dad...Served a two-year Mormon mission from June 2003-June 2005 in Santiago, Chile, and is fluent in Spanish...Cites winning the 2007 Nationwide Children's Hospital Invitational as his biggest thrill in golf. Was a member of the Davis High School (Kaysville, UT) state championship basketball team...Is an avid ping-pong player. Says changing his son's diaper is no problem since he has more than 20 nieces and nephews...With his Spanish-language background, considers himself part of the Nationwide Tour's \"Latin Federation,\" which includes Miguel Angel Carballo, Sebastian Fernandez, Fabian Gomez and Esteban Toledo. Says he understands Chilean slang perfectly but \"Argentine or Mexican slang words are a little different.\"...Lists Cafe Rio in Salt Lake City as his favorite restaurant...His most-memorable Christmas present was the first set of Ping Eye-2 beryllium irons he received when he was 12.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2011","qSchoolYear" : "2011","exmtStatus" : "31st in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Enjoyed a banner year, defined by five top-10 finishes, two coming in the first two events of the FedExCup Playoffs. At No. 31 in the FedExCup standings, just missed making his first trip to the TOUR Championship by Coca-Cola, following a T41 finish at the BMW Championship...Overcame a 1-over 72 in the second round of the Valspar Championship with a bogey-free, 4-under 67 the following day en route to a T10 with five others...A year after finishing T2 at the Valero Texas Open, returned to TPC San Antonio, where he posted a final-round, 3-under-par effort to T4. Birdied four of his final five holes to claim the top-five finish...Put together four rounds in the 60s at the John Deere Classic for the first time since the 2014 tournament at TPC Deere Run. Finished in a four-way T8...Posted his fourth top-10 finish of the season (equaling the most of his career) with a T6 finish at The Barclays. Spurred on by a final-round 4-under 66, jumped from No. 66 to No. 40 in the FedExCup standings heading into the Deutsche Bank Championship.\n\n2013-14: Missed just five cuts in 27 starts and collected a career-best eight top-25 finishes. Highlight of his season was a second T2 finish in as many years. For the third consecutive season, made it to the FedExCup Playoffs before finishing 57th in the final FedExCup standings after the BMW Championship...Making his fourth start of the PGA TOUR season, carded all four rounds in the 60s to finish T10 at The McGladrey Classic. Had missed the cut in his two previous appearances at the event...At the Valero Texas Open, was one of just four players to post all four rounds at par or better at TPC San Antonio AT&T Oaks' Course. As a result, finished T2 with Will MacKenzie, just one stroke behind Steven Bowditch. The finish matched his career-best in 96 starts on the PGA TOUR (2013 Sanderson Farms Championship) and pushed him past the $1-million mark in season earnings for a third consecutive season.\n\n 2013: Made the cut in 15 of 26 starts during the season, with career-best showings in the FedExCup (No. 40) and the money list (No. 69). Lost in a playoff at the Sanderson Farms Championship for a career-best finish, one of four top-10 finishes on the season...Posted 3-under 69s in the Valero Texas Open's first, second and final rounds to claim a share of seventh place with Bob Estes and Jeff Overton...Held a share of the first-round lead before finishing T43 at the Wells Fargo Championship...Made eight birdies in the first round of The Greenbrier Classic to post a 5-under 65. Took the sting out of a third-round 73 with 67s in the second and final rounds to claim a T9 with seven others...Kept his solid play going a week later, at the John Deere Classic, where he posted a 9-under 62 in the third round to take a two-stroke lead over David Hearn into the final round. Made 10 birdies and one bogey to card the score. Fell off the pace Sunday with consecutive bogeys on holes 5-8, leading to a 1-over 72 and a T4 with Martin Flores and Jerry Kelly. Because of the family-friendly nature of the event with its John Deere equipment, said his kids \"have been waiting all year for this week to get all over those machines.\" Finish in Illinois represented a career-tying best performance...A week later, at the Sanderson Farms Championship, found himself again in the final group in the final round, this time carrying a share of the lead, with Nicholas Thompson. His 3-under 69 at Annandale GC was good enough to force sudden death with Cameron Beckman and Woody Austin. When his second shot on the par-5 18th hole went in the hazard on the first extra hole, he bogeyed and ended T2 with Beckman when Austin made birdie for the win. Following the 72nd hole at the Sanderson Farms Championship, he had played his previous 12 rounds in 45-under, dating to the first round of The Greenbrier Classic. In his 10 rounds prior to The Greenbrier Classic, he was 19-over...Entered the BMW Championship ranked No. 42 in the FedExCup standings. A T28 finish at Conway Farms left him No. 40 in the FedExCup rankings, denying him his first trip to the TOUR Championship by Coca-Cola.\n\n2012: Qualified for first FedExCup Playoffs, advancing to the second event at the Deutsche Bank Championship. Finished No. 99 in the FedExCup standings...Turned in his first career top-10 on TOUR, with a T5 finish at the Mayakoba Golf Classic. Entered the final round with a two-shot lead at 12-under...Two weeks later, finished T7 at the Puerto Rico Open, with rounds of 68-70-68-71...In his second appearance at the Memorial Tournament, carded rounds of 69-71-74-69 to finish T4 at 5-under, his best result in 44 career PGA TOUR starts...Played the final 49 holes without a bogey to finish solo fifth at The Greenbrier Classic, his fourth top-10 of the season.\n\n2011: Claimed a pair of top-25 finishes in the 29 starts during his PGA TOUR rookie year. Of his four Web.com Tour starts, posted a best finish of T21 at the Albertsons Boise Open...At The Heritage, recorded a hole-in-one on the par-3 17th hole with an 8-iron from 177 yards en route to a 5-under 66. It was the 20th hole-in-one in tournament history and 11th on TOUR in 2011. He went on to finish T64...In December, he opened with an 8-under 64 at PGA West in Palm Springs, Calif., and went on to finish T18 at the PGA TOUR Qualifying Tournament to retain his PGA TOUR playing privileges in 2012. \n\n2010: Made 26 Web.com Tour starts and had three seconds and a third-place finish among his seven top-10s. Finished the season No. 5 on the money list, with $391,742, the second-highest total in Tour history for a player without a victory. Also was No. 2 in All-Around Ranking, No. 4 in Scoring Average and Total Driving and No. 6 in Greens in Regulation...Made one cut in his first six starts but was runner-up at the Stadion Athens Classic, where he held the 54-hole lead. A 2-over 73 in the final round left him one stroke back of winner Martin Piller, alone in second...Posted his second top-10 finish at the Ford Wayne Gretzky Classic. Fired a third-round 65, matching his low round of the year, to enter the final round tied for fifth, eight shots back. Shot a final-round 69 to drop to T10...Finished T3 at the Nationwide Children's Hospital Invitational, where he held the lead heading into the final nine holes at Ohio State University's Scarlet Course. Made the turn at 9-under par but was overtaken by D.J. Brigman, who was several groups in front. Brigman completed play at 10-under. Summerhays needed a birdie on one of the two closing holes to force a tie. After a par at No. 17, his second shot at the par-4 18th bounced over the green, and he settled for a bogey, dropping him into a T3. Improved seven spots to No. 14 on the money list...Began the final round of the Preferred Health Systems Wichita Open with three consecutive birdies to move into contention. Up-and-down round included two front-nine double bogeys, two bogeys and two back-nine eagles along with another birdie for a 3-under 68. Finished T4 after four rounds in the 60s...Continued his solid play the next week by finishing T9 at the Price Cutter Charity Championship. Played the final 47 holes without a bogey en route to recording his fifth top-10 of the year...Solidified his spot on the 2011 PGA TOUR with back-to-back second-place finishes at the Albertsons Boise Open and the Soboba Golf Classic late in the year...Finished runner-up by one stroke to Hunter Haas at the Albertsons Boise Open after holding the 54-hole lead. Birdied three of his first four holes to get to 20-under par but had to settle for 14 consecutive pars to close the day. Second-place effort was his sixth top-10 of the year and was worth $78,300, pushing his season total high enough to lock up a spot among \"The 25\" leading money-winners at the end of the year and a berth on the PGA TOUR in 2011. Kept his solid play going by finishing runner-up in his next start, the Soboba Classic. Posted four rounds in the 60s to finish three back of winner Steven Bowditch. Picked up $108,000, the largest check of his career, while notching his seventh top-10 of the year. \n\n2009: Ended the season No. 81 on the Web.com Tour money list. Made 12 cuts in 26 starts but had only three top-25 finishes. His top efforts were T4s at the Moonah Classic and the Athens Regional Foundation Classic. Closed the year by making six cuts in his final seven starts, but a T25 at the Utah Championship was his best finish. \n\n2008: Made the cut in 16 of 28 starts in 2008, with four top-10 finishes. Enjoyed his first top-10 performance of the season and his best showing since winning the 2007 Nationwide Children's Hospital Invitational when he T9 at the South Georgia Classic. Bettered his Georgia performance by posting the lowest weekend scores at the Fort Smith Classic to move to a T3. Earned best finish of the year with a T2 at the Preferred Health Systems Wichita Open, where he played the front nine in 1-under for the week and the back nine in 19-under. Finished T8 at the Oregon Classic. Posted par-or-better scores in 23 of his final 26 rounds to close the year. \n\n2007: Made the cut in 11 of 13 starts during his rookie season on the Web.com Tour. Finished the season No. 113 on the money list, with $46,926. Qualified for a spot in the Nationwide Children's Hospital Invitational when he earned first-team All-American honors at BYU. Made good on the invitation by winning the event by two strokes over Chris Nallen and Chad Collins, becoming the first amateur to win a Web.com Tour title. He couldn't accept the $126,000 first prize but did earn a full exemption for the remainder of the season and all of 2008. Three days later, he made the decision to forego his senior season at BYU and turned professional. He only had three classes remaining to graduate. Went on to post four additional top-25 finishes, including a T10 at the Northeast Pennsylvania Classic. \n\nAmateur: Completed his amateur career with a fourth-place showing at the NCAA Championship and became one of 10 players to earn first-team Ping All-American honors. He had the second-best scoring average among Division 1 players (69.95) and finished seventh or better in 10 of the Cougars' 14 events. Was the Mountain West Conference Freshman of the Year in 2003...Shot a 10-under 60 at Golden Horseshoe GC in Williamsburg, Va., to tie the NCAA single-round scoring record during the 2006 Golfweek\/Ping Preview in October 2006. \n","otherCarHigh" : "","personal" : "Comes from a golf family...His older brother, Boyd, is a past PGA TOUR and Web.com Tour member, who is now a golf instructor. Uncle Bruce Summerhays was a Champions Tour player, and his cousin Carrie Roberts is a former LPGA player who is the head women's golf coach at BYU...Lists his dad and brother as his heroes. Got his start in golf from his dad...Served a two-year Mormon mission from June 2003-June 2005 in Santiago, Chile, and is fluent in Spanish...Cites winning the 2007 Nationwide Children's Hospital Invitational as his biggest thrill in golf. Was a member of the Davis High School (Kaysville, Utah) state championship basketball team...Is an avid ping-pong player. Says changing his children's diapers was never a problem since he has four children and more than 20 nieces and nephews...With his Spanish-language background, considered himself part of the Web.com Tour's \"Latin Federation,\" which at the time included Miguel Angel Carballo, Sebastian Fernandez, Fabian Gomez and Esteban Toledo. Says he understands Chilean slang perfectly but \"Argentine or Mexican slang words are a little different.\"...Lists Cafe Rio in Salt Lake City as his favorite restaurant...His most-memorable Christmas present was the first set of Ping Eye-2 beryllium irons he received when he was 12...Always uses an orange ball mark...Favorite websites are PGATOUR.COM and espn.com...Favorite pro team is the Utah Jazz. Likes to visit Monterey, Calif., and Hawaii. Carries beef jerky and trail mix in his golf bag to eat while he's playing. \n","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 13th on the PGA TOUR 2 times in 2016.","dynStats" : "He ranks T53rd in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/summerhaysd"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}