{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27072","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "7","capcure" : "N", "personalInfo" : {"name" : {"last" : "Quiros","first" : "Alvaro","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "185","weightMetric" : "84","birthDate" : "January 21, 1983","age" : "33","birthPlace" : "Guadiro, Spain","residence" : "Cadiz, Spain","family" : "Single","education" : "","splInterest" : "Soccer, music, friends","pronunciation" : "KEER-ohs","nwTourAlumnus" : "","trndProYear" : "","clubAffl" : "","cityPlaysFrm" : "Cadiz; ; Spain","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(7): 2006 Seville Open [Spain], Morson International Pro-Am Challenge [EurChall]. 2007 Alfred Dunhill Championship [Eur]. 2008 Portugal Masters [Eur]. 2009 Commercialbank Qatar Masters [Eur]. 2010 Open de Espana [Eur]. 2011 Omega Dubai Desert Classic [Eur], Dubai World Championship [Eur].","curYearHigh" : "Had a nice showing at the European Tour's Joburg Open in early February. Finished T5 with Andy Sullivan, Matthew Baldwin and Thomas Aiken in early February. Had four rounds in the 60s, including a final-round, 6-under 66 at Royal Johannesburg & Kensington GC's East Course...Had four under-par rounds at the Nordea Masters in Sweden to T6 with Robert Karlsson and Eddie Pepperell.","carHigh" : "One of the longest drivers in the world, leading the European Tour in driving distance in 2007, 2008 and 2009, including a 314-plus-yard average in 2009. \n\n2013: Missed several months of the season due to a surgically repaired wrist that resulted from an October 2012 injury...Best finish of the campaign was a T5 at the Irish Open.\n\n2012: Made the cut in four of eight starts on the PGA TOUR...Finished T5 at the Volvo World Match Play Championship, making it to the quarterfinals of the event in Spain before losing to fellow countryman Rafael Cabrera-Bello, 3 and 1...Was T10 at the BMW PGA Championship in late May on the European Tour...Had a nice performance on the Japan Golf Tour in mid-November. Enjoyed four under-par rounds at the Dunlop Phoenix on his way to a T6 finish at Phoenix CC despite suffering from a wrist injury. In October, hurt his right wrist at the European Tour's Portugal Masters. Ultimately had surgery that left his arm in a cast. \n\n2011: Closed the season sixth on the Race to Dubai standings. After finishing a distant second at the Commercialbank Qatar Masters, four strokes behind Thomas Bjorn, he came back the following week at the Omega Dubai Desert Classic and won on the European Tour for the fifth time in his career. In the final round at Emirates GC, he survived a triple bogey on the eighth hole, made a hole-in-one three holes later and then held off Anders Hansen and James Kingston by a stroke. The victory marked the fifth consecutive season he was won a European Tour title...Shared the first-round lead at the Masters Tournament with Rory McIlroy after firing a 7-under 65 and finished T27...Posted his second career top 10 and equaled his best result on the PGA TOUR, with a T6 at THE PLAYERS in just his second start at TPC Sawgrass...Had his another European Tour top five when he T5 at the Volvo World Match Play Championship...Appeared in his first OMEGA Mission Hills World Cup, playing with Miguel Angel Jimenez. Spain rallied to a final-round 67 in foursomes to jump into the top 10, with a T9...A week later, he entered the final round of the UBS Hong Kong Open with a one-stroke lead over Peter Hanson. He struggled on the final day at Hong Kong GC, shooting a 3-over 73 to T7...Putting his disappointment in Hong Kong behind him, he took the halfway lead a week later at the Dubai World Championships, shot 70-67 on the weekend and won for the second time in Dubai in 10 months. It was his sixth European Tour title. 2010: In his 14th start on the PGA TOUR, earned his first career top-10, with a T6 finish at the World Golf Championships-CA Championship. Led the field with a 316.9-yard driving distance average at Doral...Beat rookie James Morrison with a par on the first playoff hole to win the Open de Espana on the European Tour...Later added a T3 showing at the Dubai World Championship. 2009: Made nine starts on the PGA TOUR, with a best finish of T13 at the World Golf Championships-CA Championship. Claimed his third European Tour title when he won the Commercialbank Qatar Masters and moved into the top 30 in the Official World Golf Ranking. Beat Henrik Stenson and Louis Oosthuizen by three strokes. Made a 15-foot bogey putt on the 15th hole after hitting into the water and then birdied 16 and 17 to go ahead. Jumped to No. 28 in the Official World Golf Ranking, a move up of 46 positions and placing him in position to qualify for two World Golf Championships events and the Masters Tournament. 2008: Captured the Portugal Masters in October 2008, holding off Robert Karlsson and former Open Championship winner Paul Lawrie to win by three strokes for his second career European Tour victory. Dedicated the win to his countryman Seve Ballesteros. 2007: Captured his first European Tour victory at the Alfred Dunhill Championship on his first appearance as a full European Tour member. Damaged tendons and ligaments in his left wrist during the Open de EspaĂąa and did not play for five months from May until October. Won his place on the 2007 European Tour through the Challenge Tour rankings and then subsequently improved his European Tour status at the 2006 Qualifying School. Amateur: Won the 2004 Biarritz Cup in France and represented Spain in the 2004 World Amateur Team Championship in Puerto Rico, where the Spanish placed second to the United States team, which included PGA TOUR members Ryan Moore and Spencer Levin.\n","otherCarHigh" : "","personal" : "Coached by former Ryder Cup player and four-time European Tour champion JosĂŠ Rivero, whom he cites as one of the biggest influences on his career.","otherInfo" : "","ntlTeams" : "World Cup (1), 2011; Seve Trophy (1), 2009; Royal Trophy (1), 2013; World Amateur Team Championship (1), 2004.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 6th on the PGA TOUR 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}