{"header": { "version" : "1.0"},"pageType":"course","tourCode":"r","permNum":"471","pageTitle":"Course","courses": [{"number":"024","sortOrder":"1","week":"25","name":"Congressional CC","parValue":"71","yards":"7,569","body":"<P>Welcome to Congressional Country Club and its historic Blue Course. We hope that your experience will be unforgettable.<\/P>\n<P>Congressional Country Club was founded in 1924 with Herbert Hoover as the Club's first president. Founding life members of the era included Presidents Taft, Wilson, Harding and Coolidge. The membership roster in the early decades reads like a \"Who's Who\" of American industrial giants and government dignitaries.<\/P>\n<P>The Club is very proud of its history and its tradition of hosting national championships. The Blue Course has served as a site for some of our nation's most prestigious championships, including:<\/P>\n<UL>\n<LI>1959 U.S. Women's Amateur Championship<\/LI>\n<LI>1964 U.S. Open Championship<\/LI>\n<LI>1976 PGA Championship<\/LI>\n<LI>1980-86 PGA Kemper Open<\/LI>\n<LI>1995 U.S. Senior Open<\/LI>\n<LI>1997 U.S. Open Championship<\/LI>\n<LI>2010 U.S. Open Championship<\/LI><\/UL>\n<P>The origins of the Blue Course date back to 1924 when it was laid out by Devereaux Emmett and revised six years later by the great Scottish architect Donald Ross. In the late 1950s and early '60s, Robert Trent Jones Sr. redesigned the course in time for the 1959 and 1964 championships. Rees Jones completed the last major renovations of the Blue Course in the early '90s, prior to the 1995 U.S. Senior Open and the 1997 U.S. Open.<\/P>","image":"","holes": [{"number":"1","parValue":"4","yards":"402","body":"On this straightaway par-4 with bunkers on either side of the landing area, only the longest hitters will clear the bunker on the left. Hit a mid- to short iron to this relatively flat green guarded by yawning bunkers in front and back-right.","image":""},{"number":"2","parValue":"3","yards":"233","body":"<P>Six strategically placed bunkers -- front, right and left -- protect this large, bowl-shaped green. The fast, undulating putting surface slopes from back-left to front-right. A ridge runs across the center. On the tee shot, hit a high, soft long iron or lofted wood.<\/P>","image":""},{"number":"3","parValue":"4","yards":"466","body":"<P>Three bunkers lie to the right of the fairway landing area, and large pine trees border the left. The approach plays to a large, undulating green flanked by a large and a small bunker to the left and two small pot bunkers to the right.<\/P>","image":""},{"number":"4","parValue":"4","yards":"470","body":"Creating a tight, demanding driving hole, trees grow close to the fairway on both sides of this dogleg-right. Longer tee shots find a more narrow landing area. Hit a high approach shot to this moderately-sized, rolling green guarded by bunkers in front.","image":""},{"number":"5","parValue":"4","yards":"413","body":"Tee shots on this dogleg-left are from an elevated tee to a sloped fairway. Three fairway bunkers on the left of the landing area can cause trouble on your short approach shot. Bunkers left, front-right and behind guard this green.","image":""},{"number":"6","parValue":"4","yards":"555","body":"This tough par-5 requires that the tee shot avoid a grove of trees along the left and bunkers, a stream and out-of-bounds on the right. On the long, demanding second shot, avoid the pond guarding the right side of the green.","image":""},{"number":"7","parValue":"3","yards":"173","body":"The second par-3 on the course plays to a double-terraced green guarded by deep bunkers short-left and front-right. The shape and slope of this troublesome green provides a stern putting test. Jack Nicklaus aced this hole in the final round of the 1995 U.S. Senior Open.","image":""},{"number":"8","parValue":"4","yards":"354","body":"The shortest par-4 on the course is this dogleg-right. Bunkers and trees on the right of the fairway should keep you from cutting the corner. Five bunkers surround this small, firm, fast green.","image":""},{"number":"9","parValue":"5","yards":"636","body":"On one of the most demanding holes in U.S. Open history, bunkers guard both sides of the fairway off the tee. Players must lay up on their second shot to avoid the deep ravine in front of the green. It is unwise to attempt to reach in two.","image":""},{"number":"10","parValue":"3","yards":"218","body":"Because of the elevated teeing ground, this hole generally plays one club shorter. Distance control is important because any shot that lands short of the green ends up in the water. A bailout long leaves a very difficult recovery to a green that slopes towards the pond.","image":""},{"number":"11","parValue":"4","yards":"489","body":"This elevated tee overlooks a tight landing area that slopes from left to right. Bunkers frame the right side. Any second shot requires great accuracy to negotiate the connected water hazards on the right and the bunkers on the left.","image":""},{"number":"12","parValue":"4","yards":"471","body":"Trees guard the left side of the fairway on this rather severe dogleg-left, and a large bunker protects the right side. The fairway slopes from right to left. The second shot plays a little downhill to a green that is protected by bunkers on both sides.","image":""},{"number":"13","parValue":"3","yards":"193","body":"This par-3 possesses a narrow entry to a green with several different hole locations. Three large bunkers protect the front-left and front-right of the green, while a large mound beyond the green can cause problems if you go long.","image":""},{"number":"14","parValue":"4","yards":"467","body":"Drive the ball into the fairway if you hope to make par. The right side of the fairway falls off quickly and a wayward drive to the left may find deep rough or the out-of-bounds fence. Most players face long second shots from a slightly downhill lie.","image":""},{"number":"15","parValue":"4","yards":"490","body":"Four bunkers protect the right side of the landing area. The second shot plays uphill to a treacherous green that slopes from back to front and left to right with a ridge in the middle. Three deep bunkers guard the front-right side of the green.","image":""},{"number":"16","parValue":"5","yards":"579","body":"<P>Few players will reach this green in two shots, if for no other reason than that the drive must be hit into the face of a hill. On your second shot, avoid the bunkers on the right, while on the approach, stay clear of a huge bunker left and trees right.<\/P>","image":""},{"number":"17","parValue":"4","yards":"437","body":"Club selection is important off the tee. A shot played too far might find the rough on the down slope through the fairway landing area, 150 yards from the green. Bunkers almost completely surround this green.","image":""},{"number":"18","parValue":"4","yards":"523","body":"<P>Congressional's signature hole sets up perfectly for a long, right-to-left tee shot. Anything too far right could find trouble as well as a thick grove of cedars. Bunkers right of the green combined with water on three sides make the second shot a test of courage.<\/P>","image":""}]}]}