{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32334","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Beljan","first" : "Charlie","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-4","heightMetric" : "1.93","weight" : "215","weightMetric" : "97","birthDate" : "October 10, 1984","age" : "31","birthPlace" : "Mesa, Arizona","residence" : "Mesa, Arizona","family" : "Wife, Merisa; Graham Mac (9\/12\/12)","education" : "University of New Mexico (2007, Communications)","splInterest" : "Motorcycles, boats, guns","pronunciation" : "BELL-jun","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "2007","clubAffl" : "Alta Mesa CC (Mesa, Arizona)","cityPlaysFrm" : "Mesa; AZ; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,804,920&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2012","qSchoolYear" : "","exmtStatus" : "118th in 2014-15 money list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Prior to joing the PGA TOUR in 2012, had played on the Gateway Tour since 2007, where he has eight wins and twice led that Tour in earnings. \n\n2014-15: Made 11 of 27 cuts on TOUR, with one top-10. Finished No. 149 in the FedExCup standings. However, for the second consecutive season regained his TOUR membership by finishing in the top 125 on the money list (No. 118) through the Wyndham Championship...Despite a history of three missed cuts in as many starts at the AT&T Pebble Beach National Pro-Am before, performed like a seasoned veteran, taking third-place honors. The finish marked his best showing since a playoff loss at the 2013 Northern Trust Open. En route to the finish, posted an 8-under 63 at Monterey Peninsula CC in the second round. Birdied his last three holes at Pebble Beach on Sunday, good for a 6-under 66 and an 18-under total.\n\n2013-14: Made 12 of 26 PGA TOUR cuts, with one top-10 finish. Finished No. 130 in the FedExCup standings to miss the Playoffs. However, was able to finish No. 124 on the money list to retain PGA TOUR card for 2014-15...Four rounds in the 60s at the Humana Challenge, highlighted by an 8-under 64 in the second round (Nicklaus Private), earned him a T9 with four others. Despite playing three different courses, played No. 18 in 4-under for the four rounds.\n\n2013: Made seven of 24 cuts on TOUR and finished No. 112 in the final FedExCup standings. Entered the FedExCup Playoffs No. 104 in the standings, but failed to advance to the second Playoff event after missing the cut at The Barclays...Lost his first career TOUR playoff, to John Merrick, at the Northern Trust Open when Merrick made a par-4 on the second playoff hole (No. 10). Came from five strokes back in the final round to force the playoff. He sank a clutch 18-foot putt on the 72nd hole of regulation to tie Merrick at 11-under. \n\n2012: Made the cut in six of 18 Regular Season events. At No. 160 on the points list, failed to advance to the PGA TOUR Playoffs for the FedExCup. Carded a career-best 62 in the second round of The Greenbrier Classic then added rounds of 67-67 to finish a career-best T3 at The Greenbrier Classic—his first top-25 on TOUR. At the end of the week, had seven of his last nine rounds on TOUR in the 60s. Previous-best round was a final-round, 4-under 66 at the Travelers Championship, leading to a then career-best T29...Closed with a 5-under 65 to finish T10 at The McGladrey Classic, his second top-10 finish of the season...Caught the attention of the sports world in November when he managed to fight his way through the second round of the Children's Miracle Network Hospitals Classic despite severe shortness of breath, heart palpitations and an elevated heart rate. Was forced to either sit or lie down in the grass in between shots on the inward nine at Disney World Friday. Managed to post an 8-under 64, good for a three-shot, 36-hole lead as he headed straight to the hospital by ambulance. The situation was determined to have been caused by extremely high levels of anxiety and stress. Though nothing was physically wrong, doctors still advised him not to continue playing. He did return to competition Saturday and Sunday without incident to post rounds of 71-69, good enough for a two-stroke win over Robert Garrigus and Matt Every. On Friday afternoon, described the scene as \"certain I was going to die.\" On Sunday afternoon, he said \"This is a dream come true.\" Television replayed many of the surreal images of him lying down in the rough during Friday's round, about which he was asked after the win. \"Thank goodness they didn't have the Golf Channel in the hospital,\" he said. \"I don't think I could have handled seeing myself like that.\" \n\n2011: Finished T64 in his only Web.com Tour start at the Utah Championship...In December, carded a final-round, 4-under 68 at the PGA TOUR Qualifying Tournament at PGA West to earn his PGA TOUR playing privileges in 2012. \n\n2009: Made his first start on the Web.com Tour, missing the cut at the Utah Championship...Qualified for the U.S. Open, at Bethpage State Park, again missing the cut.\n\n2008: Qualified for the U.S. Open, missing the cut after rounds of 76-79 at Torrey Pines GC. \n\nAmateur: Won the 2002 U.S. Junior Amateur at Atlanta Athletic Club. Made a 2-foot birdie putt on the 20th hole to edge Zac Reynolds...He was a three-time state and regional champion in Arizona...Named Arizona player of the year two years in a row.\n","otherCarHigh" : "","personal" : "Biggest thrill in golf was winning the 2002 U.S. Junior Amateur...Favorite college teams are Alabama and New Mexico. Favorite pro teams are the Arizona Cardinals and the Arizona Diamondbacks. Favorite TV show is \"Hell's Kitchen.\" Favorite movies are any featuring Denzel Washington. Favorite entertainers are Snoop Dog and B.I.G. Favorite athlete to watch is Tiger Woods. Favorite cities to visit are San Diego and San Clemente, Calif. Favorite vacation spot is anywhere with a beach. Favorite gadget is his iPad...Would round out his dream foursome with Woods, Jennifer Aniston and Kobe Bryant...Bucket list includes being strapped to the wing of a biplane. He owns two motorcycles, a Harley-Davidson Ultra Classic Electric Glide and a Suzuki GSXR 750. Has reached 170 mph racing the Suzuki on the track, and he often goes on it for rides in the nearby Superstition Mountains. Currently drives a Smart Car...Met Woods at the 2009 U.S. Open. Having qualified to play in the tournament, he walked up to Woods in Bethpage's dining room and told Woods how honored he was to have his name engraved on the same U.S. Junior Amateur trophy Woods had won. Says he's accomplished half of his goals, meeting Woods. Now he wants to play with him on the weekend...If there were a TV show made about him, he says it would be on the Speed Channel or \"producers would have to create a death-wish channel for me.\"...His paternal grandparents were from Croatia...Supports The First Tee...Played one year of high school golf at Red Mountain High School in Mesa, Ariz., with current Web.com Tour player Aaron Watkins, a friend since childhood...Won the 2012 Children's Miracle Network Hospitals Classic, overcoming panic attacks that sent him to the hospital during the tournament.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was 1st in 2012 at the Children's Miracle Network Hospitals Classic.","dynStats" : "He ranks T11th in Driving Distance - Driver on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}