{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "22709","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "6","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Hall","first" : "Walter","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "200","weightMetric" : "91","birthDate" : "June 12, 1947","age" : "68","birthPlace" : "Winston-Salem, North Carolina","residence" : "Bermuda Run, North Carolina","family" : "Wife, Carol; Holly (8\/14\/77)","education" : "University of Maryland","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1994","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "7,003,528&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1997","qSchoolYear" : "","exmtStatus" : "Net-70 on All-Time Money List","otherVics" : "(6): 1985 Carolinas Mid-Amateur. 1996 Hooters Tour Naturally Fresh Cup. Three Nitro Senior Series events [at Paradise Point in Smithville, MO; at Rarity Bay GC in Vonore, TN; at Chantilly G&CC in Centreville, VA].","intlVics" : "(1): 1997 Belfry PGA Seniors' Championship.","curYearHigh" : "Played in just two events during the year, finishing T64 at the Encompass Insurance Pro-Am and T66 at the Greater Hickory Classic at Rock Barn.","carHigh" : "2011: Made five appearances on the Champions Tour, with his best effort coming in his initial start of the campaign when he was T21 at The ACE Group Classic...Also T37 at the rain-shortened Outback Steakhouse Pro-Am. 2006: Pair of top-10s came in the last third of the season. Was solo eighth at the Boeing Greater Seattle Classic, thanks to three consecutive sub-70 scores...Recorded his 17th career hole-in-one and third on the Champions Tour, when he aced the 10th hole in the second round of the U.S. Senior Open at Prairie Dunes CC. Used a 7-iron on the 172-yard hole, and it marked the second year in succession he had recorded a hole-in-one in the championship. He also became just the fourth player to score multiple holes-in-one in a career at the same USGA event. 2005: T12 at the SAS Championship near Raleigh...Made his second career ace on the Champions Tour at the U.S. Senior Open. Holed a 4-iron shot from 202 yards on the 13th hole at NCR CC's South course during the second round. 2004: T6 at the Commerce Bank Long Island Classic. 2003: Made a late bid for the season-ending Charles Schwab Cup event in Sonoma, Calif., but came up two spots short, ending a streak of 85 consecutive appearances in Champions Tour events...Best effort was a T4 in the SBC Championship in San Antonio...Went 340 consecutive holes without a three-putt during the season. 2002: One of three players (Dana Quigley and Mike McCullough the others) to play in all 35 official events...Was T3 at the rain-shortened TD Waterhouse Championship was his best since winning in Canada in 2000...Was the 36-hole leader at the U.S. Senior Open at Caves Valley before fading to a T11 after posting a 6-over 77 on Sunday. 2001: After six career runner-up performances that included one playoff loss, won his only event on the Champions Tour at the AT&T Canada Senior Open. Victory in Canada made him the last of nine first-time winners and the fourth consecutive first-time winner, a first in Champions Tour history. Made a 5-foot par putt on the last hole at Mississauga G&CC to force a playoff with Ed Dougherty. Then two-putted for par from 35 feet on the first extra hole for the victory. Was selected as the August Player of the Month after his Canadian victory along with two other top-10 finishes during the month. 2000: Came close to victory three times...Was one of five players tied for the 36-hole lead at The ACE Group Classic, but along with Tom Watson and Jose Maria Canizares, fell to Lanny Wadkins in a playoff. Contended at the SBC Championship in San Antonio for the second straight year. Despite being hospitalized with kidney stones early in the week, emerged as the 36-hole leader, but fell one stroke short of Doug Tewell despite a final-round 69...Made a run at Lee Trevino the next week at the Cadillac NFL Golf Classic and finished as the runner-up, two strokes short of the Merry Mex...Made his first hole-in-one on the Champions Tour in the second round of the Nationwide Championship. 1999: Was solo third at the American Express Invitational, four strokes back of Bruce Fleisher...Challenged again at The Transamerica but again finished third, three strokes back of Fleisher...Fired a career-low, 9-under 62 on the last day of the EMC Kaanapali Classic. 1998: Played in 28 events despite being conditionally exempt (11th at the National Qualifier)...Lost by one stroke to Bruce Summerhays at the State Farm Senior Classic despite rounds of 68-70-68...Also among the leaders down the stretch at the Northville Long Island Classic, but finished one stroke short of Gary Player. 1997: Made his debut after Monday qualifying at the Kroger Senior Classic and T8...Won The Belfry PGA Seniors Championship on the PGA European Seniors Tour...Recorded three victories on the Nitro Senior Series and was its leading money-winner with $89,889.\n","otherCarHigh" : "Turned professional in 1994, after which he played two years on the Asian Tour (1994-95) and one year on the Hooters Tour (1996)...Made four unsuccessful attempts to earn his PGA TOUR card in the 1970s before regaining amateur status until 1994...Reached the U.S. Amateur round of 16 in 1985...Has made 17 holes-in-one in his career.","personal" : "Began his golf career by playing for his high school team...Biggest thrill in golf was playing with Chi Chi Rodriguez for the first time and also winning The Belfry PGA Seniors Championship...Worked as a sales manager for an appliance distributor prior to embarking on his professional career...Favorites include \"Friends,\" \"Rudy,\" and entertainer Danny Gans...Favorite course is Pebble Beach GL.","otherInfo" : "Made just five appearances in 2010, with a best finish a T21 at The ACE Group Classic in February. Originally joined the Champions Tour in 1998 after earning a conditional exemption at the 1997 National Qualifying Tournament. After six career runner-up performances that included one playoff loss, won his only event on the circuit at the 2001 AT&T Canada Senior Open. Victory in Canada made him the last of nine first-time winners and the fourth consecutive first-time winner, a first in Champions Tour history. Made a 5-foot par putt on the last hole at Mississauga G&CC to force a playoff with Ed Dougherty. He then two-putted for par from 35 feet on the first extra hole for the victory. On the European Senior Tour, won The Belfry PGA Seniors Championship in 1997 and also claimed several events on the Nitro Senior Series. Turned professional in 1994, after which he played two years on the Asian Tour (1994-95) and one year on the Hooters Tour (1996). Made four unsuccessful attempts to earn his PGA TOUR card in the 1970s before regaining amateur status until 1994. Reached the U.S. Amateur round of 16 in 1985. Worked as a sales manager for an appliance distributor prior to embarking on his professional golf career.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was 1st in 2001 at the AT&T Canada Senior Open Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}