{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29268","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Burgoon","first" : "Bronson","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "190","weightMetric" : "86","birthDate" : "June 2, 1987","age" : "28","birthPlace" : "The Woodlands, Texas","residence" : "The Woodlands, Texas","family" : "Wife, Katy","education" : "Texas A&M University","splInterest" : "Fishing, fast cars","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2015)","trndProYear" : "2010","clubAffl" : "Club at Carlton Woods (Spring, Texas)","cityPlaysFrm" : "The Woodlands; TX; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "739,455&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2012","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2013: Closed the year with a terrific T6 finish at the Web.com Tour Qualifying Tournament Final in December and claimed one of the best categories available for the Web.com Tour's 2014 season. Had six rounds of 70 or better at PGA West in California to finish the event at 23-under par 409. Earned an exemption into the final stage by finishing the PGA TOUR Latinoamérica season ranked No. 7 in the Order of Merit, just four days prior to the event's start… Made the cut in 11 of his 14 starts on PGA TOUR Latinoamérica, with four top-3 finishes and eight top-25 finishes. Had a very solid season ending stretch, with three of his four top-3 finishes on his last four starts. His best finish was T2 at the Lexus Peru Open, where he posted rounds of 72, 68, 67 and 69 to finish one stroke behind tournament champion Julián Etulain. Finished T3 at the TransAmerican Power Products CRV Open, the Personal Classic presented by BlackBerry and the season ending 108th VISA Open de Argentina presented by Peugeot. \n\n2012: Had one top 10 and two top-25 finishes in seven starts during the inaugural season of PGA TOUR Latinoamérica to close the year ranked 44th in the Order of Merit… Best finish was T6 at the Lexus Peru Open, en event he led following a 66 (-6) in the opening round… Earned his PGA TOUR Latinoamérica card by finishing T4 at the Qualifying Tournament played at the Doral's White Course in August… On consecutive weeks in July won two Adams Golf Pro Tour events: the Firewheel at Garland Classic an the Twin Lakes Open… Had three top-10 finishes and seven top-30 finishes in nine starts on that Tour.\n\n2011: Made seven cuts in eight starts on the Adams Golf Pro Tour… Had four top-10 finishes and his best finish wasT2 at the Coca-Cola Walmart Open.\n\n2010: Starting his career as a professional he made the cut in two Web.com Tour starts… Finished T52 at the Fort Smith Classic, carding a 65 on the final round, and T36 at the Mexico Open Bicentenary.\n","otherCarHigh" : "A two-time All-American at Texas A&M, where he played a hero's role on his team's victory at the 2009 NCAA Division I National Championship. Hit a wedge within two inches on the final hole to clinch the victory… Qualified for the 2010 U.S. Open at Bethpage Black in New York, where he missed the cut following rounds of 74 and 79… In April of 2006, at age 18, qualified for the PGA TOUR's Shell Houston Open. Carded rounds of 75 and 73 to miss the cut in his first TOUR start ever.","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Top 60 Order of Merit 2013"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Exempt - Top-75 Money Winner from 2014 Web.com Tour Regular Season","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Played in 24 of 25 Web.com Tour events, making 11 cuts. Had one top-10 and four top-25s. Finished the Regular Season 40th on the money list...Best finishes were spread out, with a T14 at the Chitimacha Louisiana Open in March, a T18 at the BMW Charity Pro-Am in May and another T18 at the Stonebrae Classic in early August...Two weeks later, he battled former Texas A&M teammate Martin Piller to the end Sunday at the News Sentinel Open. Entered the final round T6, three strokes off Piller's pace. Fired a course-record-tying 62 that included a back-nine 30, but it was not enough to overtake Piller, who shot 63 to win by two. The runner-up finish was his first top-10 and best Tour finish. His 64-62-126 (16-under) in the third and fourth rounds was second on the year only to Jon Curran's low combined back-to-back rounds relative to par (17-under) in Brazil...Was seventh in Greens In Regulation (74.4 percent).\n\n2013: Closed the year with a T6 finish at the Web.com Tour Qualifying Tournament Final in December and claimed one of the best categories available for the Web.com Tour's 2014 season. Had six rounds of 70 or better at PGA West in California to finish the event at 23-under-par 409. Earned an exemption into the final stage by finishing the PGA TOUR Latinoamérica season ranked No. 7 on the Order of Merit, just four days prior to the event's start...Made the cut in 11 of his 14 starts on PGA TOUR Latinoamérica, with four top-three finishes and eight top-25 finishes. Had a very solid season-ending stretch, with three of his four top-three finishes on his last four starts. His best showing was a T2 at the Lexus Peru Open, where he posted rounds of 72-68-67-69 to finish one stroke behind tournament champion Julián Etulain...Was T3 at the TransAmerican Power Products CRV Open, the Personal Classic and the season-ending Visa Open de Argentina. \n\n\n\n2012: Had one top-10 and two top-25 finishes in seven starts during the inaugural PGA TOUR Latinoamérica season. Closed the year ranked 44th in the Order of Merit..Best finish was T6 at the Lexus Peru Open, an event he led following a 6-under 66 in the opening round...Earned his PGA TOUR Latinoamérica card by finishing T4 at the Qualifying Tournament in August...On consecutive weeks in July won two Adams Golf Pro Tour events—the Firewheel at Garland Classic and the Twin Lakes Open. Had three top-10 finishes and seven top-30 finishes in nine starts on that Tour.\n\n\n\n2011: Made seven cuts in eight starts on the Adams Golf Pro Tour. Had four top-10 finishes. Best effort was a T2 at the Coca-Cola Walmart Open.\n\n\n\n2010: Starting his career as a professional he made the cut in two Web.com Tour starts. Finished T52 at the Fort Smith Classic, carding a 65 on the final round...Was also T36 at the Mexico Open Bicentenary.\n","otherCarHigh" : "A two-time All-American at Texas A&M, where he played a hero's role on his team's victory at the 2009 NCAA Championship. All square in the final match vs. Andrew Landry of Arkansas, hit a wedge shot within two inches on the final hole to clinch the victory. College teammate of PGA TOUR members Bobby Gates and Martin Piller...Qualified for the 2010 U.S. Open at Bethpage State Park in New York, where he missed the cut following rounds of 74-79...In April 2006, at age 18, qualified for the PGA TOUR's Shell Houston Open. Carded rounds of 75-73 to miss the cut in his first career TOUR start.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2015-16","qSchoolYear" : "","exmtStatus" : "15th on 2015 Web.com Tour priority list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Finished the Web.com Tour season having played in all 25 tournaments. Had two runners-up, six top-10s and nine top-25s. Made 18 cuts. Was 15th in the final priority-ranking order...Opened the Chitimacha Louisiana Open in late March with 65-68 and was three shots off the lead at the halfway mark. Weekend rounds of 71-69 resulted in a T9...Following a T13 at the Rust-Oleum Championship, shot four rounds in the 60s at the Air Capital Classic in Wichita, leading to a T6...Carried momentum to Canada the next week at the Nova Scotia Open. Began the the third round T48 and fired a 63 that propelled him into a six-way tie for the lead after 54 holes. On Sunday, carded a 68 to force Abraham Ancer into a playoff. Fell short of his first Tour win when Ancer birdied the first playoff hole. The runner-up finish tied his best performance on Tour...Continued his good play the next week in Idaho, notching another top 10, at the Albertsons Boise Open. Carded rounds of 65-69-67-66, closing out the week with a 29 on his final nine for a T9. Rose to No. 13 on the money list...Next top 10 came in Knoxville in August. A final-round 65 at the News Sentinel Open jumped him to at T9...Finished the Regular Season 18th on the money list to earn his PGA TOUR card for the first time. Played in all 21 events...In the Finals, missed the cut in the opening events in Fort Wayne and Charlotte...Finished strong on the weekend in the third event, the Nationwide Children's Hospital Championship, with 68-70 on the weekend for a T2, two back of winner Andrew Loupe...Closed the season with a T30 at the Web.com Tour Championship.\n\n2014: Played in 24 of 25 Web.com Tour events, making 11 cuts. Had one top-10 and four top-25s. Finished the Regular Season 40th on the money list...Best finishes were spread out, with a T14 at the Chitimacha Louisiana Open in March, a T18 at the BMW Charity Pro-Am in May and another T18 at the Stonebrae Classic in early August...Two weeks later, he battled former Texas A&M teammate Martin Piller to the end Sunday at the News Sentinel Open. Entered the final round T6, three strokes off Piller's pace. Fired a course-record-tying 62 that included a back-nine 30, but it was not enough to overtake Piller, who shot 63 to win by two. The runner-up finish was his first top-10 and best Tour finish. His 64-62-126 (16-under) in the third and fourth rounds was second on the year only to Jon Curran's low combined back-to-back rounds relative to par (17-under) in Brazil...Was seventh in Greens In Regulation (74.4 percent).\n\n2013: Closed the year with a T6 finish at the Web.com Tour Qualifying Tournament Final in December and claimed one of the best categories available for the Web.com Tour's 2014 season. Had six rounds of 70 or better at PGA West in California to finish the event at 23-under-par 409. Earned an exemption into the final stage by finishing the PGA TOUR Latinoamérica season ranked No. 7 on the Order of Merit, just four days prior to the event's start...Made the cut in 11 of his 14 starts on PGA TOUR Latinoamérica, with four top-three finishes and eight top-25 finishes. Had a very solid season-ending stretch, with three of his four top-three finishes on his last four starts. His best showing was a T2 at the Lexus Peru Open, where he posted rounds of 72-68-67-69 to finish one stroke behind tournament champion Julián Etulain...Was T3 at the TransAmerican Power Products CRV Open, the Personal Classic and the season-ending Visa Open de Argentina. \n\n2012: Had one top-10 and two top-25 finishes in seven starts during the inaugural PGA TOUR Latinoamérica season. Closed the year ranked 44th in the Order of Merit..Best finish was T6 at the Lexus Peru Open, an event he led following a 6-under 66 in the opening round...Earned his PGA TOUR Latinoamérica card by finishing T4 at the Qualifying Tournament in August...On consecutive weeks in July won two Adams Golf Pro Tour events—the Firewheel at Garland Classic and the Twin Lakes Open. Had three top-10 finishes and seven top-30 finishes in nine starts on that Tour.\n\n2011: Made seven cuts in eight starts on the Adams Golf Pro Tour. Had four top-10 finishes. Best effort was a T2 at the Coca-Cola Walmart Open.\n\n2010: Starting his career as a professional he made the cut in two Web.com Tour starts. Finished T52 at the Fort Smith Classic, carding a 65 on the final round...Was also T36 at the Mexico Open Bicentenary.\nAmateur: A two-time All-American at Texas A&M, where he played a hero's role on his team's victory at the 2009 NCAA Championship. All square in the final match vs. Andrew Landry of Arkansas, hit a wedge shot within two inches on the final hole to clinch the victory. College teammate of PGA TOUR members Bobby Gates and Martin Piller...Qualified for the 2010 U.S. Open at Bethpage State Park in New York, where he missed the cut following rounds of 74-79...In April 2006, at age 18, qualified for the PGA TOUR's Shell Houston Open. Carded rounds of 75-73 to miss the cut in his first career TOUR start.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T14th at the The Honda Classic.","dynStats" : "He ranks 63rd in Driving Distance - Driver on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["XML Output","Intro Page","Bio Page","ShotLink Player Bio"]}]}