{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01559","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Irwin","first" : "Hale","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "185","weightMetric" : "84","birthDate" : "June 3, 1945","age" : "70","birthPlace" : "Joplin, Missouri","residence" : "Paradise Valley, Arizona","family" : "Wife, Sally; Becky (12\/15\/71), Steven (8\/6\/74); three grandchildren","education" : "University of Colorado (1967, Marketing)","splInterest" : "Photography, golf course design, fishing, bird hunting","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1968","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "http:\/\/www.haleirwin.com","websiteName" : "","hallOfFame" : "Inducted 1992","combTourMoney" : "33,002,577&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1968","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(1): 2003 Office Depot Father-Son Challenge [with Steve].","intlVics" : "(8): 1974 Piccadilly World Match Play [Eur]. 1975 Piccadilly World Match Play [Eur]. 1978 Australian PGA [Aus]. 1978 South African PGA Championship [SAf]. 1979 World Cup [indiv]. 1981 Bridgestone Classic [Jpn]. 1982 Brazilian Open. 1986 Bahamas Classic.","curYearHigh" : "Made his record 20th appearance in the Constellation SENIOR PLAYERS Championship and matched his age in the third round for the first time since turning 70. This was the ninth time he matched his age on the Champions Tour...Matched his age for the 10th time two weeks later when he posted an even-par 70 in the first round of the U.S. Senior Open in Sacramento. Made the cut and completed all 72 holes for the 16th time, tying Gil Morgan for the most cuts made in tournament history. He has also played 72 rounds in this event which places him third in that category, behind Arnold Palmer (83) and Dale Douglass (80)...In his final start of the 2015 season, he bettered his age in the second and third rounds at the Toshiba Classic, marking the 10th and 11th times he had bettered his age.","carHigh" : "2014: Completed his 20th season as a Champions Tour members...Three consecutive rounds in the 60s helped him to a T9 finish at the 3M Championship in August, his 210th career top-10. Highlight of the event was bettering his age in all three rounds (68-66-68) to became the first player to do so in all three rounds since Gary Player at the 2009 Mitsubishi Electric Championship at Hualalai...Matched his age for the seventh time in his Champions Tour career when he closed with 69 at North Shore CC at the Encompass Championship in June and the eighth time with a second-round 69 at the AT&T Championship...Bettered his age for the third time in February when he shot a 5-under-par 67 at the Allianz Championship in the opening round...Did it again a month later with a 66 in the second round at the Toshiba Classic, marking the fourth time he had bettered his age...Later in the year bettered his age two more times, bringing his carer total in that category to nine. The first came with a 68 in the first round of the Pacific Links Hawai'i Championship. Three weeks later shot another 68 in the opening round of the SAS Championship. \n\n2013: Posted his 209th career top-10 finish when he opened his year with a T9 at the Mitsubishi Electric Championship at Hualalai. Playing in his 400th career Tour event, it was his eighth top-10 showing in the Big Island tournament, one shy of Tom Watson's record of nine in the tournament...Had a masterful final round at the Shaw Charity Classic in early September when he bettered his age by four strokes, shooting a 7-under-par 64 at the first-year event. It was the second time in his career he had bettered his age...Competed in the New Zealand PGA Championship in late-February but missed the cut following rounds of 80-71 at The Hills in Queenstown. \n\n2012: Just seven days shy of his 67th birthday, played his last four holes in 4-under to move into solo third place at the Senior PGA Championship, his best performance in a senior major since finishing second at the 2005 Ford Senior Players Championship. Overall, it was his 207th top-10 finish of his Champions Tour career and 26th top-five performance in senior majors. At 66 years, 11 months, 24 days, extended his record as the oldest player to record a top-five finish in a senior major. Second-round 66 at Harbor Shores matched his age, the fourth time in his career to do so...Matched his age for the fifth time when he eagled the 72nd hole to shoot a 3-under-par 67 at the Constellation SENIOR PLAYERS Championship...Bettered his age for the first time, thanks to a final-round, 7-under 65 at the 3M Championshipin August...Recorded his 208th career top-10 finish, posting rounds of 68-69 on the weekend on the Monterey Peninsula for a T6 at the Nature Valley First Tee Open at Pebble Beach...He and teammate Ian Baker-Finch finished T9 at the Liberty Mutual Insurance Legends of Golf.\n\n2011: Rebounded from three sub-par seasons to finish 27th on the final money list, his best showing since 2007. Nearly matched his total earnings for his two previous years...His seven top-10 finishes were four more than he had in the previous three years combined...Added another record to his impressive Champions Tour resume in July when he was T4 at the U.S. Senior Open at Inverness. It was the 204th top-10 finish of his Champions Tour career, which moved him into first place all time in that category, one ahead of Bob Charles. Finished the event with an impressive 10-under-par 274, which included a 5-under-par 66 in the third round. With his T4 finish he became the oldest player to finish in a top five in a major championship on the Champions Tour at 66 years, 1 month, 28 days. Had set the mark earlier when he was fourth at the Senior PGA Championship at 65 years, 11 months, 26 days...Followed up U.S. Senior Open with a T8 at the 3M Championship. Carded a 66 Sunday, matching his age for the third time in his career...Final-round 67 at the Dick's Sporting Goods Open moved him into a T10 at En-Joie GC, his 203rd career top-10 finish, tying him with Charles for most career top-10s...Nearly became the oldest winner on the Champions Tour in late May when he was in contention all four rounds at the Senior PGA Championship at Valhalla. Seven years after winning the tournament at the same venue, he shared the 54-hole lead with Japan's Kiyoshi Murota but struggled with his putter Sunday, eventually finishing fourth...Reached a milestone at the Mississippi Gulf Resort Classic when he was T7 at Fallen Oak, thanks to back-to-back weekend rounds of 68. Performance was his 200th top-10 finish on the Champions Tour and also made him the oldest player to record a top 10 since 66-year-old Dave Stockton finished T4 at the 2008 Administaff Small Business Classic...Made the first hole-in-one of his Champions Tour career when he aced No. 9 in the opening round of the Boeing Classic. He used a 6-iron on the 185-yard hole for his 10th career hole-in-one.\n\n2010: Opened campaign with a solo fifth-place finish at the Mitsubishi Electric Championship at Hualalai. Carded three consecutive sub-70 rounds at Hualalai, a first for him since the 2007 Ginn Championship at Hammock Beach...Played in his 1,000th combined PGA TOUR-Champions Tour event when he teed it up at the Outback Steakhouse Pro-Am in April...Matched his age for the first time when he shot a 6-under-par 65 in the opening round at the AT&T Championship in San Antonio in October...Tied a Champions Tour record when he hit all 42 fairways at the Ensure Classic at Rock Barn. Calvin Peete set the mark in 1996 at the VFW Senior Championship and Ed Dougherty later matched it at the 2005 The ACE Group Classic. \n\n2009: Received the Ambassador of Golf Award at the World Golf Championships-Bridgestone Invitational in August. The award is annually given by the Northern Ohio Golf Charities, presented annually to a person who has fostered the ideals of the game on an international level and whose concern for others extends beyond the golf course…Ended a string of 41 consecutive starts without a top-10 when he closed the year with a sixth-place finish at the AT&T Championship in San Antonio. Made just one bogey over his final 36 holes. It was his 196th career top-10 Champions Tour finish, leaving him second in that category behind Bob Charles. Went over the $25-million mark in Champions Tour earnings with his $8,610 payday that came with his T43 finish at The Cap Cana Championship.\n\n2008: Did not register a top-10 finish during the season for the first time in his Champions Tour career and saw his streak of years among the top-30 money-winners end at 13 consecutive…Best effort of the campaign was a solo 12th at the 3M Championship, where he posted three consecutive sub-par scores in an event for the only time during the year…Only other top-20 performance was a T18 at the Allianz Championship.\n\n2007: Was a five-stroke winner at the season-opening MasterCard Championship at Hualalai in Hawaii. Tied his career-low round on the Champions Tour with a second-round, 10-under 62 and was never threatened Sunday on his way to his 45th career Champions Tour victory. It was his ninth win in the Aloha State, including eight on the Champions Tour, and it was also his second victory in the event. Win at Hualalai also marked the 13th time he had won the same event on the Champions Tour, and his 23-under-par total of 193 was his career-low total in a 54-hole Champions Tour event...Eclipsed the $30-million mark in combined career (PGA TOUR-Champions Tour) earnings when he finished T7 at the Liberty Mutual Legends of Golf. \n\n2006: Did not win an event for the first time since joining the Champions Tour (streak was 11 in a row) and did not win at least $1 million in a season (streak ended at 10). In addition, record streak of top-10 finishes on the money list ended at 11...Best performance of the year came in defense of his title at the Outback Steakhouse Pro-Am, a T2 at TPC Tampa Bay after holding a one-stroke lead with two holes remaining. \n\n2005: Enjoyed another record-setting year as he led all players with four wins and narrowly missed earning $2 million for the eighth time in his career...Made history in late January when he rolled to a five-stroke victory at the Turtle Bay Championship. Win gave him five straight titles at the event, the first time a player had ever won a PGA TOUR-sanctioned tournament five straight times. Win was also his sixth overall at the event and was his 100th top-three finish in his 230th start on the Champions Tour...Won his 42nd career title at the rain-shortened Outback Steakhouse Pro-Am near Tampa. Monday finish resulted in a one-stroke victory over Morris Hatalsky and Mark McNulty. Found himself one stroke back of Hatalsky after playing three holes on Sunday before play was suspended for the day. Eventually made two birdies and a 5-foot par save on the final hole to prevail on Monday afternoon. Win in Tampa was his 22nd different tournament victory and ran his streak of years with multiple titles to a record 11 straight seasons...Won for the 43rd time on the Champions Tour when he prevailed by one stroke over Craig Stadler, Morris Hatalsky and Gil Morgan at the Walmart First Tee Open. Shared the 36-hole lead with Morgan, and his final-round, 4-under-par 68 made him the year's first three-time champion. The win also marked the 12th time a player won a Champions Tour and PGA TOUR on the same venue (he also did it at Riviera CC near Los Angeles) and made him the 14th player over age 60 (60 years, 3 months, 1 day) to win a Champions Tour event...Added a fourth title and 44th career crown when he was a two-stroke victor at the SAS Championship near Raleigh in October. Entered the final round four strokes behind 36-hole leader R.W. Eaks, but eventually won by two strokes over Bob Gilder and Tom Jenkins. Battled several contenders down the stretch but sealed the win with a clutch eagle putt on the 17th hole. Victory made him the first player over 60 to win two events in the same year...The win also marked the eighth time in his career he had won consecutive starts on the Champions Tour...Voted Champions Tour's Player of the Month for January\/February as well as September. \n\n2004: Continued to defy the odds and again put together a remarkable season that contained multiple victories, despite having to deal with a tender lower back and assorted neck and shoulder pain late in the year...Was T7 at the Charles Schwab Cup Championship, helped him hold off Craig Stadler by a mere 39 points in the season's final event to earn his second Charles Schwab Cup. Led the Schwab Cup race for 11 weeks during the summer and then slipped into second place for four weeks before regaining the top spot for good after his runner-up finish at the Administaff Small Business Classic...Survived a grueling week at Valhalla to claim his fourth Senior PGA Championship and his 40th career Champions Tour title. Two-putted from 40 feet to birdie the 72nd hole to claim the weather-plagued event by one stroke over Jay Haas. Victory came just three days short of his 59th birthday, making him the oldest winner of a major since the start of the Champions Tour. Win was his seventh senior major title and he joined Jack Nicklaus (JELD-WEN Tradition) as the only other player to win the same major four times...Held off Gil Morgan in late April for the Liberty Mutual Legends of Golf crown. Managed to eke out a one-stroke victory after making par on the final hole while Morgan two-putted from 20 feet for a bogey...Made an ace during the first round of the PGA Championship at Whistling Straits. Used a 3-iron from 185 yards on the par-3 seventh hole...Did not participate in the U.S. Open, ending a streak of 33 consecutive appearances in the event. \n\n2003: Despite back woes for the final four months of the season, made history when he won his 38th career title at the Turtle Bay Championship. Made up two strokes on second-round leader Tom Kite the final day, and the pair battled down to the wire before he emerged victorious, thanks to a birdie on the 17th hole. In the process, became the first Champions Tour player to win the same event four times in succession and also became the first to win the same event five times...Overcame a triple bogey on the front nine in Sunday's final round to win the inaugural Kinko's Classic of Austin, his 37th career title. Made birdie on the second playoff hole to defeat Tom Watson at The Hills CC. Win allowed him to set the all-time Champions Tour record for consecutive seasons with at least one title (10)...Selected as the Champions Tour Player of the Month for May...Earned a special exemption into the U.S. Open, his 33rd consecutive appearance in the event. Was forced to withdraw after 11 holes in the opening round with severe back spasms. It was the first time since 1966 that he did not finish at least one tournament on the PGA TOUR\n\n2002: Voted by his peers as the Champions Tour's Player of the Year for a third time...Established a Champions Tour record for earnings in a season with $3,028,304, breaking his own mark of $2,861,945 and, in the process, became the oldest player at the time to win the money title (Arnold Palmer Award) at age 57 (previous mark was by Peter Thomson, who won the 1985 money title at age 56)...Clinched his first Charles Schwab Cup and the money title with his fourth victory of the year at the Turtle Bay Championship in Hawaii. Birdied the first extra playoff hole to defeat Gary McCord. Win allowed him to tie Jack Nicklaus (four wins at The Countrywide Tradition) for most victories in the same event and also was his first playoff win ever on the Champions Tour in six tries...Started the year by winning his third straight Senior Skins (1999, 2001 and 2002; did not play in 2000) title on the island of Maui. Prevailed over Jack Nicklaus, Arnold Palmer and Fuzzy Zoeller at Wailea GC. Won five skins and $260,000 on the final hole to help him earn a record $450,000, breaking Raymond Floyd's mark of $420,000 in 1995...Captured his 33rd career title on the Champions Tour at The ACE Group Classic in Naples. Dueled Tom Watson down the stretch before defeating him by a stroke at The Club at TwinEagles...Set a Champions Tour record when he posted his 75th career top-three finish, a T2 at the Audi Senior Classic in Mexico, breaking Bob Charles' mark of 74...Won the Toshiba Senior Classic by five strokes with a then record-setting 196 total, his second win in Newport Beach...Also won his third 3M Championship in Minnesota. Was tied with James Mason after 36 holes, but broke away from the pack for a three-stroke victory. Win at the TPC Twin Cities also marked the sixth consecutive season he had won at least three times...Became the first over the $3-million mark in season earnings with his fourth-place finish at the SENIOR TOUR Championship in Gaillardia...Also became the oldest player to claim the Byron Nelson Award as the Scoring leader (68.93). \n\n2001: Eclipsed the $2-million mark for an unprecedented fifth straight campaign at The Transamerica...Won three official events, the fifth straight year he's won at least three times in a season, tying him with Miller Barber and Lee Trevino for the most in Champions Tour history...Broke out of a tie with Lee Trevino atop the all-time victory list by claiming the inaugural Siebel Classic in Silicon Valley, his 30th career win in his 135th start on the Champions Tour...Posted three consecutive rounds of 65 and shattered the Bruno's Memorial Classic tournament record by six strokes with a 21-under 195 total. Easily outdistanced Stewart Ginn by four strokes in Birmingham for his 31st Champions Tour victory...Notched his 32nd title late in the campaign at the Turtle Bay Championship in Hawaii...Made his 27th and final U.S Open cut, finishing T52.\n\n2000: Claimed four official victories, the fourth straight year he won four or more titles in a season...Tied Lee Trevino atop the all-time victory list when he won his second EMC Kaanapali Classic, besting Joe Inman by four strokes...Successfully defended his Nationwide Championship crown, at the time, the sixth successful defense of his senior career. Made just one bogey over 54 holes and edged Tom Jenkins and Vicente Fernandez by one stroke...Picked up his second title three weeks later when he held off Gil Morgan by a stroke for the BellSouth Senior Classic at Opryland crown...Biggest victory of his season came in early July when he triumphed at the U.S. Senior Open for a second time. Carded rounds of 65-65 on the weekend at Saucon Valley and overtook Bruce Fleisher on the final day to win by three strokes. His 267 total was the lowest four-round score in any U.S. Senior Open Championship and gave him a sixth senior major title...Underwent LASIK surgery the week prior to the GTE Classic and went on to T3 in Tampa...Lone PGA TOUR start came at the U.S. Open. Following a third-round 81, he recovered for a 2-under 69 at Pebble Beach GL to T27.\n\n1999: Became the first player in the history of the Champions Tour to win five or more official tournaments three years in a row...Won all five of his events from early May until late August...Started the run with a dramatic victory at the Nationwide Championship. Holed a 74-yard wedge shot for an eagle on the final hole to break a tie with Bob Murphy...Closed with a 66 to defeat Al Geiberger by two strokes at the Boone Valley Classic...Biggest win of the year came at the Ford Senior Players Championship, when he captured his fifth senior major despite a sore right rotator cuff. Used a final-round 65 to blow away the field by seven shots, the largest margin of victory ever at the TPC Michigan. His 72-hole score of 21-under 267 also equaled Gil Morgan's tournament record set in Dearborn in 1998...Rallied from an opening-round 73 to successfully defend his Ameritech Senior Open title by one stroke over Gary McCord, Bruce Fleisher and Raymond Floyd...Captured the Coldwell Banker Burnet Classic the next week in wire-to-wire fashion, defeating Jim Dent and Dale Douglass by two shots. Win in Minnesota moved him past Miller Barber into solo second place on the all-time Champions Tour victory list...Set a Champions Tour record for consecutive sub-70 rounds with 13 in a row (second round\/Ameritech Senior Open through second round\/AT&T Canada Senior Open Championship)...Opened 70-69 at the PGA Championship before faltering to a 78-75 finish to T41.\n\n1998: Voted the circuit's Player of the Year for the second straight season after seven victories, including two major championships. Spent most of his time rewriting Champions Tour record books. In 22 starts, amazingly finished in the top five in all but two tournaments. Posted an all-time record 19 consecutive top-five finishes (starting at 1997 Energizer SENIOR TOUR Championship) before string ended at the Boone Valley Classic (T13). Won his second consecutive Arnold Palmer Award as the circuit's leading money-winner and averaged $130,088 per start. Also garnered his third straight Byron Nelson Award for the lowest scoring average (68.59), breaking Lee Trevino's all-time mark of 68.89 set in 1990...Fired a then course-record 62 in the final round of the Toshiba Senior Classic, tying his Champions Tour career-low score, to come from five strokes back and overtake Hubert Green for the title...Won his third consecutive PGA Seniors' Championship, matching Eddie Williams' mark for consecutive wins in the event (1942, 1945 and 1946)...Successfully defended his title the next week at the Las Vegas Senior Classic...Fourth title of the campaign came in wire-to-wire fashion at the Ameritech Senior Open, his second senior victory in Chicago...Despite an opening-round 77, made birdie on the 72nd hole to nip Vicente Fernandez at the U.S. Senior Open at Riviera CC. Became just the 10th player to claim a PGA TOUR and Champions Tour event at the same venue. First-round score was also the highest ever by a winner in Champions Tour annals...Sixth victory at the BankBoston Classic was another successful title defense...Closed out the year with a five-stroke triumph at the Energizer SENIOR TOUR Championship in Myrtle Beach...Only made PGA TOUR cut was a T47 at the BellSouth Classic outside Atlanta. \n\n1997: Had nine victories to tie Peter Thomson's all-time record set in 1985 for most wins in a season...Became the first player to hit the $2-million mark in one season when he won his eighth title at the Vantage Championship and pocketed $225,000...Nine wins came in just 23 starts (18 top-10 finishes)...Got his year off to a great beginning with a two-stroke victory over Gil Morgan at the MasterCard Championship in Hawaii...Outdueled Bob Murphy a month later to win the LG Championship in Naples...Set a standard by successfully defending his PGA Seniors' Championship, winning by a Champions Tour all-time record 12 strokes...Edged Isao Aoki with a birdie putt at the final hole of the Las Vegas Senior Classic...Took control of the Burnet Senior Classic near Minneapolis with a birdie at the 17th hole and slipped past Lee Trevino...Made birdies on the final two holes for a two-stroke win at the BankBoston Classic...Claimed the Boone Valley Classic near his home in St. Louis, playing all 54 holes without a bogey...Played another bogey-free event at the Vantage Championship and used a 62 at Tanglewood in the second round to eventually edge Dave Eichelberger...Tied Peter Thomson's record for wins in a single season with his ninth victory at the Hyatt Regency Maui Kaanapali Classic, defeating Mike Hill and Bruce Summerhays by three strokes...Claimed his first four titles in just seven starts, the fastest ever to that number in a season...Of the 74 rounds he played during the year, 57 were below par (77 percent) and only 13 were over par...More than half (41 of 74\/55 percent) of his rounds were in the 60s...Won the Arnold Palmer Award as the leading money-winner and notched his second consecutive Byron Nelson Award as the Champions Tour scoring leader (68.92)...Made three PGA TOUR starts, with his two made cuts coming at major championships. Was T52 at the U.S. Open and T52 at the PGA Championship.\n\n1996: Just missed winning money title by $12,121 when he was passed by Jim Colbert on the final day at the Energizer SENIOR TOUR Championship, thanks to a birdie on the 72nd hole...Averaged $70,250 per start for the year with wins at PGA Seniors' Championship and American Express Invitational...Led the Champions Tour with 21 top-10 finishes and was under par in 21 of 23 events...Won his first Byron Nelson Award as the Champions Tour scoring leader (69.47)...Victory at the American Express Invitational pushed him past $1 million in Champions Tour earnings in his 16th event, the fastest to do so at the time...Made three PGA TOUR starts, making the cut at THE PLAYERS Championship (T46), the Masters (T29) and the U.S. Open (T50)...In November, teamed with Lee Janzen to T2 at the Franklin Templeton Shark Shootout at Sherwood CC in Thousand Oaks, Calif.\n\n1995: Played 12 PGA TOUR events before turning 50 on June 3 and focusing his attention on the Champions Tour. Made his first nine cuts of the year. Opened with a pair of 66s at the Phoenix Open to share the 36 hole lead with Ben Crenshaw. Fell two strokes off the pace with a third-round 72 then closed with a 69 for a T7…Was also T7 at the Doral-Ryder Open, three strokes behind winner Nick Faldo…Shot par or better in all four rounds at the Masters to finish T14…Only two PGA TOUR starts after turning 50 were a missed cut at the U.S. Open and a T54 at the PGA Championship…On the Champions Tour, finished 10th on the money list, with $799,175 in earnings and earned Rookie of the Year honors. Collected two victories—at the Ameritech Senior Open and the Vantage Championship and had 11 top-10s in his 12 starts…First victory was his third career title in the Chicago area (to go with his 1975 Western Open and 1990 U.S. Open wins). Defeated Kermit Zarley by a dominating seven shots, equaling the largest margin of victory for the season. His 21-under total of 195 smashed the Ameritech Senior Open record by fivs shots and was just one short of the all-time 54-hole scoring mark in relation to par at the time…Did not make a bogey all week at the Vantage Championship and bested Dave Stockton by four strokes. Had only four 5s on his scorecard for the 54 holes…Made his Champions Tour debut at the BellSouth Senior Classic at Opryland, where he T4. \n\n1994: Posted two of his six top-10s after turning 49 in June. Went on to complete the second-best season of his 27-year TOUR career, with earnings of $814,436. Carried added responsibilities all season as he served as U.S. captain at the inaugural Presidents Cup in Virginia…Twenty-three years after recording his first TOUR win, he won his last PGA TOUR title, also at the MCI Heritage Classic. Defeated Greg Norman by two shots on Hilton Head Island...Made a run at two titles in a row, opening with a 65 at the Kmart Greater Greensboro Open. Was tied for fifth, six shots behind 54-hole leader Mike Springer, shot a final-round 69 at Forest Oaks CC to T2 with Brad Bryant and Ed Humenik, three strokes short of Springer...In late May, opened with a 6-under 64 at the Southwestern Bell Colonial and then finished with a 65 only to fall one shot short of the Nick Price-Scott Simpson playoff at Colonial CC...Added a T8 two weeks later, at the Buick Classic, in Michigan...Final top-10 of the campaign was a T10 at the NEC World Series of Golf in Akron, Ohio, where he had his fourth PGA TOUR hole-in-one and first since 1990...Selected as first captain of the U.S. Presidents Cup team and earned spot on the roster that defeated International squad, 20-12. Posted a 2-1 record in the competition...In March, never contended at THE PLAYERS Championship as Norman stormed to victory, but he did have four under-par rounds at TPC Sawgrass to finish solo fourth, 12 shots behind Norman, winning the second-biggest check of year, $120,000.\n\n1993: Rebounded from 1992 to have his fifth most productive year from an earnings standpoint. In his final, full PGA TOUR season, finished 65th on the money list, with two top-10s to his credit along with three additional T11s. In his final major start of the season, finished T6 at the PGA Championship in what turned out to be a disappointing result. Through 54 holes at Inverness Club, the site of his 1979 U.S. Open win, was tied for second on a bunched leaderboard with Paul Azinger, Bob Estes, Vijay Singh, Lanny Wadkins and Tom Watson, a stroke behind leader Greg Norman. Fired a 2-over 73 on the final day to drop into a T6 with seven others, five shots out of the Azinger-Norman playoff that Azinger won… Added a T8 three weeks later, at the Greater Milwaukee Open…In the unofficial Franklin Funds Shootout at Sherwood CC in California, teamed with Bruce Lietzke to finish at 27-under for the three-round event, good for a T2 with three other teams, a shot behind the winning duo of Steve Elkington-Raymond Floyd.\n\n1992: Highlight of the year came when the World Golf Hall of Fame inducted him. Finished with earnings of less than $100,000 for only the second time since 1971 when he fell $1,792 short of the six-figure earnings mark, and his No. 131 position on the money list was the worst of his career. Made the cut in 13 of 20 starts…Finished T7 at the Doral-Ryder Open for his lone top-10 showing of the campaign...Had a T25 at the Southwestern Bell Colonial, where he closed with a 68…Only other top-30 showing was a T29 at the Nestle Invitational. \n1991: First top-10 of the year came in his second start, at the United Airlines Hawaiian Open. Was four strokes off the lead through 54 holes then stumbled to a 1-over 73 on the final day. Still moved up one spot on the leaderboard into a T4, six shots behind winner Lanny Wadkins…Had a strong, five-tournament run midway through the season that saw him record four top-fives and an 11th-place showing at the U.S. Open. First came at the MCI Heritage Golf Classic, where four under-par scores led to a T4 on Hilton Head Island…In his next start, was T3 at the BellSouth Atlanta Golf Classic. Played his final 54 holes in 14-under at Atlanta CC to land one shot out of the Corey Pavin-Steve Pate playoff…The following week, did make it into a playoff, at the Memorial Tournament in Ohio. Tied Kenny Perry at the end of regulation with a final-round 66 at Muirfield Village GC. Lost the tournament to Perry when Perry made a birdie on the first extra hole…Three weeks later, in his next start, held a one-shot lead through 54 holes at the Buick Classic until a final-round 73 undid his title hopes, dropping him into a T3…At Hazeltine National CC, needed a strong final round as he trailed by six shots at the U.S. Open. Instead, fired a 1-over 73 to T11…Played in his fifth and final Ryder Cup, but his first since 1981. Was 2-1-1 in his matches, teaming with Wadkins for two foursomes victories (over David Gilford and Colin Montgomerie on the first day and a victory over David Feherty and Sam Torrance on the second day). Halved his singles match with Bernhard Langer, the match that decided the tournament won by the U.S. at The Ocean Course at Kiawah Island, S.C.\n\n1990: Illustrious 29-year PGA TOUR career was highlighted by winning his U.S. Open title. Went on to have his finest earnings year on the PGA TOUR (sixth on the money list, with $838,249). His third U.S. Open win came in a grueling 19-hole playoff with Mike Donald at Medinah CC. Sank a 45-foot putt on the 72nd hole Sunday to force overtime the next day and then eventually won with a 10-foot birdie putt on the first sudden-death hole following the 18-hole overtime session. Victory at age 45 made him the oldest to win a U.S. Open...Followed that win with another the next week, at the Buick Classic. Opened the tournament with a 66 and cruised from there in New York. Followed with rounds of 69-68-66 to capture a two-shot triumph over Paul Azinger at Westchester CC. That week, also made his third PGA TOUR ace, on No. 6 in the first round...Had a strong start at THE PLAYERS Championship (70-68) and still earned a T5 despite a 74-73 weekend performance at TPC Sawgrass...Sandwiched an opening-round 69 and weekend rounds of 65-69 around a Friday 73 at the Kemper Open, good for a T3.\n\n1989: Early in the season, earned his first top-10, a third-place effort at the Nissan Los Angeles Open. Rounds of 70-67-69-68 left him two shots behind winner Mark Calcavecchia at Riviera CC…Only other top-10 came at the Centel Classic, a weather-shortened event at Killearn G&CC in Tallahassee, Fla. Finished T7 after a final-round 67…Paired with Steve Jones to T6 in the 10-team RMCC Invitational Hosted by Greg Norman at Sherwood CC in Thousand Oaks, Calif. \n\n1988: Finished 72nd on the money list, making 14 cuts in 23 official appearances. Came close to winning for the first time since the 1995 Memorial Tournament when he was the runner-up at the Dublin, Ohio, event. Opened 70-68-68 and led David Frost and Curtis Strange with a round to play at Muirfield Village GC. On the final day, shot a 2-under 70, including a birdie on the 18th hole, but it wasn't enough to hold off Strange, who shot a 67 and won by two…Only other top-10 was a T7 at the Beatrice Western Open in early July.\n\n1987: Had a slow start to his season, missing his first three cuts and not recording a top-10 until late-September when he T10 at the Southwest Golf Classic. The finish was disappointing as he entered the final round tied for second with Bob Eastwood, a stroke behind leader David Edwards. Posted a Sunday, 4-over 76 at Fairway Oaks GC drop down the leaderboard…The following week, it was the same script, at the Southern Open. After a 66-68-69 start that put him in a tie for second with Mike Hulbert with 18 holes to play, he shot a final-day, 3-over 73 at Green Island CC. \n\n1986: Began his year in the Bahamas, winning the unofficial Bahamas Classic by six strokes over Donnie Hammond. After a 70-68 opening 36 holes, was completely dominant during the final two rounds, going 64-67 at Paradise Island as part of the 44-player field…Waited until mid-July to record his first top-10 of the campaign, finishing T10 at the Anheuser-Busch Golf Classic…Was also T11 in his first official start of the year, at the MONY Tournament of Champions.\n\n1985: Won a tournament for a fifth consecutive year, capturing the Memorial Tournament for a second time. Took a four-stroke lead into the weekend after shooting consecutive 68s. Was unable to break par on the weekend (73-72) on the par-72 Muirfield Village GC but hung on to defeat Lanny Wadkins by a shot…Earlier in the year, was in the mix at the Tournament Players Championship at TPC Sawgrass in March in Ponte Vedra Beach. Along with Calvin Peete and D.A. Weibring, the trio shared the 54-hole lead. Had two bogeys and a double bogey on his first five holes Sunday to fall from contention. Eventually finished T5 with Dan Halldorson, nine shots behind Peete's winning score…Of his three other top-15 finishes, his best were a pair of 12th-place efforts on back-to-back weekends in April—at the Sea Pines Heritage and the Houston Open. \n\n1984: Began his season on a high note when he won the Bing Crosby National Pro-Am in a playoff over Jim Nelford at Pebble Beach. Led David Edwards by two strokes when the final round began after a 69-69-68 start. Shot an even-par 72 at Pebble Beach GL to fall into a tie with Nelford, who shot a 68. Beat Nelford on the second extra hole with a birdie…The next week, added a solid T8 at the Hawaiian Open, thanks to four consecutive under-par rounds in Honolulu…Next top-10 came at the MONY Tournament of Championship in May, a T9…Was T9 again a month later, at the Kemper Open…Appeared ready to win his third U.S. Open title as the only player in the field to shoot under-par rounds in each of his first three days (68-68-69). Led Fuzzy Zoeller by a shot at Winged Foot CC in New York. On the final day, made bogey on three of his first five holes, only made one birdie all day and eventually shot a 9-over 79 to T4 with Johnny Miller, six shots short of Zoeller's winning score.\n\n1983: Continued his winning ways when he won the Memorial Tournament in late-May. Shot stead rounds of 71-71-70-69 at Muirfield Village GC to outlast Ben Crenshaw and David Graham by a shot…Biggest disappointment of the season came at The Open Championship at Royal Birkdale GC. Began the final round four shots behind leader Tom Watson. Matched Andy Bean with a 3-under 67 on the final day but the duo still came up a shot short of Watson's winning score…Besides his victory and runner-up performance, he added seven other top-10s. First came at the Hawaiian Open, where he used rounds of 67-67-65 over his final 54 holes to T4…Added a T5 at the Bay Hill Classic in March. Made a hole-in-one at Bay Hill's 17th hole in the final round…Had back-to-back top-10s in April—at the Masters Tournament (T6) and the Sea Pines Heritage (T5)…In his final four starts of the campaign, made four consecutive top-10s, at the Sammy Davis Jr.-Greater Hartford Open (T5), the World Series of Golf (T4), the Panasonic Las Vegas Pro-Am (T6) and the Lajet Coors Classic (ninth).\n\n1982: Won for a second consecutive year when he captured the Honda Inverrary Classic in March, opening with a 65 and then shooting rounds of 67-66 on the weekend in South Florida. Trailed George Burns by three shots with a round to play in Lauderhill before making up the deficit on the final day to defeat Burns and Tom Kite by a stroke…Just missed picking up a second win on the campaign when he fell short at the Southern Open. His final-round 61 was his career-low PGA TOUR round. Began the final round tied for 15th, six shots behind Burns. His 9-under day wasn't enough, though, as he finished solo second, two shots behind winner Bobby Clampett…Also posted top-10s at the Wickes-Andy Williams San Diego Open (T7, after a final-round 65 at Torrey Pines GC's South Course) and at the Buick Open (T6) in August...At the Brazilian Open in late-November in Rio de Janeiro, shot rounds of 67-67-66-65 at the par-68 Gavea GC to defeat Curtis Strange and Spain's Manuel Calero by two shots. \n\n1981: Bounced back from the winless campaign of a year earlier by securing two titles and adding four second-place finishes during a season that saw him finish seventh on the money list. First win came at the Hawaiian Open, where he dominated the field on his way to a six-shot victory over Don January. Took control of the tournament in the third round when he fashioned a 10-under 62 at Waialae CC to break free from the pack. The victory was nice redemption from two weeks earlier, when he lost in a playoff at the weather-shortened Bing Crosby National Pro-Am to John Cook, an extra session that also included Bobby Clampett and Ben Crenshaw…Added a pair of back-to-back, runner-up performances in May when he T2 at another weather-shortened event, the Michelob-Houston Open. Lost by three strokes to Ron Streck…Two weeks later, also in the Lone Star State, finished at 2-under athe the Colonial National Invitation, good for a second-place finish, four shots behind winner Fuzzy Zoeller…Added a second victory, in mid-August, when he took home the Buick Open title in playoff fashion in Michigan. Held a one-shot lead at Warwick Hills G&CC over Bill Rogers but could only shoot an even-par 72 on the final day. That allowed Peter Jacobsen, Clampett and Gil Morgan to catch him and force a playoff, an overtime he would win…Came back the following week and recorded a T3 at the World Series of Golf…Other runner-up finish came in late-March, when rounds of 68-70-73-68 left him T2 at the Sea Pines Heritage in Hilton Head Island, S.C., tied with Bruce Devlin, Morgan and Stadler, a shot behind Rogers' winning score…At the Ryder Cup, was 2-2-0 in his four matches. Defeated Jose Maria Canizares, 1-up, in singles at Walton Heath GC in the U.S.'s nine-point triumph.\n\n1980: Went winless but did turn nine top-10s—including a third-place finish—into a 38th-place spot on the final money list. Shot rounds of 69-71-74-73 to T3 at the Western Open for his top outing of the campaign. His 3-over weekend at Butler National GC kept him from putting any pressure on the leaders, tying with Don Pooley, six shots shy of winner Scott Simpson…Added a pair of T4s late in the season. With a 66-66 weekend at the World Series of Golf, finished T4 in Ohio…Had four par-or-better rounds at the Southern Open in October, including a 68-69 finish, to T4 at Green Island CC.\n\n1979: Highlight of his season came when he joined a select group of players who have won multiple U.S. Open titles. Opened with a 74 at the U.S. Open at Inverness Club in Toledo and was tied for 29th after 18 holes. Moved into contention when he was one of only five players to break par Friday, his 3-under 68 tying him for low-round-of-the-day honors. Followed with a 67 in the third round, opening a three-shot lead over Tom Weiskopf. Despite a closing 75 on a day when only three players broke par, was able to hang out and defeat the duo of Jerry Pate and Gary Player by two shots...Turned in four other top-fives, including three third-place finishes. First came at the Bay Hill Citrus Classic in Orlando in March. A final-round 68 moved him up eight spots on the final leaderboard, a stroke behind winner Bob Byman...A week later, was solo third at the Jackie Gleason Inverrary Classic in South Florida. Only broke par in one round, but that was a 10-under 62 in the second round. Finished six shots short of champion Larry Nelson...Final T3 was at the Houston Open, where a solid second round again secured his high finish. Shot a 7-under 64 at the Woodlands CC to finish deadlocked with Bob Gilder, Orville Moody and Sammy Rachels, four shots behind winner Wayne Levi. \n\n1978: In a season where he didn't win, was still able to finish inside the top 10 on the money list, thanks to two runner-up efforts and an additional four third-place finishes. At the Heritage Classic at Harbour Town GL, finished solo second, three shots behind winner Hubert Green in South Carolina…Final second-place outing was a T2 at the Colgate Hall of Fame Classic in August at Pinehurst's No. 2 Course in North Carolina. Had the round of the day Friday, a second-round 63, but it wasn't enough to catch Tom Watson, who won the title by a stroke…Had a solid run, beginning in June at the Kemper Open, where he T5…Followed that with a T4 at the U.S. Open and a T4 at the Western Open…Had a similar run early in the year, when he finished third at the Bing Crosby National Pro-Am, was T3 at the Hawaiian Open, third at the Jackie Gleason Inverrary Classic and fifth at the Florida Citrus Open in five outings…Added a T3 in July with bookend 67s at the IVB-Philadelphia Golf Classic. Finished tied with Gil Morgan and Jerry Pate, three shots behind Jack Nicklaus at Whitemarsh Valley CC...Fired an opening, 7-under 64 at Royal Melbourne GC in mid-November, setting a course record in the process at the Australian PGA Championship. Fell to second place with a second-round 75. Rebounded with a 1-under 70 to take the 54-hole lead from Australia's Graham Marsh. Capped the victory with a 69 that led to an eight-shot title over Marsh and made him only the second non-Australian, along with Gary Player in 1957, to win the event at the time. \n\n1977: Won a career-best three tournaments and finished fourth on the money list, with $221,456 in earnings. Win No. 1 came at the Atlanta Classic in late-May. Weekend rounds of 66-67, including a birdie on the 72nd hole, allowed him to avoid a playoff and defeat Steve Veriato by a shot...Second win of the year came in impressive fashion at Pinehurst's No. 2 Course. Fired a second-round 62 and enjoyed four rounds in the 60s in North Carolina to roll past Leonard Thompson by five shots...A week later, played at the World Series of Golf and almost made it two wins in as many tries, a 1-over 71 betraying him after an opening 67 and a closing 65-69 effort. Tied with Tom Weiskopf, five shots behind winner Lanny Wadkins…A month after representing the U.S. in the Ryder Cup, an event at Royal Lytham and St. Annes, where he went 2-1-0 in his three matches (losing in singles to Brian Barnes, 1-down), played in the San Antonio Texas Open at Oak Hill. Cruised to a two-shot triumph over Miller Barber on the strength of four rounds in the 60s—including a 6-under 64 in the third round…Had a disappointing finish at the Tournament Players Championship at Sawgrass CC in Ponte Vedra Beach, Fla. After recording the only under-par round, a 69, at the par-70 course, fired a final-round, 2-over 74 to T3 with Bruce Devlin, three strokes behind winner Mark Hayes…Shot a final-round 68 at Augusta National in April to finish fifth at the Masters Tournament. \n\n1976: Enjoyed a season where he captured two titles, finishing second in three others. Finished third on the money list, his career-best position. First runner-up of the season came at the Hawaiian Open. Held a one-stroke, 54-hole lead over Bob Murphy after opening 66-69-66 at Waialae CC. Struggled Sunday to a 1-over 73 to fall into a T2 with Larry Nelson, four shots short of winner Ben Crenshaw…Three weeks later, received redemption when he strung together four consecutive sub-70 rounds at the Glen Campbell-Los Angeles Open. Shot a third-round 66 but still trailed Tom Watson by three shots with 18 holes to play. In the final round at Riviera CC, shot a 3-under 68 to Watson's 73 to win by two…Two weeks later, was again hoisting a trophy, this time at the Florida Citrus Open in Orlando. Started slowly at Rio Pinar CC, opening with a 2-over 74. Played his final 54 holes in 20-under, including a third-round 64, that was enough to force a playoff with Kermit Zarley. In one of the longer overtime sessions in TOUR history and the first playoff in the tournament's history, he outlasted Zarley by making a par on the sixth extra hole…Lost in playoff in the inaugural Memorial Tournament in Dublin, Ohio, falling to Roger Maltbie at Muirfield Village GC…Final runner-up showing came at the World Series of Golf in Akron in early September. Made a late rally, shooting a Sunday 67 at Firestone CC but started the day too far back. Finished four shots behind winner Jack Nicklaus…Other top-fives came at the Sea Pines Heritage (T3), the Masters Tournament (T5), where only a second-round 77 kept him from contending, the Byron Nelson Golf Classic (fourth), the Western Open (T3) and the World Open Golf Champions (T5). \n\n1975: Started a streak of 86 tournaments without missing a cut that ended in 1978. It is the third-best streak on TOUR for consecutive events in the money. Won multiple tournaments for the first time and finished fourth on the final money list…First win came at the Atlanta Classic, where he cruised to a four-shot victory over Tom Watson…Won again four weeks later, at the Western Open at Butler National GC outside Chicago. Despite a final-round, 2-over 73, was able to hang on and defeat Bobby Cole by a stroke…Just missed on another title when he shot a final-round 68 at the Florida Citrus Open in Orlando but could only finish second, a stroke behind winner Lee Trevino at Rio Pinar CC. That second-place finish ended a streak of four consecutive top-10s, at the Andy Williams-San Diego Open (T6), the Glen Campbell-Los Angeles Open (T4) and the Jackie Gleason Inverrary (T5). Had two other consecutive top-10 streaks during the season. Went T9 (Sea Pines Heritage Classic), T4 (Masters Tournament) and T5 (MONY Tournament of Champions) in three consecutive starts then prior to his Western Open victory, was T3 at the U.S. Open. Following his victory, he was ninth (The Open Championship), T9 (Pleasant Valley Classic), T6 (Westchester Classic), T5 (PGA Championship) and seventh (Tournament Players Championship)…Played in his first Ryder Cup, qualifying for the U.S. team and then proceeding to record a 3-0-1 record in his four matches, including a 2-and-1 victory in one of his singles matches, defeating John O'Leary. He halved his other singles match, against Tommy Horton, in the U.S.'s 10-point rout at Laurel Valley GC in Pennsylvania...Rolled to the quarterfinals of the Piccadilly World Match Play Championship in England, defeating Peter Oosterhuis, 9 and 8, at Wentworth Club. In Friday's semifinals, turned back Jack Newton, 4 and 3, and advanced to the 36-hole finals against Al Geiberger. After leads see-sawed in Saturday's early rounds, Irwin went ahead to stay at the 16th hole, wrapping up the match with a birdie putt on the 34th hole after a perfect 6-iron to the green. His 4-and-2 victory earned him the distinction of being only the second man in the then 12-year tournament history to successfully defend his crown (Gary Player in 1965-66).\n\n1974: Broke through in a major way in June when he won the U.S. Open at Winged Foot GC, never breaking par in any of his rounds but ultimately cruising to a two-shot victory over Forrest Fezler. In 12 previous major championship starts, had never enjoyed a top-five finish, with a T9 at the 1973 PGA Championship his previous-best major showing. Was 4-over on the weekend and 7-over for the tournament…A week earlier, came up just short in his quest for a title when he was the runner-up at the IVB-Philadelphia Golf Classic. Despite a 68-66 weekend at Whitemarsh Valley CC, still dropped a four-shot decision to winner Hubert Green…Initial second-place showing came at the Jackie Gleason Inverrary Classic in South Florida. Opened with a 1-over 73 at Inverrary G&CC's East Course then rebounded with rounds of 69-69-68 over his final 54 holes only to come up a stroke short to Leonard Thompson...At the Piccadillly World Match Play in October, made it to the quarterfinals and knocked out New Zealand's Bob Charles, 4 and 2, over 36 holes. A day later, playing against Tony Jacklin, the two halved the first 12 holes of their match setting a tournament record in the process. Finished the morning 3-up on Jacklin and then cruised to a 5-and-4 victory. In the finals, defeated Gary Player, 3 and 1, handing, in the process, Player's first defeat in a final after five previous Piccadilly World Match Play victories. \n\n1973: Won on TOUR for a second time and finished inside the top 10 on the money list for the first time in his career. Had to wait until September to win but did so in impressive fashion at the Sea Pines Heritage Classic. Jumped to a seven-shot advantage over Jerry Heard through 54 holes after opening 69-66-65 at Harbour Town GL. Despite a lackluster final round, a 1-over 72, still won by five over Heard…Came up shy in early July at the Western Open when he used four par-or-better rounds to stay in contention all week at Midlothian CC in Illinois. Shot a final-round, 2-under 69 only to finish a stroke behind winner Billy Casper…Also contended at the Kaiser International Open in Napa, Calif., in mid-October. Trailed 54-hole leaders John Schlee and Ed Sneed by a stroke with a round to play but couldn't make a Sunday charge, shooting a 73 to finish a stroke out of the Sneed-Schlee playoff that Sneed won…Other top-fives came at the Danny Thomas-Memphis Classic (T4) and the Canadian Open (fourth).\n\n1972: A year after picking up a pair of runner-up finishes, added three more in a season that saw him finish 14th on the final money list, with 11 top-10s in his 27 made cuts. First runner-up effort came at the Andy Williams-San Diego Open. Carried a one-shot lead over Paul Harney into the final round at Torrey Pines GC. Fashioned an even-par final day but watched as Harney came in with a 2-under 70 to steal the victory by a stroke…Lost in a playoff in August at the Liggett & Myers Open, an extra session that included Lou Graham (winner), David Graham and Larry Ziegler…At the Kaiser International Open in October in Napa, Calif., fell three strokes shy of winner George Knudson, settling for a T2 with Bobby Nichols…The following week, was again in contention, at the Sahara Invitational in Las Vegas. Rounds of 70-69-67-69 led to a T3 finish with Gay Brewer, two shots behind winner Lanny Wadkins…First third-place performance was at the Western Open, a T3 in June, thanks to a final-round 68 at Sunset Ridge in Winnetka, Ill…Second third-place showing came at Firestone CC when he was solo third at the American Golf Classic in July in Akron, Ohio…Additional top-10s came at the Glen Campbell-Los Angeles Open (T5), the Houston Open (eighth), the USI Classic (T9) and the Greater Greensboro Open (T10).\n\n1971: Broke through in a big way when he won his first official event, after coming close but finishing as a runner-up at both the Westchester Classic and the Danny Thomas-Memphis Classic. At the Sea Pines Heritage Classic on Hilton Head Island, S.C., shot weekend rounds of 68-70 to hold off Bob Lunn by a stroke at Harbour Town GL. The win was worth $22,000 and helped him to a 12th-place finish on the final money list…At the WestchesterPlayed in his first major championship as a professional. Finished T13 at the Masters…In Memphis, rounds of 69-69-66 left him in a tie for third with Ted Hayes and Larry Ziegler, three shots behind 54-hole leader Lee Trevino. Shot a 2-under 68 on the final day, but it wasn't enough to catch Trevino, who won by four shots…Second close call came at Westchester CC. Weekend rounds of 67-68 were not enough to catch winner Arnold Palmer, as he settled for a T2 with Gibby Gilbert…After a slow start at the Tucson Open (72-74), played well on the weekend, producing a 66-67 finish to T3…First Arizona top-10 came a month earlier when he T7 at the Phoenix Open following rounds of 66-65-68-66…Added top-10s at the Kaiser International (T7) and the Walt Disney World Open in his final start of the year (T5).\n\n1970: Contended for a title for the first time, at the Los Angeles Open. Finished regulation at Rancho Municipal GC tied with Billy Casper after he shot a 2-over 73 Sunday to Casper's 72. On the first hole of sudden death, Casper prevailed with a birdie…Picked up his second top-10 when he was T8 at the Greater Jacksonville Open in March…Two months later, after opening with a 3-over 73 at the Colonial National Invitation, recorded rounds of 68-69-69 to T5 at Colonial CC…Final top-10 of the year came at the Robinson Open Golf Classic, a T9. \n\n1969: Enjoyed his first PGA TOUR top-10, at the Memphis Open. Opened with a 67-65 at Colonial CC to sit a stroke behind 36-hole leaders Lee Elder and Bert Yancey. Solid play left him on the weekend, but still shot a 72-68 final 36 holes to T10…Added an additional seven top-25s, his best showings a T11 at the Minnesota Golf Classic.\n\n1968: In his first full TOUR season, made 11 cuts. Made his first PGA TOUR cut as a professional, at the Memphis Open. Rounds of 72-70-71-72 led to a T65 finish…Top effort of the year was a T24 at the Philadelphia Golf Classic.\n\nAmateur: Was a first-team All-America in 1967 and the medalist at the 1967 NCAA Championship. Was also named to the All Big-8 Conference team in 1966 and 1967 and was the medalist at the 1966 and 1967 Big 8 Conference Tournament....Made his PGA TOUR debut, at the 1966 U.S. Open at The Olympic Club in San Francisco. Made the cut and finished T61...Played in the 1967 Houston Champions International, finishing 73rd.\n","otherCarHigh" : "","personal" : "Unusual two-sport participant at the University of Colorado: 1967 NCAA champion in golf and two-time All-Big Eight selection as a football defensive back. Also played quarterback early in his collegiate career...Was also an academic All-American...Member of Colorado's All-Century Football Team...Son Steve also played on the Colorado golf team...Got his start in golf at age 4 through his father...Actively involved in his own course design business, including the TPC at Wakefield Plantation, the site of the Carolina Classic on the Nationwide Tour...Inducted into the World Golf Hall of Fame in 1992...Biggest thrills in golf were his first TOUR win in 1971 at Hilton Head Island, SC, his three U.S. Open victories, his two U.S. Senior Open wins and playing on the victorious U.S. Ryder Cup team in 1991...Participates in a charity golf tournament in St. Louis each year to benefit the St. Louis Children's Hospital and Hale Irwin Center for Pediatric Hematology\/Oncology at the facility that bears his name.","otherInfo" : "","ntlTeams" : "The Presidents Cup, 1994; Ryder Cup (5), 1975, 1977, 1979, 1981, 1991; World Cup (2), 1974, 1979; U.S. vs. Japan, 1983.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1995","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(11): 1967 NCAA Championship [indiv]. 1974 Piccadilly World Match Play. 1975 Piccadilly World Match Play. 1978 Australian PGA. 1979 South African PGA, World Cup [indiv], World Cup [with John Mahaffey]. 1981 Bridgestone Classic. 1982 Brazilian Open. 1986 Bahamas Classic. 1987 Fila Classic.","intlVics" : "(8): 1996 Lexus Challenge [with Sean Connery]. 1997 Senior Slam at Los Cabos. 1998 Senior Match Play Challenge. 1999 Senior Skins Game, Wendy's Three-Tour Challenge [with Jack Nicklaus and Tom Watson]. 2000 Our Lucaya Senior Slam. 2001 Senior Skins Game. 2002 Senior Skins Game. 2003 Office Depot Father\/Son Challenge [with Steve]. 2005 Wendy's 3-Tour Challenge [with Jay Haas and Craig Stadler].","curYearHigh" : "Made his record 20th appearance in the Constellation SENIOR PLAYERS Championship and matched his age in the third round for the first time since turning 70. This was the ninth time he matched his age on the Champions Tour...Matched his age for the 10th time two weeks later when he posted an even-par 70 in the first round of the U.S. Senior Open in Sacramento. Made the cut and completed all 72 holes for the 16th time, tying Gil Morgan for the most cuts made in tournament history. He has also played 72 rounds in this event which places him third in that category, behind Arnold Palmer (83) and Dale Douglass (80)...In his final start of the 2015 season, he bettered his age in the second and third rounds at the Toshiba Classic, marking the 10th and 11th times he had bettered his age.","carHigh" : "2014: Completed his 20th season as a member of the Champions Tour...Three consecutive rounds in the 60s helped him to a T9 finish at the 3M Championship in August, his 210th career top-10. Highlight of the event was bettering his age in all three rounds (68-66-68) to became the first player to better his age in all three rounds since Gary Player at the 2009 Mitsubishi Electric Championship at Hualalai...Matched his age for the seventh time in his Champions Tour career when he closed with 69 at North Shore CC at the Encompass Championship in June and the eighth time with a second-round 69 at the AT&T Championship...Bettered his age for the third time in February when he shot a 5-under-par 67 at the Allianz Championship in the opening round...Did it again a month later with a 66 in the second round at the Toshiba Classic, marking the fourth time he had bettered his age...Later in the year bettered his age two more times, bringing his carer total in that category to nine. The first came with a 68 in the first round of the Pacific Links Hawai'i Championship. Three weeks later shot another 68 in the opening round of the SAS Championship. 2013: Posted his 209th career top-10 finish when he opened his year with a T9 at the Mitsubishi Electric Championship at Hualalai. Playing in his 400th career Tour event, it was his eighth top-10 showing in the Big Island tournament, one shy of Tom Watson's record of nine in the tournament...Had a masterful final round at the Shaw Charity Classic in early September when he bettered his age by four strokes, shooting a 7-under-par 64 at the first-year event. It was the second time in his career he had bettered his age...Competed in the New Zealand PGA Championship in late-February but missed the cut following rounds of 80-71 at The Hills in Queenstown. 2012: Just seven days shy of his 67th birthday, played his last four holes in 4-under to move into solo third place at the Senior PGA Championship, his best performance in a senior major since finishing second at the 2005 Ford Senior Players Championship. Overall, it was his 207th top-10 finish of his Champions Tour career and 26th top-five performance in senior majors. At 66 years, 11 months, 24 days, extended his record as the oldest player to record a top-five finish in a senior major. Second-round 66 at Harbor Shores matched his age, the fourth time in his career to do so...Matched his age for the fifth time when he eagled the 72nd hole to shoot a 3-under-par 67 at the Constellation SENIOR PLAYERS Championship...Bettered his age for the first time, thanks to a final-round, 7-under 65 at the 3M Championshipin August...Recorded his 208th career top-10 finish, posting rounds of 68-69 on the weekend on the Monterey Peninsula for a T6 at the Nature Valley First Tee Open at Pebble Beach...He and teammate Ian Baker-Finch T9 at the Liberty Mutual Insurance Legends of Golf. \n\n\n2011: Rebounded from three sub-par seasons to finish 27th on the final money list, his best showing since 2007. Nearly matched his total earnings for his two previous years...His seven top-10 finishes were four more than he had in the previous three years combined...Added another record to his impressive Champions Tour resume in July when he was T4 at the U.S. Senior Open at Inverness. It was the 204th top-10 finish of his Champions Tour career, which moved him into first place all time in that category, one ahead of Bob Charles. Finished the event with an impressive 10-under-par 274, which included a 5-under-par 66 in the third round. With his T4 finish he became the oldest player to finish in a top five in a major championship on the Champions Tour at 66 years, 1 month, 28 days. Had set the mark earlier when he was fourth at the Senior PGA Championship at 65 years, 11 months, 26 days...Followed up U.S. Senior Open with a T8 at the 3M Championship. Carded a 66 Sunday, matching his age for the third time in his career...Final-round 67 at the Dick's Sporting Goods Open moved him into a T10 at En-Joie GC, his 203rd career top-10 finish, tying him with Charles for most career top-10s...Nearly became the oldest winner on the Champions Tour in late May when he was in contention all four rounds at the Senior PGA Championship at Valhalla. Seven years after winning the tournament at the same venue, he shared the 54-hole lead with Japan's Kiyoshi Murota but struggled with his putter Sunday, eventually finishing fourth...Reached a milestone at the Mississippi Gulf Resort Classic when he was T7 at Fallen Oak, thanks to back-to-back weekend rounds of 68. Performance was his 200th top-10 finish on the Champions Tour and also made him the oldest player to record a top 10 since 66-year-old Dave Stockton finished T4 at the 2008 Administaff Small Business Classic...Made the first hole-in-one of his Champions Tour career when he aced No. 9 in the opening round of the Boeing Classic. He used a 6-iron on the 185-yard hole for his 10th career hole-in-one. \n\n\n\n2010: Opened campaign with a solo fifth-place finish at the Mitsubishi Electric Championship at Hualalai. Carded three consecutive sub-70 rounds at Hualalai, a first for him since the 2007 Ginn Championship at Hammock Beach...Played in his 1,000th combined PGA TOUR-Champions Tour event when he teed it up at the Outback Steakhouse Pro-Am in April...Matched his age for the first time when he shot a 6-under-par 65 in the opening round at the AT&T Championship in San Antonio in October...Tied a Champions Tour record when he hit all 42 fairways at the Ensure Classic at Rock Barn. Calvin Peete set the mark in 1996 at the VFW Senior Championship and Ed Dougherty later matched it at the 2005 The ACE Group Classic. \n\n\n2009: Ended a string of 41 consecutive starts without a top-10 finish when he closed the year with a sixth-place finish at the AT&T Championship in San Antonio. Made just one bogey over his final 36 holes...Went over the $25-million mark in Champions Tour career earnings with $8,610 check for a T43 finish at The Cap Cana Championship.\n\n\n2007: Was a five-stroke winner at the season-opening MasterCard Championship at Hualalai in Hawaii. Tied his career-low round on the Champions Tour with a second-round, 10-under 62 and was never threatened Sunday on his way to his 45th career Champions Tour victory. It was his ninth win in the Aloha State, including eight on the Champions Tour, and it was also his second victory in the event. Win at Hualalai also marked the 13th time he had won the same event on the Champions Tour, and his 23-under-par total of 193 was his career-low total in a 54-hole Champions Tour event...Eclipsed the $30-million mark in combined career (PGA TOUR-Champions Tour) earnings when he T7 at the Liberty Mutual Legends of Golf. \n\n2006: Did not win an event for the first time since joining the Champions Tour (streak was 11 in a row) and did not win at least $1 million in a season (streak ended at 10). In addition, record streak of top-10 finishes on the money list ended at 11...Best performance of the year came in defense of his title at the Outback Steakhouse Pro-Am, a T2 at TPC Tampa Bay after holding a one-stroke lead with two holes remaining. \n\n\n\n2005: Enjoyed another record-setting year as he led all players with four wins and narrowly missed earning $2 million for the eighth time in his career...Made history in late January when he rolled to a five-stroke victory at the Turtle Bay Championship. Win gave him five straight titles at the event, the first time a player had ever won a PGA TOUR-sanctioned tournament five straight times. Win was also his sixth overall at the event and was his 100th top-three finish in his 230th start on the Champions Tour...Won his 42nd career title at the rain-shortened Outback Steakhouse Pro-Am near Tampa. Monday finish resulted in a one-stroke victory over Morris Hatalsky and Mark McNulty. Found himself one stroke back of Hatalsky after playing three holes on Sunday before play was suspended for the day. Eventually made two birdies and a 5-foot par save on the final hole to prevail on Monday afternoon. Win in Tampa was his 22nd different tournament victory and ran his streak of years with multiple titles to a record 11 straight seasons...Won for the 43rd time on the Champions Tour when he prevailed by one stroke over Craig Stadler, Morris Hatalsky and Gil Morgan at the Walmart First Tee Open. Shared the 36-hole lead with Morgan, and his final-round, 4-under-par 68 made him the year's first three-time champion. The win also marked the 12th time a player won a Champions Tour and PGA TOUR on the same venue (he also did it at Riviera CC near Los Angeles) and made him the 14th player over age 60 (60 years, 3 months, 1 day) to win a Champions Tour event...Added a fourth title and 44th career crown when he was a two-stroke victor at the SAS Championship near Raleigh in October. Entered the final round four strokes behind 36-hole leader R.W. Eaks, but eventually won by two strokes over Bob Gilder and Tom Jenkins. Battled several contenders down the stretch but sealed the win with a clutch eagle putt on the 17th hole. Victory made him the first player over 60 to win two events in the same year...The win also marked the eighth time in his career he had won consecutive starts on the Champions Tour...Voted Champions Tour's Player of the Month for January\/February as well as September.\n\n\n\n2004: Continued to defy the odds and again put together a remarkable season that contained multiple victories, despite having to deal with a tender lower back and assorted neck and shoulder pain late in the year...Was T7 at the Charles Schwab Cup Championship, helped him hold off Craig Stadler by a mere 39 points in the season's final event to earn his second Charles Schwab Cup. Led the Schwab Cup race for 11 weeks during the summer and then slipped into second place for four weeks before regaining the top spot for good after his runner-up finish at the Administaff Small Business Classic...Survived a grueling week at Valhalla to claim his fourth Senior PGA Championship and his 40th career Champions Tour title. Two-putted from 40 feet to birdie the 72nd hole to claim the weather-plagued event by one stroke over Jay Haas. Victory came just three days short of his 59th birthday, making him the oldest winner of a major since the start of the Champions Tour. Win was his seventh senior major title and he joined Jack Nicklaus (JELD-WEN Tradition) as the only other player to win the same major four times...Held off Gil Morgan in late April for the Liberty Mutual Legends of Golf crown. Managed to eke out a one-stroke victory after making par on the final hole while Morgan two-putted from 20 feet for a bogey...Made an ace during the first round of the PGA Championship at Whistling Straits. Used a 3-iron from 185 yards on the par-3 seventh hole...Did not participate in the U.S. Open Championship, ending a streak of 33 consecutive appearances in the event. \n\n\n2003: Despite back woes for the final four months of the season, made history when he won his 38th career title at the Turtle Bay Championship. Made up two strokes on second-round leader Tom Kite the final day, and the pair battled down to the wire before he emerged victorious, thanks to a birdie on the 17th hole. In the process, became the first Champions Tour player to win the same event four times in succession and also became the first to win the same event five times...Overcame a triple bogey on the front nine in Sunday's final round to win the inaugural Kinko's Classic of Austin, his 37th career title. Made birdie on the second playoff hole to defeat Tom Watson at The Hills CC. Win allowed him to set the all-time Champions Tour record for consecutive seasons with at least one title (10)...Selected as the Champions Tour Player of the Month for May.\n\n\n2002: Voted by his peers as the Champions Tour's Player of the Year for a third time...Established a Champions Tour record at the time for earnings in a season with $3,028,304, breaking his own mark of $2,861,945 and, in the process, became the oldest player at the time to win the money title (Arnold Palmer Award) at age 57 (previous mark was by Peter Thomson, who won the 1985 money title at age 56)...Clinched his first Charles Schwab Cup and the money title with his fourth victory of the year at the Turtle Bay Championship in Hawaii. Birdied the first extra playoff hole to defeat Gary McCord. Win allowed him to tie Jack Nicklaus (four wins at The Countrywide Tradition) for most victories in the same event and also was his first playoff win ever on the Champions Tour in six tries...Started the year by winning his third straight Senior Skins (1999, 2001 and 2002; did not play in 2000) title on the island of Maui. Prevailed over Jack Nicklaus, Arnold Palmer and Fuzzy Zoeller at Wailea GC. Won five skins and $260,000 on the final hole to help him earn a record $450,000, breaking Raymond Floyd's mark of $420,000 in 1995...Captured his 33rd career title on the Champions Tour at The ACE Group Classic in Naples. Dueled Tom Watson down the stretch before defeating him by a stroke at The Club at TwinEagles...Set a Champions Tour record when he posted his 75th career top-three finish, a T2 at the Audi Senior Classic in Mexico, breaking Bob Charles' mark of 74...Won the Toshiba Senior Classic by five strokes with a then record-setting 196 total, his second win in Newport Beach...Also won his third 3M Championship in Minnesota. Was tied with James Mason after 36 holes, but broke away from the pack for a three-stroke victory. Win at the TPC Twin Cities also marked the sixth consecutive season he had won at least three times...Became the first over the $3-million mark in season earnings with his fourth-place finish at the SENIOR TOUR Championship in Gaillardia...Also became the oldest player to claim the Byron Nelson Award as the Scoring leader (68.93). \n\n\n2001: Eclipsed the $2-million mark for an unprecedented fifth straight campaign at The Transamerica...Won three official events, the fifth straight year he's won at least three times in a season, tying him with Miller Barber and Lee Trevino for the most in Champions Tour history...Broke out of a tie with Lee Trevino atop the all-time victory list by claiming the inaugural Siebel Classic in Silicon Valley, his 30th career win in his 135th start on the Champions Tour...Posted three consecutive rounds of 65 and shattered the Bruno's Memorial Classic tournament record by six strokes with a 21-under 195 total. Easily outdistanced Stewart Ginn by four strokes in Birmingham for his 31st Champions Tour victory...Notched his 32nd title late in the campaign at the Turtle Bay Championship in Hawaii. \n\n\n\n2000: Claimed four official victories, the fourth straight year he won four or more titles in a season...Tied Lee Trevino atop the all-time victory list when he won his second EMC Kaanapali Classic, besting Joe Inman by four strokes...Successfully defended his Nationwide Championship crown, at the time, the sixth successful defense of his senior career. Made just one bogey over 54 holes and edged Tom Jenkins and Vicente Fernandez by one stroke...Picked up his second title three weeks later when he held off Gil Morgan by a stroke for the BellSouth Senior Classic at Opryland crown...Biggest victory of his season came in early July when he triumphed at the U.S. Senior Open for a second time. Carded rounds of 65-65 on the weekend at Saucon Valley and overtook Bruce Fleisher on the final day to win by three strokes. His 267 total was the lowest four-round score in any U.S. Senior Open Championship and gave him a sixth senior major title...Underwent LASIK surgery the week prior to the GTE Classic and went on to T3 in Tampa. \n\n\n1999: Became the first player in the history of the Champions Tour to win five or more official tournaments three years in a row...Won all five of his events from early May until late August...Started the run with a dramatic victory at the Nationwide Championship. Holed a 74-yard wedge shot for an eagle on the final hole to break a tie with Bob Murphy...Closed with a 66 to defeat Al Geiberger by two strokes at the Boone Valley Classic...Biggest win of the year came at the Ford Senior Players Championship, when he captured his fifth senior major despite a sore right rotator cuff. Used a final-round 65 to blow away the field by seven shots, the largest margin of victory ever at the TPC Michigan. His 72-hole score of 21-under 267 also equaled Gil Morgan's tournament record set in Dearborn in 1998...Rallied from an opening-round 73 to successfully defend his Ameritech Senior Open title by one stroke over Gary McCord, Bruce Fleisher and Raymond Floyd...Captured the Coldwell Banker Burnet Classic the next week in wire-to-wire fashion, defeating Jim Dent and Dale Douglass by two shots. Win in Minnesota moved him past Miller Barber into solo second place on the all-time Champions Tour victory list...Set a Champions Tour record for consecutive sub-70 rounds with 13 in a row (second round\/Ameritech Senior Open through second round\/AT&T Canada Senior Open Championship). \n\n1998: Voted the circuit's Player of the Year for the second straight season after seven victories, including two major championships...In 22 starts, amazingly finished in the top five in all but two tournaments...Posted an all-time record 19 consecutive top-five finishes (starting at 1997 Energizer SENIOR TOUR Championship) before string ended at the Boone Valley Classic (T13)...Won his second consecutive Arnold Palmer Award as the circuit's leading money-winner and averaged $130,088 per start...Also garnered his third straight Byron Nelson Award for the lowest scoring average (68.59), breaking Lee Trevino's all-time mark of 68.89 set in 1990...Fired a then course-record 62 in the final round of the Toshiba Senior Classic, tying his Champions Tour career-low score, to come from five strokes back and overtake Hubert Green for the title...Won his third consecutive PGA Seniors' Championship, matching Eddie Williams' mark for consecutive wins in the event (1942, 1945, 1946)...Successfully defended his title the next week at the Las Vegas Senior Classic...Fourth title of the campaign came in wire-to-wire fashion at the Ameritech Senior Open, his second senior victory in Chicago...Despite an opening-round 77, made birdie on the 72nd hole to nip Vicente Fernandez at the U.S. Senior Open at Riviera CC. Became just the 10th player to claim a PGA TOUR and Champions Tour event at the same venue. First-round score was also the highest ever by a winner in Champions Tour annals...Sixth victory at the BankBoston Classic was another successful title defense...Closed out the year with a five-stroke triumph at the Energizer SENIOR TOUR Championship in Myrtle Beach. \n\n\n1997: Had nine victories to tie Peter Thomson's all-time record set in 1985 for most wins in a season...Became the first player to hit the $2-million mark in one season when he won his eighth title at the Vantage Championship and pocketed $225,000...Nine wins came in just 23 starts (18 top-10 finishes)...Got his year off to a great beginning with a two-stroke victory over Gil Morgan at the MasterCard Championship in Hawaii...Outdueled Bob Murphy a month later to win the LG Championship in Naples...Set a standard by successfully defending his PGA Seniors' Championship, winning by a Champions Tour all-time record 12 strokes...Edged Isao Aoki with a birdie putt at the final hole of the Las Vegas Senior Classic...Took control of the Burnet Senior Classic near Minneapolis with a birdie at the 17th hole and slipped past Lee Trevino. With the win, he became the 500th winner in Champions Tour history...Made birdies on the final two holes for a two-stroke win at the BankBoston Classic...Claimed the Boone Valley Classic near his home in St. Louis, playing all 54 holes without a bogey...Played another bogey-free event at the Vantage Championship and used a 62 at Tanglewood in the second round to eventually edge Dave Eichelberger...Tied Peter Thomson's record for wins in a single season with his ninth victory at the Hyatt Regency Maui Kaanapali Classic, defeating Mike Hill and Bruce Summerhays by three strokes...Claimed his first four titles in just seven starts, the fastest ever to that number in a season...Of the 74 rounds he played during the year, 57 were below par (77 percent) and only 13 were over par...More than half (41 of 74\/55 percent) of his rounds were in the 60s...Won the Arnold Palmer Award as the leading money-winner and notched his second consecutive Byron Nelson Award as the Champions Tour scoring leader (68.92). \n\n1996: Just missed winning money title by $12,121 when he was passed by Jim Colbert on the final day at the Energizer SENIOR TOUR Championship thanks to a birdie on the 72nd hole...Averaged $70,250 per start for the year with wins at PGA Seniors' Championship and American Express Invitational...Led the Champions Tour with 21 top-10 finishes and was under par in 21 of 23 events...Won his first Byron Nelson Award as the Champions Tour scoring leader (69.47)...Victory at the American Express Invitational pushed him past $1 million in Champions Tour earnings in his 16th event, the fastest to do so at the time. \n\n1995: Champions Tour Rookie of the Year after pair of victories and 10th-place finish on the money list in just 12 appearances...Made debut at BellSouth Senior Classic at Opryland (T4)...Claimed first win at the Ameritech Senior Open in his fifth start...Victory was third of his career in Chicago area (also won 1990 U.S. Open and 1975 Western Open). Defeated Kermit Zarley by a whopping seven shots, equaling the largest winning margin on the Champions Tour in 1995...Did not make a bogey at the Vantage Championship and defeated Dave Stockton by four strokes.\n","otherCarHigh" : "The most successful player in Champions Tour history...Has posted 111 top-three finishes (45 wins, 43 seconds and 23 thirds) in his Champions Tour career...Has won multiple events on the Champions Tour 13 times and has done it four times on the PGA TOUR...Of his 45 career wins, he has won 24 different events and 18 of his 45 victories have come after turning 55, and three occurred after age 60...Has earned checks totaling $100,000 or more 94 times in his Champions Tour career...His illustrious 29-year PGA TOUR career was highlighted by three U.S. Open titles, the last of which came in a grueling 19-hole playoff with Mike Donald at Medinah in 1990. Sank a 45-foot putt on the final hole to force overtime the next day, and then eventually won with a 10-foot birdie putt. Victory at 45 made him the oldest to win a U.S. Open...Followed that win with another the next week at the Buick Classic, and went on to have his finest earnings year on the PGA TOUR (sixth\/ $838,249)...Other two Open victories came at Winged Foot in 1974 and Inverness in 1979...First and last of his 20 official TOUR wins (three total at Harbour Town) came at the MCI Heritage Classic. Defeated Greg Norman by two strokes at the 1994 event...Also was a two-time winner of the Atlanta Classic (1975-77) and the Memorial Tournament (1983 and 1985)...From early 1975 through 1978, he played 86 tournaments without missing a cut, fourth-best streak in TOUR history...Played on five U.S. Ryder Cup teams (1975, 1977, 1979, 1981 and 1991) and represented the United States twice in World Cup play (1974, 1979)...Claimed the individual title in the 1979 World Cup event...Was the United States captain for the inaugural Presidents Cup, won by the Americans, 20-12...Has seven career holes-in-one in competition...Has won titles in 19 different states in his professional career, including nine in both Florida and Hawaii...Unusual two-sport participant at the University of Colorado, a 1967 NCAA champion in golf and two-time All-Big Eight selection as a football defensive back...Was also an Academic All-American...Member of Colorado's All-Century Football Team and inducted into the University of Colorado Athletic Hall of Fame in 2002...Delivered the commencement address at his alma mater in May 2007...Starred in the prep ranks in three sports prior to attending Colorado and led Boulder High School to a state title in football...Was named to the Colorado State High School Athletic Hall of Fame in 2006...Named to the Peter J. McGovern Little League Museum Hall of Excellence in 1993. Members are selected annually for a Little League graduate (or graduates) who have demonstrated a commitment to excellence in their chosen profession and exemplify the values learned as children in Little League. Irwin played in the Baxter Springs (Kan.) Little League. Some of the others in that select group include Nolan Ryan, Cal Ripken, Jr., Tony Dungy, Mike Schmidt, former President George W. Bush, Vice President Joe Biden, Bruce Springsteen and Tom Seaver...His son, Steve, also played on the Colorado golf team and won the 2004 Colorado State Amateur Match Play Championship. He also qualified for the 2011 U.S. Open...Inducted into the World Golf Hall of Fame in 1992...Was a first-team All-America in 1967 and the medalist at the 1967 NCAA Championship. Was also named to the All Big-8 Conference team in 1966 and 1967 and was the medalist at the 1966 and 1967 Big 8 Conference Tournament.","personal" : "Got his start in golf at age 4 through his father...Actively involved in his own course design business...Biggest thrills in golf were his first TOUR win in 1971 at Hilton Head Island, S.C, his three U.S. Open victories, his two U.S. Senior Open wins and playing on the victorious U.S. Ryder Cup team in 1991...Participated in a charity golf tournament in St. Louis for 25 years to benefit the St. Louis Children's Hospital and Hale Irwin Center for Pediatric Hematology\/Oncology...Was the recipient of the Ambassador of Golf Award by the Northern Ohio Golf Charities at the 2009 World Golf Championships-Bridgestone Invitational in Akron...Says if he could meet one famous person dead or alive his choice would be Abraham Lincoln, because he came along at a very tumultuous time in our history and had a positive influence...His favorite golf courses in the United States are Cypress Point and Winged Foot, while overseas he gives the nod to Royal Melbourne in Australia...Leans toward the 2-iron he hit at the last hole to win the 1974 U.S. Open at Winged Foot as his all-time favorite shot...Broke 70 for the first time at age 14...Favorite all-time athlete is Byron \"Whizzer\" White, a fellow CU football standout and the former Chief Justice of the Supreme Court.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T4th at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks 62nd in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}