{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01290","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Douglass","first" : "Dale","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "170","weightMetric" : "77","birthDate" : "March 5, 1936","age" : "80","birthPlace" : "Wewoka, Oklahoma","residence" : "Castle Rock, Colorado","family" : "Wife, Joyce","education" : "University of Colorado (B.A., 1959)","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1960","clubAffl" : "Castle Pines GC (Castle Rock, Colorado)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "7,592,440&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1963","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1986","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(3): 1990 Liberty Mutual Legends of Golf [with Charles Coody]. 1994 Liberty Mutual Legends of Golf [with Charles Coody]. 1998 Liberty Mutual Legends of Golf [with Charles Coody].","curYearHigh" : "Only appearance was at the Liberty Mutual Insurance Legends of Golf, where he finished T9 with partner Charles Coody in the unofficial Demaret Division competition.","carHigh" : "2011: Was T6 with Charles Coody in the unofficial Demaret Division of the Liberty Mutual Legends of Golf and missed the cut at the U.S. Senior Open in Toledo. 2010: Made starts at both the Senior PGA Championship and the U.S. Senior Open and missed the cut in both...Made his 25th consecutive appearance in this championship, tying Arnold Palmer's record for most consecutive appearances in a U.S. Senior Open...Appearance at Sahalee was his 599th start on the Champions Tour...Was T9 in the Demaret Division at the Liberty Mutual Legends of Golf (with Charles Coody). 2009: Was T6 in the Demaret Division of the Liberty Mutual Legends of Golf (with Charles Coody). 2008: Finished T2 in the Demaret Division at the Liberty Mutual Legends of Golf (with Charles Coody). 2007: Made 11 starts and now stands just eight appearances shy of 600 career starts on the circuit (Miller Barber is tops with 603 in his career)...Bettered his age for the fifth time in his career when he shot a 2-under 70 in the first round of the AT&T Champions Classic. 2006: Teamed with Charles Coody to finish T5 in the Raphael Division competition at the Liberty Mutual Legends of Golf. 2005: Became the oldest player to make the cut at the U.S. Senior Open, his first made-cut in the championship since 2002. Eventually T37 at NCR CC, his best finish of the campaign...Posted three straight rounds in the 60s at the Blue Angels Classic and matched or bettered his age each day of the event, a first on the Champions Tour since Joe Jimenez did it during each round of the 2000 SBC Championship...Bettered his age for the second time with a 5-under 66 in the second round of the Commerce Bank Championship, his low score since early in 2004. Round at Long Island event included a 6-under 29 on the front side, one of five sub-30 9-hole scores on the Champions Tour that year. 2004: Bettered his age with a 5-under 66 in the final round of the Toshiba Senior Classic...Made his 18th career ace in the final round of the Allianz Championship, holing a 3-iron shot on the second hole at Glen Oaks, the Tour's eighth-hardest hole that year. Ace was his first hole-in-one in 18 years and just the second of his career on the Champions Tour. 2003: Made his 500th official start at the first full-field event of the year, the Royal Caribbean Golf Classic near Miami...Went on to win the Georgia-Pacific Grand Champions competition at Key Biscayne. Defeated Isao Aoki with a four-foot birdie putt on the first playoff hole after both players had finished 36 holes at 1-under 143. 2002: Bettered his age for the first time in his career when he posted a 7-under 63 in the second round of the Emerald Coast Classic. Round was his best on the Champions Tour since he fashioned a 61 in the final round of the 1994 Ralphs Senior Classic. The score also made him, at the time, the second-youngest player in Champions Tour history to better his age (Joe Jimenez shot 63 at age 65 in the 1991 GTE Northwest Classic; Walter Morgan later shot 60 at AT&T Canada Senior Open Championship at age 61). T5 in the rain-shortened event in Milton, his best performance since the 1999 campaign...Later matched his age with a 5-under-par 66 in the second round of the Allianz Championship. 1999: T2 at the Coldwell Banker Burnet Classic. 1998: Appeared headed for a playoff with Gil Morgan at the LG Championship before Morgan made eagle on the final hole to drop him into a second-place tie with Raymond Floyd...Teamed with Charles Coody for their third Liberty Mutual Legends of Golf title. 1997: Earned almost one-third of his season earnings at the PGA Seniors' Championship, making $105,000 for a distant T2 behind Hale Irwin. Runner-up performance at PGA National was his best in a major since the 1994 Tradition...1996: At the Bell Atlantic Classic, became the second of only five Grand Champions (60 and older) to double dip when he claimed the Georgia-Pacific event and won the overall tournament the next day in a playoff with Tom Wargo and John Schroeder. 1994: Shot best score of his career, a final-round 61 at Rancho Park, in defense of his title at Ralphs Senior Classic, but still finished second at the event to Jack Kiefer...Also lost to Raymond Floyd on the first playoff hole at The Tradition despite four straight rounds in the 60s and a 17-under-par total for 72 holes. 1993: Shot a sizzling 64 on Sunday and then defeated Jim Dent with birdie on first playoff hole to win the Ralphs Senior Classic at Rancho Park. 1992: Won the rain-shortened NYNEX Commemorative (defeated Terry Dill in a playoff) and the Ameritech Senior Open. 1991: Surpassed $600,000 in season earnings with victory at Showdown Classic in Utah...Trio of second-places were among 17 top-10 finishes. 1990: Beat Gary Player in a playoff for Bell Atlantic title and also teamed with Charles Coody for first of three wins at unofficial Liberty Mutual Legends of Golf. 1988: Victorious at GTE Suncoast Senior Classic, leading event from start to finish. 1986: Had banner rookie year, finishing third on the money list and garnering four wins, including U.S. Senior Open at Scioto CC by one stroke over Gary Player...Was the leader or co-leader in eight of his first 10 rounds on the Champions Tour, including seven straight. Of those seven, he held sole possession of the lead in six which was instrumental in back-to-back wins at The Vintage Invitational and the Johnny Mathis Seniors Classic. Streak could have been more impressive but, after finishing tied with Charles Owens at the Del E. Webb SENIOR PGA TOUR Roundup in his first start, he lost in a playoff. \n","otherCarHigh" : "Joined the PGA TOUR in 1963, but first official win did not come until the 1969 Azalea Open...Captured the Kemper Open that same season and went on to finish 12th on the official money list with $91,553, his best TOUR year...Won the 1970 Phoenix Open by one stroke over Gene Littler and Howie Johnson...Play was curtailed by assorted injuries throughout the '70s...Member of the 1969 U.S. Ryder Cup team...Member of the University of Colorado Sports Hall of Fame, the Colorado Sports Hall of Fame and the Colorado Golf Hall of Fame. Has made 18 career holes-in-one.","personal" : "Tournament Policy Board Player Director 1971-72...Vice President of the PGA in 1972...Served on the Champions Tour Division Board as a Player Director from 1990-94 and again in 1996-97.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 11 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}