{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "21284","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Fujita","first" : "Hiroyuki","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "150","weightMetric" : "68","birthDate" : "June 16, 1969","age" : "46","birthPlace" : "Tokyo, Japan","residence" : "Tokyo, Japan","family" : "Wife, Yuriko; Hiroki (7\/1\/03)","education" : "Senshu University (1992, Economics)","splInterest" : "Baseball","pronunciation" : "HE-ro-you-key fu-JEE-tuh","nwTourAlumnus" : "","trndProYear" : "1992","clubAffl" : "","cityPlaysFrm" : "Japan; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "25th Nationwide Tour Qualifier at the 2004 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "Finished T5 at the Japan Golf Tour's Dunlop Fukushima Open in August. Opened with a 2-under 70 then peeled off three consecutive rounds in the 60s (67-64-68) to earn the top-five finish, along with Satoshi Kodaira, Akio Sadakata and S.K. Ho., five shots behind winner Prayad Marksaeng...Four par-or-better rounds in early November at the Heiwa PGM Championship led to a T6 at Sobhu CC.","carHigh" : "Member of the Japan Tour since 1993. Has four career victories, including the 2004 Token Homemate Cup. Made the cut in 19 of 23 starts last year, with four top-10 and 10 top-25 finishes. Defeated current PGA TOUR member Charlie Wi by two shots to win last year. Finished No. 4 in putting average, No. 14 in scoring average and No. 16 on the money list. Best year in Japan was 2003 when he made the cut in 21 of 25 starts and won the Asia Japan Okinawa Open. Finished No. 7 on the money list. Also posted a career-best 63 in the opening round of the 2003 The Crowns.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(20): 1997 Suntory Open [Jpn], Mito Green Open [JpnChall], Twin Fields Cup [JpnChall]. 2001 Sun Chlorella Open [Jpn]. 2003 Asia Japan Okinawa Open [Jpn]. 2004 Token Homemate Cup [Jpn]. 2005 Munsingwear Open KSB Cup [Jpn]. 2008 Pine Valley Beijing Open [Asia]. 2009 Sega Sammy Cup [Jpn], Kansai Open [Jpn]. 2010 Tsuruya Open [Jpn], Golf Nippon Series JT Cup [Jpn]. 2011 Golf Nippon Series JT Cup [Jpn]. 2012 Tsuruya Open [Jpn], Diamond Cup Golf [Jpn], ANA Open [Jpn], Golf Nippon Series JT Cup [Jpn]. 2014 Tsuruya Open [Jpn], KBC Augusta [Jpn], Asia-Pacific Open Golf Championship Diamond Cup [Jpn].","curYearHigh" : "Finished T5 at the Japan Golf Tour's Dunlop Fukushima Open in August. Opened with a 2-under 70 then peeled off three consecutive rounds in the 60s (67-64-68) to earn the top-five finish, along with Satoshi Kodaira, Akio Sadakata and S.K. Ho., five shots behind winner Prayad Marksaeng...Four par-or-better rounds in early November at the Heiwa PGM Championship led to a T6 at Sobhu CC.","carHigh" : "2013-14: Won the Tsuruya Open for a third time and kept up the trend that he wins it every other year, beginning in 2010. In winning his 15th Japan Golf Tour title, opened with a 66 followed by a 1-under 72 to sit in a tie for seventh through 36 holes. Added a second 66, in the third round and was two strokes off Atomu Shigenaga's 54-hole lead. Fired a final-round, 4-under 67 to finish regulation tied with Sang-Hyun Park. Defeated Park in a playoff...After shooting a 2-over 74 in the third round of the KBC Augusta in late-August, was tied for 17th, six shots behind 54-hole leader Hyung Sung Kim. Opened par-bogey to begin his final round then played his final 16 holes in 8-under to finish regulation tied with China's Wen Chong Liang at Keya GC. In the overtime, he prevailed on the fifth hole of sudden death...Won for the third time in a season, matching his three-win output in 1997. Defeated Kiradech Aphibarnrat in a co-sponsored Asian Tour-Japan Golf Tour eent in Japan. Began the final round four shots behind Liang Wen Chong and tied for 14th. Fired a 5-under 66 at the Ohtone CC to overtake the field and defeat Kiradech Aphibarnrat by two shots. Victory was his 20th as a professional and his 18th Japan Golf Tour title overall...Made a strong run at another victory in late-October. Fired a 7-under 64 on the final day at the Bridgestone Open but came up a stroke short of winner Koumei Oda. After a 2-over 73 to begin the event, reeled off rounds of 68-65 and the low-of-the-day 64 to finish solo second. \n\n2013: In five PGA TOUR appearances, missed the cut in all four of his medal-play starts and lost in the first round of the World Golf Championships-Accenture Match Play Championship...Shot weekend rounds of 69-67 in April at the Token Homemate Cup on the Japan Golf Tour to finish T4, five shots behind winner Yoshinobu Tsukada...Began the final round of the PGA Championship Nissin Cupnoodles Cup in fourth place, six strokes behind 54-hole leader Hideki Matsuyama. Shot a Sunday 69 but fell a stroke shy of winner Hyung-Sung Kim, finishing T2 with Matsuyama and Yoshinori Fujimoto...Added a T7 at the Nagashima Shigeo Invitational Sega Sammy Cup. Opened with a 64 before falling back, with a 71-68-70 finish.\n\n2012: Was T10 at the Token Homemate Cup in April...The following week, at the Tsuruya Open, he won a Japan Golf Tour championship for the fifth consecutive year, defeating Kyoung-Hoon Lee by three strokes. Was the only player in the field to turn in four sub-70 rounds at Yamanohara GC (68-66-68-67), and the victory was his second at the tournament he first won in 2010...Picked up his second title of the season, at the Diamond Cup Golf. Opened 66-65 (13-under) at The CC Japan and held a three-stroke lead going into the weekend. Was 1-under over his final 36 holes but still coasted to a three-stroke win over Kiradech Aphibarnrat...Shot a final-round 66 at the Gate Way to the Open Mizuno Open to T5 in Japan, one of 10 players to T5 at the event...Tallied his third victory of the campaign when he won the ANA Open in mid-September. Defeated Yuta Ikeda, Kurt Barnes, Wen-Chong Liang and Hyung-Sung Kim by a stroke. Came from two strokes off the lead in the final day at Sapporo GC's Wattsu Course. Victory was his 16th as a professional and 13th on the Japan Golf Tour...Just missed picking up his third Japan Golf Tour win of the year, falling by a stroke to Toru Taniguchi at the Bridgestone Open in October. Shot a final-round 68 at Sodegaura CC's Sodegaura Course...In mid-November, at the Dunlop Phoenix, opened 69-66 and finished T4 at Phoenix CC...Won his fourth Japan Golf Tour title of the season when he pulled away to win the Golf Nippon Series JT Cup for a second consecutive season. Opened with a 9-under 61 at Tokyo Yomiuri CC, recording seven birdies and an eagle. Added rounds of 66-68-67 to defeat Toshinori Muto and Han Lee by five shots. \n\n2011: Waited until his final event of the Japan Golf Tour season to win. Captured the Golf Nippon Series JT Cup in December in a playoff over Toru Taniguchi in the rain-shortened event. He fired a final-round 64 to force overtime and moved to a final position of fourth on that Tour's Order of Merit following the victory...Also had a T3 at the Mynavi ABC Championship, where he shot rounds of 67-67 on the weekend...Added a pair of T4 performances, at the Japan Golf Tour Championship Citibank Cup and the Asia-Pacific Panasonic Open...Playing on a sponsor exemption, recorded his first top-10 finish in a PGA TOUR event with a T10 at The Honda Classic. Improved his score all four rounds at PGA National (72-71-69-67)...Missed the cut in his three major championship starts, at the Masters Tournament, U.S. Open and The Open Championship. It was his first start at Augusta National...Also played in three World Golf Championships events, the Accenture Match Play Championship (lost in the first round), the Cadillac Championship (T61) and the HSBC Champions in Shanghai (T46). 2010: Led the Japan Golf Tour Order of Merit on the strength of wins at the Tsuruya Open in April and a victory at the Golf Nippon Series JT Cup in December. His Tsuruya Open win began a dominant streak, where he T2 the next week at The Crowns. He added a third-place finish in his next start, at the Japan PGA Championship. Also counted runner-up finishes at the Japan Golf Tour Championship and the Japan Open Golf Championship, as well as a sixth-place showing at the Bridgestone Open and a T6 at the Mitsui Sumitomo Visa Taiheiyo Masters. At the Golf Nippon Series JT Cup, he shot a final-round 66 but still had to hang on to hold off Toru Taniguchi, who shot a Sunday 61 to finish a stroke behind...His only made PGA TOUR cut was a T58 at the U.S. Open at Pebble Beach GL in his debut in that event...Played in his first World Golf Championships event, the HSBC Champions, finishing T46 in Shanghai. 2009: The long-time Japan Golf Tour member picked up two titles (Sega Sammy Cup and Kansai Open), his first multiple-victory season on his home tour. Shot his career-low round, a 61, at the Kansai Open on his way to victory...His only PGA TOUR start in was a T56 at the PGA Championship for his second consecutive made cut in that major...Teamed with Ryuji Imada for Japan at the OMEGA Mission Hills World Cup, his second start in the World Cup (1997). 2008: Won the Pine Valley Beijing Open and lost in a playoff at The Crowns. Played in one PGA TOUR event, finishing T68 at the PGA Championship, his first appearance in that major championship. 2005: Won the Munsingwear Open KSB Cup, winning by three strokes after opening with a 63 on the strength of a career-best 10 birdies...Played in his first Open Championship, finishing T41. 2004: Played in two PGA TOUR events, missing the cut at the John Deere Classic and finishing T48 at the B.C. Open. Finished T58 at the PGA TOUR Qualifying Tournament that year. 2003: Won the Asia Japan Okinawa Open, shooting a final-round 67 to outdistance amateur Yusaku Miyazato and PGA TOUR player Ted Purdy. 2002: Turned in his then-best PGA TOUR career performance when he T23 at the Sony Open in Hawaii...On the Japan Golf Tour, had four top-fives, including a runner-up showing at the ANA Open, losing by a stroke to Jumbo Ozaki while shooting four rounds in the 60s (68-69-66-69)...Was also T4 at both the Tamanoi Yomiuri Open and the Tsuruya Open...The week after his Tamanoi Yomiuri Open finish, he was T5 at the Gateway to the Open Mizuno Open. 2001: Earned his second Japan Golf Tour victory, shooting a final-round 68 to capture the Sun Chlorella Classic. Birdied the 72nd hole to force a playoff against Katsuyoshi Tomori then won in the extra session. 2000: Had three top-fives, with two coming in a three-week period in the middle of the year. Was T4 at the NST Niigata Open Golf Championship and then duplicated that feat two weeks later at the Hisamitsu-KBC Augusta...In his final start of the campaign, was T5 on the strength of a final-round 69 at the Fancl Open in Okinawa. 1999: Only had two top-10s in his 29 Japan Golf Tour starts, with a T6 at the Gateway to the Open Mizuno Open his top performance...Was also T7 late in the season at the Acom International. 1998: Although he didn't win, he had three top-five finishes on the Japan Golf Tour, at the Ube Kosan Open (third), the Aiful Cup (fourth) and the Sumitomo Visa Taiheiyo Masters (T5). 1997: Had a victory and a runner-up finish on the Japan Golf Tour. Won his first professional event, the Suntory Open, beating Jumbo Ozaki by three strokes...Runner-up finish came at the Yonex Open Hiroshima...On the Japan Challenge Tour, he won twice, at the Mito Green Open and the Twin Fields Cup.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "World Cup (2), 1997, 2009; Royal Trophy (1), 2013.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T10th in 2011 at the The Honda Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}