{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "22592","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "6","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Thompson","first" : "Michael","middle" : "X","extn" : "","nick" : ""}, "height" : "6-0","weight" : "185","birthDate" : "April 16, 1985","age" : "","birthPlace" : "Tucson, AZ","residence" : "Birmingham, AL","family" : "Wife, Rachel","education" : "University of Alabama (2008, Accounting)","splInterest" : "Reading, Alabama football, model building, soccer","trndProYear" : "2008","qSchoolYear" : "","clubAffl" : "Shoal Creek GC (Birmingham, AL)","cityPlaysFrm" : "; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "858&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","exmtStatus" : "T16 at the 2010 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Missed the cut in his only two career starts on the PGA TOUR, at the 2009 AT&T Pebble Beach National Pro-Am and the Mayakoba Golf Classic. Winner of the 2010 Michelob Ultra Classic on the NGA Hooters Tour and went on to win Rookie of the Year honors. Also played on the Hooters Tour in 2008-09. Amateur: Won three tournaments at Tulane University. After transferring to the University of Alabama, won the 2008 Southeastern Conference individual championship. Earned first-team All-America honors in 2008. Finalist for the 2008 Ben Hogan Award (finished second to Rickie Fowler). Low amateur at the 2008 U.S. Open. Member of the 2008 Palmer Cup team. Second-team All-American in 2007. Runner-up at the 2007 U.S. Amateur. \n","otherCarHigh" : "","personal" : "Has two brothers, one a U.S. Air Force pilot (Zach) and the other an IBM employee with four kids (Ryan). His sister, Darcy, is a pediatrician at Johns Hopkins University in Baltimore...Attended University High School in Tucson, AZ, helping lead his team to the 2001 state championship...Says he saw golf tournament on TV when he was 6 and has been \"hooked ever since.\"...Biggest thrill outside of golf was getting married...Favorite golf course played is Winged Foot. Would most like to play Cypress Point and St. Andrews...Never travels without a good book to read...Favorite professional team is the New Orleans Saints. Favorite college team is the University of Alabama. Superstitions include always marking his ball with a head's up 1985 quarter. Favorite TV show is \"NCIS.\" Loves watching movies and can't pick a favorite. Favorite author is Clive Cussler. Favorite food is Mexican. Favorite vacation spot is San Diego, CA. Would round out his dream foursome with his grandfather (Don), Davis Love III and Ben Hogan. Not many people know that he is an Eagle Scout in the Boy Scouts of America. Bucket list includes winning all four major championships, touring Europe and going on a safari in Africa. Charities include College Golf Fellowship.","otherInfo" : "","ntlTeams" : "Palmer Cup (1), 2008.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "","dynStats" : ""}, "socialMediaLinks" : [], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}