{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20099","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Barron","first" : "Doug","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "170","weightMetric" : "77","birthDate" : "July 24, 1969","age" : "46","birthPlace" : "Memphis, Tennessee","residence" : "Memphis, Tennessee","family" : "Wife, Leslie; John William (3\/6\/01); Wiley Stephan (8\/29\/06)","education" : "Mississippi State University (1992, Marketing)","splInterest" : "Movies, college basketball, snow skiing","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1992","clubAffl" : "Ridgeway CC (Collierville, Tennessee)","cityPlaysFrm" : "Memphis; Tennessee; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,274,391&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1995","exmtStatus" : "Conditional - Veteran Member","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Did not compete on either the PGA TOUR or Web.com Tour.\n\n2013: Did not make any PGA TOUR or Web.com Tour starts. \n\n2012: Made 15 Web.com Tour starts. Top-25 finishes came at Miccosukee Championship (T13) and Price Cutter Charity Championship (T19). \n\n\n2011: Made the cut in four of 12 starts but did not register a top-25 finish. \n\n2009: Entered four Web.com Tour events, but did not play the weekend in any of the four...Missed the cut at the St. Jude Classic, his lone PGA TOUR start.\n\n2008: Put together four solid rounds at the Knoxville Open to finish T5 en route to making the cut in five of 17 starts on the Web.com Tour.\n\n2006: Finished No. 164 on the PGA TOUR. Notched first top-10 of the year in his fourth start, a T7 at the Chrysler Classic of Tucson. Second top-10 was T7 at the BellSouth Classic, aided by rounds of 65-71 on the weekend. \n\n2005: Made only 11 of 24 cuts on TOUR but managed to finish in the top 125, thanks to two top-10s. Ended the season with a career-best $731,990. Opened the year with a fifth-place finish at the Chrysler Classic of Tucson, aided by opening rounds of 66-66, his first top-10 since a T10 at the 2000 Tampa Bay Classic. Posted a career-best T3 at the EDS Byron Nelson Championship and earned a career-high $322,400. Previous best was a T4 at the 2000 Air Canada Championship. \n\n2004: Made the cut in 16 of 25 appearances on the Web.com Tour, including eight top-25 finishes. Ranked No. 29 on the final money list, with $175,591. Enjoyed his best showing at the Samsung Canadian PGA Championship but finished in second place a distant seven strokes behind champion Charles Warren. Earned $39,600 for his efforts. Opened the Chattanooga Classic with a course-record 10-under-par 62 and went on to finish T4. Posted other top finishes at The Reese's Cup Classic (T3), Envirocare Utah Classic (T4), Oregon Classic (T8), Lake Erie Charity Classic (T9) and the New Zealand PGA Championship (T10). \n\n2003: Made the cut in 12 of 32 tournaments on the PGA TOUR. A pair of T21s at the Bob Hope Chrysler Classic and The Honda Classic represented his only top 25s of the season. Finished No. 168 on the money list, with $224,589. \n\n2002: Received Minor Medical Extension for the PGA TOUR due to injury. Had five events in 2002 to earn $328,515 and receive fully-exempt Major Medical Extension status for the remainder of the season. Missed four of five cuts early then committed to playing the Web.com Tour for remainder of the season. Finished third on the Web.com Tour money list ($248,175), thanks to 11 top-25 finishes, including four runners-up and two third-place finishes. \n\n2001: Was T37 at the PGA TOUR Qualifying Tournament (missing the top 35 by one stroke) to earn his Web.com Tour card. Struggled through injury-plagued season. Played in 25 events, with eight made cuts but without a top-25. Best showing was T27 at the BellSouth Classic. \n\n2000: Set a career high with three top-10 finishes. Finished 108th on the money list. Recorded a T4 at 2000 Air Canada Championship. \n\n1999: Posted seven top-25s and finished 123rd on the money list, with $334,995. Lone top-10 was a T5 at the Buick Classic. \n\n1998: Had a pair of top-10s and was among top 25 five times. Was sixth at Greater Milwaukee Open and T7 at B.C. Open. \n\n1997: Impressive rookie year during PGA TOUR season. Made 21 of 31 cuts and earned $198,051, good for 116th on money list. Best finish of rookie season came at LaCantera Texas Open, a T6 and his largest check of the year, $45,325. Earned place on TOUR by finishing third at the PGA TOUR Qualifying Tournament. \n\n1996: Finished 47th on the Web.com Tour money list. \n\n1995: Was 103rd on Web.com Tour money list.\n","otherCarHigh" : "","personal" : "Biggest thrill in golf was being paired with Fred Couples and Craig Stadler in the final round of his first event of the 1997 PGA TOUR season...Father introduced him to golf at age 3.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "1996, 2004","exmtStatus" : "110th on 2005 money list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2004: Played on the Nationwide Tour, recording seven top-10s, including a T2 at the Samsung Canadian PGA. Finished 29th on the money list but re-gained PGA TOUR card via T26 finish at PGA TOUR Qualifying School. 2003: Finished 168th on PGA TOUR money list in 2003 with two top-25s. 2002: Finished third on the Nationwide Tour money list ($248,175) to earn TOUR card for 2003, thanks to 11 top-25s, including four runners-up and two thirds. 2001: Made only eight of 25 cuts on PGA TOUR, falling to 204th on money list. 2000: Set career highs in earnings with $461,981 and top-10s with three. Recorded best career finish, a T4, at 2000 Air Canada Championship. 1999: Posted seven top-25s and finished 123rd on the money list with $334,995. Lone top-10 was a T5 at the Buick Classic. 1998: Had a pair of top-10s and was among top-25 five times. 1997: In rookie PGA TOUR season, made 21 of 31 cuts and to finish 116th on money list. Best finish of season came at LaCantera Texas Open, a T6. Earned place on TOUR by finishing third at the 1996 Qualifying Tournament.\n","otherCarHigh" : "","personal" : "Father introduced him to golf at age 3...Son John's nickname is \"Buzz,\" named after wife's grandfather, who had the same nickname...Loves University of Memphis basketball.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the Web.com Tour 5 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}