{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "33419","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Tringale","first" : "Cameron","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "185","weightMetric" : "84","birthDate" : "August 24, 1987","age" : "28","birthPlace" : "Mission Viejo, California","residence" : "Laguna Niguel, California","family" : "Single","education" : "Georgia Tech (2009, Management)","splInterest" : "Snowboarding, surfing, rock climbing","pronunciation" : "trin-GOLL-ee","nwTourAlumnus" : "","trndProYear" : "2009","clubAffl" : "","cityPlaysFrm" : "Laguna Niguel; CA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "8,538,525&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Finished T2 for first top-10 in six starts at the Shriners Hospitals for Children Open. Marked his second top-10 finish in his last three starts on TOUR, having closed out the 2014-15 Season with a T7 at the BMW Championship...After partner Jason Day withdrew from the Franklin Templeton Shootout in their title defense, finished fifth with partner Camilo Villegas in December. \n\nWas a fifth-place finisher at the Franklin Templeton Shootout with partner Camilo Villegas in December.","carHigh" : "Has made two Tour-related starts as an amateur, missing the cut at both the 2009 U.S. Open and the 2009 Nationwide Children's Hospital Invitational. \n","otherCarHigh" : "Three-time South Coast League champion. Named Atlantic Coast Conference Freshman of the Year at Georgia Tech. A three-time All-America selection, including a first-team choice in 2009. ACC Scholar Athlete of the Year in 2009 and two-time academic All-American. Won four times in college, twice during his senior season. Member of the winning 2009 United States Walker Cup team. Also played in the 2009 Palmer Cup.","personal" : "","otherInfo" : "Has a younger sister and an older brother who played golf at San Jose State University...Favorite course he's played is Augusta National and wants to play St. Andrews...Never travels without his iPod...Favorite college team is Georgia Tech. Favorite professional team is the Los Angeles Lakers, and he enjoys watching Kobe Bryant. Other favorites include \"Seinfeld,\" \"Curb Your Enthusiasm\" and \"Dumb & Dumber.\" Favorite book is Pillars of the Earth. Favorite food is Thai food...Favorite city to visit is San Francisco. Dream foursome includes his brother and two friends.","ntlTeams" : "Walker Cup (1), 2009.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2010","qSchoolYear" : "2009, 2010","exmtStatus" : "36th in 2014-15 FedExCup points","otherVics" : "(1): 2014 Franklin Templeton Shootout [with Jason Day].","intlVics" : "","curYearHigh" : "Finished T2 for first top-10 in six starts at the Shriners Hospitals for Children Open. Marked his second top-10 finish in his last three starts on TOUR, having closed out the 2014-15 Season with a T7 at the BMW Championship...After partner Jason Day withdrew from the Franklin Templeton Shootout in their title defense, finished fifth with partner Camilo Villegas in December. \n\nWas a fifth-place finisher at the Franklin Templeton Shootout with partner Camilo Villegas in December.","carHigh" : "2014-15: Earned his fifth consecutive start in the FedExCup Playoffs, coming up short of advancing to the TOUR Championship by Coca-Cola, finishing No. 36 in the FedExCup standings...Teamed with Jason Day in mid-December 2014 to win the Franklin Templeton Shootout and in the process became the 11th player in tournament history to win in his first appearance at the event. The duo finished at 32-under in the scramble-modified, alternate shot-better ball format, defeating the team of Harris English-Matt Kuchar by a shot...Claimed his first top-10 finish of the season, a T5, thanks to three rounds in the 60s at the Shell Houston Open in early April. Birdied five holes in a six-hole stretch on the inward nine Sunday en route to a 4-under 68 at the GC of Houston...Thanks to second- and final-round, 7-under 65s, finished second to Justin Rose at the Zurich Classic of New Orleans in late-April, equaling his career-best finish. The runner-up finish at TPC Louisiana marked his fourth top-20 outing in six starts in the event...After opening with a 1-over 72, closed with rounds of 64-69-66 to finish T7 at the BMW Championship, nine strokes behind runaway winner Day, his Franklin Templeton Shootout partner. Despite birdies on his final two holes, finished outside the top 30 who advanced to the TOUR Championship by Coca-Cola.\n\n2013-14: Made the cut in 25 of 31 starts, with a T2 at The Barclays representing the best of his three top-10 finishes. Ended the season No. 20 in the FedExCup standings...Was one of just four players to post four sub-par rounds at the Shell Houston Open in April. Opened with back-to-back, 4-under 68s, before weekend rounds of 69-71 resulted in a fourth-place finish. The top-10 was his first since he was third at the 2013 Valpsar Championship...Finished T4 for his second top-five finish in five starts at The Greenbrier Classic (missed the cut in 2010, T4 in 2011, T56 in 2012 and T72 in 2013). Earned an invitation into The Open Championship at Royal Liverpool based on being one of the top-four qualifiers not otherwise qualified among the top 12 at The Greenbrier Classic. Following rounds of 74-74 missed the cut in his first Open Championship...Disqualified himself from the PGA Championship the following week after he realized that he made a scoring error under rule 34.16 (III)...Opened and closed with 5-under 66s at Ridgewood CC to T2 at The Barclays, his career-best finish. The T2 performance with Jason Day and Stuart Appleby was his first top-10 in eight starts in the FedExCup Playoffs. Sunday's 66 came on his 27th birthday and helped vault him to No. 10 in the FedExCup standings, an improvement of 51 positions. Added a T69 at the Deutsche Bank Championship and a T31 at the BMW Championship to advance to the TOUR Championship by Coca-Cola for the first time in his career...At the TOUR Championship by Coca-Cola, finished 15th at East Lake GC.\n\n2013: Made 16 of 24 TOUR cuts, with one top 10. Finished No. 79 in the FedExCup standings. Made the cut but could only muster a T67 at the Deutsche Bank Championship to drop out of the FedExCup Playoffs...Only top-10 of the season came with a third-place showing, a career-best, at the Tampa Bay Championship presented by EverBank. Fired a bogey-free, 5-under 66 on the Copperhead Course on Sunday to claim the top-five finish. \n\n2012: Advanced to FedExCup Playoffs for the second consecutive season. Finished No. 90 in the FedExCup standings...Finished T4 at the Farmers Insurance Open, his first top-10 in three starts near San Diego...Second top-10 finish of the season came with a T8 at the Shell Houston Open in his second start at Redstone GC. His 4-under 68 in the final round tied for the low score of the day...Back in Texas three weeks later, birdied five of his first six holes in the second round of the Valero Texas Open in San Antonio en route to a bogey-free, 7-under 65. A year after a T5 at TPC San Antonio, finished T8 with Ryan Moore and Hunter Haas...Notched third consecutive top-10 and fourth of the season with a T7 at the Zurich Classic of New Orleans. Shared the first-round lead after firing a 7-under 65. \n\n2011: Enjoyed a solid sophomore year on the PGA TOUR, with four top-10 finishes in 32 starts. Ended the season with a top-five showing in Malaysia, at the CIMB Classic...After making just five of 22 cuts on TOUR in 2010, made his eighth of 11 cuts on TOUR at the Valero Texas Open, in the form of T5 honors...Posted his second top 10 of the season with a T8 at the FedEx St. Jude Classic...Third top-10 came in July at the John Deere Classic, where he shot a 6-under 65 in the third round en route to T9 honors...Opened The Greenbrier Classic with an even-par 70 and followed with 3-under 67s in his last three rounds to finish a career-best T4—his fourth top 10 of the season...Tied for low round of the day Sunday at the CIMB Asia Pacific Classic. Came in with six birdies en route to a 7-under 64 to move up the leaderboard to a T4 in the unofficial event. 2010: Qualified for TOUR via PGA TOUR Qualifying Tournament for a second consecutive season. Failed to crack the top 10 in 22 starts during rookie season on the PGA TOUR. Best finishes were T11s at the Viking Classic and Justin Timberlake Shriners Hospitals for Children Open. Made three cuts in four starts on the Web.com Tour, with a T8 at the Chitimacha Louisiana Open his best finish. 2009: Closed with rounds of 69-67 to earn rookie status on the 2010 PGA TOUR with a T19 finish at the PGA TOUR Qualifying Tournament. Made two TOUR starts as an amateur, missing the cut at the 2009 U.S. Open and the 2009 Nationwide Children's Hospital Invitational. Amateur: Three-time South Coast League champion. Named Atlantic Coast Conference Freshman of the Year at Georgia Tech. A three-time All-America selection, including a first-team choice in 2009. ACC Scholar Athlete of the Year in 2009. Two-time Academic All-American. Won four times in college, twice during his senior season. Member of the winning United States team in the 2009 Walker Cup competition. Played in the 2009 Palmer Cup. \n","otherCarHigh" : "","personal" : "Has a younger sister and an older brother, Jon, who played college golf at San Jose State...Favorite course he's played is Augusta National and wants to play Pine Valley...Never travels without his computer. Favorite college team is Georgia Tech. Favorite professional team is the Los Angeles Lakers...Favorite TV show is \"Seinfeld.\" Favorite movie is \"Dumb & Dumber,\" and his favorite book is Pillars of the Earth. Favorite food is chocolate chip cookies...Favorite athlete to watch is Shawn White. Favorite city to visit is New York...Dream foursome includes Larry David, Kevin James and Jim Carrey. Favorite vacation spot is any snowboarding destination...Growing up, wanted to become an actor. Cites making the clinching winning putt to win the 2009 Walker Cup his biggest thrill in golf...Bucket list includes skydiving and running a marathon.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 2009; Palmer Cup (1), 2009.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T2nd at the Shriners Hospitals for Children Open.","dynStats" : "He ranks T84th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/camtringalepga"},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/camtring"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/camtringalePGA"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}