{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "26539","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Rock","first" : "Robert","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "168","weightMetric" : "76","birthDate" : "April 6, 1977","age" : "39","birthPlace" : "Armitage, Staffordshire, England","residence" : "Lichfield, England","family" : "Wife, Lynda; David (2008)","education" : "","splInterest" : "Family","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1998","clubAffl" : "","cityPlaysFrm" : "Western; ; England","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(2): 2011 BMW Italian Open [Eur]. 2012 Abu Dhabi HSBC Golf Championship [Eur].","curYearHigh" : "Earned his third consecutive top-10 at the omega Dubai Desert Classic, recording a T9 in February...Finished T8 at the Tshwane Open in Africa...Began the final round of the Lyoness Open in mid-June 11 shots behind 54-hole leader Gregory Bourdy. Shot a final-round 66, tying for low-round-of-the-day honors, to move into a T3 with Robert Dinwiddie and Matthew Fitzpatrick, finishing five shots behind winner Chris Wood.","carHigh" : "2014: Had a disappointing European Tour campaign, with only two top-10. Picked up his first top-10 of the campaign, at the Omega Dubai Desert Classic, three strokes behind winner Stephen Gallacher. It was his second consecutive top-10 in that event (T7 in 2013)...Added a T9 at the ISPS Handa Wales Open later in the season.\n\n2013: After shooting an opening 70 at the Omega Dubai Desert Classic, came back with three sub-70 rounds (68-67-68) at Emirates GC to T7 in early February...After opening with a 69-66 at the Irish Open, held the 36-hole lead at Carton House GC. Played his final two rounds at 2-under (71-71) to T2 with Joost Luiten, three shots behind winner Paul Casey.\n\n2012: Opened with a 65 at the Joburg Open at Royal Johannesburg and Kensington GC to sit in third place following the first round. Went on to a T9 finish in Africa...Won the Abu Dhabi HSBC Golf Championship in his second European Tour start of the season. Began the final round tied with Tiger Woods, but broke free from the deadlock, shot a 2-under 70 at the Abu Dhabi GC and took a one-stroke victory over Rory McIlroy. He had five birdies and three bogeys in his final round. \n\n2011: Broke through with his initial professional victory, going wire to wire in winning at the BMW Italian Open in Turin. Shot rounds of 64-68-68-67 to outlast Thorbjorn Olesen and Gary Boyd by a stroke. The victory in Italy, which came in his 209th career European Tour start, qualified him for the U.S. Open, where he made his first start in the United States. The victory also qualified him for his first World Golf Championships events, the HSBC Champions, and moved him up 54 spots in the Official World Golf Ranking (from 165th to 111th)...Was T5 at the South African Open and eighth at the Alfred Dunhill Championship. 2010: Picked up five of his six top 10s between March and June, Was fourth at the Alfred Dunhill Championship early in the season, then waited until March to add another—at the Trophee Hassan II (T7)...In back-to-back-to-back weeks beginning in May, he was fifth at the Madrid Masters, T4 at The Celtic Manor Wales Open and T4 at the Estoril Open de Portugal. He later enjoyed a seventh-place showing at The Open Championship, his best performance at that event and his only major championship made cut to that point in his career. 2009: Had three disappointing close calls, finishing runner-up at both the 3 Irish Open and BMW Italian Open on successive weeks and at the Alfred Dunhill Championship. At the 3 Irish Open, lost a playoff to Shane Lowry. The following week, he was T2 in Italy with John Daly and Raphael Jacquelin, six strokes behind champion Daniel Vancsik. Late in the season, shot consistent rounds of 66-67-69-70 to T2 with Johan Edfors, a stroke behind winner Richard Sterne. 2008: Enjoyed his best season as a professional to that point in his career, picking up five top 10s (T4s at the Madrid Masters and Oceanico Group Pro-Am Challenge, on the European Challenge Tour, T7 at the South African Airways Open, T8 at the Bank Austria Golf Open and T9 at the Russian Open Golf Championship. 2007: Struggled for much of the season, making only 13 cuts in 28 European Tour starts, with his lone top 10 a T9 at the Open de Andalucia. 2006: Made 11 of 22 cuts on the European Tour, with his top highlight a T5 at the Nissan Irish Open. 2005: Split his time between the European Tour and the European Challenge Tour. Top showing was a T16 at the Morson International Pro-Am Challenge on the Challenge Tour. 2004: Struggled during the season, with his top performance a T22 at the Nissan Irish Open. 2003: Earned his first professional top five, a T4 at the European Tour's Damovo British Masters. Opened with rounds of 73-69-70 and then moved up the leaderboard on the final day with a Sunday 68. Came close to winning late in the season, at the Ryder Cup Wales Challenge on the European Challenge Tour where he finished T2. Fell in a four man playoff to Craig Williams, an extra session that also included Robert Coles and Sam Walker. \n","otherCarHigh" : "","personal" : "Is one of the few players on any Tour who plays without a hat or visor.","otherInfo" : "","ntlTeams" : "Seve Trophy (2), 2009, 2011.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T7th in 2010 at the The Open Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}