{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "47238","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Janewattananond","first" : "Jazz","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "165","weightMetric" : "75","birthDate" : "November 26, 1995","age" : "20","birthPlace" : "Bangkok, Thailand","residence" : "Bangkok, Thailand","family" : "Single","education" : "","splInterest" : "","pronunciation" : "jan-uh-WATT-uh-non","nwTourAlumnus" : "","trndProYear" : "2010","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : ""}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2015","otherVics" : "","intlVics" : "","curYrHigh" : "Finished T23 at the First Global Qualifying Tournament to earn conditional PGA TOUR China Series' status…Made the cut at the Maybank Malaysian Open, a combined Asian Tour-European Tour event in Kuala Lumpur. Shot middle rounds of 69-69 to T47…Turned in his top performance of the season when he T13 at the AfrAsia Bank Mauritius Open. Shot rounds of 69-70-68-72 to finish seven shots back…Entered the final round of The Eternal Courtyard Open in mid-May tied for second with Chang Shih Chan and Zecheng Dou. Shot an indifferent, even-par 72 on the final day and dropped to a T6 with three others...Turned in a solid performance at the OneAsia Tour's Thailand Open in mid-June at the Siam CC's Pattaya Plantation Course. Was in prime position to win the tournament after opening 69-66-68. But an even-par 72 on the final day left him T4 with Yusaku Miyazato, a distant eight shots behind winner K.T. Kim...In mid-June, at the Asian Tour's Queen's Cup, only an even-par 72 in the second round at Santiburi Samui CC in Koh Samui, Thailand, kept him from contending. Fired weekend rounds of 67-66, tying for the best final 36 holes, but could only get within four of winner Prayad Marksaeng, settling for a T3 with Bangladesh's Siddikur Rahman...At the Asian Tour's unofficial Thongchai Jaidee Foundation in Thailand, finished T15 at Black Mountain Club. Opened with a 1-under 71 then enjoyed consecutive 69s over the final 54 holes to tie with five others...At the Venetian Macau Open on the Asian Tour, put together three 67s to go with a second-round 72 at Macau G&CC to T6 with countryman Kiradech Aphibarnrat...The following week, played in the UBS Hong Kong Open and opened 69-68 at Hong Kong GC. Added an even-par 70 and a final-round 67 to T24 with Oliver Fisher, Estanislao Goya, Graeme McDowell and Jeev Milkha Singh...Shot himself out of the Asian' Tour's World Classic Championship at Laguna National in Singapore in mid-November with a third-round, 6-over 77. Rebounded nicely on the final day with a 4-under 67—the low round of the day and tying for low round of the tournament to record a T5 with countrymen Prom Meesawat and Chapchai Nirat.","carHigh" : "2014: Played consistent golf all season on the Asian Tour, missing only four cuts in 20 starts. Top finish was a fifth-place effort at the CIMB Niaga Indonesian Masters, cruising to four consecutive under-par rounds…Was eighth at the ICTSI Philippine Open…Added a T9 at the Worldwide Selangor Masters, shooting three 70s to go with a final-round 69…Final top-10 of the season came at the Panasonic Open India, with four sub-par rounds leading to a T8. \n\n2013: Earned three Asian Tour top-10s—at the Queen's Cup, the Resorts World Manila Masters and the Indonesia Open. First came at the Queen's Cup, where he parlayed rounds of 68-68-70-72 into a fourth-place finish…Added a T5 late in the year in the Philippines, at the Resorts World Manila Masters. Opened with an 8-under 64 to take the 18-hole lead at Manila Southwoods G&CC. Was tied with Canada's Richard T. Lee for the 36-hole lead before an even-par 72 in the third round dropped him down the leaderboard. Finished T5 with Nicholas Fung, Steve Lewton and Sutjet Kooratanapisan, two shots out of the Wen Chong Liang-Prom Meesawat playoff that Liang won…At the Indonesia Open at Pantai Indah Kapuk in Jakarta, opened 66-66-68 and was in contention with a round to play until a 3-over 74 on the final day dropped him into a T6 with three others. \n\n2012: Made two Asian Tour cuts in five starts after turning professional. Was T40 at the Hero Indian Open and then 61st at the King's Cup, after opening with a 3-under 69.\n","otherCarHigh" : "Made history when, at age 14, he became the youngest player to make a cut on the Asian Tour, playing on the weekend at the 2010 Asian Tour International in Bangkok. Made the cut in three of his four 2010 Asian Tour starts. Was T44 at the King's Cup and T23 at the HW Cambodian Open…In 2011, made three Asian Tour cuts, a T30 at the Sail Open, a T41 at the Panasonic Open in India and a 65th-place showing at the Asia Pacific Panasonic Open.","personal" : "Enjoys playing the guitar. His unique first name comes from his father, who favors that genre of music. Enjoys watching “Pirates of the Caribbean.”…Other favorites include steak, American football and Superman…Before turning his attention to golf, he was a competitive swimmer as a youngster.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T6th in 2015 at the The Eternal Courtyard Open.","dynStats" : "He ranks 81st in Order of Merit on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}