{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20676","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Moore","first" : "Patrick","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "160","weightMetric" : "73","birthDate" : "April 28, 1970","age" : "45","birthPlace" : "Austin, Minnesota","residence" : "Mesa, Arizona","family" : "Wife, Jessica; Maggie (8\/12\/04), Sean (4\/26\/06), Molly (9\/9\/10)","education" : "University of North Carolina (1992, Industrial Relations)","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2002)","trndProYear" : "1993","clubAffl" : "Minot CC (Minot, North Dakota)","cityPlaysFrm" : "Mesa; AZ; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "422,383&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Still has four events remaining on his medical exemption to earn the $452,636 necessary to maintain his playing privileges...Did not make a TOUR start during the season.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Rookie on the BUY.COM TOUR this season...Finished T130 at the 2001 PGA TOUR Qualifying Tournament...Made the cut in 10 of 13 tournaments last year on the Canadian Tour...Best finish was a T2 at the Barefoot Classic and the CanAm Days Championship...Finished No. 16 on the Tour's Order of Merit...Also finished second twice on the Canadian Tour in 2000...Has also seen action on the South African and Asian PGA Tours...Three-time All-ACC selection while at the University of North Carolina...1991 All-American...Also selected honorable mention All-American in 1990 and 1992...Got his start in golf by going to the practice range with his father in North Dakota...Cites the 1995 U.S. Open as his biggest thrill in golf...Has had one career hole-in-one in a competitive round.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2002","qSchoolYear" : "","exmtStatus" : "Major Medical Extension; Leading money-winner from 2002 Web.com Tour","otherVics" : "","intlVics" : "","curYearHigh" : "Still has four events remaining on his medical exemption to earn the $452,636 necessary to maintain his playing privileges...Did not make a TOUR start during the season.","carHigh" : "2013: Did not make a TOUR start. \n\n2012: Did not make a PGA TOUR start...Played in the Web.com Tour's Soboba Golf Classic but missed the cut.\n\n2011: Did not make a start on TOUR due to back injuries that stem from rookie year in 2003. 2010: Played in four events, missed the cut in each. 2009: Because of lingering back problems dating to 2003, made only four starts on the PGA TOUR, missing the cut in each. These were his first PGA TOUR starts since 2004...Missed the cut in all seven starts on the Web.com Tour. 2005: Started one Web.com Tour event, missing the cut at the Chitimacha Louisiana Open. 2004: Limited to only 14 events, playing on a Major Medical Extension. 2003: Played in just three TOUR events in rookie season due to back injury. 2002: Became just the fifth player in Web.com Tour history to earn an immediate promotion to the PGA TOUR, based on victories at the Richmond Open, Lake Erie Charity Classic and the Web.com Tour Championship...Finished first on the 2002 final money list with $381,965, overtaking Arron Oberholser in the year's season-ending event and earned Web.com Tour Player of the Year honors...One of then-15 players in the history of the Web.com Tour to win as a Monday Qualifier when he posted a tournament record-tying 20-under-par 268 at the Richmond Open. Made a 15-foot eagle putt on the final hole for victory...Used a birdie on the 17th hole at the Lake Erie Charity Classic to post a score of 9-under 275 after beginning the day two behind the three co-leaders and had to wait as the final groups failed to catch him...Birdied four of the last five holes in the third round of the TOUR Championship to move to 10-under-par. Inclement weather eventually shortened the tournament to 54 holes, giving Moore the victory...Did not make the cut in his first PGA TOUR event, Southern Farm Bureau Classic, after rounds of 68-76. 2001: Finished T130 at the PGA TOUR Qualifying Tournament to earn conditional status on the Web.com Tour for 2002...Played the Canadian Tour where his best finishes were T2s at the Barefoot Classic and the CanAm Days Championship. Finished 16th on Order of Merit. 2000: Had two runners-up finishes on the Canadian Tour. Amateur: Three-time All-ACC selection at North Carolina...1991 All-American...Selected honorable mention All-American in 1990 and 1992.\n","otherCarHigh" : "","personal" : "Got his start in golf by going to the practice range with his father in North Dakota...Cites playing in the 1995 U.S. Open as his biggest thrill in golf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 3 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}