{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01189","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Charles","first" : "Bob","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "175","weightMetric" : "79","birthDate" : "March 14, 1936","age" : "80","birthPlace" : "Carterton, New Zealand","residence" : "Oxford, New Zealand","family" : "Wife, Verity; Beverly (1\/22\/66), David (8\/29\/68), four grandchildren","education" : "","splInterest" : "Farming, golf course architecture","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1960","clubAffl" : "Millbrook Resort (Queenstown, New Zealand)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "2008","qSchoolYear" : "","combTourMoney" : "9,590,871&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Did not play in an event during the year.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1962","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Did not play in an event during the year.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1986","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(24): 1954 New Zealand Open. 1961 New Zealand PGA Championship, The Daks Golf Tournament [tie]. 1961 Bowmaker Tournament, Caltex Open. 1962 Caltex Open, Swiss Open. 1963 Watties Open. 1966 Watties Open, New Zealand Open. 1967 Caltex Open. 1968 Watties Open. 1969 Picadilly World Match Play. 1970 New Zealand Open. 1972 Dunlop Masters, John Player Classic. 1973 Scandinavian Enterprise Open, South African Open, New Zealand Open. 1974 Swiss Open. 1978 Air New Zealand Shell Open. 1979 New Zealand PGA Championship. 1980 New Zealand PGA Championship. 1983 Tallahassee Open.","intlVics" : "(15): 1986 Mazda Championship [with Amy Alcott]. 1987 Mauna Lani Invitational. 1988 Fuji Electric Grandslam, 1st National Bank Classic. 1989 Fuji Electric Grandslam, The Senior Open Championship. 1990 Fuji Electric Grandslam, Kintetsu Home Senior, Daikyo Senior Invitational. 1991 Kintetsu Home Senior. 1993 Senior Open Championship. 1998 Office Depot Father-Son Challenge [with David]. 2004 Liberty Mutual Legends of Golf Raphael Division [with Stewart Ginn]. 2009 Liberty Mutual Legends of Golf Demaret Division [with Gary Player]. 2010 Liberty Mutual Legends of Golf Demaret Division [with Gary Player].","curYearHigh" : "Did not play in an event during the year.","carHigh" : "2012: Bettered his age in all three rounds at the Bad Ragaz PGA Seniors Open on the European Senior Tour in July, including a 6-under-par 66 in the opening round, beating his age by 10 strokes. \n\n2011: Only appearance on the Champions Tour came in April when he was T4 in the Demaret Division at the Liberty Mutual Legends of Golf with Gary Player. 2010: For the second straight year joined Gary Player on the winning team in the Demaret Division at the Liberty Mutual Legends of Golf in April. The duo fired a record-setting total of 19-under-par 125 to win by two strokes over the team of Tom Shaw and Don Bies...Also teed it up at The Senior Open Championship, his 24th appearance in the event, but missed the cut at Carnoustie...Bettered his age in all three rounds with scores of 70-73-68 at the Bad Ragaz PGA Seniors Open in Switzerland on the European Senior Tour...Also played at the Ryder Cup Wales Senior Open. 2009: Teamed with Gary Player for a one-stroke victory in the Demaret Division at the Liberty Mutual Legends of Golf in April...Became the oldest player to compete in a Nationwide Tour event when, just two days shy of his 73rd birthday, he teed it up in the Michael Hill New Zealand Open. Missed the cut in the tournament after shooting rounds of 73-79 at The Hills GC in Queenstown...Missed cuts at both the Senior PGA Championship and The Senior Open Championship, although he bettered his age with an opening-round 70 in the first round of The Senior Open Championship. 2008: Highlight of his year was being selected for the World Golf Hall of Fame through the Veterans Category in July and being inducted in November, the first left-handed player to earn the honor...Made three official starts on the Champions Tour, with first appearance not coming until late April...Bettered his age in the second round of the Outback Steakhouse Pro-Am, shooting 71...Was on the first-round leaderboard at the Regions Charity Classic after posting a 68 on Friday, four shots lower than his age. Eventually finished T35 at Ross Bridge...Also teamed with Stewart Ginn to finish T2 in the Raphael Division of the Liberty Mutual Legends of Golf, one stroke back of Gary Koch-Roger Maltbie. Duo had the first-round lead, carding a 10-under 62 in the 36-hole, better-ball event...Made six starts on the European Seniors Tour and best performance on that circuit came in his first appearance in late June when he was T15 at the Irish Seniors Open...Managed to shoot his age\/better in five of six events in Europe (16 rounds; shot age twice, bettered age six times). His 69 in the second round of the Casa Serena Open near Prague, Czech Republic, was three strokes lower than his age. 2007: Bettered his age in both the first (70) and third (68) rounds of The Boeing Championship at Sandestin...Matched his age (71) in the opening round at The Senior Open Championship at Muirfield and eventually finished T34...Made six other appearances on the European Seniors Tour during the summer. Was runner-up to Des Smyth at the Wentworth Senior Masters in England. Matched his age in both the first and second rounds and then bettered his age by one in the final round to end up two strokes short of Smyth. 2006: T47 at the U.S. Senior Open and $9,113 check at Prairie Dunes put him over the $9-million mark in senior career money. Matched his age with a final-round 70. 2005: Matched his age with a 69 in the opening round of the Constellation Energy Classic and joined Gary Player, Dale Douglass, Mike Hill and Jim Albus as the fifth different player to shoot his age or better during the 2005 season...On the European Seniors Tour, had a nice week at the Ryder Cup Wales Seniors Open, finishing T2 at Royal St. David's GC. Matched or bettered his age in the first two rounds (68-69) but ended five strokes back of Carl Mason despite a final-round 70...Matched or bettered his age in three other rounds on the European Seniors circuit, including a closing 66 at the Bad Ragaz PGA Seniors Open in Switzerland. 2004: Played in the New Zealand Open at Heretaunga, venue of his first win in that event 50 years earlier as an 18-year-old in 1954...Had a productive outing in his initial Champions Tour appearance of the season, teaming with Stewart Ginn to win the Raphael Division at the Liberty Mutual Legends of Golf in Savannah. Drained a 54-foot birdie putt on the final hole to help snag the team's $110,000 first prize...Tied for the lead after 36 holes at the FedEx Kinko's Classic before shooting a final-round 76 to slip to T27. Was T10 at the Greater Hickory Classic at Rock Barn, his best effort since T5 at the 2002 Greater Baltimore Classic. At 68, became the oldest player to register a top-10 finish on the Champions Tour since then 69-year-old Joe Jimenez finished T10 at the 1995 GTE Northwest Classic...Bettered his age for the second year in a row in Boston when he posted a 6-under 66 in the second round of the Bank of America Championship and then matched his age with a final-round 68 at the SBC Championship in October. 2003: Bettered his age when he fired a 7-under 65 at age 67 in the second round of the Bruno's Memorial Classic and shot 65 again in the final round of the FleetBoston Classic...A 67 in the second round of the SAS Championship matched his age. Made the fifth hole-in-one of his career in the second round of the Georgia-Pacific Grand Champions Championship in Sonoma, Calif. 2002: Was T5 at the Greater Baltimore Classic, just two strokes shy of J.C. Snead. Would have shot his age Saturday but was assessed a two-stroke penalty during his round and shot a 4-under-par 71. The two strokes also left him two shots shy of Snead's winning total of 13-under-par 203...Performance was his best in a Champions Tour event since placing sixth at the 1999 Cadillac NFL Golf Classic. 2001: Bettered his age for the first time when at age 65, shot an 8-under 64 on the second day of the stroke-play portion of the Enterprise Rent-A-Car Match Play Championship and tied for medalist honors. Eventually lost to Ted Goin in the round of 16, with the match going 23 holes...Made 34th and final appearance in the The Open Championship at Royal Lytham & St. Annes, but missed the cut. 1998: Fell in a two-hole playoff with Jim Dent at The Home Depot Invitational and then was one of five players in a playoff at the rain-shortened Kroger Senior Classic won by Hugh Baiocchi...Enjoyed success in the Grand Champions competition, finishing as the leading money-winner in the 60-and-over competition with $254,260...Fired a closing-round 66 to win the Grand Champions Championship in Myrtle Beach. 1997: Finished third behind Hale Irwin and Gil Morgan in the season-opening event in Hawaii, the MasterCard Championship...Also T3 at the Toshiba Senior Classic, one stroke out of a playoff...Also won $252,690 in MasterCard Champions money and led the over-60 competition with eight wins...Claimed four consecutive MasterCard titles at the start of the season, eight in a row dating to 1996. 1996: Outdueled Hale Irwin to successfully defend the Hyatt Regency Maui Kaanapali Classic, his third win in Hawaii and last of 23 official titles in his illustrious Champions Tour career...Claimed the season-ending MasterCard Champions Championship for players 60 and older...1995: Won second Hyatt Regency Maui Kaanapali Classic with a 10-foot birdie putt on third extra hole to defeat Dave Stockton. 1993: Earned his third Byron Nelson Trophy for lowest scoring average (69.59) and, at the time, became quickest to reach $1 million in a single season (26 events)...Win at Quicksilver Classic produced largest check of his career: $157,500...Second-place finish to Dave Stockton on the money list tied Miller Barber's all-time record, at the time, of eight consecutive years among the top 10 in official earnings. 1992: Won back-to-back events at Raley's Senior Gold Rush and Transamerica Senior Golf Classic, the first to complete the northern California double. 1991: Won the GTE Suncoast Classic for the second time in three years and became the first multiple champion in the event. 1990: Won twice, including defense of his Digital Seniors Classic title, and at the time, also surpassed Miller Barber for the top spot on the Champions Tour career money list during the season...Was only player to break par the final day at GTE Kaanapali Classic and recorded a four-stroke win in Hawaii. 1989: Claimed five titles and was leading money-winner for second consecutive year with record $725,887...Won third straight Sunwest Bank-Charley Pride Senior Golf Classic, at the time, becoming only the second player to claim the same tournament for three consecutive years...Established a Champions Tour record at the time for lowest 54-hole numerical score at the NYNEX\/Golf Digest Commemorative (193, 17-under). 1988: Five wins helped make him the leading money-winner...Posted back-to-back victories at NYNEX\/Golf Digest Commemorative and Sunwest Bank\/Charley Pride Classic...Lost to Gary Player in 18-hole playoff at U.S. Senior Open at Medinah CC. 1987: Won three times and was third on money list...Defeated six players by four strokes to capture the Vintage Chrysler Invitational and then won the GTE Classic the following week, defeating Bruce Crampton by four, despite shooting a 74 in the final round...Edged Dale Douglass by a stroke for the Sunwest Bank-Charley Pride Senior Golf Classic title. 1986: In his first year on the Champions Tour, teamed with Amy Alcott to win the unofficial Mazda Champions. Duo defeated two other teams with a birdie on the first extra hole. \n","otherCarHigh" : "One of the most successful lefthanded golfers of all-time, with 75 worldwide victories on five continents: North America, Australia, Europe, Africa and Asia...Won at least one event in nine of 19 full seasons on the Champions Tour...Owns 23 Champions Tour titles, fifth all-time behind Hale Irwin (45), Lee Trevino (29), Gil Morgan (25) and Miller Barber (24)...Was the first lefthander to win on the PGA TOUR when he captured the 1963 Houston Open by one stroke over Fred Hawkins...Last of six PGA TOUR victories came at the 1974 Greater Greensboro Open, by one stroke over Raymond Floyd and Lee Trevino...Biggest thrill in golf came when he defeated Phil Rodgers in a 36-hole playoff for the 1963 Open Championship at Royal Lytham & St. Annes. Held the record for 40 years as the only left-hander ever to have won one of golf's four major championships until Canadian Mike Weir joined that exclusive club by winning the 2003 Masters...Most productive year on the PGA TOUR was 1967, when he pocketed $72,468 for 11th place on the money list...Won the 1954 New Zealand Open at age 18, the youngest champion of that event...Played on the 1962-68, 1971 and 1972 New Zealand World Cup teams and was also a member of New Zealand's team in the Alfred Dunhill Cup in 1985 and 1986...Has had five career holes-in-one in competition, including three on the Champions Tour.","personal" : "Does everything righthanded except games requiring two hands...Designed two 18-hole resort courses (Millbrook) and a nine-hole course (Matarangi) in New Zealand...Awarded New Zealand's highest civic honor when he was admitted to the Order of New Zealand in December 2010, reserved for just 20 living citizens...Received the prestigious Order of the British Empire from the Queen of England in 1972 and was honored as a Commander of the British Empire in 1992...Became Knight Companion of the New Zealand Order of Merit in 1999...Was the fifth recipient of the European Senior Tour's Lladro Lifetime Achievement Award in 2002...Worked in the banking industry for six years (1954-60) before embarking on a golf career...Son, David, is a tournament director for the PGA of America...Biggest thrill outside of golf was marrying his wife, Verity...Enjoys classical music, opera and stage productions...Is an avid tennis follower...Favorite athlete is Ben Hogan...Lists his favorite golf course as St. Andrews and favorite movie is \"Out of Africa.\"...Favorite entertainer is Rowan Atkinson, and favorite food is venison.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 23 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}