{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34475","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Todd","first" : "Jarin","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t547-11","heightMetric" : "167","weight" : "146","weightMetric" : "66.22","birthDate" : "October 22, 1986","age" : "29","birthPlace" : "Woodinville, Washington","residence" : "","family" : "Single","education" : "Sonoma State University","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2010","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2015","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Finished 26th on the final Order of Merit, appearing in 11 of the 12 tournaments and posting two top-10s. At the Second Global Qualifying Tournament at CTS Tycoon in Shenzhen in February, shot four consecutive rounds of 74 to finish T16 with Jeff Berkshire and Jong Heon Park, securing conditional PGA TOUR China Series' status for the season...Had his best finish of the Ping An Bank China Tour - PGA TOUR China Series' season when he strung together back-to-back 71s on the weekend to T20 at the United Investment Real Estate Wuhan Open...Turned in a strong showing on the Asian Development Tour in late-June, finishing solo third at the PGM Rahman Putra Championship in Malaysia. Fired a 7-under 65 and a 6-under 66 in the second and third rounds, respectively…After making the cut in all his previous PGA TOUR China starts, put four solid rounds together to earn his first top-10, a T8 at the Ping An Bank Open. Began the Beijing tournament with a 3-under 69 at Qinghe Bay GC and then was par or better the rest of the way, firing a final-round 70...Had a solid tournament in mid-November, at the Nine Dragons Open. Enjoyed four par-or-better rounds, including back-to-back 69s during difficult scoring conditions at the rainy, cold course. Had a double bogey-6 on No. 8 midway through his final round, and then added back-to-back bogeys on Nos. 13 and 14. Couldn't recover enough, finishing with two pars when he needed two birdies to join the Haimeng Chao-Zecheng Dou playoff. His fourth-place finish was a career-best. \n\n2014: On the Asian Tour, made the cut in eight of 14 events. Did not have a top-10 during the year but did finish T12 for his top showing. Shot rounds of 74-70 on the weekend at the Bank BRI Indonesia Open after sitting in a tie for fourth at the halfway mark with Scott Hend, three shots behind leader Padraig Harrington…Only other top-25 was a T22 at the ICTSI Philippine Open.\n2010: Played in two Canadian Tour tournaments in August, missing the cut in both…Also played sporadically on the All American Gateway Tour on that circuit's winter series. Had three top-fives in five starts—his top finishes third-place efforts at the Desert Winter Tournament 10 and the Winter Series Championship.\n","otherCarHigh" : "Played college golf at Sonoma State in California after a stellar junior career in his home state of Washington.  Won six college tournaments, and during his sophomore year, in 2006, had what was considered the best year of any student-athlete in school history. Earned the Jack Nicklaus Award, given annually to the top NCAA Division II player, as both a sophomore and junior. Was also the California Collegiate Athletic Association Player of the Year during both seasons and was a first-team All-American in both years, while also taking home Sonoma State's Male Athlete of the Year honor for two consecutive seasons.","personal" : "Follows the NFL's Seattle Seahawks, and considers Tiger Woods as his biggest influence. Always uses a 1960s U.S. quarter to mark his ball. Also says he only carries one tee in his pocket at any time.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was 4th in 2015 at the Nine Dragons Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}