{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "19846","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Gay","first" : "Brian","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "165","weightMetric" : "75","birthDate" : "December 14, 1971","age" : "44","birthPlace" : "Fort Worth, Texas","residence" : "","family" : "Wife, Kimberly; Makinley Kathryn, Brantley Olivia","education" : "University of Florida","splInterest" : "Stock market, Florida Gators football, Orlando Magic basketball","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1994","clubAffl" : "","cityPlaysFrm" : "Windermere; FL; United States","websiteUrl" : "http:\/\/www.briangay.com\/","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "17,851,467&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1999","qSchoolYear" : "1998, 1999, 2003","exmtStatus" : "Major Medical Extension","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Sat out the entire campaign with a back injury. Will need to earn 458 FedExCup points or $742,470 in earnings in 27 available starts during the 2015-16 PGA TOUR season to reach No. 125 from the 2014-15 FedExCup points list or money list as part of his Major Medical Extension.\n\n2013-14: Made 15 cuts in 26 PGA TOUR starts, highlighted by a pair of top 25s. Season cut short after finishing 140th in the FedExCup standings, missing the FedExCup Playoffs for the first time...Opened with a 7-under 63 to trail George McNeill by one stroke en route to a T4 finish at The McGladrey Classic, two strokes behind champion Chris Kirk. The top-10 finish came in his fourth start at the event and the fourth of the season. \n\n2013: Made 16 of 24 cuts on TOUR, with his only top-10 coming in the form of a win. Finished No. 57 in the FedExCup standings...Defeated David Lingmerth on the first playoff hole (No. 18) and Charles Howell III on the second extra hole (No. 10) with a birdie-3 to win the Humana Challenge. Began the final round six strokes off the lead, at 16-under. A Sunday surge up the leaderboard with a 9-under 63 resulted in the eventual win. The final-round comeback marked a continuing trend on TOUR. The 2012 TOUR season featured seven players who came from six or more strokes back after 54 holes to win. Won the eighth playoff at the Humana Challenge since 1990 and won in his 12th start in the Palm Springs-area event. His previous best finish in La Quinta was a T5 in 2011. His last over-par round in this tournament came in the final round of 2007 (74), a span of 28 rounds...Finished T35 at the World Golf Championships-Cadillac Championship. Finished the week with 93 putts, tying the second-lowest total in TOUR history. David Frost holds the record with 92 putts, at the 2005 RBC Heritage.\n\n\n2012: Was one of eight players to record all four rounds in the 60s at the Sony Open in Hawaii, finishing T6, three strokes behind champion Johnson Wagner...In April, rebounded from a 1-over 73 in the first round of the Valero Texas Open with three sub-par rounds at TPC San Antonio to finish T4 with Charlie Wi, Bob Estes and defending champion Brendan Steele. It was his best finish in 11 starts in San Antonio and strongest overall since finishing T2 at the 2010 HP Byron Nelson Championship in Dallas...Thirteen proved to be the lucky number at Disney World in the season's last event. In previous 12 starts at the Children's Miracle Network Hospitals Classic, all coming consecutively, had been unable to post a top-10 finish. In November, rounds of 69-69-67-70 was good enough for a fourth-place performance in his 13th start. \n\n2011: Finished the season No. 82 in the FedExCup standings, qualifying for the PGA TOUR Playoffs for the fifth time in as many tries...Shot a final-round 62 on the Palmer Private Course to finish T5 at the Bob Hope Classic. Finished first in Fairways Hit (83.8 percent) and second in Total Putts (129) in the five-round event. It was his first top-10 in 10 starts at the Bob Hope Classic...Past champion finished T5 at the Mayakoba Golf Classic, with four rounds in the 60s...In July, posted another four straight rounds in the 60s to claim his third and final top-10 finish of the season, at the John Deere Classic, a T9. 2010: After four consecutive top-25 finishes to open the season, posted first top-10, a T9, at the World Golf Championships-Accenture Match Play Championship, losing 5 and 4 to eventual runner-up Paul Casey in the third round. It was his first appearance in the event...Finished T2 at the HP Byron Nelson Championship after a final-round 63 moved him from T38 after the third round...Withdrew after three rounds of the Justin Timberlake Shriners Hospitals for Children Open. Finished the season No. 54 in the FedExCup standings, with two top-10 finishes and 10 top 25s after making 21 cuts. Won Mayakoba Golf Classic Champions Charity Skins Challenge in November, an event featuring all past Mayakoba champions. He donated his winnings to charity. 2009: Won twice (Verizon Heritage and St. Jude Classic presented by FedEx) and finished 21st in the FedExCup...Opened the season with four consecutive top-20 finishes, highlighted by a T5 effort at the Sony Open in Hawaii where he recorded four rounds in the 60s...Won the Verizon Heritage in April by a record 10 strokes, topping Davis Love III's seven-stroke win in 1998. His 20-under 264 total broke Loren Roberts' previous tournament scoring record of 19-under in 1996. With just two bogeys during the tournament, his 10-stroke win was the largest margin of victory since Phil Mickelson won by 13 at the 2006 BellSouth Classic. His win became just the ninth in PGA TOUR history (dating back to 1970 when records began) to come with a double-digit winning margin...Won for the second time in five events and for the third time in his career with a five-stroke win at the St. Jude Classic. Led by one stroke after each of the first three rounds, then shot his third consecutive 4-under 66 to pull away and secured a spot in the following week's U.S. Open because of multiple wins within the last calendar year. He birdied three of the first six holes in the final round to take all the suspense out of the finish and birdied the 18th to finish at 18-under 262. David Toms and Bryce Molder finished five back. Needed only 100 putts to become the fourth wire-to-wire winner in the tournament's 52-year history and first since Justin Leonard in 2005...Made the cut in all three PGA TOUR Playoffs events and entered the TOUR Championship by Coca-Cola ranked 17th. It was his first appearance in the TOUR Championship, where he finished T28. 2008: Had six top-10 finishes, highlighted by a win in Mexico and a runner-up finish at the Viking Classic in September. Earned first career PGA TOUR victory in his 293rd career start on the PGA TOUR at age 36 years, 2 months, 11 days at the Mayakoba Golf Classic. The string of 292 starts without a victory was the 13th-longest among active PGA TOUR players, dating back to first professional start at the 1996 U.S. Open. Carded third-round career low of 8-under-par 62 to take a five-stroke lead into Sunday. Rounds of 66-67-62-69--264 bested runner-up Steve Marino by two strokes...Finished with a 4-under 68 to get into the three-man playoff at the Viking Classic with Will MacKenzie and Marc Turnesa. Was eliminated on the first hole of the playoff when the other players made birdies. His runner-up finish was the third of his career (seconds at the 2001 MasterCard Colonial and the 2002 Buick Open). Went over the $2-million mark for the first time in a single season on TOUR. 2007: Shot 66-69 on the weekend to finish T4 at the PODS Championship...One stroke off the 36-hole lead, finished fourth at the Stanford St. Jude Championship, seven behind winner Woody Austin...Ended the year ranked in the top-10 in both Putting Average and Driving Accuracy...Made an ace during the opening round of the Crowne Plaza Invitational at Colonial. 2006: Top-10 finish in the final full-event of the season lifted him over the $1-million mark for just the second time in a season. Made 22 cuts in 31 starts and finished in the top 25 10 times...Recorded the season's first double eagle, using driver, 5-iron on the par-5, 503-yard first hole at Riviera CC during second round. 2005: Lone top-10 was T3 at the Barclays Classic. Entered final round two off the lead of Jim Furyk and Padraig Harrington, but had two double bogeys on Sunday. Finish was best performance since a T2 at the 2002 Buick Open...Finished T17 at the Valero Texas Open and collected $42,420, lifting him over the mark to secure his card for 2006. 2004: After finishing out of the top 125 in 2003, managed to get back into the top 125 with five top-20s, including one top-10...Played in final group on Sunday for the second consecutive week at the FedEx St. Jude Classic, where he finished T5... Needed to make one cut with three tournaments remaining for the season to secure his card for 2005. Managed to make the cut near his home at the FUNAI Classic at Walt Disney World Resort, finishing T41. 2003: Finished out of the top 125 for the first time since 1998, his rookie season. Returned to the Qualifying Tournament and finished T28. Only top-10 of the season was a T8 at The Honda Classic. 2002: Played in 34 events, making 24 cuts, and finishing in the top-10 four times. Best finish was a T2 at the Buick Open. 2001: Had career-highs in money earned and money list position. Surpassed the $1-million mark for the first time, thanks to a career-high five top-10s. At the MasterCard Colonial, finished T2 on the strength of a closing 65, two strokes behind Sergio Garcia. His $352,000 paycheck was largest of his career. 2000: On strength of eight top-25s, placed among Top 125 on money list for first time...First career top-10 came at Honda Classic, a T4. Part of eight-way first-round tie for lead after 7-under-par 65 in Coral Springs. Stood two strokes back through 54 holes and pulled within one of champion Dudley Hart heading to 17th hole Sunday. Gay's 30-foot birdie putt stopped on the edge of the front lip and fell in, but Gay waited longer than the allowed 10 seconds to tap ball in and was assessed one-stroke penalty (Rule 16-2) after play was completed, giving him a par. He bogeyed the 18th hole and finished two strokes behind Hart. 1999: In first career full TOUR season, played in 26 events and made eight cuts...Retained exempt status with T10 at TOUR Qualifying Tournament. 1998: Member of the Web.com Tour...Earned status on TOUR for the next season with T31 finish at Qualifying Tournament in Palm Springs. 1997: Three-time winner on Golden Bear Tour, a two-time winner on Sunshine Players Tour and a four-time winner on South Florida Tour. 1996: Lone TOUR event was U.S. Open...Finished second on Golden Bear Tour money list after winning Golden Bear Tour Championship. 1995: Played in 40 mini-tour tournaments and won nine times, including victories on the Emerald Coast Golf Tour, Gulf Coast Tour, Gary Player Tour and Tommy Armour Tour. Amateur: Member of 1993 U.S. Walker Cup team...Medalist at the 1993 U.S. Amateur...Two-time All-America selection and a three-time All-SEC selection of the University of Florida. Won SEC Championship twice. Also, SEC Freshman of the Year...Led University Florida to NCAA Championship in 1993 along with TOUR member Chris Couch.\n","otherCarHigh" : "","personal" : "An only child, is the son of a U.S. Army officer who grew up learning the game at Fort Rucker GC in Alabama. Spent much of his early teenage years playing with his father and other military retirees","otherInfo" : "","ntlTeams" : "Walker Cup (1), 1993.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 4 times.","dynStats" : "He ranks 76th in Career Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/BrianGayGolf"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/briangayPGA"}], "allOutTypes" : ["ShotLink Player Bio","Intro Page","Bio Page","Media Guide - PGA TOUR Full Page","XML Output"]}]}