{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34469","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "McLister","first" : "Joey","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "170","weightMetric" : "77","birthDate" : "May 20, 1985","age" : "30","birthPlace" : "Heidelberg, Germany","residence" : "Charlotte, North Carolina","family" : "Wife, Leigh","education" : "University of Delaware","splInterest" : "Outdoor activities, traveling.","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2007","clubAffl" : "Raintree CC (Charlotte, North Carolina)","cityPlaysFrm" : "Charlotte, N.C.","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "15,867&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Conditional","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Has competed on numerous mini-tours, including the Gateway Tour, the eGolf Professional Golf Tour, the NGA Hooters Tour and the Carolina Pro Golf Tour...Was a two-time winner on both the NGA Hooters Tour and the Carolina Pro Golf Tour.\n\n2013: Made four starts on the Web.com Tour and made one cut, finishing T11 at the Midwest Classic where he had open-qualified...Missed the cut at the PGA TOUR's Wells Fargo Championship after Monday qualifying...Also made starts on the eGolf Tour, with one victory...Finished T56 at the Web.com Tour's National Qualifying Tournament at the close of the year.\n\n2012: Made two starts on the Web.com Tour, finishing T44 at the Midwest Classic and missing the cut at the Preferred Health Systems Wichita Open...Also missed cut at the Zurich Classic of New Orleans on the PGA TOUR.\n\n2011: Missed the cut in his lone start, at the Preferred Health Care Wichita Open\n","otherCarHigh" : "College standout at the University of Delaware, where he served as captain for three seasons and won All-Colonial Athletic Association honors his final two seasons...Was runner-up for the school's Male Athlete of the Year his senior year.","personal" : "Chose to play golf over other sports because he loved the challenge and the constant pursuit of perfection...Has three bothers and one sister, and all were or are involved in athletics. Brother Kevin is pursuing a professional golf career, as well, after playing at Delaware. Sister, Tricia, played softball at Delaware. Another brother, Tim, played college football at McDaniel University and is currently attending law school. A younger brother, Jack, is a ranked tennis player in Virginia...Did an internship with Morgan Stanley in the winter of 2009-10. Says if he weren't playing golf he's be a financial advisor...Was born in Germany, and one of his favorite vacation spots is Southern Germany...Likes the Kansas Jayhawks and the Washington Redskins...Favorite athletes in another sport are former Redskin Darrell Green and Robert Griffin III...Would love to play Augusta National. His earliest golf memory was Payne Stewart's putt to win the U.S. Open at Pinehurst...His dream foursome would include Charles Barkley, Chris Farley and George Bush...Was a member of Army ROTC while a student at Delaware...Enjoys \"Everybody Loves Raymond\" and \"Modern Family.\"...Favorite movies include \"Tommy Boy\" and Dumb and Dumber\"...His biggest thrill in golf is hitting his first tee shot of the day...If he could trade places for a day with anyone it would be a fighter pilot because that's something he always wanted to be...Favorite foods are steak, pancakes and pizza...His lucky charm is a ball marker that has a picture of his dog.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T11th in 2013 at the Midwest Classic Presented by Cadillac.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["XML Output","Intro Page","Bio Page","ShotLink Player Bio"]}]}