{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23175","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "O'Neal","first" : "Timothy","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "170","weightMetric" : "77","birthDate" : "August 3, 1972","age" : "43","birthPlace" : "Savannah, Georgia.","residence" : "Savannah, Georgia","family" : "Wife, Melody; Jordan (8\/27\/01), Jayden (2\/25\/06)","education" : "Jackson State University (1997)","splInterest" : "Video games, sports","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1997","clubAffl" : "","cityPlaysFrm" : "Savannah, Georgia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "462,694&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2013","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Qualified for the U.S. Open at Chambers Bay for his first career start in a major championship. Missed the cut with rounds of 74-73… Finished T31 or better in four starts on PGA TOUR Latinoamérica, including a T2 finish at the All You Need is Ecuador Open in September. Finished the Latin American season ranked 59th on the Order of Merit.\n\n2014: Made two of four cuts on PGA TOUR Latinoamérica, with his best week a solo ninth at the season opening Colombian Open in February... Moved onto the Web.com Tour following that and made 11 cuts in 20 starts. Had three top-25 finishes, with his best week a T20 at the Albertsons Boise Open. Finished No. 110 on the money list and did not qualify for the four Finals' events... Finished T124 at the Web.com Tour Qualifying Tournament in December.2013: Following a T11 at the PGA TOUR Latinoamérica Qualifying Tournament-North America, made 11 starts on that Tour, winning twice and claiming three additional three top-five finishes...First win came at the 66th Arturo Calle Colombian Open presented Diners Club in Pereira, Colombia. With four rounds in the 60s, he bettered Oscar Serna by two strokes... His second victory came via sudden death at the Abierto de Chile in Santiago, where he beat Ryan Blaum and Sebastian Saavedra with an eagle on the first playoff hole...In April, lost in a playoff with Saavedra at the Roberto De Vicenzo Invitational to Jose de Jesus Rodriguez...In consecutive weeks in November, finished T3 and fourth at the Arturo Calle Colombian Classic and Lexus Peru Open, respectively… Finished the PGA TOUR Latinoamérica season ranked No. 3 in the Order of Merit to join “Los Cinco” who earned Web.com Tour status for the following season.\n\n2007: Finished the Web.com Tour season No. 100 on the money list, with $55,448. Made the cut in 15 of 27 starts, with three top-25 finishes. Failed to crack the top 10 in an event during a full season for the first time in his career. Best outing was a T12 at the season-opening Movistar Panama Championship. \n\n2006: Made the cut in 14 of 26 starts on the Web.com Tour, with five top-10 finishes. Ended the season No. 36 on the money list, with $150,205. Tied the Panama GC course record with a 7-under-par 63 in the third round of Movistar Panama Championship. Went on to T11 in the season opener. Posted his first two top-10 finishes of the season in consecutive starts at the Chattanooga Classic (T8) and the Scholarship America Showdown at Somerby (T3). Closed the season strong with three top-10s in his final five starts, including a T6 at the Mark Christopher Charity Classic, a T4 at the Miccosukee Championship (after holding a share of the 36-hole lead) and a T8 at the Web.com Tour Championship at The Houstonian. \n\n2005: Played on the Web.com Tour after just missing his PGA TOUR card by a single stroke at the 2004 PGA TOUR National Qualifying Tournament. Made the cut in 15 of 25 events, with two top-10 finishes. Wrapped up the campaign No. 44 on the money list, with $120,722. After missing his first two cuts of the season, rallied by making five consecutive cuts, including a T5 at the BMW Charity Pro-Am at The Cliffs, collecting $22,812 for his efforts. Rounds of 67-71-66-65 led to a 15-under-par 269 at the Northeast Pennsylvania Classic, leaving him with a career-best T2 finish, just two strokes behind winner Greg Kraft. Cashed a career-best paycheck of $48,600 for his play. \n\n2003: Co-winner of the John O. Classic on the Golden Bear Tour Summer Series. 2001: Made the cut in 17 of 23 events during his rookie Web.com Tour season. Finished the year No. 59 on the money list, with $75,109. 2000: Played in six events, making the cut in three. Best finish was a T33 at the Carolina Classic. Monday qualifier at the Richmond Open, surviving a 15-hole playoff to gain the final spot in the tournament field. Posted rounds of 71-79 at Richmond and missed the cut. Has also played on the Golden Bear Tour, Hooters Tour and the Maverick Tour.\n\nOTHER DETAILS: Turned professional in 1997… Was sponsored by actor Will Smith between 2000 and 2002… Missed on his chance of earning the PGA TOUR card by only one stroke twice, first in 2000 and then in 2004… Played five full seasons on the Web.com Tour (2001, 2005, 2006, 2007 and 2008)… His best Web.com Tour finish was runner-up, behind Greg Kraft, in Scranton, Penn in 2005… Has played several seasons of minitour golf… Earned status on the Asian Tour in 2009, but he was able to play only one tournament due to the lack of sponsorship… Spent most of 2011 away from competition and giving golf lessons… A trip to Marocco, where he won a couple of events in 2012 got him going again… Has won around twenty tournaments as a professional, mostly on minitours.\n","otherCarHigh" : "Georgia State Amateur champion in 1997. Inducted into the Savannah Hall of Fame in 1997. Winner of 14 collegiate golf tournaments.","personal" : "Has used Butch Harmon as a coach. Parents got him started in the game at age 5.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 Order of Merit Top-60"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2001","exmtStatus" : "Conditional - Additional Qualifying Tournament Finisher or Finished 76-100 on 2014 Web.com Tour Money List","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Made two of four cuts on Latinoamérica, with his best week a solo ninth at the Colombian Open in February...Moved onto the Web.com Tour following that and made 11 cuts in 20 starts. Had three top-25 finishes, with his best week a T20 at the Albertsons Boise Open. Finished No. 110 on the money list and did not qualify for the four Finals' events...Finished T124 at the Web.com Tour Qualifying Tournament in December.\n\n2013: Following a T11 at the PGA TOUR Latinoamérica Qualifying Tournament-North America, made 11 starts on that Tour, winning twice and claiming three additional three top-five finishes...First win came at the 66 Arturo Calle Colombian Open Presentado por Diners Club in Cartago, Colombia. With four rounds in the 60s, he bettered Oscar Serna by two strokes...His second victory came via sudden death at the Chile Open in Santiago, where he beat Ryan Blaum and Sebastian Saavedra...In April, lost in a playoff with Saavedra at the Roberto De Vicenzo Invitational to Jose de Jesus Rodriguez...In consecutive weeks in November, finished T3 and fourth at the Arturo Calle Colombian Classic and Lexus Peru Open, respectively. \n\n2012: Made one Web.com Tour start, missing the cut at the Chiquita Classic. \n\n2007: Finished the Web.com Tour season No. 100 on the money list, with $55,448. Made the cut in 15 of 27 starts, with three top-25 finishes. Failed to crack the top 10 in an event during a full season for the first time in his career. Best outing was a T12 at the season-opening Movistar Panama Championship...Gained a started at the Mayakoba Golf Classic on the PGA TOUR but did not make the 36-hole cut. \n\n2006: Made the cut in 14 of 26 starts on the Web.com Tour, with five top-10 finishes. Ended the season No. 36 on the money list, with $150,205. Tied the Panama GC course record with a 7-under-par 63 in the third round of Movistar Panama Championship. Went on to T11 in the season opener. Posted his first two top-10 finishes of the season in consecutive starts at the Chattanooga Classic (T8) and the Scholarship America Showdown at Somerby (T3). Closed the season strong with three top-10s in his final five starts, including a T6 at the Mark Christopher Charity Classic, a T4 at the Miccosukee Championship (after holding a share of the 36-hole lead) and a T8 at the Web.com Tour Championship at The Houstonian...Had one start on the PGA TOUR but missed the cut at the Southern Farm Bureau Classic. \n\n2005: Played on the Web.com Tour after just missing his PGA TOUR card by a single stroke at the 2004 PGA TOUR National Qualifying Tournament. Made the cut in 15 of 25 events, with two top-10 finishes. Wrapped up the campaign No. 44 on the money list, with $120,722. After missing his first two cuts of the season, rallied by making five consecutive cuts, including a T5 at the BMW Charity Pro-Am at The Cliffs, collecting $22,812 for his efforts. Rounds of 67-71-66-65 led to a 15-under-par 269 at the Northeast Pennsylvania Classic, leaving him with a career-best T2 finish, just two strokes behind winner Greg Kraft. Cashed a career-best paycheck of $48,600 for his play...Made two starts on the PGA TOUR but missed the cut at the BellSouth Classic and the MCI Heritage. \n\n2003: Co-winner of the John O. Classic on the Golden Bear Tour Summer Series. \n\n2002: Made his PGA TOUR debut at the WORLDCOM CLASSIC but did not make the 36-hole cut. \n\n2001: Made the cut in 17 of 23 events during his rookie Web.com Tour season. Finished the year No. 59 on the money list, with $75,109. \n\n2000: Played in six events, making the cut in three. Best finish was a T33 at the Carolina Classic. Monday qualifier at the Richmond Open, surviving a 15-hole playoff to gain the final spot in the tournament field. Posted rounds of 71-79 at Richmond and missed the cut. Has also played on the Golden Bear Tour, Hooters Tour and the Maverick Tour. On last day of 2000 PGA TOUR Q-School Finals at PGA West, made triple-bogey on the last hole when a bogey or better would have secured his TOUR card. Thought he needed to make birdie. Missed by two.\n","otherCarHigh" : "Georgia State Amateur champion in 1997...Inducted into the Savannah Hall of Fame in 1997...Winner of 14 collegiate golf tournaments.","personal" : "Has used Butch Harmon as a coach...Parents got him started in the game at age 5...Biggest thrill outside golf was the birth of his two children...Would round out his dream foursome with his mother and his two kids...Lists PF Chang's as his favorite restaurant...Was sponsored by actor Will Smith for two years early in his career.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri in 2016 is T40th at the 85 Abierto OSDE del Centro presentado por FiberCorp.","dynStats" : "He ranks T75th in Par Breakers on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}