{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "36935","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Velazquez","first" : "Felipe","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "154","weightMetric" : "70","birthDate" : "September 21, 1989","age" : "26","birthPlace" : "Caracas, Venezuela","residence" : "Caracas, Venezuela","family" : "Single","education" : "University of Arkansas at Little Rock (magna cum laude, finance, 2011)","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2011","clubAffl" : "La Lagunita Country Club (Caracas, Venezuela)","cityPlaysFrm" : "Caracas, Venezuela","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2012","otherVics" : "","intlVics" : "(2) 2012 Abierto de Valle Arriba Country Club [Venezuela], 2014 Campeonato Nacional de Profesionales [Venezuela]","curYrHigh" : "","carHigh" : "2015: Earned his PGA TOUR Latinoamérica card back with a fourth place finish at the Lima, Peru Q-School in January… Made the cut in 11 of his 16 starts, collecting a victory, two top-10s and three top-25s to finish 20th on the Order of Merit… Won the inaugural edition of the Honduras Open presented by Indura Beach and Golf Resort to become the first Venezuela player to win on PGA TOUR Latinoamérica. Claimed a share of the lead with a record tying 9-under 63 on the second round and stayed in the lead for the rest of the tournament. As one of only two players to post four rounds in the 60s, he shot 69 in windy conditions on the final round to win by two strokes at 21-under 267. Juan Orlando Hernández, President of Honduras, presented him the tournament trophy… His other top-10 of the year was T8 at the 110th VISA Open de Argentina in November.\n\n2014: Won Venezuela's Campeonato Nacional de Profesionales in December for his second career win on the Venezuelan Tour. Shot 65-68-68-68 to win by five at 15-under 269 (-15) at Caracas CC… A week earlier he had finished as the runner-up at the Jhonattan Vegas Foundation Tournament, an event won by Vegas himself at La Lagunita CC… Finished T5 at the Abierto de Venezuela Copa DIRECTV, a Venezuelan PGA event that also counted for the Latinoamérica Dev Series… Missed the cut on both of his PGA TOUR Latinoamérica starts at the Arturo Calle Colombian Open and at the Guatemala Stella Artois Open.\n\n2013: Had a disappointing season on PGA TOUR Latinoamérica, making only four cuts in nine starts. His best finish was T39 at the Abierto OSDE del Centro in April. Finished No. 141 on the Order of Merit.\n\n2012: Collected one top-10 finish and five top-25s to finish the PGA TOUR Latinoamérica inaugural season ranked No. 28 on the Order of Merit… Made the cut in 10 of 11 starts… His best finish was T9 at the Lexus Peru Open, an event he finished bogey-bogey-bogey to drop out of contention… Joined PGA TOUR Latinoamérica by finishing as the runner-up at the Q-School played at the Doral's White Course in August… Won the Abierto de Valle Arriba Country Club on the Venezuela Tour to collect his first win as a professional… Played on the NGA Pro Golf Tour.\n\n2011: Turned professional in September.\n","otherCarHigh" : "A member of the golf team at the University of Arkansas at Little Rock, where he lettered for three years and was named an All-American Scholar in 2010 and 2011.","personal" : "Full name is Felipe Ignacio Velázquez… Single… His brother, Diego, three years older than him, also played golf at the University of Arkansas at Little Rock… Has two sisters, Valentina and Viviana… Affiliated to La Lagunita Country Club in Caracas, Venezuela… Graduated magna cum laude from the University of Arkansas at Little Rock with a BA in finance in 2011… Attended High School at the Instituto Cumbres de Caracas… René Álvarez and Mariano Bartolomé are the golf instructors he has worked with… The Big Bang Theory is his favorite TV show is … Tiger Woods and Rafael Nadal are his favorite athletes to watch… Paris is his favorite city to visit… Los Roques is his top vacation spot… His father, his borther and Tiger Woods would round out his dream foursome… Personal motto: “Making an effort is your greatest victory”… Twitter and Instagram name is @fivelazquez","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 Tournament Winner \/ Order of Merit Top-60"},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri in 2016 is T2nd at the 85 Abierto OSDE del Centro presentado por FiberCorp.","dynStats" : "He ranks T83rd in Scoring Average (Actual) on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}