{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01779","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "McCord","first" : "Gary","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "190","weightMetric" : "86","birthDate" : "May 23, 1948","age" : "67","birthPlace" : "San Gabriel, California","residence" : "Paradise Valley, Arizona","family" : "Wife, Diane, Krista (5\/14\/68), four grandchildren","education" : "University of California-Riverside (1971, Economics)","splInterest" : "Acceleration, giving a name to each age spot on my body","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1971","clubAffl" : "Grayhawk GC (Scottsdale, Arizona)","cityPlaysFrm" : "","websiteUrl" : "http:\/\/www.tourtalent.com\/talent.asp?ID=Gary_McCord","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "5,419,923&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1974","qSchoolYear" : "1982","exmtStatus" : "Veteran Member","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Continued to split time between playing the Champions Tour and as an analyst for CBS golf telecasts. Played a career-low three events on the 2009 Champions Tour, with a best finish of T57 at the Toshiba Classic. Has won twice on the Champions Tour, the 1999 Toshiba Senior Classic in a playoff and the 1999 Ingersoll-Rand Senior Tour Championship at The Dunes Club in Myrtle Beach, SC, where he earned $347,000, the largest paycheck of his career. Writes for Golf Digest and has published three books: Golf for Dummies, Golf For Dummies II and Just a Range Ball in a Box of Titleists. Also hosted \"Golf for Dummies\" instructional DVD. Led U.S. Team as captain to victory in 2004 Tommy Bahama Challenge. Operates the Kostis-McCord Learning Center in Scottsdale, AZ, with Peter Kostis. Served as technical consultant for and appeared in the Kevin Costner movie \"Tin Cup.\" Ran charity pro-am with Andrew Magee, the Santa Claus Classic, in Scottsdale for 10 years. Was backed by the late Lawrence Welk early in his pro career and once appeared on the musical conductor's variety show. Played the PGA TOUR from 1974-98 with more than $600,000 in earnings in 376 tournaments. Top performances in his TOUR career were a solo second at the 1975 Greater Milwaukee Open and a T2 at the 1977 Greater Milwaukee Open. Was a five-stroke victor at the 1991 Gateway Open. Two-time All-America selection at Cal-Riverside and the winner of the 1970 NCAA Division II Championship. Got started in golf when he used to go with his mother to her golf class in Garden Grove, CA, when he was 12. Attended the same high school (Garden Grove HS) as comedian Steve Martin. Lists the smell of free range balls in the morning as his biggest thrill in golf. Favorite athlete is Seabiscuit.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1998","qSchoolYear" : "","exmtStatus" : "Net-70 on All-Time Money List","otherVics" : "","intlVics" : "","curYearHigh" : "Continued his work as a full-time member of the CBS Sports broadcast team and played a very limited schedule, with just two starts...Finished T64 at the Toshiba Classic and T72 at the Pacific Links Hawaii Championship.","carHigh" : "2011: Made just one start, finishing T63 at the Mississippi Gulf Resort Classic in April. 2008: Finished T3 at the Toshiba Classic. 2006: Finished T9 at the Greater Kansas City Golf Classic. 2005: Best effort was a T4 at the SBC Classic in March, where he finished two strokes behind winner Des Smyth. Got himself into position with a 6-under-par 66 in the second round before slipping Sunday with a 1-over-par 73. 2004: In last official event of the season, was solo second at the SBC Championship, his best performance on the Champions Tour since losing in a playoff to Hale Irwin at the 2002 Turtle Bay Championship. Was one of just two players (Mark McNulty) to post three straight rounds in the 60s at Oak Hills, yet finished eight strokes back in San Antonio, his second runner-up at this event (2001)...Shared the 36-hole lead with Jose Maria Canizares following a second-round, 8-under-par 64, his best round since 2001, and eventually T5 at the Ford Senior Players Championship. 2003: Best outings came in his first and last starts of the season. T15 in his first appearance of the season at the Verizon Classic and T16 in his final event at the SBC Championship. 2002: T2 at the Audi Senior Classic. Battled Bruce Lietzke down the stretch in Mexico City before falling one stroke short. Was also runner-up at the Turtle Bay Championship late in the year. Posted a final-round 69 to get into a playoff with Hale Irwin, but lost when he made a par on the first extra hole. 2001: T2 at the inaugural SAS Championship in Raleigh, three strokes back of winner Bruce Lietzke. Also T2 at the SBC Championship, two strokes back of Larry Nelson, thanks to a Champions Tour career-low, 9-under 63 in the opening round. 2000: Lost a three-man playoff at the LiquidGolf.com Invitational in Sarasota with J.C. Snead and eventual-winner Tom Wargo. 1999: Won his first and last events of the year...Became the third of a record 11 first-time winners when he triumphed at the Toshiba Senior Classic. Received a sponsor's exemption into the event and eventually won the tournament in a four-way playoff. Made a four-foot birdie putt on the fifth extra hole to beat good friend John Jacobs after Al Geiberger and Allen Doyle had been eliminated earlier in the overtime session. Triumph at Newport Beach CC allowed him to join Doyle as the only other player to claim both a Nationwide Tour and a Champions Tour title. Capped his season with a thrilling victory at the Ingersoll-Rand SENIOR TOUR Championship and earned the largest paycheck of his career, $347,000. Moved into contention with a sizzling 64 at The Dunes Club on Saturday, and then fired a final-round 67 on Sunday to overtake Bruce Fleisher and Larry Nelson by one stroke. Victory at The Dunes came 26 years after he had earned PGA TOUR playing privileges there in the National Q-School. Voted Champions Tour's Player of the Month in March and November. 1998: Earned a conditional exemption for the 1999 season by finishing 16th at the Champions Tour National Qualifying Tournament in the fall...Debuted at the U.S. Senior Open and T33 at Riviera CC near Los Angeles...Played five other events during the season on sponsor exemptions.\n","otherCarHigh" : "Played the PGA TOUR from 1974-98, with well over $600,000 in earnings in 376 tournaments...Made 242 cuts in that span with his best year financially coming in 1984 when he won $68,213, with a pair of top-10 finishes...Top performances in his PGA TOUR career were a solo second to Art Wall at the 1975 Greater Milwaukee Open and a T2 behind Dave Eichelberger at the 1977 Greater Milwaukee Open...Placed 59th on the official money list in 1975 with $43,028, his highest standing ever...Was a five-stroke victor at the 1991 Nationwide Gateway Open...Two-time All-America selection at Cal-Riverside and was the winner of the 1970 NCAA Division II Championship...Has had two holes-in-one in competition, with one on the PGA TOUR—at the 1984 Texas Open.","personal" : "Best known as a color analyst on CBS Sports' golf telecasts... Also writes for Golf Digest...Another of his efforts were three books: Golf for Dummies, Golf For Dummies II and Just a Range Ball in a Box of Titleists...Also hosted \"Golf for Dummies\" instructional DVD...Served as technical consultant for and appeared in the Kevin Costner movie \"Tin Cup.\"...Was backed by the late Lawrence Welk early in his pro career and once appeared on the musical conductor's variety show...Got started in golf when he used to go with his mother to her golf class in Garden Grove, Calif., when he was 12...Attended the same high school (Garden Grove HS) as comedian Steve Martin...Lists the smell of free range balls in the morning as his biggest thrill in golf...Favorite TV shows are \"CSI\" and \"Vegas\" and favorite athlete is Seabiscuit.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}