{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20038","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "DeCorso","first" : "Bryan","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "180","weightMetric" : "82","birthDate" : "May 29, 1971","age" : "44","birthPlace" : "Guelph, Ontario, Canada","residence" : "Windermere, Florida","family" : "Wife, Charlotte","education" : "Kent State University (1995, Business Management)","splInterest" : "Playing cards, reading","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1995","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "250,340&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Conditionally Exempt: Web.com Tour - Past Champion \/ 2004-2009","otherVics" : "","intlVics" : "(1): 1996 Morningstar Classic [Can].","curYearHigh" : "","carHigh" : "Member of the Web.com Tour in 2008-12. \n\n2012: Made the cut in 10 of 21 starts and had a pair of top-25 finishes. Fired a career-low 63 in the second round to become the 36-hole leader at the Midwest Classic in Kansas City. Moved to 10-under par and led by one. Third-round 69 kept him within two of the lead but final-day 74 dropped him in the standings (T20). \n\n2011: Made the cut in four of 16 starts on the Web.com Tour. Best effort was a T21 at the Cox Classic where he posted back-to-back 64s in the second and third rounds. 2010: Made the cut in eight of 24 starts on the Web.com Tour but did not register any top-25 finishes. Best week was a T30 at the WNB Golf Classic. 2009: Was T6 at the season-opening Panama Digicel Championship, his best finish in 25 starts. Also had a T11 at his second-to-last event, the Chattanooga Classic. 2008: Made nine cuts in 28 Web.com Tour starts. In his 14th career start, tallied a then career-best T10 finish at the Moonah Classic. Was T4 at the Henrico County Open after holding a share of the 54-hole lead. Earned his first career Tour win at the South Georgia Classic the following week, topping Bryce Molder and Greg Owen by four strokes. Began the tournament with a 4-under 68 to trail first-round leader Garth Mulroy by one shot. A 3-under 69 in the second round moved him into a lead that he wouldn't relinquish. The victory, which came less than a month after undergoing a total revamp of his golf swing, was worth $112,500 and propelled him to fourth on the official money list, at the time. Posted just one top-25 the remainder of the season, an additional 19 events, making just five cuts. He eventually finished 40th on the money list. He also made his first PGA TOUR cut, a T63 at the RBC Canadian Open. Earned status on the Web.com Tour based on his T74 finish at the 2007 PGA TOUR National Qualifying Tournament. 2007: Finished inside the top 20 on the Gateway Tour's Summer Beach Series (2007). 2006: Posted seven victories and 25 top-10 finishes on the Canadian, Gateway, U.S. Pro Golf and Moonlight Tours. 2004: Member of the Web.com Tour, making the cut in two of eight starts. Finished T42 at the Scholarship America Showdown and 58th at the Miccosukee Championship. 2003: Made his Web.com Tour debut, finishing T60 at the Samsung Canadian PGA Championship before missing the cut at the Alberta Calgary Classic...Member of the Canadian Tour from 1996-98 and 2002-03. Finished No. 24 on the 2003 Order of Merit, with only top 10 coming at the MTS Classic (second). Winner of the Canadian Tour's 1996 Morningstar Classic. Best season came in his rookie year of 1996, finishing No. 10 on the money list. For his efforts, named 1996 Rookie of the Year. Has also played on the Golden Bear Tour, Gateway Tour and Tour de Las Americas.\n","otherCarHigh" : "Winner of the 1995 Mid-American Conference Championship, adding his name to a list of winners from the school which includes Jon Mills, Ben Curtis and David Morland IV. Named that same year as the MAC Male Athlete of the Year and Sportsman of the Year. Earned honorable mention All-American honors that same season. Inducted into the Kent State Hall of Fame in 2004. Lost in a playoff at the 1994 Canadian Amateur Championship. Represented Canada in the World Amateur Team Championship. Winner of the 1989 Ontario Junior Championship.","personal" : "Served as an on-course commentator for Golf Channel from 2001-03. Lists Jack Nicklaus as his hero. Got his start in golf from his dad. Non-golf related jobs held include general contractor. Has had three aces in competitive rounds. Says his biggest thrill was having his wife, Charlotte, witness his win in 2008.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 1st in 2008 at the South Georgia Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}