{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01282","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Dodds","first" : "Trevor","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "195","weightMetric" : "88","birthDate" : "September 26, 1959","age" : "56","birthPlace" : "Windhoek, Southwest Africa (Namibia)","residence" : "St. Louis, Missouri","family" : "Wife, Kris; Audrey (2\/11\/96)","education" : "Lamar University (General Business and Industrial Engineering)","splInterest" : "Books, sports","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1985","clubAffl" : "Boone Valley GC (Augusta, Missouri)","cityPlaysFrm" : "St. Louis; Missouri; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,694,974&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "First became a member of the PGA TOUR in 1986...Made the cut in seven of 18 starts on the 2002 Web.com Tour...Lone top-10 was a T6 at the season-opening Jacob's Creek Open in Australia...T13 the following week in New Zealand...Best finish in the U.S. was a T11 at the Utah Classic where he posted a season-best round of 65...Also made the cut in three of six PGA TOUR starts last year with his best finish a T39 at the AT&T Pebble Beach National Pro-Am...Earned his third career Web.com Tour title at the 2001 Virginia Beach Open. Shared the 54-hole lead with Jonathan Byrd. Battled windy conditions on Sunday to post a final-round 71 and win by three over Deane Pappas and collect $76,500 first-place check...Finished No. 40 on the final 2001 money list with earnings of $114,966...Won 1997 Miami Valley Open and added eight more top-10s to place fifth on Web.com Tour money list with $130,983, earning a spot on PGA TOUR for 1998...His first of three victories on the Web.com Tour came in the 1990 Deer Creek Open...Played in two events on the PGA TOUR in 2001...Closing 64, following rounds of 74-67-69, produced B.C. Open T10, first top-10 since T10 at 1999 B.C. Open and 12th of his PGA TOUR career...In 2000, made 14 cuts and posted three top-25s in 29 starts on the PGA TOUR...Earned his first PGA TOUR victory at 1998 Greater Greensboro Chrysler Classic...In 1998, nominated for Comeback Player of the Year after season which not only included win in Greensboro, but three other top-10s and seven top-25s and return from bout with testicular cancer in summer of 1997...Won six times on Canadian Tour from 1995-96 and finished first on that tour's Order of Merit both years...Represented Namibia in 1997 World Cup of Golf.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "1985, 1986, 1988, 1990, 1992, 2003","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Made two starts on the PGA TOUR and 14 on the Web.com Tour in 2005. Only cut made on the PGA TOUR was a T71 at the B.C. Open. In 2004, played in 20 events for the first time since 2000 but made just four cuts. Made it through the PGA TOUR Qualifying Tournament for the first time since 1992, finishing T26. Spent five seasons on the Nationwide Tour, including three consecutive from 2001-03. Finished 74th on the 2003 Web.com Tour money list and made one of three cuts on the PGA TOUR. Won the 2001 Virginia Beach, VA tournament on the Web.com Tour. Closing 64 produced T10 at the 2001 B.C. Open, first top-10 since T10 at 1999 B.C. Open and 12th of his TOUR career. Earned his first TOUR victory at 1998 Greater Greensboro Chrysler Classic. In 1998, nominated for Comeback Player of the Year after season which not only included win in Greensboro, but three other top-10s and seven top-25s and return from bout with testicular cancer in summer of 1997. Has struggled to regain exempt status on PGA TOUR eight of the nine times he has had it since 1986, but found success in late 1990s on Canadian Tour and Web.com Tour. Won 1997 Miami Valley Open and added eight more top-10s to place fifth on Web.com Tour money list, earning a spot on PGA TOUR for 1998. Won six times on Canadian Tour from 1995-96 and finished first on that tour's Order of Merit both years. Represented Namibia in 1997 World Cup of Golf.","ntlTeams" : "World Cup, 1997","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2010","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Made an ace in the final round of the Greater Gwinnett Championship in April when he used a pitching wedge from 125 yards on No. 2 at TPC Sugarloaf. \n\n2012: Played in just three events, including two as an open qualifier...Best finish was a T52 at the AT&T Championship. Was T60 as an open qualifier at the Nature Valley First Tee Open at Pebble Beach and missed the cut at the Senior PGA Championship.\n\n2011: Played in six events during the year, with his best finish coming at the Senior PGA Championship at Valhalla in Louisville in May. Posted rounds of 67-75-67-75 to finish T11...Was also T29 at the U.S. Senior Open at the Inverness Club in Toledo in July...Finished T42 at the Champions Tour National Qualifying Tournament in Scottsdale, Ariz., in November. 2010: Finished T12 at the Champions Tour National Qualifying Tournament but lost in a three-hole playoff with Fred Holton for the final conditionally-exempt spot. Made 11 starts, with six top-25 finishes, including a seventh-place effort at The Senior Open Championship. Also T13 at the SAS Championship. 2009: Turned 50 in late September but did not make any Champions Tour official appearances that season. \n","otherCarHigh" : "Only PGA TOUR career victory came at the 1998 Greater Greensboro Chrysler Classic, defeating Scott Verplank in a playoff. Win in North Carolina led to a career-best earnings year ($791,340), leaving him 33rd on the final money list that season. Was nominated for Comeback Player of the Year after that season, which not only included a win in Greensboro but three other top-10s and seven top-25s after a return from bout with testicular cancer in summer of 1997. A three-time winner on the Web.com Tour, he finished fifth on 1997 Web.com Tour money list, earning a spot on the PGA TOUR in 1998. Also won six times on the Canadian Tour from 1995-96 and finished first on that tour's order of merit both years. Represented Namibia in the 1997 World Cup.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was 7th in 2010 at the The Senior Open Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}