{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20378","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Gronberg","first" : "Mathias","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "185","weightMetric" : "84","birthDate" : "March 12, 1970","age" : "46","birthPlace" : "Stockholm, Sweden","residence" : "Monaco","family" : "Wife, Tara; Lars Van (5\/11\/02), Ava Marie (5\/4\/05), Axel Wolfgang (9\/10\/09)","education" : "Swedish Golf School (1988, Economics)","splInterest" : "Family, reading","pronunciation" : "mat-TEE-us grown-BERG","nwTourAlumnus" : "Web.com Tour Graduate (2009)","trndProYear" : "1990","clubAffl" : "","cityPlaysFrm" : "Palm Beach; Florida; United States","websiteUrl" : "http:\/\/www.mathiasgronberg.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,818,414&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2005","exmtStatus" : "Conditional - Web.com Tour Past Champion\/5-10 Years (2011-2006)","otherVics" : "","intlVics" : "(3): 1995 Canon European Masters [Eur]. 1998 Smurfit European Open [Eur]. 2000 Mercedes-Benz South African Open [Eur].","curYearHigh" : "","carHigh" : "2014: Did not compete in any Web.com Tour events or PGA TOUR events.\n\n2013: Played in one PGA TOUR event (Valero Texas Open\/missed cut) and five on the Web.com Tour, with a T66 his best showing at the WNB Golf Classic in Texas.\n\n2012: Made the cut in seven of 17 starts on Tour but did not register a top-25 finish. Second-round 64 at the News Sentinel Open put him at 9-under and tied for second, just two shots off the lead. Went on to finish T41...Open-qualified at the John Deere Classic in mid-July, his only PGA TOUR start, and made the 36-hole cut. \n\n2011: Made the cut in nine of 21 Web.com Tour starts in 2011. Best effort came late in the year with a T9 at the Miccosukee Championship. Made only one start on the PGA TOUR but made the most of it with a T18 at the Reno-Tahoe Open. \n\n2010: Made the cut in eight of 22 starts on the PGA TOUR and one cut in five Web.com Tour starts. Best finish was a T3 at the Reno-Tahoe Open. Also had a T21 at the Zurich Classic of New Orleans and ended the season No. 174 on the money list. \n\n2009: Earned fully exempt status on the 2010 PGA TOUR by finishing 24th on the 2009 Web.com Tour money list. Split the 2009 season between the two Tours. Ran away from the field on the 36-hole final day of the Melwood Prince George's County Open on the Web.com Tour in early June. Shot bogey-free rounds of 67 and 65 to finish at 19-under par, six shots ahead of Robert Damron and Justin Bolli. His four-round total of 269 was a tournament record. Due to heavy rains, play was suspended midway through the first round on Thursday and did not restart until Saturday morning. The first and second rounds were completed Saturday and the third and final Sunday. Closed the season on the PGA TOUR, where he made 13 starts, with a sixth-place finish at the Children's Miracle Network Classic. Finished 162nd on the PGA TOUR money list. Played in the final stage of the PGA TOUR Qualifying Tournament to improve status for 2010. \n\n2008: Made 14 cuts in 30 starts on the PGA TOUR, with a best finish of T14 at the Legends Reno-Tahoe Open. Successfully made his way through two final stages of the PGA TOUR Qualifying Tournament to earn his card for the 2009 season. Fired a fourth-round, 8-under 64 at PGA West in La Quinta, Calif., in the final stage and finished T18. \n\n2007: For the second consecutive year, earned fully exempt status for 2008 (No. 125) late in the year. Recorded the best finish of his TOUR career and his first top-10 of the season, with a T3 at the Valero Texas Open. Carded all four rounds in the 60s for only the second time in his TOUR career (2005 B.C. Open). Moved from 150th to 130th on the money list. The next week finished T7 at the Frys.com Open to jump to No. 120 on the money list. Managed to stay in the top-125 on the money list thanks to a T37 finish at the Children's Miracle Network Classic, the last full-field event of the season. \n\n2006: Finished in the top 125 (No. 124) on the money list for the first time in his three-year TOUR career...First-round co-leader with three others at The Honda Classic after a 5-under-par 67. Finished T16...Trailed eventual winner Stuart Appleby by two entering the final round of the Shell Houston Open. Final-round, 1-over 73 left him eight strokes back in solo fourth, the best finish of his career (75 starts) to date. \n\n2005: After finishing 160th on TOUR money list, placed T26 at the Qualifying Tournament in December to regain his status for 2006...Lone top-10 on TOUR was a T6 at the B.C. Open. Recorded four rounds in the 60s for first time in his TOUR career...Also played seven events on the Web.com Tour, earning one top-10, a T9 at the LaSalle Bank Open. \n\n2004: Was a TOUR rookie and recorded first top-10 of his career in only his 28th career start with a ninth-place finish at the 2004 Wachovia Championship...Tied Duffy Waldorf for the most points on the weekend at The International and finished T9...Missed the cut in his last 10 starts after The International and finished 132nd on the money list. \n\n2003: After seven previous attempts at the Qualifying Tournament, earned TOUR card for 2004 by being medalist. Finished 20-under-par with four of six rounds in the 60s, two strokes ahead of runner-up Danny Ellis. Played four events on the PGA TOUR, with two top-25s, a T18 at The Open Championship and a T15 at the John Deere Classic...Ended three years without a victory on The European Tour when he won the 60th Italian Open Telecom Italia. Finished 2003 with four top-10s in 22 events, and ranked 20th in earnings on the European Tour. \n\n2002: Only played in 15 European Tour events due to the birth of his first child, Lars. \n\n2000: Third victory on the European Tour came when he won the 2000 Mercedes-Benz South African Open. \n\n1998: Proved to be a superb front-runner in the Smurfit European Open at The K Club, blowing away a world-class field to win by 10 strokes, the largest winning margin that year. \n\n1995: Claimed his first European Tour victory when he won the Canon European Masters. \n\n\n\n","otherCarHigh" : "He enrolled at the Gothenburg golf school as a 16-year-old 5-handicapper. Swedish Boys Champion in 1988, and British Youths champion two years later, then helped Sweden to win the Eisenhower Trophy by 12 strokes ahead of the United States in New Zealand where he won the individual title. Lists Monaco as home, but also has residences in New Jersey and Florida.","personal" : "Lists Monaco as home, but also has residences in New Jersey and Florida. Played soccer until age 16. Website is mathiasgronberg.com...Played soccer competitively until age 16. \n","otherInfo" : "","ntlTeams" : "World Cup (2), 1998, 2000.","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2004","qSchoolYear" : "2003, 2005, 2008","exmtStatus" : "No. 24 on 2009 Nationwide Tour money list","otherVics" : "","intlVics" : "(4): 1995 Canon European Masters [Eur]. 1998 Smurfit European Open [Eur]. 2000 Mercedes-Benz-S.A. Open [Eur] Championship. 2003 60th Italian Open [Eur].","curYearHigh" : "","carHigh" : "2010: Played in 22 PGA TOUR events, with his top pefformance a T3 at the Reno-Tahoe Open. Sandwiched a second-round, even-par 72 around three 69s. Added two other top-10s. 2009: Earned fully exempt status on the 2010 PGA TOUR by finishing 24th on the 2009 Nationwide Tour money list. Split the 2009 season between the two Tours. Ran away from the field on the 36-hole final day of the Melwood Prince George's County Open on the Nationwide Tour in early June. Shot bogey-free rounds of 67 and 65 to finish at 19-under par, six shots ahead of Robert Damron and Justin Bolli. His four-round total of 269 was a tournament record. Due to heavy rains, play was suspended midway through the first round on Thursday and did not restart until Saturday morning. The first and second rounds were completed Saturday and the third and final Sunday. Closed the season on the PGA TOUR, where he made 13 starts, with a sixth-place finish at the Children's Miracle Network Classic. Finished 162nd on the PGA TOUR money list. Played in the final stage of the 2009 PGA TOUR Qualifying Tournament to improve status for 2010. 2008: Made 14 cuts in 30 starts on the PGA TOUR, with a best finish of T14 at the Legends Reno-Tahoe Open. Successfully made his way through two final stages of the PGA TOUR Qualifying Tournament to earn his card for the 2009 season. Fired a fourth-round, 8-under 64 at PGA West in La Quinta, CA, in the final stage and finished T18. 2007: For the second consecutive year, earned fully exempt status for 2008 (No. 125) late in the year. Recorded the best finish of his TOUR career and his first top-10 of the season, with a T3 at the Valero Texas Open. Carded all four rounds in the 60s for only the second time in his TOUR career (2005 B.C. Open). Moved from 150th to 130th on the money list. The next week finished T7 at the Frys.com Open to jump to No. 120 on the money list. Managed to stay in the top-125 on the money list thanks to a T37 finish at the Children's Miracle Network Classic, the last full-field event of the season. 2006: Finished in the top 125 (No. 124) on the money list for the first time in his three-year TOUR career...First-round co-leader with three others at The Honda Classic after a 5-under-par 67. Finished T16...Trailed eventual winner Stuart Appleby by two entering the final round of the Shell Houston Open. Final-round, 1-over 73 left him eight strokes back in solo fourth, the best finish of his career (75 starts) to date. 2005: After finishing 160th on TOUR money list, placed T26 at the Qualifying Tournament in December to regain his status for 2006...Lone top-10 on TOUR was a T6 at the B.C. Open. Recorded four rounds in the 60s for first time in his TOUR career...Also played seven events on the Nationwide Tour, earning one top-10, a T9 at the LaSalle Bank Open. 2004: Was a TOUR rookie and recorded first top-10 of his career in only his 28th career start with a ninth-place finish at the 2004 Wachovia Championship...Tied Duffy Waldorf for the most points on the weekend at The International and finished T9...Missed the cut in his last 10 starts after The International and finished 132nd on the money list. 2003: After seven previous attempts at the Qualifying Tournament, earned TOUR card for 2004 by being medalist. Finished 20-under-par with four of six rounds in the 60s, two strokes ahead of runner-up Danny Ellis. Played four events on the PGA TOUR, with two top-25s, a T18 at The Open Championship and a T15 at the John Deere Classic...Ended three years without a victory on The European Tour when he won the 60th Italian Open Telecom Italia. Finished 2003 with four top-10s in 22 events, and ranked 20th in earnings on the European Tour. 2002: Only played in 15 European Tour events due to the birth of his first child, Lars. 2000: Third victory on the European Tour came when he won the 2000 Mercedes-Benz South African Open. 1998: Proved to be a superb front-runner in the Smurfit European Open at The K Club, blowing away a world-class field to win by 10 strokes, the largest winning margin that year...Member of the Dunhill Cup and World Cup of Golf teams. 1995: Claimed his first European Tour victory when he won the Canon European Masters. In his amateur days he enrolled at the Gothenburg golf school as a 16-year-old 5-handicapper. Swedish Boys Champion in 1988, and British Youths champion two years later, then helped Sweden to win the Eisenhower Trophy by 12 strokes ahead of the United States in New Zealand where he won the Individual title. \n","otherCarHigh" : "\n","personal" : "Lists Monaco as home, but also has residences in New Jersey and Florida...Played soccer until age 16. Website is mathiasgronberg.com.","otherInfo" : "Earned fully exempt status on the 2010 PGA TOUR by finishing 24th on the 2009 Nationwide Tour money list. Split the 2009 season between the two Tours. Ran away from the field on the 36-hole final day of the Melwood Prince George's County Open on the Nationwide Tour in early June. Shot bogey-free rounds of 67 and 65 to finish at 19-under par, six shots ahead of Robert Damron and Justin Bolli. His four-round total of 269 was a tournament record. Due to heavy rains, play was suspended midway through the first round on Thursday and did not restart until Saturday morning. The first and second rounds were completed Saturday and the third and final Sunday. Closed the season on the PGA TOUR, where he made 13 starts, with a sixth-place finish at the Children's Miracle Network Classic. Finished 162nd on the PGA TOUR money list. Played in the final stage of the 2009 PGA TOUR Qualifying Tournament to improve status for 2010. Made 14 cuts in 30 starts on the PGA TOUR in 2008 with a best finish of T14 at the Legends Reno-Tahoe Open. Successfully made his way through two final stages of the 2008 PGA TOUR Qualifying Tournament to earn his card for the 2009 season. Fired a fourth-round, 8-under 64 at PGA West in La Quinta, CA, in the final stage and finished T18. For the second consecutive year in 2007, earned fully exempt status for 2008 (No. 125) late in the year. In 2006, he was 124th. Recorded the best finish of his TOUR career and his first top-10 of the 2007 season with a T3 at the Valero Texas Open. Carded all four rounds in the 60s for only the second time in his TOUR career (2005 B.C. Open). Moved from 150th to 130th on the money list. The next week finished T7 at the Frys.com Open to jump to No. 120 on the money list. Managed to stay in the top-125 on the money list thanks to a T37 finish at the Children's Miracle Network Classic, the last full-field event of the season. After finishing 160th on the 2005 PGA TOUR money list, placed T26 at the Qualifying Tournament in December to regain his status. Lone top-10 on TOUR was a T6 at the B.C. Open. Also played seven events on the 2005 Nationwide Tour, earning one top-10, a T9 at the LaSalle Bank Open. Was a rookie on the PGA TOUR in 2004 and recorded first top-10 of his TOUR career in only his 28th career start with a ninth-place finish at the 2004 Wachovia Championship. Missed the cut in his last 10 starts and finished 132nd on the money list. After seven previous attempts at PGA TOUR Qualifying Tournament, earned TOUR card for 2004 as medalist at the 2003 Qualifying Tournament. Ended three years without a victory on the European Tour when he won the 60th Italian Open Telecom Italia in 2003. In 2002, only played in 15 European Tour events due to the birth of his first child, Lars. Third victory on the European Tour came when he won the 2000 Mercedes-Benz South African Open. At the 1998 Smurfit European Open at The K Club, won by 10 strokes, the largest winning margin that year. Member of the Dunhill Cup and World Cup teams. Claimed his first European Tour victory when he won the 1995 Canon European Masters. In his amateur days he enrolled at the Gothenburg golf school as a 16-year-old 5-handicapper. Swedish Boys Champion in 1988, and British Youths champion two years later, then helped Sweden to win the Eisenhower Trophy by 12 strokes ahead of the United States in New Zealand where he won the individual title. Lists Monaco as home, but also has residences in New Jersey and Florida. Played soccer until age 16.","ntlTeams" : "World Cup (2), 1998, 2000; Dunhill Cup (1), 1998; Seve Trophy (1) 2002.","priorYearSeason" : "Made one cut, at the Reno-Tahoe Open. Was tied for 12th and within five strokes of the leader heading into the final round at Montreux G&CC but could only muster an even-par 72 to drop into a T18...In 21 Nationwide Tour starts, he had one top-10, at the Miccosukee Championship in mid-October. He shot a final-round 67 in Miami to move into a T9."}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 1st in 2009 at the Melwood Prince George's County Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}