{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "26733","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Kimbell","first" : "John","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "210","weightMetric" : "95","birthDate" : "January 3, 1969","age" : "47","birthPlace" : "Atlanta, Georgia","residence" : "LaFayette, Georgia","family" : "Wife, Carrie; Cameron Jacob (5\/16\/11)","education" : "","splInterest" : "Hunting, fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1997","clubAffl" : "Cartersville CC (Lafayette, Georgia)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "538,427&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2007","exmtStatus" : "Conditional - Web.com Tour Past Champion\/5-10 Years (2011-2006)","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the Web.com Tour from 2007-14. \n\n2014: Played in eight Web.com Tour events, making only one cut in his first start at the South Georgia Classic (T39), which he won in 2007.\n\n2013: Missed the cut in his two Web.com Tour outings (South Georgia, Rex Hospital Open)...In his lone PGA TOUR start, finished T48 at the John Deere Classic.\n\n2012: Made the cut in six of 23 starts on Tour and had just one top-25, a T20 at the Nationwide Children's Hospital Invitational. \n\n2011: Fired a career-best, 10-under 61 in the final round of the Chitimacha Louisiana Open to T4, three shots back of winner Brett Wetterich. Carded nine birdies and an eagle on the last day, finishing more than three hours in front of the final groups. Wound up at 10-under 274. Finish was his best on Tour since a T3 at the 2009 Utah Championship. His round of 61 was the best final-round score in the 20-year history of the tournament. His score also bettered his previous career low of 64, which he had shot six different times. His 61 was one off the course record of 60 by Brenden Pappas in 2007...Did not record another top 10 until he posted a very timely T7 at the Winn-Dixie Jacksonville Open, which moved him from 67th to 57th on the money list and into the following week's Web.com Tour Championship.\n\n2010: Played 24 Web.com Tour events and made nine cuts. Ended the year No. 90 on the money list. Posted his lone top-10 of the season in his 23rd start of the year, at the Miccosukee Championship. Back-to-back 67s on the weekend led to a T4 finish. \n\n2009: Ended the Web.com Tour season No. 49 on the money list after making 13 of 27 cuts and posting three top-10 finishes. Finished T2 at the Stonebrae Classic, his best performance on Tour since his victory at the 2007 South Georgia Classic. Earned his second top-10 with a T3 at the Utah Championship, where he was in contention for much of the week. Was one stroke out of the lead after 36 and 54 holes. Posted only one bogey in the first three days but had three during the final round when he carded a 1-over 72. Birdied eight holes in a nine-hole stretch during the final round of the WNB Golf Classic and posted an 8-under 64 at Midland CC to move into a T7. Birdie streak included six in a row, starting at No. 4. Ended the year No. 5 in Total Driving. \n\n2008: Made the cut in 12 of 25 starts, with three top-25 finishes. Best showings were in back-to-back weeks, a T18 at the Melwood Prince George's County Open and a T22 at the Bank of America Open. \n\n2007: Made the cut in nine of 29 starts during his rookie season on the Web.com Tour, including five top-25 finishes. Ended the year No. 37 on the money list, with $160,444. Opened the year with three top-20 finishes in his first six starts, culminating with his first career victory—at the South Georgia Classic. A 3-under 69 made him the only player in the field to record a sub-70 round Sunday. It was enough to give him a one-stroke win over Matthew Jones and a first-place paycheck of $108,000. The win came just seven months after he claimed his third NGA Hooters Tour title on the same golf course. Struggled the rest of the season, making just five cuts in 22 starts. Only other top-10 came at the final full-field event of the year when he finished T10 at the Miccosukee Championship. Had three career starts on Tour prior to 2007, with his only made cut a T54 at the 2006 Athens Regional Foundation Classic. Has never played in a PGA TOUR event. \n\nMisc: Has three career victories on the Hooters Tour and one win on the Tight Lies Tour.\n","otherCarHigh" : "","personal" : "Non-golf related jobs held include a five-year stint working the third shift for a parcel-delivery company...Did not start playing golf until age 22.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 1st in 2007 at the South Georgia Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}