{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24361","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Perez","first" : "Pat","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "190","weightMetric" : "86","birthDate" : "March 1, 1976","age" : "40","birthPlace" : "Phoenix, Arizona","residence" : "Scottsdale, Arizona","family" : "Wife, Ashley","education" : "Arizona State University","splInterest" : "ATVs, motorcycles, baseball, football (San Diego Chargers), wine","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1997","clubAffl" : "Estancia Club (Scottsdale, Arizona)","cityPlaysFrm" : "Scottsdale; AZ; United States","websiteUrl" : "http:\/\/www.patperezgolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "17,359,210&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "2000 Tournament Winner","otherVics" : "","intlVics" : "","curYearHigh" : "Made just three cuts in first 11 starts of the 2015-16 season before undergoing surgery for a torn labrum in his right shoulder on March 8. Had intended to play Valspar Championship that week but opted for surgery instead, effectively ending his season...Best finish of three made cuts was T41 at AT&T Pebble Beach Pro-Am....Was 63rd at CIMB Classic and also advanced to the weekend at the Sony Open in Hawaii but failed to make the final round after a 54-hole cut due to 87 players making the 36-hole cut.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Enjoyed solid rookie season on the BUY.COM TOUR in 2000...Made the cut in just two of his first nine events with a tie for fourth at the BUY.COM Wichita Open his best showing...posted back-to-back 8-under 64's on Friday and Saturday to move into contention...Was tied for third, two strokes back of leader Ben Crane after 54 holes in Wichita...missed the cut at the BUY.COM Omaha Classic and was No. 118 on the money list...Remained near the top of the leaderboard all week in Springfield at the BUY.COM Ozarks Open...Opening-round 66 put him two strokes behind leader Vaughn Taylor and tied for fifth...Moved into third-place tie at the halfway mark, three back of leader Matt Peterson...Third-round 66 put him in second-place tie, one shot behind leader Richard Johnson...Made it into three-way playoff with Mike Heinen and Pat Bates after shooting a final-round 69...Playoff was the first three-man playoff since the 1999 Dakota Dunes Open...birdied the first extra hole to earn his first career title...led the tournament in putting...Victory was worth $72,000 and moved him to No. 25 on the money list...Was the TOUR's 14th first-time winner and the fifth rookie winner in 2000...Was the 36-hole leader by three strokes and the 54-hole leader by four strokes at the BUY.COM Monterey Peninsula Classic, won by Richard Johnson...Ranked No. 1 in Birdie Conversion (36.2%), No. 3 in Par-5 Birdie Leaders (45.9%), No. 4 in Birdie Average (3.97) and Putts Per Round (28.34) and No. 5 in Driving Distance (296.3)...Member of Arizona State University's 1996 NCAA National Championship team...College teammate of former BUY.COM TOUR player Joey Snyder...Lists winning the national championship as his biggest thrill in golf...Won the 1993 Junior World title at Torrey Pines, where Tiger Woods finished fourth, eight strokes back...Won the 1993 Maxfli PGA Junior two weeks later at Pinehurst, NC...Father introduced him to the game at age 3.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2002","qSchoolYear" : "2001","exmtStatus" : "45th in 2014-15 FedExCup points","otherVics" : "(1): 2002 Champions Challenge [with John Daly].","intlVics" : "","curYearHigh" : "Made just three cuts in first 11 starts of the 2015-16 season before undergoing surgery for a torn labrum in his right shoulder on March 8. Had intended to play Valspar Championship that week but opted for surgery instead, effectively ending his season...Best finish of three made cuts was T41 at AT&T Pebble Beach Pro-Am....Was 63rd at CIMB Classic and also advanced to the weekend at the Sony Open in Hawaii but failed to make the final round after a 54-hole cut due to 87 players making the 36-hole cut.","carHigh" : "2014-15: Collected 10 top-25 finishes in 23 starts through the Wyndham Championship to extend his streak of starts in the FedExCup Playoffs to a perfect nine for nine. Despite posting scores of par-or-better in 11 of 12 rounds in the first three events, ended the season ranked 45th in the FedExCup standings after the BMW Championship...Birdied four of his first five holes in the final round of the AT&T Pebble Beach National Pro-Am in February en route to a 4-under 68 and a T4 with Jason Day and Dustin Johnson. Following an opening-round, 6-under 66 at Pebble Beach, recorded three consecutive 68s to finish at 17-under 270...Spurred on by four rounds in the 60s (including a final-round, 6-under 64), to T5, two strokes behind champion Chris Kirk at the Crowne Plaza Invitational at Colonial. His second top-10 of the season came seven starts after his first, a T4 at the AT&T Pebble Beach National Pro-Am. The finish marked his fourth top-10 at Colonial, with the other three coming in consecutive starts (fourth in 2007, sixth in 2008 and T10 in 2010).\n\n2013-14: Made 18 of 25 cuts, with three top-10s. Finished No. 98 in the FedExCup standings for the second consecutive season. Withdrew from the Deutsche Bank Championship after the first round to end his season at the second FedExCup Playoffs' event...Four rounds in the 60s led to his first top-10 finish of the season, a T8 at the Sony Open in Hawaii. It was his fourth top-10 showing in 13 starts at the event...Finished in a five-way T2 at the Farmers Insurance Open, one shot behind Scott Stallings...Following a T11 finish at the Waste Management Phoenix Open, turned in rounds of 69-70-71-71 for a T7 finish at the AT&T Pebble Beach National Pro-Am.\n\n2013: Made 14 of 22 cuts, with four top 10s. Finished No. 98 in the FedExCup standings. Was T62 at the Deutsche Bank Championship to drop out of the FedExCup Playoffs...Making his 12th consecutive start at the Sony Open in Hawaii, posted four rounds in the 60s for the first time en route to a T9 finish. It was his third top-10 finish at the event (T10 in 2007 and T4 in 2008). Second-round, 7-under 63 was his career-low in 42 rounds at Waialae CC...Posted four par-or-better rounds at the Tampa Bay Championship presented by EverBank to claim a share of seventh place with six others. Made six birdies Sunday to post a 4-under 67, after beginning the day tied for 21st...With rounds of 72-69-72-71, was one of just four players to post all four rounds at par-or-better at Muirfield Village GC in late spring. His 4-under 284 was good for a T8, his first top-10 in 10 starts at the Memorial Tournament...After opening with a 1-over 71 at The Greenbrier Classic, reeled off three rounds in the 60s to finish T6.\n\n2012: Finished No. 54 in the FedExCup standings...Was T9 at the HP Byron Nelson Championship, his only top-10 finish of the season (23 starts). Has earned at least one top-10 finish each of his 11 seasons on the PGA TOUR.\n\n2011: Fifteen made cuts led to four top 10s and seven top 25s...Finished T5 at the Valero Texas Open for his third top 10 in seven starts in San Antonio...Finished T6 at The Heritage to record his first back-to-back top 10s on TOUR since 2008. It was his first top 10 at The Heritage in seven career starts...Entered the final round of the Wells Fargo Championship one stroke behind Jonathan Byrd but recorded a 3-over 75 to finish T6. His previous-best finish in eight starts at the Wells Fargo Championship was T12 in 2008...Earned fourth top 10 of the season and third-career runner-up finish on the PGA TOUR with a solo second at the Reno-Tahoe Open. Carded a 4-under 68 in the final round but missed a birdie putt from 8 feet on the 72nd hole to tie for the lead. \n\n2010: Claimed three top-10 finishes, starting with a T10 at the SBS Championship, his first career start in the season-opening event...Did not crack the top 10 again until 15 starts later, finishing T10 at the Crowne Plaza Invitational at Colonial. Carded a 7-under 63 in the third round at Colonial, his best round since opening the 2009 Bob Hope Classic 61-63 en route to victory...Third top-10 of the season came at The Greenbrier Classic, where bookend 64s led to a season-best T9 performance...Played with younger brother Mike at the Children's Miracle Network Classic. Mike was awarded a sponsor exemption for winning the Golf Channel's \"Big Break.\" \n\n2009: Won for the first time and finished the season ranked No. 46 in the FedExCup standings...Won the 50th Bob Hope Classic for his first PGA TOUR title, beating John Merrick by three strokes in the wind-swept final round. Finished at 33-under 327, including a 61-63 start that set a new TOUR record for opening 36 holes and most strokes under par for first 36 holes. Locked up the victory by knocking his approach shot from 200 yards on No. 18 to 3 feet to set up an eagle. Merrick already had finished his round with a par on 18...Finished T4 at the Arnold Palmer Invitational after a final-round, 1-under 69...Suffered two torn ligaments in his right ankle on May 15 while running with his dog at home in Scottsdale, Ariz. Returned for the Travelers in late June, where he missed the cut...Finished the season strong with a T13 finish at the Frys.com Open and a T10 at the World Golf Championships-HSBC Champions.\n\n2008: Recorded career highs in money ($1.7 million), cuts made (21) and top 25 finishes (12)...On a blustery Sunday where only eight players broke par, managed to shoot even par to move from T9 to T4 and claim his second consecutive top-10 finish at the Sony Open in Hawaii...Fired a final-round, 8-under-par 64 at the Shell Houston Open on his way to a T8 finish. The 64 was his best round since an opening-round 60 at the 2006 Bob Hope Chrysler Classic...Fired a final-round, 5-under-par 65 to finish solo sixth at the Crowne Plaza Invitational at Colonial for back-to-back top-10 finishes at Colonial CC (finished fourth in 2007)...Right at home in Phoenix, claimed his sixth top-10 finish of the year at the Fys.com Open following a final-round, 7-under-par 63. The T7 finish helped make for a new single-season earnings record. \n\n2007: Place on the money list was highest since rookie year in 2002...After injury-plagued 2006 season, got off to a strong start in the new year with a T10 in first start at the Sony Open in Hawaii...Best finish was a T3 at the inaugural AT&T National, thanks to a closing 3-under 67. Earned a spot in The Open Championship as the leading player, not otherwise exempt, at the AT&T National among the top-10 finishers and ties...Finished T20 at The Open Championship, recovering from a 2-over-par 73 in the first round. \n\n2006: Finished in the top 125 on the money list for the fifth time in his five-year career...Hampered by tendinitis in both elbows that lasted from THE PLAYERS Championship through the end of the season, making only 19 starts on the year...Held the first-round lead at the Bob Hope Chrysler Classic with a career-low 12-under-par 60 at the Palmer Course at PGA West. Tied Justin Rose and Arron Oberholser for low round of the season. Credited his score to an improved physique and psyche. Finished 73rd after slumping with 75-78 on the weekend...Collected his first top-10 at THE PLAYERS with his T3 finish. It was his first top-10 since a T6 at the 2005 PGA Championship...Withdrew during the first round of the Verizon Heritage in April due to the tendinitis...Played in eight more events the remainder of the year, withdrawing from two and making the cut in two. \n\n2005: Moved into the top 75 on the money list after finishing just outside the top 100 over the last two seasons...The San Diego County product posted his first career top-10 in four starts at the Buick Invitational, a T6. His dad has been the starter for the TOUR event at Torrey Pines for a number of years...Clinched his first top-10 in a major championship with his T6 finish at the PGA Championship at Baltusrol GC. \n\n2004: Started the season slow making only three cuts in his first 12 starts. Ended the year with a bang, making 50 percent of his season earnings in his last five starts, including a T3 at 84 LUMBER Classic to secure his card for 2005. His $201,600 payday in Pennsylvania lifted him over the mark to secure his card for the 2005 season. \n\n2003: Made the cut in just under half of his 33 starts during his sophomore campaign. First of two top-10s was T6 at Bob Hope Chrysler Classic. Set course record with 11-under-par 61, a TOUR career best, at Bermuda Dunes CC in second round...Second, a T10, came at the Bay Hill Invitational presented by Cooper Tires. \n\n2002: Only thing missing from his stellar rookie season was a victory but did qualify for his first Masters, thanks to finishing 40th on the money list...Began season 507th on Official World Golf Ranking list and had moved up to 84th through THE TOUR Championship...Became eighth rookie in TOUR history to surpass $1 million...Finished second at the AT&T Pebble Beach National Pro-Am after holding a four-stroke advantage after 36 and 54 holes. Had the lead with one hole to play but triple-bogeyed the 18th hole at Pebble Beach to lose by three strokes to Matt Gogel...Second runner-up finish came at the Buick Classic, tied with David Gossett and Loren Roberts two strokes behind champion Chris Smith. Paycheck of $261,333 pushed season earnings over $1 million, at $1,006,341...Recorded hole-in-one in the second round of the Reno-Tahoe Open, acing No. 7 with a 6-iron from 210 yards...Turned in the round of the tournament during the final round of the Bell Canadian Open with an Angus Glen GC record, 9-under-par 63. \n\n2001: Earned first PGA TOUR card by finishing as medalist at PGA TOUR Qualifying Tournament...T3 finish at the Samsung Canadian PGA Championship on the Web.com Tour. \n\n2000: Picked up his first victory at the Ozarks Open on the Web.com Tour where he defeated Pat Bates and Mike Heinen in a playoff with a birdie on the first extra hole. Amateur: Member of Arizona State University's 1996 NCAA championship team...Won the 1993 Junior World title at Torrey Pines, where Tiger Woods finished fourth, eight strokes back. Won the 1993 Maxfli PGA Junior two weeks later at Pinehurst, N.C.\n","otherCarHigh" : "","personal" : "Brother Mike played on the Web.com Tour in 2002 and 2006 and was a participant on Golf Channel's \"Big Break Disney Golf\" in 2009. They were the only brothers to play in the 2001 Qualifying Tournament finals at Bear Lakes CC in West Palm Beach, Fla...Website is patperezgolf.com...Took part in a charity fundraising event in 2009 for the Ten Rainbows Foundation to help raise funds for underprivileged children and families...Got 2015 off to the right start by getting married to Ashley Pendley on New Year's Eve...Twitter @PatPerezGolf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was 1st in 2009 at the The 50th Bob Hope Classic hosted by Arnold Palmer.","dynStats" : "He ranks 79th in Career Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/PatPerez"},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/patperezgolf"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/PatPerezgolf"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}