{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20569","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "7","capcure" : "N", "personalInfo" : {"name" : {"last" : "Green","first" : "Richard","middle" : "","extn" : "","nick" : ""}, "height" : "6-3","weight" : "215","birthDate" : "February 19, 1971","age" : "41","birthPlace" : "Melbourne, Australia","residence" : "Melbourne, Australia; Bagshot, England","family" : "Wife, Anita; Tara (9\/25\/01)","education" : "","splInterest" : "Car racing","trndProYear" : "1992","qSchoolYear" : "","clubAffl" : "","cityPlaysFrm" : "Australia; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "1,014,970&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(7): 1994 New Caledonian Open [Aus], Kooringal Pro-Am [Aus], 1995 Indonesian Pro-Am [Asia]. 1996 New Caledonian Open [Aus]. 1997 Dubai Desert Classic [Eur]. 2004 Australian Masters. 2007 BA-CA Open [Eur]. 2010 Portugal Masters [Eur].","curYearHigh" : "","carHigh" : "2012: Did not make a PGA TOUR start. Played in 21 European Tour events without recording a top-10. Did have a pair of T11s in April, at the Sicilian Open and the Volvo China Open. 2011: Looked to be in position to win on the European Tour, at the Irish Open. Only needed a two-putt par on the final hole of the Killarney Golf and Fishing Club to force a playoff with Simon Dyson. He three-putted for bogey, giving the title to Dyson...Along with partner Brendan Jones, took the early lead for Australia at the OMEGA Mission Hills World Cup and remained in contention throughout the week, eventually finishing fourth three years after the duo was T3 at the same event. 2010: Had great success in Portugal, winning the Portugal Masters and finishing runner-up at the Estoril Open de Portugal. At the Portugal Masters, shot a final-round 65 to win by three over Gonzalo Fernandez-Castano, Robert Karlsson, Joost Luiten and Francesco Molinari...In his second-place showing in Portugal, struggled to a final-round 70 to lose his advantage and end up five behind winner Thomas Bjorn...Added top-10 finishes at the Vivendi Cup (T8), the Irish Open (T5) and the World Golf Championships-HSBC Champions (T6) later in the season. 2009: Had four top 10s around the world, with three of them T6s, at the Celtic Manor Wales Open, the Open de France Alstom and the Austrian Golf Open. 2008: Had four international top-10s, led by a fourth-place showing at the Open de France. Joined with Brendan Jones to T3 as the Australian entry at the OMEGA Mission Hills World Cup in China. 2007: Consistent year on the European Tour with a best finish of third at the Barclays Scottish Open. Beat France's Jean-Francois Remesy on the first hole of a playoff to win the European Tour's BA-CA Open in Austria. The victory was his first on the European Tour in 10 years. Closed with a course-record-tying 64 at Carnoustie to finish T4 at the British Open, his first top-10 in a major championship. Joined the PGA TOUR in mid-August as a Special Temporary Member for the remainder of the year. 2006: Enjoyed seven top-10s as he played around the world, with runner-up performances at the MasterCard Masters on the Australasian Tour (lost by a stroke to Justin Rose) and at the KLM Open on the European Tour (lost in a playoff to Simon Dyson). 2005: Had a T3 at the Qatar Masters and a T8 at the Memorial Tournament on the PGA TOUR, his first TOUR top-10 since a T5 at the 1997 B.C. Open. 2004: Won the MasterCard Masters in his native Australia, and had a couple of other close calls—T2s at the KLM Open and the Open de France on the European Tour. His victory came in a playoff over fellow Aussies Greg Chalmers and David McKenzie. 2002: Finished second at the Caltex Singapore Masters, a distant five shots behind winner Arjun Atwal. 1998: Made his World Cup debut representing Australia, teaming with Peter O'Malley to lead Australia to a ninth-place showing at Old Harbour CC in Auckland, New Zealand. 1997: Became the first left-hander since 1975 to win on the European Tour with a victory at the Dubai Desert Classic in a playoff with Ian Woosnam and Greg Norman, a victory which helped him finish 34th on the order of merit, his highest finish until placing seventh in 2004. Attended the Victoria Institute of Sport and works with coach Darren Webster-Clarke. Represented Australia in the 1998 World Cup along with Peter O'Malley and in 2008 with Brendan Jones. 1996: Won the New Caledonian Open for a second time, and came close to adding a second title, this time on the European Tour. At the weather-shortened BMW International Open, he finished second in the 36-hole event behind Marc Farry. 1994: Earned his first two professional victories, with both coming on the Australasian Tour, at the New Caledonian Open and the Kooringal Pro-Am. \n","otherCarHigh" : "","personal" : "Has a passion for motor sports and has a Porsche that he races when he's home...Plays lefthanded.","otherInfo" : "","ntlTeams" : "World Cup (3), 1998, 2008, 2011.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T4th in 2007 at the British Open Championship.","dynStats" : "He ranks 3rd in Short Game Rating on the PGA TOUR."}, "socialMediaLinks" : [], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}