{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01014","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Allem","first" : "Fulton","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "215","weightMetric" : "97","birthDate" : "September 15, 1957","age" : "58","birthPlace" : "Kroonstad, South Africa","residence" : "Heathrow, Florida","family" : "Wife, Jennifer; Nadia (7\/7\/86), Nicholas (1\/1\/91), Sybil Mary (1\/14\/01), Sophia Maree (11\/4\/04)","education" : "","splInterest" : "Riding and breeding horses, fishing, hunting","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1976","clubAffl" : "","cityPlaysFrm" : "Orlando; Florida; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,306,056&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1987","qSchoolYear" : "","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(14): 1985 Palaborwa Classic, Million Dollar Challenge. 1986 Minolta Match Play Championship, Palaborwa Classic, South African PGA. 1987 South African PGA, Palaborwa Classic. 1988 Palaborwa Classic, Million Dollar Challenge. 1989 Minolta Match Play Championship. 1990 Lexington PGA Championship, Twee Jongezellen Masters, Goodyear Classic. 1991 ICL International [all South Africa].","curYearHigh" : "","carHigh" : "2003: In final season of 10-year exemption for winning the 1993 NEC World Series of Golf, played in only 15 events due to wrist surgery (July 14) and degenerative discs in his back. 2002: Best finish was T23 at the Compaq Classic of New Orleans. 2001: Finished in the top-25 four times in only seven cuts made...Opened with 66 at the Honda Classic and stood one stroke back of the lead. Finished T11. 2000: Best finish of the year came at the Buick Invitational with a T21, earning $29,014, his largest check of the season. 1997: One of his best seasons since winning twice in 1993. Had four top-10s including top-fives at the Doral-Ryder Open (T5) and Greater Milwaukee Open (T5). 1996: Best finish was a T4 at Doral-Ryder Open. Closing 66 left him five strokes behind winner Greg Norman. 1994: Captain's Choice for International Team at Presidents Cup. Was 1-3 in foursomes and four-ball before halving singles match with Phil Mickelson. 1993: Pair of victories came on two of the TOUR's most storied courses: Colonial and Firestone. Moved into contention with second-round 63 at Colonial National Invitation, then closed with 67 to defeat Greg Norman by one stroke. The victory earned a place in the NEC World Series of Golf, where final-round 62 earned him $360,000 first-place check and a 10-year PGA TOUR exemption. 1991: First TOUR victory came at Independent Insurance Agent Open, played in October after tournament had been postponed because of rain in April. Played final two rounds in 11-under par to defeat Billy Ray Brown, Mike Hulbert and Tom Kite by one stroke. 1988: Finished 65-68 on weekend for T3 at THE PLAYERS Championship. 1987: Joined PGA TOUR after finishing second at NEC World Series of Golf, three strokes behind Curtis Strange. 1985: Had 18 runner-up finishes on Southern Africa Tour before gaining first victory there...Won Palaborwa Classic and Million Dollar Challenge.\n","otherCarHigh" : "","personal" : "Started playing golf at age 7 with encouragement from father...Countryman Gary Player had large influence on his early career.","otherInfo" : "Played his first full year on the Champions Tour in 2008 and managed to place among the top-40 money-winners, his highest finish on any money list on any Tour since 1993 when he was ninth in PGA TOUR earnings. Registered four top-10s, including a pair of runner-up finishes in the first two-thirds of the season, including a T2 at the Turtle Bay Championship and a T2 at the Dick's Sporting Goods Open in July. Played in one PGA TOUR event in 2008, finishing T74 at the Crowne Plaza Invitational at Colonial. Has been hampered by back ailments for a number of years. In 2003, final season of 10-year exemption for winning the 1993 NEC World Series of Golf, played in only 15 events due to wrist surgery (July 14) and degenerative discs in his back. In 1994, was a Captain's Choice for International Team at The Presidents Cup. Was 1-3 in foursomes and four-ball before halving singles match with Phil Mickelson. In 1993, pair of victories came on two of the TOUR's most storied courses: Colonial and Firestone. Moved into contention with second-round 63 at Colonial National Invitation, then closed with 67 to defeat Greg Norman by one stroke. The victory earned a place in the NEC World Series of Golf, where final-round 62 earned him $360,000 first-place check and a 10-year PGA TOUR exemption. First TOUR victory came at 1991 Independent Insurance Agent Open, played in October after tournament had been postponed because of rain in April. Played final two rounds in 11-under par to defeat Billy Ray Brown, Mike Hulbert and Tom Kite by one stroke. Joined PGA TOUR in 1987 after finishing second at NEC World Series of Golf, three strokes behind Curtis Strange. Won 1985 Palaborwa Classic and Million Dollar Challenge on South African Tour.","ntlTeams" : "Dunhill Cup, 1993; The Presidents Cup, 1994.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2007","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(14): 1985 Palaborwa Classic, Million Dollar Challenge. 1986 Minolta Match Play Championship, Palaborwa Classic, South African PGA Championship. 1987 Palaborwa Classic, South African PGA Championship. 1988 Palaborwa Classic, Million Dollar Challenge. 1989 Minolta Match Play Championship. 1990 Lexington PGA Championship, Twee Jongezellen Masters, Goodyear Classic. 1991 ICL International.","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Best showing in five starts was a T21 at The Principal Charity Classic...Also made three PGA TOUR starts but missed the cut in all three.\n\n2011: Made five Champions Tour appearances. Best effort was a T35 at the Montreal Championship. 2010: Battled back issues for much of the year and underwent surgery to repair four ruptured discs in December...Best finishes came in the late summer when he was T21 at the JELD-WEN Tradition and T25 two weeks later at the Home Care & Hospice First Tee Open at Pebble Beach. 2009: His two best performances came in his first four starts...Got his year off to a great start after open-qualifying and then finishing second at the Allianz Championship in February. Battled eventual winner Mike Goodes down the stretch before Goodes' birdie on the final hole gave him a one-stroke victory...One month later he was T4 at the AT&T Champions Classic, thanks to a final-round 67. 2008: Played his first full year on the Champions Tour from the Career Victory Category and managed to place among the top-40 money-winners, his highest finish on any money list on any Tour since 1993 when he was ninth in PGA TOUR earnings that season. Registered four top-10s, including a pair of runner-up finishes in the first two-thirds of the season...Started his year on a positive note with a T2 at the Turtle Bay Championship, thanks to a birdie on the last hole. Trailed Gil Morgan by just three strokes after 36 holes in Hawaii. Final-round 73 in strong tradewinds led to his best TOUR finish since winning the 1993 World Series of Golf...Had another T2 in the summer when three successive rounds in the 60s led to a T2 effort at the Dick's Sporting Goods Open in July. Was among the leaders throughout the event, and second-round 65 at En-Joie GC proved to be his low round of the campaign. Along with Gary Koch, finished one stroke behind eventual-winner Eduardo Romero. 2007: Made his Champions Tour debut in September at the SAS Championship via the Career Victory category. Finished T36 in his initial start, shooting 69 in his opening round at Prestonwood.\n","otherCarHigh" : "In 2003, final season of 10-year exemption for winning the 1993 World Series of Golf, played in only 15 events due to wrist surgery (July 14) and degenerative discs in his back...Best year on the PGA TOUR came in 1993 when he recorded a pair of victories on two of the TOUR's most storied courses: Colonial and Firestone. Moved into contention with second-round 63 at Colonial National Invitation, then closed with 67 to defeat Greg Norman by one stroke. Victory in Fort Worth earned him a spot in the NEC World Series of Golf, where final-round 62 propelled him into the winner's circle again. Earned $360,000 first-place check and a 10-year exemption on the TOUR...First TOUR victory came at the 1991 Independent Insurance Agent Open, played in October after tournament had been postponed because of rain in April. Played final two rounds in 11-under-par to defeat Billy Ray Brown, Mike Hulbert and Tom Kite by one stroke...Joined PGA TOUR in 1987 after finishing second at NEC World Series of Golf, three strokes behind Curtis Strange...In 1994, was a Captain's Choice for the International Team at The Presidents Cup.","personal" : "Best known during the 2007 season as one of the three judges on Golf Channel's \"Fore Inventors Only\" show...Started playing golf at age 7 with encouragement from father...Countryman Gary Player had large influence on his early career.","otherInfo" : "Second at the 2009 Allianz Championship and T2 at the 2008 Dick's Sporting Goods Open and the 2008 Turtle Bay Championship. In 2008 teamed with Tampa Bay Buccaneers linebacker Derrick Brooks to claim the pro-am portion of the Outback Steakhouse Pro-Am, one stroke better than Curtis Strange-Vinny Testaverde. Made his Champions Tour debut at the 2007 SAS Championship via the Career Victory category and finished T36 in his initial start. Has been troubled by back issues over the last several years and his back has been bothersome during the previous three seasons. Was expected to undergo surgery in December, 2010, to correct four ruptured discs. Had previously undergone surgeries during the 2003 season on his wrist and back (degenerative discs). Best year on the PGA TOUR came in 1993 when he recorded a pair of victories on two of the TOUR's most storied courses: Colonial and Firestone. Moved into contention with second-round 63 at Colonial National Invitation, then closed with 67 to defeat Greg Norman by one stroke. Victory in Fort Worth earned him a spot in the NEC World Series of Golf, where final-round 62 propelled him into the winner's circle again. Earned $360,000 first-place check and a 10-year exemption on the TOUR. First TOUR victory came at the 1991 Independent Insurance Agent Open, played in October after tournament had been postponed because of rain in April. Played final two rounds in 11-under-par to defeat Billy Ray Brown, Mike Hulbert and Tom Kite by one stroke. Joined PGA TOUR in 1987 after finishing second at NEC World Series of Golf, three strokes behind Curtis Strange. In 1994, was a Captain's Choice for the International Team at The Presidents Cup. Best known during the 2007 season as one of the three judges on Golf Channel's \"Fore Inventors Only\" show. Countryman Gary Player had large influence on his early career.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the PGA TOUR Champions 3 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}