{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23613","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Barcelo","first" : "Rich","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-4","heightMetric" : "1.93","weight" : "195","weightMetric" : "89","birthDate" : "July 12, 1975","age" : "40","birthPlace" : "Long Beach, California","residence" : "Reno, Nevada","family" : "Wife, Teresa; Milan (5\/21\/2005), Macy (12\/23\/08)","education" : "University of Nevada (1998, Communications)","splInterest" : "Movies, dining, spending time with family, good wine","pronunciation" : "BAR-suh-lo","nwTourAlumnus" : "Web.com Tour Graduate (2009)","trndProYear" : "1998","clubAffl" : "Red Hawk GC (Reno, Nevada)","cityPlaysFrm" : "Reno; Nevada; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,445,801&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Conditionally Exempt: Web.com Tour - Past Champion \/ 2004-2009","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Made six starts on the Web.com Tour but did not make a cut. \n\n2011: Made the cut in seven of 21 starts and was T4 at the Chitimacha Louisiana Open, where he opened with a 6-under 65 and held the first-round lead. Managed to hit only 10 greens in regulation but needed just 20 putts to complete his round. Added a T18 at the Stadion Classic at UGA. 2010: Made the cut in 10 of 25 PGA TOUR starts, with his best finish a T25 at The McGladrey Classic. Ended the season No. 189 on the PGA TOUR money list. Also made two of three cuts on the Web.com Tour but did not crack the top-25. 2009: Earned his third trip to the PGA TOUR after finishing No. 21 on the Web.com Tour money list. Early season success carried him through the year, making the cut in 11 of 22 total starts. Entered the season-ending Tour Championship at Daniel Island in the 18th position on the money list but had no control of his own destiny after being disqualified from the event after signing for an incorrect scorecard in Saturday's third round. Forced to wait and see if he would hold his place in the top 25 depending on how the rest of the field finished. Dropped only three spots to No. 21 despite the disqualification...Was T6 at the season-opening Panama Digicel Championship. Earned his second top-10 of the year with a T4 at the Athens Regional Foundation Classic, where he shared the first-round lead for the second consecutive year...Earned his first career title with a one-stroke win at the Cox Classic. Fired a 6-under-par 65 in the final round at Champions Run to beat Tom Gillis and collect the first-place check of $130,500, moving to No. 7 on the money list at the time. Made only two cuts in his final nine starts and did not finish higher than T51 in those two events. 2008: Made the cut in 13 of 25 starts on the Web.com Tour, with eight top-25 finishes. With the help of a final-round ace, finished T9 at the Knoxville Open. It was his second career Web.com Tour hole-in-one. Shot four rounds in the 60s at the Northeast Pennsylvania Classic to finish T4. Moved up the leaderboard with a final-round 66 to a T8 at the Oregon Classic. 2007: Finished the PGA TOUR season No. 170 on the money list, with $334,244. Made the cut in 13 of 26 starts. Took advantage of playing in his hometown by registering a T4 in August at the Reno-Tahoe Open. His final-round 68 was the lowest round Sunday, helping earn his first top-10 of the year and his best career finish in his second season on TOUR. Made just two starts on the Web.com Tour, with a T9 at the LaSalle Bank Open his best effort. 2006: Earned his PGA TOUR card for the second time after third-place finish at PGA TOUR Qualifying Tournament. One of eight players to successfully play through all three stages of Q-School. Played eight events on Web.com Tour in , with two top-25s. 2005: Made the cut in eight of 19 starts on the Web.com Tour with his best finishes, a T10 at the Knoxville Open and a solo sixth at the Northeast Pennsylvania Classic, coming in consecutive weeks. 2004: Earned two top-25s in rookie PGA TOUR season and finished 186th on money list. 2003: Made the cut in 16 of 27 events on the Web.com Tour, finishing 45th. Posted three top-10s, including a T2 at the Monterey Peninsula Classic. 2002: Finished No. 50 on the final money list, with a season's-best third at the Holden Clearwater Classic. 2000: Winner of the California State Open. 1999: Made the cut in 12 of 27 starts on the Web.com Tour with his only top-10 a T4 at the Dakota Dunes Open. 1998: Had a hole-in-one during the third round of the second stage of the PGA TOUR Qualifying Tournament. \n","otherCarHigh" : "Honorable-mention All-American at University of Nevada in 1998. Named 1998 Big West Conference Player of the Year. Medalist at the 1998 Stanford U.S. Intercollegiate and the 1995 Colorado State Invitational.","personal" : "Was an all-city basketball player during high school. Played in the 1986 Little League World Series as a member of the Tucson team that lost 12-0 to Taiwan in the finals. Brother, Marc, played in junior college and College World Series before going on to a six-year professional career as a pitcher in the Minnesota Twins' and Chicago Cubs' organizations.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "2003, 2006","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Earned his third trip to the PGA TOUR after finishing No. 21 on the 2009 Nationwide Tour money list. Early season success carried him through the year, making the cut in 11 of 22 total starts. Entered the season-ending Tour Championship at Daniel Island, S.C., No. 18 on the money list but had no control of his own destiny after being disqualified from the event after signing for an incorrect scorecard in Saturday's third round. Forced to wait and see if he would hold his place in the top 25 depending on how the rest of the field finished. Dropped only three spots to No. 21. Was T6 at the season-opening Panama Digicel Championship. Earned his second top-10 of the year with a T4 at the Athens Regional Foundation Classic, where he shared the first-round lead for the second consecutive year. Earned his first career title with a one-stroke win at the Cox Classic. Fired a 6-under-par 65 in the final round at Champions Run to beat Tom Gillis and collect the first-place check of $130,500, moving to No. 7 on the money list at the time. Made only two cuts in his final nine starts and did not finish higher than T51 in those two events. Made the cut in 13 of 25 starts on the 2008 Nationwide Tour, with eight top-25 finishes. Made a final-round ace during a T9 finish at the Knoxville Open. It was his second career Nationwide Tour hole-in-one. Shot four rounds in the 60s at the Northeast Pennsylvania Classic to finish T4. Finished the 2007 PGA TOUR season No. 170 on the money list, with $334,244. Made the cut in 13 of 26 starts. Took advantage of playing in his hometown by registering a T4 in August at the Reno-Tahoe Open. His final-round 68 was the lowest round Sunday, helping earn his first top-10 of the year and his best career finish in his second season on TOUR. Made just two starts on the 2007 Nationwide Tour, with a T9 at the LaSalle Bank Open his best effort. Joined PGA TOUR for the second time in 2007 after earning card through third-place finish at 2006 PGA TOUR Qualifying Tournament. One of eight players to successfully play through all three stages of Q-School. Played eight events on Nationwide Tour in 2006, with two top-25s. Earned two top-25s in rookie PGA TOUR season in 2004 and finished 186th on money list. Full-time Nationwide Tour member in 1999, 2002-03 and 2005. Finished in the top 50 on the money list in 2002-03. Made the cut in 16 of 27 events on the 2003 Nationwide Tour, finishing 45th. Posted three top-10s, including a T2 at the Monterey Peninsula Classic. Finished No. 50 on the final money list in 2002 with a season's-best third at the Holden Clearwater Classic. Winner of the 2000 California State Open. Had a hole-in-one during the third round of the second stage of the 1998 PGA TOUR National Qualifying Tournament. Honorable-mention All-American at University of Nevada in 1998. Named 1998 Big West Conference Player of the Year. Medalist at the 1998 Stanford U.S. Intercollegiate and the 1995 Colorado State Invitational. Was an all-city basketball player during high school. Played in the 1986 Little League World Series as a member of the Tucson team that lost 12-0 to Taiwan in the finals. Brother, Marc, played in junior college and College World Series before going on to a six-year professional career as a pitcher in the Minnesota Twins' and Chicago Cubs' organizations.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 1st in 2009 at the Cox Classic Presented by Lexus of Omaha.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}