{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "12760","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Ellis","first" : "Danny","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "170","weightMetric" : "77","birthDate" : "September 15, 1970","age" : "45","birthPlace" : "Orlando, Florida","residence" : "Heathrow, Florida","family" : "Wife, Brooke","education" : "Clemson University (1994, Parks, Recreation, Tourism Management)","splInterest" : "Fishing, horse racing, poker","pronunciation" : "","nwTourAlumnus" : "Nationwide Tour Alumnus","trndProYear" : "1994","clubAffl" : "","cityPlaysFrm" : "Heathrow; FL; United States","websiteUrl" : "http:\/\/www.danny-ellis.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,669,658&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1996","exmtStatus" : "Fully Exempt: # Nearest 50 - 10th Web.com Tour qualifier at 2012 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Has not been a full-time member on any Tour since the 2007 season...Made the cut as a Monday-qualifier at the Winn-Dixie Jacksonville Open, his only start of the year. \n\n2008: Missed the cut in all five Web.com Tour starts.\n\n2007: Finished the Web.com Tour season No. 87 on the money list, with $69,952. Made the cut in 10 of 20 starts, with two top-10 finishes. A season-best T4 at the Livermore Valley Wine Country Championship was followed nine starts later by a T10 at the inaugural Nationwide Children's Hospital Invitational. Made two starts on the PGA TOUR and made the cut in both, finishing T41 at the Mayakoba Golf Classic at Riviera Maya-Cancun and T44 at the Zurich Classic of New Orleans. \n\n2006: Most recent full season on the PGA TOUR, where he made 11 cuts in 23 starts and finished the year No. 166 on the money list. The season was highlighted by a T7 finish at the Zurich Classic of New Orleans. \n\n2005: Made the cut all 12 starts on the Web.com Tour and had five top-10 finishes. Started the year with a T3 at the Chitimacha Louisiana Open. Added a T6 at the Virginia Beach Open and a T3 at the Rheem Classic and vaulted up to No. 16 on the money list. Later added a T6 at the Mark Christopher Charity Classic and a runner-up the following week at the Albertsons Boise Open, where Australia's Greg Chalmers beat him in a playoff with a birdie on the first extra hole. Ended the season No. 27 on the money list. Also made the cut in four of seven starts on the PGA TOUR.\n\n2004: Recorded two top-10s and a career-best $490,413 in season earnings on the PGA TOUR, finishing No. 144 on the money list. Second top-10 of career was a T9 at the Ford Championship at Doral, good for $140,000, a career-best payday since joining the TOUR in 2001. Was the 18- and 36-hole leader at the HP Classic of New Orleans after opening 63-66. Dropped from contention after a third-round 82 and finished 71st. Next top-10 did not come until October, a T7 at the Michelin Championship at Las Vegas. Shared the first-round lead with six others after a 63. Closed with a 63,as well, for his best TOUR finish since a career-best T6 at the 2001 National Car Rental Golf Classic at Walt Disney World Resort. Moved from 150th on the TOUR money list to 138th with three weeks remaining in season. Regained full playing privileges for 2004 by earning runner-up honors at PGA TOUR Qualifying Tournament. \n\n2003: Played the PGA TOUR season on a Major Medical Extension due to back surgery and subsequent rehabilitation. Made seven cuts in 10 starts, with a best finish of T27 at the Greater Milwaukee Open.\n\n2002: Made five cuts in 17 starts on the PGA TOUR with one top-25 finish, a T21 at The Honda Classic. \n\n2001: Rookie season on the PGA TOUR saw him make 10 cuts in 27 starts. Had three top-25 finishes and one top-10, a T6 at the National Car Rental Golf Classic at Walt Disney World Resort. Finished the year No. 159 on the money list and returned to the PGA TOUR Qualifying Tournament, where he regained full playing privileges with a T10 finish.\n\n2000: Had back surgery in the spring and did not play at all. Attended the PGA TOUR Qualifying Tournament in Californina and finished T27 to earn his PGA TOUR card for the 2001 season. \n\n1996: Full-time member of the Web.com Tour and made the cut in 12 of 26 starts. Had four top-25 finishes and a pair of top-10s. Runner-up at the Greater Greenville Classic where he finished a distant second to Michael Christie. Also T7 at the Wichita Open...Finished 49th on the money list. \n\n1995: Again split time between the Canadian Tour and the Asian Tour...Runner-up at the 1995 Canadian Masters. \n\n1994: Played on the Canadian Tour and the Asian Tour.\n","otherCarHigh" : "Three time All-American selection (1990, 1992-93) at Clemson. Led the 1993 Tiger team that finished fourth at the NCAA Championship in Lexington, Ky. During freshman year he finished eighth at the NCAA Championship...Runner-up finish in 1993 U.S. Amateur earned him spot in 1994 Masters, where he missed the cut with rounds of 78-74. Lists those two accomplishments as his biggest thrills in golf.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "2000, 2001, 2003, 2005","exmtStatus" : "Minor Medical Extension","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Limited to 23 events in 2006 due to a back injury. Will receive a Minor Medical Extension for 2007. Coupled with 2006 winnings of $382,500, has two events to earn $278,398, equaling No. 125 from 2006. If he is successful, he will play out of the Major Medical Extension category for the remainder of the 2007 season. Best performance of 2006 was a T7 at the Zurich Classic of New Orleans, aided by rounds of 69-65 on the weekend. First top-10 since 2004 campaign. Chipped in for eagle on the par-5 finishing hole at the 2005 Qualifying Tournament to qualify for the 2006 TOUR season on the number (11-under). Playing out of the No. 126-150 category in 2005, made four cuts in seven starts, and finished 27th on the 2005 Nationwide Tour money list thanks in part to a second and two thirds. Oft-injured player missed time in July due to back and rib injuries. Recorded two top-10s and a career-best $490,413 in 2004. Regained TOUR card for 2004 by earning runner-up honors at 2003 Qualifying Tournament. Played the 2003 season on a Major Medical Extension due to back surgery and subsequent rehabilitation. After losing his card after rookie season in 2001, regained full playing privileges with a T10 finish at the 2001 Qualifying School. In first career full TOUR season in 2001, posted best career finish to date with a T6 at the National Car Rental Golf Classic at Walt Disney World Resort. Runner-up finish in 1993 U.S. Amateur earned him spot in 1994 Masters, where he missed cut with rounds of 78-74. Lists those two accomplishments as biggest thrills in golf. Had back surgery in the spring of 2000 and did not play all summer. Three-time All-America (1990, 1992-93) at Clemson. Runner-up at 1995 Canadian Masters. Played Canadian and Asian Tours in 1994-95.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}