{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01569","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Jacobsen","first" : "Peter","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "215","weightMetric" : "98","birthDate" : "March 4, 1954","age" : "62","birthPlace" : "Portland, Oregon","residence" : "Bonita Springs, Florida","family" : "Wife, Jan; Amy (7\/19\/80), Kristen (2\/23\/82), Mick (10\/12\/84); two grandsons","education" : "University of Oregon","splInterest" : "Music, sports, guitar","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1976","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "11,220,485&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "Fall 1976","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(3): 1979 Western Australian Open [Aus]. 1981 Johnnie Walker Cup [Eur]. 1982 Johnnie Walker Cup [Eur].","curYearHigh" : "Played in just 11 events as he split time between his analyst duties for Golf Channel and NBC Sports...Teamed with Jay Haas to finish 22nd at the Bass Pro Shops Legends of Golf in April.","carHigh" : "2005: Limited to only 11 PGA TOUR events due to injury and a growing Champions Tour schedule. Underwent two right knee surgeries (February 14 and September 7). Will play the 2006 season on a Minor Medical Extension. Coupled with $180,583 earned in 11 events in 2005, has the opportunity to play in 10 events to earn $446,153 and match the $626,736 winnings of 2005's No. 125, Nick Price. If he does so, will play out of the Major Medical Extension category for the remainder of the season...Best finish was T15 at U.S. Open at Pinehurst, aided by a third-round 69...Played in 10 Champions Tour events, capturing the Ford Senior Players Championship. 2004: Split time between the PGA TOUR and the Champions Tour, where he gained eligibility in March...Opened the season with a T15 finish at the season-opening Mercedes Championships...Best PGA TOUR finish came at the AT&T Pebble Beach National Pro-Am, a T14...Played in only two PGA TOUR events after turning 50 on March 4...Had hip surgery on April 20th to repair a torn labrum. Missed six weeks...Returned to the Champions Tour and collected his first title in June with a victory at the U.S. Senior Open. 2003: Voted PGA TOUR Comeback Player of the Year. Began the season with partial status, but became one of the year's top golf stories with a victory at the Greater Hartford Open. Having finished outside the top 125 in previous four seasons, 49-year-old won a career-best $1,162,726 to finish 62nd on the money list, best since finishing seventh in 1995...Thanks to four rounds in the 60s, finished T10 at MCI Heritage for first top-10 since at T9 at the 2002 Tampa Bay Classic...Posted another top-10 the next week in Houston with a T9 at the Shell Houston Open. The last time he recorded back-to-back top-10s was in 1995 with a T2 at the Doral-Ryder Open and third at Nestle Invitational...Earned seventh career PGA TOUR victory in his 27th season (624th career tournament) at the Greater Hartford Open. Held at least a share of the lead for all four rounds in carding four rounds in the 60s. Oldest winner on TOUR (49 years, 4 months, 23 days) since Craig Stadler (50 years, 1 month, 18 days) the week before at the B.C. Open. Nineteen years since last victory in Hartford (1984). Earned a career-high first-place check of $720,000. The first-place check was exactly 10 times more than he earned for his first GHO victory in 1984 ($72,000)...Set the first-round tournament record with a 9-under 63 at the Chrysler Classic of Greensboro before finishing T30. 2002: Three top-10s were the most since five (including two wins) in 1995. T8 at The Honda Classic was his first top-10 finish since a solo ninth-place finish at the 1999 B.C. Open…Also logged top-10s at the John Deere Classic and the Tampa Bay Classic. 1995: Enjoyed best season of his career with two victories and more than $1 million in earnings, finishing seventh on the money list...Victories came in successive weeks at AT&T Pebble Beach National Pro-Am and Buick Invitational of California. Was tied for 20th after two rounds at AT&T before moving into a tie for second with third-round 66. Closing 65 gave him two-stroke victory over David Duval…The next week took lead at Buick Invitational with third-round 68, then added another in final round for four-stroke victory…Passed on chance to win three straight at Bob Hope Chrysler Classic, opting for wife Jan's 40th birthday party instead. 1990: Defeated Scott Simpson by one stroke for 1990 Bob Hope Chrysler Classic title. 1986: Won Fred Meyer Challenge with Curtis Strange. 1984: First two-victory season on TOUR. Defeated Payne Stewart in playoff for Colonial National Invitation title, which he dedicated to his father, who had just undergone serious surgery…Two-stroke victory over Mark O'Meara at Sammy Davis, Jr.- Greater Hartford Open later that year was highlighted by third-round 63. 1980: Came from six strokes off pace in final round for first TOUR victory at Buick-Goodwrench Open. 1976: First two professional titles were Oregon Open and Northern California Open. Amateur: Three-time All-American at University of Oregon...Won 1974 Pac-8 Conference title.\n","otherCarHigh" : "","personal" : "Has own event management company, Peter Jacobsen Productions, Inc. (pjp.com), which conducts the CVS Charity Classic, the Save Mart Shootout and one Champions Tour event, the JELD-WEN Tradition. PJP also conducted the 2003 U.S. Women's Open...Founded Jake Trout and the Flounders musical group, featuring Mark Lye and the late Payne Stewart...Has served two terms as PGA TOUR Player Director...Co-owns Jacobsen Hardy Golf Design Co (jacobsenhardy.com) with former TOUR player Jim Hardy...Hosted variety show, \"Peter Jacobsen Unplugged,\" on The Golf Channel with \"Signboy\" Matt Griesser...One of the great ambassadors of golf, played 16 years at the AT&T Pebble Beach National Pro-Am with actor Jack Lemmon until the Oscar winner's death in 2001.","otherInfo" : "Stopped his 2006 season in late July when left-hip problems forced him to the sidelines after The Senior Open Championship. Had left hip-replacement surgery September 9 in Naples, FL, and did not return to competition although he did earn a spot in the Charles Schwab Cup Championship for the third consecutive year. Is expected to return to the Champions Tour on a full-time basis at the start of the 2007 season. Made his best showing at the 2006 U.S. Senior Open where he was T3. Made four starts on the PGA TOUR in 2006 and made the cut at the 2006 AT&T Pebble Beach National Pro-Am (T60) as well as the 2006 Verizon Heritage (T27). Limited to only 11 TOUR events in 2005 due to injury and a growing Champions Tour schedule. Underwent two right knee surgeries (February 14, 2005 and September 7, 2005). Played the 2006 season on a Minor Medical Extension. Best 2005 finish was T15 at the U.S. Open at Pinehurst, aided by a third-round 69. Played in 10 Champions Tour events in 2005, capturing the 2005 Ford Senior Players Championship. In 2004 split time between the TOUR and the Champions Tour, where he gained eligibility in March. Had hip surgery on April 20, 2004 to repair a torn labrum. Missed six weeks. Returned to the Champions Tour and collected his first title in June with a victory at the 2004 U.S. Senior Open. Voted PGA TOUR Comeback Player of the Year in 2003. Began the season with partial status, but became one of the year's top golf stories with a victory at the 2003 Greater Hartford Open. Earned seventh career TOUR victory in his 27th season (624th career tournament). Held at least a share of the lead for all four rounds in carding four rounds in the 60s. Oldest winner on TOUR (49 years, 4 months, 23 days) since Craig Stadler (50 years, 1 month, 18 days) the week before at the 2003 B.C. Open, nineteen years since last victory in Hartford (1984). Enjoyed best season of his career in 1995 with two victories and more than $1 million in earnings. Victories came in successive weeks at AT&T Pebble Beach National Pro-Am and Buick Invitational of California. First two-victory season came in 1984 when he defeated Payne Stewart in playoff for Colonial National Invitation title, which he dedicated to his father, who had just undergone serious surgery. Two-stroke victory over Mark O'Meara at Sammy Davis, Jr.-Greater Hartford Open later that year highlighted by third-round 63. Three-time All-America at University of Oregon where he won 1974 Pac-8 Conference title. Has own event management company, Peter Jacobsen Sports (peterjacobsensports.com). Founded \"Jake Trout and the Flounders\" musical group, featuring Mark Lye and the late Payne Stewart. Co-owns Jacobsen Hardy Golf Design Co (jacobsenhardy.com) with former TOUR player Jim Hardy. Was the host of a variety show, \"Peter Jacobsen Plugged In,\" on GOLF CHANNEL with \"Signboy\" Matt Griesser. One of the great ambassadors of golf, played 16 years at the AT&T Pebble Beach National Pro-Am with actor Jack Lemmon until the Oscar winner's death in 2001. Website is peterjacobsengolf.com.","ntlTeams" : "U.S. vs. Japan, 1984; Ryder Cup (2), 1985, 1995; Dunhill Cup, 1995.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2004","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(7): 1974 Pacific-8 Conference Championship [indiv]. 1976 Oregon Open, Northern California Open. 1979 Western Australian Open. 1981 Johnnie Walker Cup. 1982 Johnnie Walker Cup. 1986 Fred Meyer Challenge [with Curtis Strange].","intlVics" : "(1): 2008 Wendy's Champions Skins Game [with Fuzzy Zoeller].","curYearHigh" : "Played in just 11 events as he split time between his analyst duties for Golf Channel and NBC Sports...Teamed with Jay Haas to finish 22nd at the Bass Pro Shops Legends of Golf in April.","carHigh" : "2014: Continued to split his time between playing on the Champions Tour and his broadcast work with NBC\/Golf Channel. Played in just 14 events overall...Along with teammate Jay Haas, finished second behind the team of Jeff Sluman-Fred Funk by one stroke in the Champions Division at the Big Cedar Lodge Legends of Golf in June. The duo led by one stroke after 36 holes and battled the winners down to the final hole on the par-3 Top of the Rock Course before falling one stroke shy. \n\n2013: In 15 tournaments, had a trio of top-25 finishes...His best showing came in his second start when he was T18 at The ACE Group Classic in Naples on the strength of three sub-par rounds...Was also T21 at the Dick's Sporting Goods Open...Was forced to withdraw prior to his third round at the Regions Tradition in June with a foot injury...Was the recipient of the Payne Stewart Award. The award is presented annually to a professional golfer who best exemplifies the values of character, charity and sportsmanship...Continued his broadcast work with NBC Sports\/Golf Channel. \n\n2012: Played in 15 events during the year while continuing his broadcasting work with NBC Sports...Best finish was a T17 at the U.S. Senior Open, an event he won in 2004...Also T19 at the Liberty Mutual Insurance Legends of Golf, with partner D.A. Weibring.\n\n 2011: Made an early Sunday charge up the leaderboard at the Dick's Sporting Goods Open. His final-round 68 led to a T6 finish at En-Joie GC, his best Champions Tour effort since he was T5 at the 2007 Toshiba Classic...Underwent surgery on his lower back in late October to remove bone spurs...Also did some analyst work for NBC Sports during the year. \n\n2010: Injuries once again played havoc with his year, limiting him to 14 events and just one start in the final three months of the season—at the Administaff Small Business Classic in late October...After suffering from persistent pain in his left leg stemming from nerve damage in his L-3 and L-4 discs, underwent back surgery on August 16. Surgery was performed by Dr. Michael Weiss at the Laser Spine Institute in Scottsdale, Ariz...Posted two T17 finishes during the year, which were his best outings. First was at the season-opening Mitsubishi Electric Championship at Hualalai and the second came at The Cap Cana Championship in the Dominican Republic...Withdrew from the U.S. Senior Open in late July after an opening-round 74 at Sahalee due to back problems. \n\n2009: Made eight official starts but did not play his first event until early June at the Triton Financial Classic in Austin. During preparation for 2009 season, damaged his rotator cuff in left shoulder and underwent surgery on Jan. 16, with Dr. Michael Havig in Naples, Fla...Best performance of the season came in his last appearance at the AT&T Championship. Final-round 66 was his best round since early 2008 and vaulted him into a T22 in San Antonio. \n\n2008: Season was reduced due to right-knee replacement surgery on April 2 in Naples, Fla., and subsequent rehabilitation. Returned to action in late June at the Commerce Bank Championship (T74) but only played two more events shortly thereafter and none after the U.S. Senior Open in early August...Played in only seven official events and finished T13 twice. Was T13 at The ACE Group Classic in mid-February and again at the 3M Championship in late July...In late February, grabbed a win with Fuzzy Zoeller at the unofficial Wendy's Champions Skins Game. The pair won the final skin worth $100,000 on the first playoff hole to capture the title at Royal Ka'anapali GC on Maui. \n\n2007: Riddled by lower-back issues throughout the year. Withdrew from The ACE Group Classic prior to the start of the second round and subsequently underwent micro-surgery on his lower back at the Laser Spine Institute in Tampa, Fla., in early March...Came back just over a week later to T5 at the Toshiba Classic in California. Carded a second-round, 7-under 64 at Newport Beach, matching his career-low score on the Champions Tour...Was then forced to withdraw from the AT&T Champions Classic the following week and did not play again until late May after undergoing additional procedures in late March...Withdrew again before the final round of the JELD-WEN Tradition with lower-back issues...Was T10 in his final appearance of the season at the Walmart First Tee Open at Pebble Beach. Sandwiched rounds of 68 around a second-round 74. \n\n2006: Season came to a halt in late July when subsequent left-hip problems forced him to the sidelines after The Senior Open Championship. Eventually had left hip-replacement surgery September 9 in Naples, Fla. and did not return to competition despite earning a spot in the season-ending Charles Schwab Cup Championship for the third consecutive year...Best showing was a T3 at the U.S. Senior Open. After an opening round, 2-over-par 72, followed with three consecutive rounds in the 60s to remain among the leaders throughout the final three rounds. Was 3-under-par after eight holes Sunday, but his undoing was a double bogey on No. 9 and a bogey at No. 11...Hobbled by a sore right knee at the start of the season and eventually had a series of synthetic cartilage injections in hopes of avoiding knee replacement...Finished T4 in the AT&T Classic at Valencia and then made a spirited run on the final day of the Liberty Mutual Legends of Golf before finishing T2 behind Jay Haas. \n\n2005: Was a top-30 finisher despite knee woes which limited him to just 10 Champions Tour starts. Initially underwent surgery on his right knee at the Steadman-Hawkins Clinic in Vail, Colo., on Feb. 14 and was out of action until THE PLAYERS Championship at the end of March, where he missed the cut. Had surgery on the same knee again on September 7 at the Steadman-Hawkins Clinic to remove floating pieces of torn cartilage and returned in late October at the FUNAI Classic at Walt Disney World Resort...Just prior to the second surgery, knee problems forced him to withdraw from the Walmart First Tee Open at Pebble Beach before the start of the final round...Highlight of the campaign came in July when he picked up his second win in a major championship on the Champions Tour, nipping Hale Irwin by one stroke at the Ford Senior Players Championship near Detroit. Key birdies on two of the final three holes were instrumental in his come-from-behind win. Had started the final round three strokes behind Irwin but closed with a 6-under-par 66 for the win. Victory made him just one of three golfers (Arnold Palmer and Jack Nicklaus) whose first two Champions Tour wins came in major championships...T10 at the season-opening MasterCard Championship and then did not play again on the Champions Tour until the Blue Angels Classic near Pensacola in early May. Opened and closed with rounds of 65 to T3 at The Moors, three strokes out of a playoff...Played in 11 events on the PGA TOUR and made the cut in five of them, including the U.S. Open at Pinehurst No. 2 where he finished T15. It was his first start in the U.S. Open since 1996 (T23) and earned an exemption into the tournament after winning the 2004 U.S. Senior Open. It was his first made cut in a major on the PGA TOUR since the 1997 PGA Championship (T67). Made a hole-in-one on 175-yard No. 9 (7-iron) Saturday, which led to a one-under 69 in the third round, his first sub-70 performance at a PGA TOUR major championship since posting a 69 in the final round of the 1996 Open Championship and his first score in the 60s at a U.S. Open since shooting 64 during the final round of the 1998 event at The Country Club in Brookline, Mass. \n\n2004: Officially joined the Champions Tour at the SBC Classic in March shortly after turning 50, but subsequent left-hip surgery in April kept him out of action on the Tour for nearly three months...Highlight of his season came in his third start on the Champions Tour in late July when he was one-stroke victor over Hale Irwin in the U.S. Senior Open near St. Louis. Posted rounds of 69-68 Sunday, despite walking all 36 holes in 90-degree heat at Bellerive with a sore left hip. Became the second-youngest champion in U.S. Senior Open history at 50 years, 4 months, 28 days (Dale Douglass is youngest at 50\/3\/24)...Nearly won his second major title less than a month later. Shared the third-round lead with Vicente Fernandez at the JELD-WEN Tradition near his home in Portland, but couldn't hang on in Sunday's final round. Was among a half-dozen players slugging it out down the stretch on Sunday's back nine but saw his chances go awry when he made a double bogey at No. 17. Birdied the final hole, but his closing-round, 1-over-par 73 left him T4...Appeared to be in the driver's seat down the stretch at the inaugural Administaff Small Business Classic but dumped his second shot in the water from a fairway bunker on the par-5 final hole and fell one stroke short of a playoff with Hale Irwin and eventual winner Larry Nelson...Had to withdraw from both the Ford Senior Players Championship and The Senior Open Championship with hip problems prior to his U.S. Senior Open win...Finished third in his Champions Tour debut at the SBC Classic at Valencia in early March. Was among the first-round leaders after opening with 5-under 67...After almost three months away from competition, tied for the first-round lead at the Commerce Bank Long Island Classic after establishing his career-best score on the Champions Tour, a 6-under 64 Friday...Had undergone left-hip surgery in early April to repair a torn labrum and did not play again until early July at Eisenhower Park.\n","otherCarHigh" : "Qualified for the PGA TOUR in fall 1976 and won seven times in 27 years on the circuit...Finished among the top 60 on the 2003 PGA TOUR money list, with a personal-best $1,162,726 in earnings for a single season. Highlight of his year was his seventh career victory on TOUR, at the Greater Hartford Open. Held at least a share of the lead for all four days in carding four rounds in the 60s (63-67-69-67—266). Defeated Chris Riley by two strokes at the TPC River Highlands. Victory came 19 years since last win at Hartford (1984), joining Arnold Palmer, Billy Casper, Paul Azinger and Phil Mickelson as multiple winners of the event. Triumph also came in his 27th season on the PGA TOUR (624th career tournament), making him at the time the seventh-oldest winner in TOUR history at 49 years, 4 months, 23 days. First-place check of $720,000 was exactly 10 times more than he earned for his first GHO victory in 1984 ($72,000). Named 2003 PGA TOUR Comeback Player of the Year...His highest finish on the money list came in 1995 when he was seventh ($1,075,057) on the strength of back-to-back victories at the AT&T Pebble Beach National Pro-Am and Buick Invitational of California. Shot a closing 65 for a two-stroke win over David Duval at Pebble Beach and then used consecutive 68s on the weekend in San Diego for a four-stroke win over four players at Torrey Pines...First multiple-win season came in 1984 when he defeated Payne Stewart in a playoff for the Colonial National Invitation title, which he dedicated to his father, who had just undergone serious surgery...Two-stroke triumph over Mark O'Meara at the Sammy Davis, Jr.-Greater Hartford Open later that year highlighted by a third-round 63...Came from six strokes off the pace in final round for first TOUR win at the 1990 Buick-Goodwrench Open in Michigan...A member of the United States Ryder Cup team in 1985 and 1995 and played for the American squad again in the 1984 U.S. vs. Japan matches...Also played in the 1995 Dunhill Cup...Three-time All-America selection at University of Oregon and a member of that school's Athletic Hall of Fame. Was the medalist at the 1974 Pac-8 Conference Championship..Honored by the Francis Ouimet Society in May 2006 when he received the 11th Francis Ouimet Award for Lifelong Contributions to Golf...Received the 2012 Old Tom Morris Award from the Golf Course Superintendents Association of America for his \"continuing lifetime commitment to the game of golf and for helping mold the welfare of the game in a manner and style exmplified by Old Tom Morris.\"...Was the winner of the Payne Stewart Award in 2013 which is presented annually to a professional golfer who best exemplifies the values of character, charity and sportsmanship...Has made 10 holes-in-one in competitive rounds, including four on the PGA TOUR.","personal" : "Biggest thrill outside golf was recording the Jake Trout and the Flounders' CD with the late Payne Stewart and Mark Lye, along with recording work done with Stephen Stills, Graham Nash, Glenn Frey, Alice Cooper and Darius Rucker…Wife, Jan, was on the golf and gymnastics teams at Oregon...Dream foursome would include his late father and brother as well as Ben Hogan…Favorite book is Timeline…First job was working at a golf course on the grounds crew…Favorite athlete is Arnold Palmer…Heroes are Palmer, Lee Trevino and Johnny Miller...Has done analyst work for NBC\/Golf Channel and ABC Sports...ls an avid follower of the Oregon Ducks...Made his first hole-in-one at age 14 at Gearhart CC in Oregon while playing with his brother, David...Says if he had one golf course to play the rest of his life it would be Pebble Beach, which he calls the most inspirational course he's ever played.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T23rd at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks 67th in Heat Index(Money)-last 4 evts on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/JakeTrout"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}