{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27318","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Brown","first" : "Ted","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "190","weightMetric" : "86","birthDate" : "May 9, 1979","age" : "36","birthPlace" : "Calgary, Alberta, Canada","residence" : "Richmond, Virginia","family" : "Reece (1\/29\/09)","education" : "Virginia Commonwealth University (2003, Finance)","splInterest" : "Video games, movies, model trains","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2003","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "40,715&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2010","exmtStatus" : "Exempt - Finished 11-49 at 2014 Web.com Tour Qualifying Tournament (subject to second reshuffle)","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Finished T11 at PGA TOUR Canada Qualifying School in Canada to earn maiden PGA TOUR Canada card...Rookie closed with 66-64 for a T7 finish at the SIGA Dakota Dunes Open, first career top-10 on PGA TOUR Canada...Scored second top-10 finish at the Staal Foundation Open, a T7 after rounds of 70-67-72-70...Posted his third top-10 at the ATB Financial Classic, with four rounds in the 60s...Weekend rounds of 70-65 earned a T10 at the Forces and Families Open, marking three consecutive top-10 finishes and four overall...Ended season 19th on the Order of Merit...In his lone Web.com Tour start, missed the cut at the Chitimacha Louisiana Open...Finished T35 at the Web.com Tour Qualifying Tournament.\n\n2011: Made two starts, in Springfield, Mo. and Pittsburgh, Pa., missing the cut at both. 2010: Made 10 of 24 Web.com Tour cuts. Posted his first top-10 finish of the year (T9), and career, at The Rex Hospital Open, his ninth event. His previous best finish was T49 at the South Georgia Classic earlier in the campaign. Fired steady rounds of 68-68-68. The tournament was shortened to 54 holes because of inclement weather.\n\n2008: Two-time winner on the Tarheel Tour, winning the Southern Open and the Firethorne Open and finishing as the leading money-winner. \n\n2007: Played on the Gateway Tour, winning the PGA Resort-South Course Tournament.\n\n2006: Played on the Gateway Tour.\n\n2005: Played on the Hooters Tour...Won the SunTrust Virginia State Open.\n\n2004: Played on the Hooters Tour. \n\n2003: Played on the Hooters Tour. Won the Crown Royal Championship. \n","otherCarHigh" : "Winner of three collegiate events while earning VCU's Male Athlete of the Year during his senior season. Became the first player in his school's history to play in the NCAA Championship all four years.","personal" : "Attended Crestwood Secondary School in Peterborough, Ontario...Biggest thrill in golf is winning a tournament in front of family and friends...Biggest thrill outside of golf was the birth of his son...Favorite golf course is The National in Woodbridge, Ontario, Canada, and would like to play Pine Valley GC...Never travels without his computer and phone...First car was a Ford Taurus...Favorite college team he follows is Syracuse, while his favorite professional team is the Toronto Maple Leafs...Lucky charm is a ballmarker with son's photo displayed on it...Favorite TV show is \"Two and a Half Men\" and favorite movie is \"Bad Boys II.\"...Favorite entertainer is Chevelle. Other favorites include steak, Alexander Ovechkin and visiting Dallas and Queenstown, New Zealand...Favorite vacation spot is any quiet, tropical beach...Would round out his dream foursome with his grandfather, Jack Nicklaus and Arnold Palmer...First tee intro song would be \"HBK\" from WWE...Bucket list includes traveling overseas and playing Augusta National.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Split time between Mackenzie and Web.com Tours. Played in 17 Web.com Tour events from February to August, making three cuts. His best finish was a T54 at the Colombia Championship in Bogota...Played three events on the Mackenzie Tour posting two top 10s. In September claimed a T6 at the Wildfire Invitational. The following week, posted T10 at the Cape Breton Classic at The Lakes CC in Nova Scotia.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T9th in 2010 at the The Rex Hospital Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}