{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23157","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Johnson","first" : "Richard","middle" : "","extn" : "","nick" : ""}, "height" : "6-4","weight" : "220","birthDate" : "February 2, 1972","age" : "40","birthPlace" : "Cardiff, Wales","residence" : "Fort Smith, Arkansas","family" : "Wife, Yvette; Sydney (6\/8\/96), Kipp (1\/17\/98)","education" : "Augusta State University (1995, Marketing)","splInterest" : "All sports","trndProYear" : "1995","qSchoolYear" : "","clubAffl" : "Hardscrabble CC (Fort Smith, Arkansas)","cityPlaysFrm" : "Fort Smith; Arkansas; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "1,082,207&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Conditionally Exempt \/ Past champion 2-4","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the Nationwide Tour in 1999-2004, 2006-07 and 2009. Member of the PGA TOUR in 2008. 2010: Made only one cut in three Nationwide Tour starts. 2009: Made four cuts in nine starts during an abbreviated season on the Nationwide Tour. Was T10 at the Michael Hill New Zealand Open, where he became only the second player in Nationwide Tour history to make a hole-in-one on a par-4. He aced the 347-yard, 15th hole in the final round using a driver. Johnson won a pallet of beer from tournament sponsor Heineken, which equates to 1,500 bottles. He joins Chip Beck (2003 Omaha Classic) as the only ones to accomplish the feat on the Nationwide Tour. Made only two starts after April and did not play at all after June due to an injury to his right elbow. 2008: Made the cut in nine of 29 starts during his rookie season on the PGA TOUR. Best finish was a T27 at the Turning Stone Resort Championship. Late in the year, represented Wales (with teammate Bradley Dredge) at the OMEGA Mission Hills World Cup in China. 2007: Made the cut in 17 of 25 tournaments, including nine top-25 finishes. Finieer with a T7 effort at the season-opening Movistar Panama Championship. Held a one-stroke lead after 54 holes at three tournaments, finisshed the season No. 1 on the money list, with $445,421. Posted eight top-10 finishes on the season. Posted the 10th top-10 finish of his carhing T3 at the BMW Charity Pro-Am at The Cliffs, T2 at the Northeast Pennsylvania Classic and T6 at the Oregon Classic. Also played in the final group at the Utah EnergySolutions Championship, entering the final round two strokes behind Franklin Langham and eventually finishing second to Langham by that same number of strokes. Finally broke through with a win at the Mark Christopher Charity Classic. Playing in the final group for the fifth time of the season, posted a 67 Sunday to overcome a one-stroke deficit and collect the $94,500 first-place prize, guaranteeing his first ticket to the PGA TOUR. Sealed the victory with a birdie-4 on the first extra hole to defeat Matthew Jones and Jeremy Anderson. Took over the top spot on the money list in the final event of the season, recording a 20-under 264 to win the Nationwide Tour Championship at Baronoa Creek by one stroke over Michael Letzig. The win was worth a career-best $139,500. Other top-10 finish came at the Showdown at Somerby, finishing T5. 2006: Made the cut in 12 of 21 starts on the Nationwide Tour, with three top-10 finishes. Completed the season No. 59 on the money list, with $107,834. His T5 at the BMW Charity Pro-Am at The Cliffs represented his best Nationwide Tour showing since winning the 2000 Monterey Peninsula Classic. Held a one-stroke lead after 54 holes before eventually falling by three to champion Ken Duke. Nine starts later finished T3 at the Xerox Classic—where he held a two-stroke lead through two rounds—followed by a T8 effort at the Northeast Pennsylvania Classic. 2004: Made the cut in just one of 13 starts, finishing T19 at the BMW Charity Pro-Am at The Cliffs. 2003: Struggled through the season, making the cut in just two of 17 tournaments. A T26 at the LaSalle Bank Open was his top performance. 2002: Finished the year No. 145 on the money list, with $17,662...Made the cut in seven of 25 tournaments. Only top-25 performance was T19 at the Albertsons Boise Open. 2001: Made the cut in five of his first 11 events before his season was cut short when he broke a bone in his wrist at the Dayton Open. 2000: Earned his second career win by taking the inaugural Monterey Peninsula Classic. Was tied for 61st after opening-round 75, eight strokes behind leader Conrad Ray. Second-round 71 moved him to a tie for 17th but still eight shots back of leader Pat Perez. Third-day 71 got him into a tie for eighth place, seven strokes back of Perez. Charged to his second win with a closing 68 to defeat Michael Allen by one shot. Comeback from seven shots was the largest on Tour in 2000. At the time it matched the third-best come-from-behind effort in Tour history. His winning score of 285 was the highest by a tournament winner in 2000. His opening 75 was also the highest start by a tournament winner that year. First top-10 finish came at the Wichita Open, where he T4 to earn $17,600 and jump to No. 81 on the money list...Made the cut in eight of his last 13 events, earning nearly 94 percent of his season total in that span. One of three players (Jaxon Brigman, Rob Bradley) to play in 30 events that season. 1999: Held on to his third-round lead to win the 1999 Florida Classic by two strokes over Bobby Wadkins. Member of the 1993 European Amateur team. Was T12 at the 1998 Peugeot Open De Espana.\n","otherCarHigh" : "1995 All-American at Augusta State University. Member of the 1994 Great Britain\/Ireland amateur team that competed against Europe.","personal" : "Ran the Waffle House restaurant on Washington Road in Augusta, GA, during Masters week of 1997. Also sold cars early in his career.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","exmtStatus" : "1st on 2007 Nationwide Tour money list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of Nationwide Tour in 1999-2004 and 2006-07. 2010: Played in only three events, making one cut. 2009: Made four cuts in nine starts during an abbreviated season on the Nationwide Tour. Was T10 at the Michael Hill New Zealand Open, where he became only the second player in Nationwide Tour history to make a hole-in-one on a par-4. He aced the 347-yard, 15th hole in the final round using a driver. Johnson won a pallet of beer from tournament sponsor Heineken, which equates to 1,500 bottles. He joined Chip Beck (2003 Omaha Classic) as the only ones to accomplish the feat on the Nationwide Tour. Made only two starts after April and did not play at all after June due to an injury to his right elbow. 2008: Made the cut in nine of 29 starts during his rookie season on the PGA TOUR in . Best finish was a T27 at the Turning Stone Resort Championship. Late in the year, represented Wales (with teammate Bradley Dredge) at the OMEGA Mission Hills World Cup in China. 2007: Made the cut in 17 of 25 Nationwide Tour tournaments, including nine top-25 finishes. Finished the season No. 1 on the money list, with $445,421. Posted eight top-10 finishes on the season. Posted the 10th top-10 finish of his career with a T7 effort at the season-opening Movistar Panama Championship. Held a one-stroke lead after 54 holes at three tournaments, finishing T3 at the BMW Charity Pro-Am at The Cliffs, T2 at the Northeast Pennsylvania Classic and T6 at the Oregon Classic. Also played in the final group at the Utah EnergySolutions Championship, entering the final round two strokes behind Franklin Langham and eventually finishing second to Langham by that same number of strokes. Finally broke through with a win at the Mark Christopher Charity Classic. Playing in the final group for the fifth time of the season, posted a 67 on Sunday to overcome a one-stroke deficit and collect the $94,500 first-place prize, guaranteeing his first ticket to the PGA TOUR. Sealed the victory with a birdie-4 on the first extra hole to defeat Matthew Jones and Jeremy Anderson. Took over the top spot on the money list in the final event of the season, recording a 20-under 264 to win the Nationwide Tour Championship at Baronoa Creek by one stroke over Michael Letzig. The win was worth a career-best $139,500. Other top-10 finish came at the Showdown at Somerby, finishing T5. 2006: Made the cut in 12 of 21 starts on the Nationwide Tour, with three top-10s. Completed the season No. 59 on the money list, with $107,834...His T5 at the BMW Charity Pro-Am at The Cliffs represented his best Nationwide Tour showing since winning the 2000 Monterey Peninsula Classic. Held a one-stroke lead after 54 holes before eventually falling by three to champion Ken Duke...Nine starts later finished T3 at the Xerox Classic—where he held a two-stroke lead through two rounds—followed by a T8 effort at the Northeast Pennsylvania Classic. 2004: Made the cut in just one of 13 starts, finishing T19 at the BMW Charity Pro-Am at The Cliffs. 2003: Made the cut in just two of 17 tournaments. A T26 at the LaSalle Bank Open was his top performance. 2002: Finished the season No. 145 on the money list, with $17,662. Made the cut in seven of 25 tournaments. Only top-25 performance was T19 at the Albertsons Boise Open. 2001: Made the cut in five of his first 11 events before his season was cut short when he broke a bone in his wrist at the Dayton Open. 2000: Earned his second career win by taking the inaugural Monterey Peninsula Classic. Was T61 after a first-round 75, eight strokes behind leader Conrad Ray. Second-round 71 moved him to a tie for 17th but still eight shots back of leader Pat Perez. Third-day 71 got him into a tie for eighth place, seven strokes back of Perez. Charged to his second win with a closing 68 to defeat Michael Allen by one shot. Comeback from seven shots was the largest on Tour that season. At the time it matched the third-best come-from-behind effort in Tour history. His winning score of 285 was the highest by a tournament winner that year. His opening 75 was also the highest start by a tournament winner that year...First top-10 finish came at the Wichita Open, where he T4 to earn $17,600 and jump to No. 81 on the money list...Made the cut in eight of his last 13 events, earning nearly 94 percent of his season total in that span. One of three players (Jaxon Brigman, Rob Bradley) to play in 30 events that season. 1999: Held on to his third-round lead to win the Florida Classic by two strokes over Bobby Wadkins. \n\nAmateur: Member of the 1993 European Amateur team...T12 at the 1998 Peugeot Open De Espana...All-American in 1995 at Augusta State University...Member of the 1994 Great Britain\/Ireland amateur team that competed against Europe. \n","otherCarHigh" : "","personal" : "Ran the Waffle House restaurant on Washington Road in Augusta, GA, during Masters week in 1997...Also sold cars early in his career.","otherInfo" : "","ntlTeams" : "World Cup (1), 2008.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 4 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}