{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "26345","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "7","capcure" : "N", "personalInfo" : {"name" : {"last" : "Porter","first" : "Ewan","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "170","weightMetric" : "77","birthDate" : "July 4, 1982","age" : "33","birthPlace" : "Sydney, New South Wales, Australia","residence" : "Sydney, New South Wales, Australia","family" : "Single","education" : "","splInterest" : "Cooking, wine, working out, concerts","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2001","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "344,130&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2005","exmtStatus" : "Conditionally Exempt: Web.com Tour - Past Champion \/ 2010, 2011","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the Web.com Tour in 2005 and 2008-12. \n\n2012: Made only one cut in seven starts on Tour. \n\n2011: Made the cut in just two of 10 starts on the Web.com Tour. Best finish was a T38 at the South Georgia Classic, where he was the defending champion. \n\n2010: Made 23 starts and finished No. 54 on the Web.com Tour money list...Missed the cut in his first four starts before breaking through with a win at the South Georgia Classic in Valdosta in mid-April. Fired a final-round 70 for an 11-under 277 total, one better than second-year pro Jhonattan Vegas. Moved to the lead with birdies at Nos. 8, 10 and 11 and led by three at one point on the back nine. Played the final seven holes in 1-over par, but it was enough to hold off Vegas, who was 2-under on his final eight holes...Qualified for The Open Championship in January by finishing second at the International Final Qualifying-Australasia in mid-January. Posted an 8-under 136 total for two days at the famed Kingston Heath layout in Melbourne. Has been successful in all three attempts to qualify for the Open. \n\n2009: Earned his first top-10 of the season with a T3 at the Albertsons Boise Open after making the 36-hole cut on the number. Started the final round T44 and moved up with the day's lowest score, a 6-under 65 that vaulted him up the leaderboard. Finished his round 3:15 in front of the final pairing. Start was only his second since returning to Australia in early June, thinking he might give up the game. \n\n2008: Web.com Tour campaign was a season of extreme highs and lows for the Australian who made eight cuts in 24 starts. Finished T48 in his first start of the season, the HSBC New Zealand PGA Championship before collecting his first career top-25 finish on the Web.com Tour in impressive fashion, winning the Moonah Classic with a 13-under 275 total. His seven-stroke win is eclipsed only by Chris Smith's 11-stroke win at the 1997 Omaha Classic, fellow Australian, Marc Leishman's 11-stroke win at the WNB Golf Classic and Chris Nallen's eight-shot victory at the 2004 Gila River Golf Classic. Jumped to the top of the leaderboard with a 5-under 67 and held at least a share of the lead the rest of the way, closing with a 6-under 66 to distance himself from his nearest challengers. Collected $148,248 with the victory to move to No. 2 on the official money list. Made five cuts in his next 11 starts with a best finish of T38 at The Rex Hospital Open. Dropped outside \"The 25\" for the first time after the Albertsons Boise Open. Suffered a dismal finish to the year when he failed to make a cut in his final 11 starts, including a WD at the Chattanooga Classic and a DQ at the Web.com Tour Championship, where he dropped from 34th to 41st on the money list. Missed the cut at both the 2008 Open Championship and Dunhill Links Championship on the European Tour. \n\n2005: Played his rookie season on the Web.com Tour, making the cut in just three of 17 starts. Had never played on the PGA TOUR or Web.com Tour prior to that season. \n\n2004: Made the cut in all three starts on the Asian Tour, with a T15 at the Carlsberg Masters his best showing. Played on the Australasian Tour from 2001-09. Competed for Australia in the 2000 Clare Higson Trophy annual event, featuring the best under-18 golfers from Australia and New Zealand.\n","otherCarHigh" : "","personal" : "Lists winning the 2008 Moonah Classic as his biggest thrill in golf. Favorite course played is Carnoustie. Would most like to play Cypress Point...Never travels without his iPod...List the Rugby League Wests Tigers as his favorite professional team...Favorite TV show is \"Bizarre Foods\" and favorite movie is \"Stepbrothers.\"...Favorite entertainer is Kings of Leon and favorite book is John McEnroe: You Cannot be Serious!...Enjoys eating sushi and watching Roger Federer play tennis...Favorite vacation spot is Phuket, Thailand. Would round out his dream foursome with Will Ferrell, John McEnroe and his girlfriend, Annabel. Bucket list includes visiting Italy, Spain and Japan.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}