{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "26420","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Johnson","first" : "Richard","middle" : "S","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-7","heightMetric" : "1.7","weight" : "145","weightMetric" : "66","birthDate" : "October 15, 1976","age" : "39","birthPlace" : "Stockholm, Sweden","residence" : "Jupiter, Florida","family" : "Wife, Linda; Vera Sophia (6\/11\/07)","education" : "","splInterest" : "Snowboarding, tennis, cars","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1998","clubAffl" : "","cityPlaysFrm" : "Stockholm; ; Sweden","websiteUrl" : "http:\/\/www.richardsjohnson.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "6,466,804&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2013","exmtStatus" : "Exempt - Major Medical","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Played in 19 Web.com Tour events, making 11 cuts. Had one top-10 and four top-25s. Finished the Regular Season 57th on the money list...Top finish came in April at the WNB Golf Classic. Posted rounds of 68-69-66 and was T2 with Rod Pampling, but seven behind Andrew Putnam, who would be declared the winner Sunday when the tournament was shortened to 54 holes due to heavy winds in Midland, Texas. The T2 was his best Web.com Tour finish...Other top-25 performances came in March (Chile Classic\/T23 and Brasil Champions\/T16) and the second Web.com Tour Finals's event, Chiquita Classic (T16), in September...His lone 2014 appearance and 243rd PGA TOUR event was the Barracuda Championship in August, which resulted in a WD...Missed the cut in his one European Tour start, the Nordea Masters, in June.\n\n2013: Made the cut in 11 of 23 Web.com Tour starts and had seven top-25 finishes...Was T6 at the inaugural Brasil Classic in early April. Opened with back-to-back, 6-under 65s and shared both the first- and second-round leads at the Sao Paulo GC. Fired a 1-under 70 in the third round that included a hole-in-one at the par-3 ninth hole. Was four back heading into the last round of the weather-delayed event...Next-best week was a T13 at the Chitimacha Louisiana Open...Missed the cut in all four of the Tour Finals' events. \n\n2012: Made the cut in three of seven starts on the PGA TOUR. Best finish came in his first event, the Mayakoba Golf Classic. Opened with scores of 70-66 and was just two strokes off the lead after 36 holes. Finished T12. \n\n2011: Made 10 PGA TOUR cuts in 23 starts, with his lone top-25 finish a T21 at The Honda Classic. Failed to finish inside the top 125 on the money list for the second time in four years. \n\n2010: Recorded two top-10s but failed to finish inside the top 125 on the money list for the first time in three years...Played the final 38 holes of the Mayakoba Golf Classic without a bogey en route to a T4 finish. Opened the event with a 3-under 68 with caddie Lance Ten Broeck on his bag. Immediately following the round, Ten Broeck gained entry off the alternate list and went on to post a 76. He later withdrew from the event and returned to his caddie duties...Posted rounds of 68-67 on the weekend of the Turning Stone Resort Championship to finish T8, his second top-10 of the season...Won his first European Tour title in eight years when he captured the Nordea Scandinavian Masters. Made a 30-foot birdie putt on the 72nd hole at Bro Hoff Slott GC in Stockholm, Sweden, to edge Rafa Echenique by a stroke. \n\n2009: Had two top-10s, five top-25s and finished 119th on the money list for the second consecutive season. Shot a 63 during the first round of the 50th Bob Hope Classic on his way to a T9 finish...Finished T8 in his Open Championship debut, one year after claiming his first PGA TOUR victory at the 2008 U.S. Bank Championship which was played the same week. \n\n2008: In 13th start of the season, captured first PGA TOUR event at the U.S. Bank Championship to become sixth Swedish player to win on the PGA TOUR. Posted rounds of 63-67-70-64—264, with birdies on three of his final four holes, to edge Ken Duke by one stroke. Carded a hole-in-one in the first round (No. 14 at Brown Deer Park Golf Course) and became first player since Jim Furyk (2007 Canadian Open) to record an ace en route to victory. \n\n2007: Claimed three top-25 finishes in 32 starts, including a T15 at the Valero Texas Open...Finished T19 at PGA TOUR Qualifying Tournament to earn full exemption for 2008. \n\n2006: Made 17 cuts in 29 starts in second season on TOUR, three of which resulted in top-10s, including a playoff loss to Tim Herron at the Bank of America Colonial. \n\n2005: Playing with partial status, finished safely in the top 125 on money list...Posted T9 at the Zurich Classic of New Orleans for first top-10 in third start...One month later, added a T6 at the FedEx St. Jude Classic, his second top-10 in Memphis (T3 in 2003) in three appearances...Third top-10 was a T7 at the John Deere Classic, where he finished three shots behind Sean O'Hair. Played in the final threesome, three shots off the lead of J.L. Lewis Sunday. Posted a final-round 70...Fourth top-10 was a T8 at the Buick Open, aided by four rounds in the 60s...Made the cut in six of seven starts on the Web.com Tour. Finished the year No. 84 on the money list, with $58,568. Strong showings in his first two Web.com Tour appearances, finishing T11 at the BellSouth Panama Championship and fifth at the Chitimacha Louisiana Open. Last three starts of the season all resulted in top-15 finishes, including T13 at the Henrico County Open, T14 at the Northeast Pennsylvania Classic and T12 at the Lake Erie Charity Classic. \n\n2004: Lone top-10 of the season was a T8 at the Chrysler Classic of Greensboro near season's end. Enabled a jump inside the top 150 and receive status for 2005. \n\n2003: First top-10 finish of PGA TOUR career came in 14th start of the season at the FedEx St. Jude Classic. Carded a career-best 7-under 64 in the first round. Held or shared the lead for the first 54 holes and led David Toms by one entering the final round. Paired with Toms in the final group Sunday, carded 2-under 69 to finish T3, four shots behind Toms. Finished T7 at the Valero Texas Open moving from 124th on the season money list to 111th thanks to a $98,291 payday. \n\n2002: Earned his PGA TOUR card for 2003 by finishing T11 at the PGA TOUR Qualifying Tournament in La Quinta, Calif. Made first TOUR start earlier in the season at THE INTERNATIONAL...Member of the European Tour since 2000...Won for the first time at the ANZ Championship, beating Australians Craig Parry, Andre Stolz and Scott Laycock in the Modified Stableford format...Made 22 starts on the European Tour with 14 cuts made to finish 60th on the Order of Merit. \n\n2001: Best finish on European Tour was T2 at Sao Paulo Brazil Open.\n\n2000: First full year on the European Tour, with a best finish of T2 at the Madeira Island Open.\n\n1999: Played the European Challenge Tour, shooting a final-round 64 to come from four strokes back to win the Neuchatel Open Golf Trophy in his native Sweden. \n\n1998: First professional season, making two cuts in four starts on the European Tour and three starts on the European Challenge Tour\n","otherCarHigh" : "","personal" : "Played handball at a high level in Sweden, having been a tennis player from age 6...Took up skateboarding and competed in the Swedish Championships. Suffered seven broken ribs and also broke a hand and a foot doing stunts...Started golf at 15 as his girlfriend's family played. Won two national junior events but did not get picked for the Swedish Amateur side...Comes from a mixed background...His grandfather is an American (New Jersey), who married a Swede and settled in Sweden.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2003","qSchoolYear" : "2002","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(3): 1999 Neuchatel Open Golf Trophy [EurChall]. 2002 ANZ Championship [Eur]. 2010 Nordea Scandinavian Masters [Eur].","curYearHigh" : "","carHigh" : "2012: In the PGA TOUR Season, made three cuts in seven starts, highlighted by a T12 at the Mayakoba Golf Classic in his first tournament of the year. 2011: Made 10 cuts in 23 starts, with his lone top-25 finish a T21 at The Honda Classic. Failed to finish inside the top 125 on the money list for the second time in four years. 2010: Recorded two top-10s but failed to finish inside the top 125 on the money list for the first time in three years...Played the final 38 holes of the Mayakoba Golf Classic without a bogey en route to a T4 finish. Opened the event with a 3-under 68 with caddie Lance Ten Broeck on his bag. Immediately following the round, Ten Broeck gained entry off of the alternate list and went on to post a 76. He later withdrew from the event and returned to his caddie duties...Posted rounds of 68-67 on the weekend of the Turning Stone Resort Championship to finish T8, his second top-10 of the season...Won his first European Tour title in eight years when he captured the Nordea Scandinavian Masters. Made a 30-foot birdie putt on the 72nd hole at Bro Hoff Slott GC in Stockholm, Sweden, to edge Rafa Echenique by a stroke. 2009: Had two top-10s, five top-25s and finished 119th on the money list for the second consecutive season. Shot a 63 during the first round of the 50th Bob Hope Classic on his way to a T9 finish...Finished T8 in his Open Championship debut, one year after claiming his first PGA TOUR victory at the 2008 U.S. Bank Championship which was played the same week. 2008: In 13th start of the season, captured first PGA TOUR event at the U.S. Bank Championship to become sixth Swedish player to win on the PGA TOUR. Posted rounds of 63-67-70-64—264, with birdies on three of his final four holes, to edge Ken Duke by one stroke. Carded a hole-in-one in the first round (No. 14 at Brown Deer Park Golf Course) and became first player since Jim Furyk (2007 Canadian Open) to record an ace en route to victory. 2007: Claimed three top-25 finishes in 32 starts, including a T15 at the Valero Texas Open...Finished T19 at PGA TOUR Qualifying Tournament to earn full exemption for 2008. 2006: Made 17 cuts in 29 starts in second season on TOUR, three of which resulted in top-10s, including a playoff loss to Tim Herron at the Bank of America Colonial. 2005: Playing with partial status, finished safely in the top 125 on money list...Posted T9 at the Zurich Classic of New Orleans for first top-10 in third start...One month later, added a T6 at the FedEx St. Jude Classic, his second top-10 in Memphis (T3 in 2003) in three appearances...Third top-10 was a T7 at the John Deere Classic, where he finished three shots behind Sean O'Hair. Played in the final threesome, three shots off the lead of J.L. Lewis on Sunday. Posted a final-round 70...Fourth top-10 was a T8 at the Buick Open, aided by four rounds in the 60s. 2004: Lone top-10 of the season was a T8 at the Chrysler Classic of Greensboro near season's end. Enabled Johnson to jump inside the top 150 and receive partial status for 2005. 2003: First top-10 finish of PGA TOUR career came in 14th start of the season at the FedEx St. Jude Classic. Carded a career-best 7-under 64 in the first round. Held or shared the lead for the first 54 holes and led David Toms by one entering the final round. Paired with Toms in the final group on Sunday, carded 2-under 69 to finish T3, four shots behind Toms. Finished T7 at the Valero Texas Open moving from 124th on the season money list to 111th thanks to a $98,291 payday. 2002: Earned his card for 2003 by finishing T11 at the PGA TOUR Qualifying Tournament in La Quinta, CA. Made first TOUR start earlier in the season at THE INTERNATIONAL...Member of the European Tour since 2000...Won for the first time at the ANZ Championship, beating Australians Craig Parry, Andre Stolz and Scott Laycock in the Modified Stableford format...Made 22 starts on the European Tour with 14 cuts made to finish 60th on the Order of Merit. 2001: Best finish on European Tour was T2 at Sao Paulo Brazil Open. 2000: First full year on the European Tour, with a best finish of T2 at the Madeira Island Open. 1999: Played the European Challenge Tour, shooting a final-round 64 to come from four strokes back to win the Neuchatel Open Golf Trophy in his native Sweden. 1998: First professional season, making two cuts in four starts on the European Tour and three starts on the European Challenge Tour.\n","otherCarHigh" : "","personal" : "Something of a daredevil sportsman as a teenager. Played handball at a high level in Sweden and was a tennis player from age 6. Took up skateboarding and competed in the Swedish Championships. Suffered seven broken ribs, and also broke a hand and a foot doing stunts...Started golf at 15 as his girlfriend's family played. Won two national junior events...Comes from an international background. His grandfather is an American (New Jersey) who married a Swede and settled in Sweden.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is T36th at the Panama Claro Championship.","dynStats" : "He ranks 89th in Scoring Average (Actual) on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/RStanleyJohnson"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}