{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02008","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "1","capcure" : "N", "personalInfo" : {"name" : {"last" : "Rinker","first" : "Lee","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "185","weightMetric" : "84","birthDate" : "November 10, 1960","age" : "55","birthPlace" : "Stuart, Florida","residence" : "Jupiter, Florida","family" : "Wife, Molly; Lee, Jr. (7\/21\/95), Abby (4\/17\/97), Lily (3\/17\/00)","education" : "University of Alabama (1983, Finance)","splInterest" : "Music, sports","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1983","clubAffl" : "Emerald Dunes Club (West Palm Beach, Florida)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,761,586&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Conditionally Exempt: Veteran Member","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the PGA TOUR in 1984 and 1995-99. Member of the Web.com Tour in 1994 and 2000-01. Has not played full time on any tour since the 2001 season. Missed the cut at both The Honda Classic and the U.S. Open in 2005. \n\n2001: Made the cut in 18 of 27 Nationwide Tour events with three top-10 and 11 top-25 finishes. Played in an average of 31 PGA TOUR tournaments from 1995-99. \n\n1999: Made the cut in 13 of 32 PGA TOUR tournaments with his best finish a T12 at the Texas Open. \n\n1997: Had his best year on PGA TOUR when he finished runner-up to Tiger Woods at the Byron Nelson Golf Classic and tied for second at the B.C. Open. Shared the 36-hole lead with Woods at the Byron Nelson after rounds of 65-63. Has career earnings of $1,221,129 on PGA TOUR. \n\n1994: Finished 12th on the Web.com Tour money list after posting 17 top-25 finishes in 26 events. Had nine top-10 finishes, including four in his last four events. Closed the season in strong fashion, with a sixth at the Boise Open, a third at the Tri-Cities Open, a T3 at the Sonoma County Open and a T2 at the Tour Championship. Earned his 1995 PGA TOUR card by virtue of his T12 at the National Qualifying Tournament. \n","otherCarHigh" : "","personal" : "Parents raised flowers commercially, as well as producing a family of golfers. While working as a club professional in Ohio, Jack Nicklaus provided encouragement to give competitive golf another try after his initial attempt at the PGA TOUR (1984-85) was unsuccessful. Brother Larry has been PGA TOUR member since 1981. Sister Laurie Rinker-Graham has two LPGA victories to her credit.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "1984","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2011","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(1): 2008 E-Z-Go South Florida PGA Open.","intlVics" : "","curYearHigh" : "","carHigh" : "2011: Rookie season on the Champions Tour saw him finish among the top 10 three times in 15 starts, with all three coming during a stretch of six appearances during the summer...Best effort came in Iowa when he was T6 at The Principal Charity Classic. Rallied from an opening-round 74 with weekend rounds of 65-64 at Glen Oaks...Was a 36-hole co-leader at The Senior Open Championship at Walton Heath and eventually finished T7 at Walton Heath...Was also T10 at the Dick's Sporting Goods Open thanks to a 5-under 67 Sunday...Shot a 7-under 65 in the final round of the 3M Championship, an 18-stroke difference from his effort in the second round. 2010: Earned fully-exempt status on the 2011 Champions Tour by finishing T2 at the 2010 National Qualifying Tournament at TPC Eagle Trace...Earned a spot into the field by virtue of his fourth-place finish at the regional qualifier at Metrowest GC in Orlando. \n","otherCarHigh" : "Played on the PGA TOUR on a full-time basis in 1984 and again from 1995-99...Made a total of 189 career starts, with eight top-10 finishes and 99 made cuts...Career earnings totaled $1.2 million, with his best season coming in 1997 when he was 59th on the final money list, with $415,442...Posted two top-10 finishes that year, with runner-up finishes at the GTE Byron Nelson Classic and the B.C. Open, both career-best performances...Also competed on the Web.com Tour, where he made 89 starts, earnings of $316,921 and 15 top-10 finishes. Was a full-time player on that Tour in 1994, 2000 and 2001. Finished 12th in earnings in 1994...Finished second at the 1990 PGA Assistant Professional Championship and was third at the 2006 PGA Professional National Championship...Made seven appearances in the PGA Championship and was T29 in 1998 at Sahalee...Was a college standout at Alabama, where he was a three-time All-SEC choice as well as an All-American in 1983. One of his teammates there was current Champions Tour player Steve Lowery.","personal" : "Has served as the Director of Golf at the Emerald Dunes Club in West Palm Beach, Fla., since 2005...Also did a stint as the head pro at Trump International GC...Comes from a golf family. Brother, Larry, played on the PGA TOUR and sister, Laurie, competed on the LPGA.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T6th in 2011 at the Principal Charity Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}