{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "26596","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Moore","first" : "Ryan","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "170","weightMetric" : "77","birthDate" : "December 5, 1982","age" : "33","birthPlace" : "Tacoma, Washington","residence" : "Las Vegas, Nevada","family" : "Wife, Nichole; Tucker Maddex (10\/19\/12)","education" : "University of Nevada-Las Vegas (2005, Communications and Public Relations)","splInterest" : "Music, movies","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2005","clubAffl" : "Southern Highlands GC (Las Vegas, Nevada)","cityPlaysFrm" : "Las Vegas; NV; United States","websiteUrl" : "http:\/\/www.ryanmooregolf.com\/","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2005","qSchoolYear" : "","exmtStatus" : "2014-15 tournament winner (through 2016-17)","otherVics" : "","intlVics" : "","curYearHigh" : "Thanks to rounds of 67-68 on the weekend at the Silverado Resort and Spa, combining for 9-under par, claimed a T10 with six others in the season's first event, the Frys.com Open...In his attempt to become the first player since Steve Stricker at the John Deere Classic (2009-11) to win the same PGA TOUR event three years in a row, finished T10 at the CIMB Classic...Finished 10th at the Northern Trust Open with the help of a final-round hole-in-one at No. 16. Was one of seven players to shoot four sub-70 rounds at The Riviera Country Club...On a tough Copperhead Course at the Valspar Championship, posted back-to-back 2-under 69s in rounds two and three to finish alone in third. Was making his 10th start in the event at Innisbrook and coming off a fifth-place showing from 2015...Playing in the World Golf Championships-Dell Match Play for the sixth time in his career, reached the quarterfinals with wins over Sergio Garcia, Lee Westwood and Patton Kizzire to finish T5. Was one of 11 Americans to reach the quarterfinals, none of whom advanced to the semifinals.","carHigh" : "2014-15: Extended his streak of FedExCup Playoffs' appearances to a perfect nine for nine, thanks to a successful title defense and three additional top-10 finishes in 21 starts through the Wyndham Championship. Ended his season ranked 39th in the FedExCup standings after the BMW Championship, the third of four Playoffs' events...Fired a final-round, 5-under-par 67 to post a 17-under 271 allowing him to become the first player in tournament history to defend his CIMB Classic title and the first to successfully defend a title on TOUR since Tiger Woods at the Arnold Palmer Invitational (2012 and 2013)...After rounds of 66-71, entered the weekend of the World Golf Championships-Cadillac Championship trailing J.B. Holmes by two strokes and in second place. Struggled on the weekend in difficult conditions, shooting rounds of 74-76 to finish T9...Following a 4-under 67 in round three of the Valspar Championship, took a one-stroke lead into the final round over Jordan Spieth. A Sunday 72 resulted in a fifth-place finish...Finished T10 at the Wyndham Championship for his third top-10 in eight Greensboro starts.\n\n2013-14: Missed just four cuts in 24 starts and picked up his third career PGA TOUR win in only his second start of the season. In addition to the victory, collected six additional top-10 finishes, cementing a return to the FedExCup Playoffs for an eighth consecutive year. Began the BMW Championship just four spots out of the top 30, but a T50 finish at Cherry Hills CC ended his season ranked 39th in the standings...Four rounds in the 60s, including a second-round, 8-under 63, led to a T9 finish in title defense at the Shriners Hospitals for Children Open. It was his third top-10 in eight starts for the Las Vegas resident and former UNLV All-America...One week later, captured his third PGA TOUR title, at age 30 years, 10 months, 22 days, in a sudden-death playoff over Gary Woodland at the CIMB Classic, the first FedExCup event held in Asia. Posted rounds of 63-72-69-70—274 in Kuala Lumpur, Malaysia, carding a birdie-4 on the 72nd hole to match Woodland's 274 total of 14-under par. First-round, 9-under-par 63 set the Kuala Lumpur G&CC course record. Playoff was held Monday morning due to Sunday darkness. Birdied the par-5 18th hole to take the title...Finished T7 at the Nedbank Golf Challenge in South Africa on the European Tour in early December...Opened and closed with rounds in the 60s (67-69) to finish 10th at the Hyundai Tournament of Champions, his second top-10 effort in three starts at the event (also T6 in 2010)...Recorded his fourth top-10 finish in his first six starts of the season, with a T6 at the Waste Management Phoenix Open. It was his third top-10 performance in nine starts at the event (and second consecutive following a fourth-place showing in 2013)...Held a one-shot lead entering the final round of the Travelers Championship before a Sunday 71 dropped him to T5. It was his fifth top-10 in nine starts near Hartford. Posted four rounds in the 60s at the John Deere Classic to T7 with defending champion Jordan Spieth, Johnson Wagner and Bo Van Pelt. Played TPC Deere Run's first two holes in 7-under for the week en route to his second top-10 in six starts at TPC Deere Run...Finished T8 at the World Golf Championships-Bridgestone Invitational for his first top-10 in four starts at the event.\n\n2013: Enjoyed three top-10 finishes but was unable to advance beyond the BMW Championship during the FedExCup Playoffs. Made 16 of 22 TOUR cuts, with three top-10s. Finished No. 51 in the final FedExCup standings...Bettered his first- and second-round, 5-under 66s at the Waste Management Phoenix Open with back-to-back 65s on the weekend to finish fourth. Posted 14 birdies in the final 36 holes on his way to his best finish at TPC Scottsdale in eight consecutive starts...Finished T6 at the Wells Fargo Championship after holding a share of the first-round lead. Has held a share of the first-round lead the last two years at the event. Is the fourth player to hit all 18 greens (first round) at Quail Hollow Club. The other three players to hit all 18 greens at Quail Hollow Club are Hunter Mahan and Heath Slocum in 2012 and Chris Smith in 2003...Finished T7 at the Travelers Championship for his fourth top-10 in his eighth Hartford start.\n\n2012: Finished a career-best No. 11 in the FedExCup standings.Previous-best showing was No. 21 in 2010...In the fist event following the Playoffs, he took advantage of a home-field advantage at the Justin Timberlake Shriners Hospitals for Children Open at TPC Summerlin in Las Vegas. In the first round, he holed out for an eagle-two at the par-4 15th en route to a course-record-tying, 10-under 61 to take a one-stroke lead over Brendon de Jonge. A 5-under 66 in the final round was good for a one-stroke victory over de Jonge, making him the first player to take a first-round lead at the event all the way to the winner's circle since the event was shortened to 72 holes in 2004. His second PGA TOUR win came less than a month before his wife, Nichole, was due to give birth to the couple's first child...Finished T4 at the Arnold Palmer Invitational, with rounds of 71-71-71-70. Was one of two players (winner Tiger Woods was the other) with four under-par rounds. Recorded his third career hole-in-one on TOUR in the first round with a 5-iron from 201 yards on the seventh hole...Four weeks later, was one of just 11 players to break 70 in the final round of the Valero Texas Open. Claimed a T8, with Cameron Tringale and Hunter Haas. The top-10 finish marked just his second start in the event (T53 in 2005)...Finished T5 at the Wells Fargo Championship after holding a share of the first-round lead...Four rounds in the 60s was good for a T8 at the John Deere Classic in his fourth appearance at TPC Deere Run. Eagled the par-5 second hole in the first and third rounds on his way to a 14-under total, six strokes shy of Zach Johnson's winning score...Opened with a 7-under 64 and went on to finish T10 at the Deutsche Bank Championship for the second year in a row...Finished T10 at the BMW Championship and was one of two players to start the week outside the cut line for the TOUR Championship by Coca-Cola and advance to Atlanta. Started the week No. 35 and moved up to No. 28...After beginning the FedExCup Playoffs at No. 64 in the standings and climbing into the TOUR Championship field, finished T3 (his career-best seventh top-10 finish of the season) at East Lake to secure a career-best 11th-place finish in the FedExCup. Managed top-25 finishes in all four Playoffs events, including top 10s in the last three. Moved into a share of the lead with just three holes remaining at the TOUR Championship, but bogeys on his final three holes left him with the T3 finish. In only other TOUR Championship appearance, finished T9 (2010).\n\n\n\n2011: Made 18 lof 22 cuts to go with four top 10s and nine top 25s...Four sub-par rounds led to a T4 at the Northern Trust Open, his first top-10 of the season...Posted second consecutive top 10 with a T5 at the World Golf Championships-Accenture Match Play Championship. Defeated Francesco Molinari (3 and 1), K.J. Choi (5 and 4) and Nick Watney (19 holes) before falling to eventual champion Luke Donald (5 and 4) in the quarterfinals...Missed a 4-foot, 3-inch putt for par on the final hole of the Travelers Championship to fall out of a tie for the lead with Fredrik Jacobson and finish T2. His 7-under 63 left him in a tie with John Rollins at 19-under. Has posted a runner-up finish in six of his last seven years on TOUR (2011 Travelers Championship, 2010 AT&T National, 2008 HP Byron Nelson Championship, 2007 Memorial Tournament, 2006 Travelers Championship and 2005 RBC Canadian Open). The one year during that stretch that he failed to record a second-place finish was the same year he posted his only victory (2009 Wyndham Championship). Made his sixth start at the Travelers Championship, including runner-up finishes during his inaugural start in 2006 and again this year. His other top finishes in Hartford included a T4 (2009) and T13 (2010)....Held a share of the second-round lead at the World Golf Championships-Bridgestone Invitational before finishing T23...Making his sixth start at the Deutsche Bank Championship, recorded his first top 10 (T10). \n\n\n\n2010: Claimed six top-10 finishes, including top-10s at the final two Playoffs events for the FedExCup...Finished T6 in his first start at the season-opening SBS Championship, five shots behind repeat winner Geoff Ogilvy...Finished T10 in his second start of the season at the Bob Hope Classic...Began the final round of the Memorial Tournament tied for 17th. Shot a 4-under 68 Sunday to climb 12 spots to T5...Finished second at the AT&T National, giving him runner-up finishes in five out of his last six years on TOUR (2010 AT&T National, 2008 HP Byron Nelson Championship, 2007 Memorial Tournament, 2006 Travelers Championship, 2005 RBC Canadian Open). The one year during that stretch that he failed to record a second-place finish was the same year he posted his only victory (2009 Wyndham Championship). As a result of his finish, gained entry into the 2010 Open Championship as the top finisher in the top five not otherwise eligible. Went on to miss the cut at St. Andrews...Carried a one-stroke lead into the final round of the BMW Championship, but a 2-over 73 left him T3 and three strokes behind tournament-winner Dustin Johnson. His effort was still good enough to earn a spot in the TOUR Championship, moving from No. 56 to No. 28 in the FedExCup standings. It represented his first top-10 finish in 11 Playoff starts. Began the week with a 6-under 65, including a Cog Hill G&CC record, 7-under 29 on the back nine...In his first TOUR Championship start, closed with a pair of rounds in the 60s (68-69) to finish T9 for his sixth top-10 of the season.\n\n\n\n2009: Surpassed $2 million in earnings for the first time, notching his first victory and tallying six top-10s and nine top-25s...After missing the cut in 2007 and 2008 at the FBR Open, rallied in 2009 by firing four rounds in the 60s to finish T6...Recorded the second top-10 finish of his career in a major championship (T9 at 2006 PGA Championship) with a T10 at the U.S. Open, snapping a streak of three consecutive missed cuts...Followed U.S. Open week with a T4 at Travelers Championship, shooting four rounds in the 60s, including a final-round 64, his season low to date...Claimed his first PGA TOUR win with a birdie on the third hole of a sudden-death playoff to beat Kevin Stadler and Jason Bohn at the Wyndham Championship. After vaulting up the leaderboard with five consecutive birdies on the back nine, won it with a 6-foot birdie putt on No. 18 at Sedgefield CC. Stadler's second shot on the third playoff hole skipped off the back of the green. He chipped within 20 feet, but his putt drifted to the low side of the cup. Bohn was eliminated on the first playoff hole. All three players finished at 16-under 264 with Moore and Stadler making bogeys on the 72nd hole and Bohn shooting a final-round 62...Posted a T7 at Justin Timberlake Shriners Hospitals for Children Open, his fifth top-10 of the season...Kept his top-10 streak alive the following week in his adopted hometown of Scottsdale, Ariz., at the Frys.com Open after posting four consecutive rounds in the 60s to finish T8. His sixth top-10 finish of the year marked the most since garnering four in his rookie year of 2006...Finished third at the World Golf Championships-HSBC Champions in China. \n\n\n\n2008: Earned more than $1.1 million for a third consecutive season and finished second in a tournament for the fourth consecutive year...Lost on third hole of a playoff to Adam Scott at the EDS Byron Nelson Championship when Scott sank a 48-foot birdie putt on the 18th hole. Moore's 15-foot birdie putt from the fringe then grazed the lip. Both players finished regulation at 7-under par, with Moore firing a final-round 68. \n\n\n\n2007: In just his second season on TOUR, collected more than $1.5 million and three top-10 finishes, including a second at the Memorial Tournament...Finished T8 at the PODS Championship, his first top-10 finish of the season…Recorded the third runner-up finish of his TOUR career at the Memorial Tournament. Birdied five of his final six holes on Sunday (66) to move into contention before falling one shot shy of winner K.J. Choi. Was one stroke back after an opening 6-under 66 ...Held the 36-hole lead at the inaugural Fry's Electronics Open after rounds of 66-63—129. Carded weekend rounds of 71-72 to fall to T6, his third top-10 finish of the season. \n\n2006: Played in only 22 events due to an injury during the early part of the season. Underwent surgery to repair a fractured hook of hamate in his left hand on March 20. Injured the hand in 2005 but tried to play through the pain. Missed eight weeks and returned in late May...In 10th start of season, recorded his first top-10 and matched his career-best finish on TOUR with a T2 at the Buick Championship, thanks to four rounds in the 60s. Finished three strokes behind J.J. Henry...Finished T9 at the PGA Championship, his first career top-10 in a major in his first major start as a professional. Made four starts in majors as an amateur with a best finish of T13 at the 2005 Masters. Finished with 67-69 after entering the weekend T42. \n\n2005: Low amateur at the Masters Tournament with his T13 finish...Made the cut at the U.S. Open in his last start as an amateur and finished 57...Following week, turned professional at the Barclays Classic, where he finished T51...Finished T2 at the Bell Canadian Open, one stroke behind Mark Calcavecchia. Only player in field to post four rounds at par or better on the par-70 Shaugnessy G&CC in Vancouver, British Columbia. His $440,000 payday pushed him into the Special Temporary Member category with the ability to earn unlimited sponsor exemptions for remainder of year...Pushed season non-member earnings to $598,250 (equal to No. 120 on PGA TOUR Money List) with T16 finish at the Michelin Championship at Las Vegas. Two off the lead through 36 holes after opening 67-63 (career-best), but fell from contention with a third-round 74...Closed with a 4-under 68 and tied for 13th at the FUNAI Classic at Walt Disney World Resort, earning $88,000. That placed him the equivalent of 113th on the PGA TOUR money list, making him the first player since Tiger Woods in 1996 to go from college to the PGA TOUR in the same season without going to Q School. The only other players to do that since 1980 were Gary Hallberg, Phil Mickelson and Justin Leonard. \n\nAmateur: Four-time All-America (two-time first team) at UNLV and 2005 collegiate player of the year. Three-time Ben Hogan Award finalist and 2005 Hogan Award winner and Jack Nicklaus collegiate player of the year. 2005 Golfstat Cup low collegiate scoring average...Low amateur in the 2005 Masters, finishing T13 at 1-under par, thereby earning an invitation to the 2006 Masters via a top-16 finish. His 287 total was the lowest for an amateur in the Masters since Lindy Miller shot 286 in 1978...As reigning U.S. Amateur champion, earned exemption into U.S. Open at Pinehurst and The Open Championship at St. Andrews. Played in U.S. Open (T57), but opted to turn pro at Barclays Classic...In 2004, won the U.S. Amateur, U.S. Public Links, NCAA Championship, Western Amateur and Sahalee Players Championship. Captured the U.S. Amateur, 2-up, over Luke List at Winged Foot and won his second U.S. Amateur Public Links title, 6 and 5, over Dayton Rose at Rush Creek GC in Minnesota...A member of the 2004 U.S. World Amateur team, he was low individual at the competition...Received a Sponsor Exemption into the 2004 Chrysler Classic of Greensboro and finished T24 at 7-under par. Was T12, four strokes out of the lead, after 36 holes...Winner of the 2002 U.S. Amateur Public Links Championship at the Orchards GC north of Detroit. Defeated Lee Williamson 10 and 9 in the 36-hole final...Two-time American Junior Golf Association All-America.\n","otherCarHigh" : "","personal" : "In 2011, partnered with friends and family to form RMG Golf Course Management LLC (RMG Club). Designed to combat south Puget Sound's sagging golf economy, the RMG Club took over the ownership and day-to-day affairs of the Classic CC in Spanaway, McCormick Woods in Port Orchard and Oakbrook G&CC in Lakewood. “We want this to be a product that appeals to everyone,” Moore said. “We want people to have great facilities they can go play at a reasonable rate.” With three levels of unlimited golf memberships available, The RMG Club is designed to attract players of all skill levels...Learned the game from his father \"as soon as I could walk.\"...Has two brothers, Jeremy and Jason, and one sister, Alyssa...Has served as host of the BMW Northwest Charity Skins Game at Chambers Bay in Washington State.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 2004; World Amateur Team (1), 2004.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 3rd at the Valspar Championship.","dynStats" : "He ranks 46th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/www.twitter.com\/TRUElinkswear"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}