{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01910","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Palmer","first" : "Arnold","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "185","weightMetric" : "84","birthDate" : "September 10, 1929","age" : "86","birthPlace" : "Latrobe, Pennsylvania","residence" : "Orlando, Florida; Latrobe, Pennsylvania","family" : "Wife, Kathleen (Kit); Peggy (2\/26\/56), Amy (8\/4\/58); six grandchildren; six great-grandchildren","education" : "Wake Forest University","splInterest" : "Flying, business, clubmaking","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1954","clubAffl" : "Latrobe CC (Latrobe, Pennsylvania), Laurel Valley GC (Ligonier, Pennsylvania), Bay Hill Club (Orlando, Florida)","cityPlaysFrm" : "Ligonier; PA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "Inducted 1974","combTourMoney" : "3,627,652&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1955","qSchoolYear" : "","exmtStatus" : "Winner, 1960 U.S. Open (Lifetime)","otherVics" : "(9): 1960 World Cup [with Sam Snead]. 1962 World Cup [with Sam Snead]. 1963 World Cup [with Jack Nicklaus]. 1964 World Cup [with Jack Nicklaus]. 1966 World Cup [with Jack Nicklaus], PGA Team Championship [with Jack Nicklaus]. 1967 World Cup [with Jack Nicklaus]. 1984 Doug Sanders Celebrity Pro-Am. 1986 Unionmutual Classic.","intlVics" : "(11): 1956 Panama Open, Colombia Open [SAmerica]. 1963 Australian Wills Masters [Aus]. 1964 Piccadilly World Match Play Championship [Eur]. 1966 Australian Open [Aus]. 1967 Piccadilly World Match Play Championship [Eur], World Cup [indiv]. 1971 Lancome Trophy [Eur]. 1975 Spanish Open [Eur], British PGA Championship [Eur]. 1980 Canadian PGA Championship [Can].","curYearHigh" : "","carHigh" : "Fifth on the all-time PGA TOUR win list, with 62 victories...Tied for seventh with seven professional major championship titles, including four Masters, two Open Championships and a U.S. Open… Shares with Jack Nicklaus the record for most consecutive years with at least one TOUR victory: 17 (1955-71)…Won eight titles in a season twice (1960 and 1962), tied for eighth most in a season in TOUR history…Won 29 times and finished second 10 times over a four-season period (1960-63), while posting top-10s in 66 of 93 (70.97 percent) starts during those years…Led the TOUR in earnings four times, three of which came during that four-year stretch (1960, 1962-63)…His 44 wins during his 30s are the most by a player that age in TOUR history…Finished in the top 10 on the TOUR money list 13 times, third most in TOUR history. \n\n2012: For the sixth consecutive year, served as the Honorary Starter at The Masters, along with Jack Nicklaus and for the first time, Gary Player. \n\n2011: Again served as the Honorary Starter, along with Jack Nicklaus, at the Masters Tournament. \n\n2010: Was an Honorary Starter at the Masters for a fourth consecutive year, joined by Jack Nicklaus in this capacity for the first time...Teamed with Gary Player and Nicklaus at The Olde Farm GC in Virginia in The Big 3 for Mountain Mission Kids sponsored by Johnson & Johnson. The 19-hole scramble event, benefiting the Mountain Mission School, raised more than $15.1 million, the most-ever by a golf tournament in a single day. \n\n2009: Was the Honorary Starter at the Masters for the third consecutive year...President Barack Obama signed legislation authorizing the Congressional Gold Medal during a ceremony at the White House on Sept. 30, joining Byron Nelson (2006) as the only golfers to receive the honor…Celebrated his 80th birthday (Sept. 10) with celebrations over two weeks in Orlando, Pittsburgh, Laurel Valley and Latrobe, Pa. One of the highlights was throwing out the first pitch at a Pittsburgh Pirates game…Arnold Palmer Medical Center in Orlando, Fla., was named the PGA TOUR Charity of the Year. \n\n2007: The long-time PGA TOUR event held at his Bay Hill Club and Lodge was renamed the Arnold Palmer Invitational. \n\n2006: Teed it up in the Constellation Energy Classic in September and then played his final round of competitive golf Oct. 13 at the Champion Tour's Administaff Small Business Classic. Withdrew after four holes but completed the round as a thank you to the fans in attendance and then announced at the conclusion of the round that \"there's just no thoughts of any more tournament golf.\" \n\n2005: For the first time in his career did not make a start in a TOUR event. \n\n2004: Celebrated his 50th year in professional golf. Announced that it would be his final Augusta National appearance and recorded his 50th consecutive start at the Masters. Also played in his 26th consecutive Bay Hill Invitational…Received the Presidential Medal of Freedom at the White House…Finished second to Tom Watson at the Wendy's Champions Skins Game, earning five skins and $140,000 at Wailea. Lost a golden opportunity for victory on the final hole of regulation when, with five skins and $260,000 on the line, he missed an 8-foot birdie putt. Overall performance was still his best since winning the 1993 event…Served as captain of the U.S. team once again at the UBS Cup.\n\n2003: Came back to Augusta National for his record 49th consecutive start at the Masters. Missed the cut there and at the Bay Hill Invitational...Played in nine Champions Tour events, with a season's best 36th at the MasterCard Championship in February…Matched his age three times (seventh, eighth and ninth times in his career) and also bettered his age (second time in his career) during the campaign...Shot one better than his age in the opening round of the SBC Championship when he carded a 73. Later matched his age in the same event when he closed with a 74 in San Antonio...Earlier in the year he had matched his age with an opening-round 73 at the MasterCard Championship in Hawaii and a first-round 73 at the Liberty Mutual Legends of Golf in Savannah, Ga...Made his 23rd consecutive appearance in the U.S. Senior Open at the Inverness Club in Toledo...Made two starts on the PGA TOUR, including the Bay Hill Invitational and a record-tying 49th appearance at the Masters...Captained the U.S. team to victory for the second consecutive year in the UBS Cup Matches at Sea Island, Ga. \n\n2002: Missed the cut at Bob Hope Chrysler Classic, Bay Hill Invitational and the Masters…Matched his age in the final round of the Champions Tour's Napa Valley Championship when he shot a 1-over 73. It was the first time he shot his age since opening with a 1-under 71 at the 2001 Senior PGA Championship at Ridgewood CC in New Jersey. Accomplishment in Napa made him the eighth and final player to shoot or better his age on the Champions Tour during the season. \n\n2001: Shot his age (71) in the fourth round of Bob Hope Chrysler Classic. First player in his 70s to shoot his age or better on TOUR since 77-year-old Jerry Barber fired a 71 in the second round of 1994 Buick Invitational...Added another 71 during the first round of the Senior PGA Championship. \n\n2000: By playing in the Bob Hope Chrysler Classic in January, he recorded the distinction of having played in PGA TOUR events in seven decades, going back to his first PGA TOUR start in 1948 (Greater Greensboro Open). Missed the cut in Palm Springs...Reached a milestone in July when he played in his 1,000th combined PGA TOUR and Champions Tour event...Bettered his age for the first time when he fired a 3-under-par 69 in the second round of the FleetBoston Classic. One week earlier, he had matched his age with a final-round 70 at the Novell Utah Showdown, the first time he had shot his age since posting a final-round 66 at the 1995 GTE Northwest Classic. Also matched his age with a 71 at the Vantage Championship…Joined Jack Nicklaus and Byron Nelson as the first recipients of the Payne Stewart Award...Received the Patriot Award from the Congressional Medal of Honor Society. \n\n1999: Won the Donald Ross Award from the American Society of Golf Course Architects. \n\n1998: Named recipient of third PGA TOUR Lifetime Achievement Award at annual PGA TOUR Awards Dinner at La Costa on January 9. \n\n1997: Underwent surgery for prostate cancer in mid-January and made his first start after the surgery at the PGA TOUR's Bay Hill Invitational in late March…Received Francis Ouimet Award from Francis Ouimet Caddie Scholarship Foundation in Boston in January 1997. \n\n1996: Captained the U.S. Presidents Cup Team to its second consecutive win in the biennial series, a 16½-15½ victory over International Team at Robert Trent Jones GC. \n\n1995: Final Open Championship appearance at St. Andrews came on the 35th anniversary of his first time in event…Shot his age for the first time in a competitive round, on Sunday at the GTE Northwest Classic in Seattle, carding a 66 on his birthday. \n\n1994: Played his last U.S. Open at Oakmont CC, 40 years after playing his first. Also competed in his final PGA Championship, at Southern Hills, shooting rounds of 79-74 to miss the cut...Awarded PGA of America Distinguished Service Award. \n\n1993: Made his final PGA TOUR cut, at the Nestle Invitational on his home course in Orlando. Was T71…Pocketed $190,000 at the Senior Skins Game and was the event's leading money-winner for a second straight year...Was the designated honoree at the Memorial Tournament at Muirfield Village…The White House and President Bill Clinton honored him with the National Sports Award. \n\n1992: Racked up $205,000 in winning the Senior Skins Game at Mauna Lani...Carded the 16th hole-in-one of his career, and last in competition, in the opening round of the GTE Northwest Classic…Missed the cut in five PGA TOUR starts. 1991: Made his second-to-last PGA TOUR cut, at the Nestle Invitational at his Bay Hill Club and Lodge. In the rain-shortened event, he shot rounds of 72-71-70 to T24…Posted three straight top-10s late in the season, including a T4 at The Transamerica, where he was among the leaders on the final day…Also in contention at the Nationwide Championship, eventually finishing T7 near Atlanta. 1990: Top outing in 17 events was a T12 at the Security Pacific Senior Classic….Played in five PGA TOUR events but missed the cut in all five, including three of the four major championships (Masters, The Open Championship and PGA Championship). 1989: Made only 16 official starts, his fewest Champions Tour appearances since 1986. Best showing was a T4 at the Mazda Senior TPC, where he broke 70 three of the four days…Had an eighth-place finish in defending his title at the Crestar Classic…Was Chrysler Cup captain for a third time. 1988: Had his finest earnings year as a Champions Tour player, placing 17th on the final money list with $185,373...Recorded his last official win, near Richmond, claiming the Crestar Classic title in wire-to-wire fashion by four strokes over Lee Elder, Larry Mowry and Jim Ferree…Finished third a week later, at the PaineWebber Invitational, where his second-round 66 equaled the best round of the tournament. Only in 1971 on the PGA TOUR, when he pocketed $209,603 did he earn more official money in a season…Again served as captain at the Chrysler Cup. 1987: Best finish was a T3 at the GTE Northwest Classic. 1986: Made holes-in-one on consecutive days at the par-3 third hole at the TPC Avenel during the Chrysler Cup pro-am competition, a first for a professional. He also served as the captain at that event. 1985: Ran away from the field with an 11-shot win at the Senior Tournament Players Championship at Canterbury GC near Cleveland. He established an all-time record for largest margin of victory, not broken until Hale Irwin's 12-shot win at the 1997 PGA Seniors' Championship. 1984: His three victories during the campaign were the most in any season of his Champions Tour career and marked the first time since 1971 that he claimed a trio of titles in a year...Won a pair of major championships: the PGA Seniors' Championship by two strokes over Don January, and the Senior Tournament Players Championship, where he bested Peter Thomson by three shots. At the PGA Seniors', he shot a second-round 63 then dealt with heavy wins and cold temperatures at PGA National in Palm Beach Gardens, Fla., and stumbled to a third-round 79. He still led through 54 holes and then shot a 1-under 71 Sunday to win…Also edged Orville Moody and Lee Elder by one at the Quadel Seniors Classic near the end of the campaign. 1983: Ended a 15-month victory drought by capturing the Champions Tour's season-ending Boca Grove Senior Classic in Florida. 1982: Collected a pair of Champions Tour titles, the first coming at the Marlboro Classic by four strokes over Billy Casper and Bob Rosburg in Massachusetts…Added the Denver Post Champions of Golf title when he held off Bob Goalby by a stroke. 1981: Became the first player to claim both a U.S. Open and U.S. Senior Open title with his playoff victory over Bob Stone and Billy Casper at Oakland Hills CC near Detroit. 1980: After turning 50, played in his first PGA Seniors' Championship in December at Turnberry Isle CC in North Miami, Fla. He finished in a tie with Paul Harney at the end of regulation and then birdied the first hole of sudden-death to win…Playoff victory over Harney made him the first of only 10 men to claim the first official Champions Tour event he entered...Debuted on the circuit at the unofficial World Seniors Invitational, finishing as runner-up to Gene Littler in Charlotte…Also made 14 PGA TOUR starts…Traveled north of the border and won the Canadian PGA Championship. 1979: Best finish in 16 PGA TOUR starts was a T24 at the Southern Open…His Bay Hill Club and Lodge hosted a PGA TOUR event for the first time—the Bay Hill Citrus Classic. 1978: Opened his season with a fifth-place performance at the Phoenix Open and also turned in a top-10 at the Canadian Open…Also made the cut at the Masters (T37) and The Open Championship (T34). 1977: Went a second consecutive year without an official PGA TOUR top-10 but did finish seventh at The Open Championship at Turnberry in Scotland, at the time still considered an unofficial tournament. 1976: Didn't have a top 10 for the first time as a professional. Top finish was a T15 at the PGA Championship at Congressional CC. 1975: His top finishes were a third-place showing at the Hawaiian Open and a fourth-place showing at the Canadian Open…Was the U.S. Ryder Cup captain for second time in his career and first time in 12 years as the Americans defeated Great Britain-Ireland, 21-11…Won the Spanish Open in 1975, defeating South Africa's John Fourie, and then picked up the British PGA Championship. Despite finishing at 5-over for the week during difficult conditions at Royal St. George's, he defeated England's Eamonn Darcy by five strokes. \n\n1974: Needed a good final round at the U.S. Open. Entered Sunday in third place at Winged Foot GC's West Course, three strokes behind Tom Watson. But he shot a 76 and ended T5…Was also T5 at the Western Open. \n\n1973: Last of his 62 TOUR victories came at Bob Hope Desert Classic by two strokes over Jack Nicklaus and Johnny Miller….Had four rounds in the 60s at the Sammy Davis Jr.-Greater Hartford Open to T3. \n\n1971: Again paired with Jack Nicklaus to successfully win the National Four-Ball Championship. The duo rolled to a six-stroke win over the teams of Bob Charles-Bruce Devlin and Julius Boros-Bill Collins…Won the unofficial, 54-hole Lancome Trophy in France. \n\n1970: Teamed with Jack Nicklaus to win the National Four-Ball, shooting rounds of 61-67-64-67 to defeat the teams of George Archer-Bobby Nichols, Gardner Dickinson-Sam Snead and Bruce Crampton-Orville Moody by three strokes…Lost to Dave Stockton at the PGA Championship at Southern Hills. Was T2 with Bob Murphy, two strokes behind Stockton…Battled Nicklaus at the Byron Nelson Golf Classic, with the two finishing regulation at Preston trail GC tied at 6-under 274. Nicklaus won with a birdie on the first extra hole…Had a pair of T3s—at the Sea Pines Heritage Classic and the Atlanta Classic. \n\n1969: Named Associated Press Athlete of the Decade for the 1960s. Won the inaugural Heritage Golf Classic in Hilton Head Island, S.C., then came back a week later, in early December, to capture the Danny Thomas-Diplomat Classic, thanks to a final-round 65 to come from six strokes off the pace to win. \n\n1968: Collected at least one victory for the 11th consecutive season...Became the first TOUR player to earn $1 million in his career (7\/21\/68). Helped himself by winning the Bob Hope Desert Classic early in the season. After five rounds, was tied with Deane Beman, winning with a par on the second playoff hole...In mid-September, he shot a final-round 67 at Quail Hollow Club in Charlotte to beat Bruce Crampton by four strokes.\n\n1967: Captured the last of his three Los Angeles Open titles with a five-stroke win over Gay Brewer…Opened with a 66-67-67 at the Tucson Open and then hung on to win when he shot a final-round 73. Edged Charles Courtney by one stroke…Had a chance to win the Tournament of Champions for a third consecutive year, but Frank Beard derailed his chances—winning by one…Three weeks later, Beard again kept him from successfully defending in Houston, winning by one at the Houston Champions International…Looked like he would win the U.S. Open after falling short the year previously. Was tied for second after 54 holes, a stroke behind amateur Marty Fleckman. Shot a final-round 69 at Baltusrol GC's Lower Course but watched Jack Nicklaus shoot 65 for the title…Picked up wins at the American Golf Classic and the Thunderbird Classic in late summer-early fall…Won his fourth Vardon Trophy…Won the Par 3 Contest at the Masters for the only time in his career…Was a perfect 5-0 in the Ryder Cup at Champions GC where he suffered disappointment earlier in the season. The United States routed Great Britain by 15 points…Played in his final World Cup, again with Jack Nicklaus as his partner, and the duo kept its undefeated streak alive, winning by 13 strokes over New Zealand. Also won the International Trophy, the only time he won the individual title, besting Nicklaus by five strokes...Won his second and final Piccadilly World Match Play Championship, edging Australia's Peter Thomson, 1-up, in the finals. \n\n1966: Returned to multiple-victory form. Opened his season with a victory at the Los Angeles Open. Moved into a tie for second with a second-round 66 then took command with a third-round, 9-under 62 at Rancho Municipal GC. Took a seven-stroke lead into the final round and won by three after a 2-over 73, beating Miller Barber and Paul Harney…Battled through 72 holes to get into a playoff with Gay Brewer at the Tournament of Champions then dominated Brewer in the 18-hole overtime session, shooting a 63 to Brewer's 79…Final win of the campaign came late in the season, at the Houston Champions International. He came from behind on the final day, shooting a 69 at Champions GC to overtake Gardner Dickinson for a one-stroke win…Endured one of his most disappointing losses of his career. Held a seven-stroke lead with nine holes to play at the U.S. Open at The Olympic Club but struggled on the back nine and watched as Billy Casper tied him at the end of regulation. In the subsequent 18-hole playoff, Casper shot a 69 to win by four strokes…After taking a year break from World Cup competition, he returned with his old partner, Jack Nicklaus, and the U.S. team rolled to a five-stroke win over South Africa. He was fifth in the individual portion of the tournament held at Yomiuri GC in Tokyo, Japan…Added the Australian Open title to his resume late in the season, beating Australian Kel Nagle by five strokes at the par-74 Royal Queensland GC. \n\n1965: Saw his streak of multiple wins in a season end at nine consecutive. Did win once—the Tournament of Champions, an event he won at Desert Inn CC in Las Vegas by two strokes over Al Geiberger and Doug Sanders…Finished a distant second at the Masters, with Gary Player, nine strokes behind winner Jack Nicklaus…Represented the U.S. for a third time in the Ryder Cup, splitting his two foursomes matches, going 1-1 in his four-balls and winning both of his singles matches in the U.S.'s 19 1\/2-to-12 1\/2 win…Played an exhibition at a golf course in Orlando, Fla., against Jack Nicklaus, a course he would later purchase and rename Bay Hill Club and Lodge...Took back-to-back, two-stroke penalties at the PGA Championship at Laurel Valley GC. In the first round, he allowed two marshals to remove a bridge railing that interfered with his swing. In the second round, he called a penalty on himself after he knocked a rock out of the way with his backswing during a practice stroke.\n\n1964: Won twice and was second an additional six times. The highlight of his season came when he captured his seventh major championship, winning the Masters by six strokes over Jack Nicklaus and Dave Marr…His other title came at the Oklahoma City Invitational, a two-stroke triumph over Lionel Hebert…He joined Billy Casper and Nicklaus in second at the PGA Championship at Columbus CC in Ohio, three strokes behind Bobby Nichols…He teamed with Nicklaus for the second consecutive year at the World Cup and won again for the U.S., this time at Royal Kaanapali in Maui, Hawaii, by 11 strokes over Argentina. Also battled Nicklaus for the individual title, eventually losing to him by two strokes after a final-round 78…Won the inaugural Piccadilly World Match Play Championship, outlasting England's Neil Coles, 2 and 1, in the finals. \n\n1963: Led the TOUR in earnings for fourth time in career and won seven times beginning at the Los Angeles Open. Enjoyed a three-stroke triumph over Al Balding at Rancho Municipal GC…Punctuated his domination in the desert with a third consecutive win at the Phoenix Open. Battled Gary Player all week before finally taking the title by a stroke at Arizona CC…Held off Harold Kneece, who was looking for his first TOUR title, at the Pensacola Open to prevail by two strokes…At the Thunderbird Classic Invitational, began a streak of three consecutive playoffs…Defeated Paul Harney in a playoff at Westchester CC after not competing the previous five weeks…Traveled to Massachusetts the following week and made it into a playoff at the U.S. Open at The Country Club with Julius Boros and Jacky Cupit. Shot a 76 in the 18-hole overtime. Boros won with a 70. Cupit shot 73…Traveled to Ohio the next week, and shot 68-66-68 at the Cleveland Open, to get him into a playoff with Tommy Aaron and Tony Lema, an overtime he won…His sixth win of the season, at the Western Open at Chicago's Beverly CC, also came in a playoff—against Julius Boros (71) and Jack Nicklaus (73). He shot a 70…Final win of the campaign came at the Whitemarsh Open in Lafayette Hill, Pa. He defeated Lionel Hebert by a stroke…Played in his third World Cup, and joined forces with Jack Nicklaus to win for the U.S. at St. Nom-La-Breteche in Paris, France. Was T5 in individual play…Was the Ryder Cup captain for the first time, competing as a playing captain as the U.S. routed Great Britain, 23-9. Was 1-1 in foursomes, 2-0 in four-balls and 1-1 in singles…Won the Australian Wills Masters late in the season. \n1962: Named PGA Player of the Year for the second time and led the money list…Won his second Palm Springs Golf Classic in three years, taking a three-stroke win over Jay Hebert and Gene Littler in the desert…Opened with a 64 at the Phoenix Open and finished with a 66 to romp to a 12-stroke successful defense in Arizona over a trio of players…Battled Joe Campbell, Littler, Mason Rudolph and Doug Sanders until finally prevailing by a stroke at the Texas Open to win at Oak Hills CC for a second consecutive year…Was in contention at the Masters for a fourth consecutive year. Held the 36- and 54-hole leads but finished in a tie with Gary Player and Dow Finsterwald. The players would decide that year's Masters in the event's first three-way playoff. He shot a 4-under 68 in the 18-hole playoff to easily outdistance Player (71) and Finsterwald (77) to win his third green jacket…At the Desert Inn CC in Las Vegas, he nipped Billy Casper by a stroke to win the limited-field Tournament of Champions…In an epic battle at the U.S. Open at Oakmont CC near his boyhood home, he staged an epic battle with Jack Nicklaus before finally falling in an 18-hole playoff. Came back a month later to win his second consecutive Open Championship, a six-stroke win at Royal Troon in Scotland over Kel Nagle, who had beaten him at the Open Championship two years earlier…His final of eight wins came at Firestone CC's South Course when he triumphed over Mason Rudolph by five strokes at the American Golf Classic…Again teamed with Sam Snead at the World Cup. They won for the United States by two strokes over Argentina, and he T2 in individual play, two strokes behind winner Roberto De Vicenzo in Buenos Aires, Argentina...Severely cut his right-middle finger while carrying luggage. The gash required six stitches, but he missed no tournament action. \n\n1961: His six-win season began in San Diego when he beat Al Balding in a one-hole sudden-death playoff…Earned a second playoff title a month later in Arizona when he bested Bill Collins in an 18-hole playoff at the Phoenix Open…Took a week off then won again, at the Baton Rouge Open. Was seven strokes better than Wes Ellis at Sherwood Forest CC to successfully defend there despite winning on a different course. Won the last two Baton Rouge Opens by 14 strokes…Had back-to-back runner-up finishes. The first came at the Sunshine Open, where he fell by a stroke to Gary Player even with a final-round 66…Seemed ready to win a second consecutive green jacket at the Masters. Was four strokes behind Gary Player when the final round began, but as Player struggled to a 2-over 74 a win looked probable. On Augusta National's closing hole, he double bogeyed while Player got up and down from the bunker to become the tournament's first international winner. He T2 with amateur Charles Coe, a stroke behind Player…Successfully defended his Texas Open title, this time at Oak Hills CC, edging Al Balding by a stroke…Won the Western Open by two strokes over Sam Snead at Blythefield CC in Belmont, Mass...Earned his third major championship in two years and was able to come back from his Open Championship disappointment from a year earlier to edge Wales' Dai Rees by a stroke at Royal Birkdale…Also won the unofficial Seminole Pro-Am and finished second on the money list…Made his first U.S. Ryder Cup team, compiling a 3-0-1 record for the week in England...Finished third at the Yomiuri Open in Japan in June. \n\n1960: Won a career-best eight times, including victories in two major championships, and took home numerous post-season awards, including winning the S. Rae Hickok Professional Athlete of the Year Award (commonly known as the Hickok Belt) that went to the top professional athlete each year. Was only the second golfer to be honored (Ben Hogan in 1953)…At the 90-hole Palm Springs Golf Classic, finished with rounds of 67-66-65 to defeat Fred Hawkins by three…Was a two-stroke winner at the Texas Open over Doug Ford and Frank Stranahan at Fort Sam Houston GC, beginning a streak of three consecutive wins…A week later in Louisiana, he won the Baton Rouge Open at Baton Rouge CC by seven strokes over Ron Reif…The following week, he headed to Florida's panhandle and captured the Pensacola Open. Looking to tie Doug Sanders and get in a playoff, he instead birdied the final two holes and beat Sanders by a stroke…Won his second Masters tournament with a one-stroke victory over Ken Venturi at Augusta National…His final-round 65 at the U.S. Open at Cherry Hills helped him defeat amateur Jack Nicklaus by two strokes…In his next start, he came close to picking off his third major of the campaign but came up a stroke short of Kel Nagle at The Open Championship at St. Andrews…Shot consecutive 66s to finish regulation at the Insurance City Open to get into a playoff with Jack Fleck and Bill Collins. Won the overtime with a birdie on the third extra hole…Shot a final-round 65 in Alabama to win the Mobile Sertoma Open by two strokes over Johnny Pott…Final second-place showing came at the Houston Classic, losing this time to Collins by two strokes in an 18-hole playoff…Led the money list, was named Hickock Professional Athlete of the Year and also earned Sports Illustrated Sportsman of the Year honors…Joined forces with Snead at the World Cup in Dublin, Ireland. The duo rolled to an eight-stroke victory over England, and he T3 in individual play. \n\n1959: Was five strokes behind entering the final round of the Thunderbird Invitational. Shot a 62 to storm past Jimmy Demaret and Ken Venturi, the winner of the last three Thunderbirds, to win by three…Waited four months for his next title, the Oklahoma City Open. Opened with a 73 then reeled off rounds of 64-67-69 to beat Bob Goalby by two…Under trying conditions in November at the West Palm Beach Invitational, where the final-round stroke average was 76.2 and no player broke 70, he came back from a third-round 66 with a 76 to get into a playoff with Gay Brewer and Pete Cooper…Earlier in the season, playing in front of a hometown crowd, lost the Western Open crowd by a stroke to Mike Souchak at Pittsburgh Field Club in Aspinwall, Pa…Was tied for first with Dow Finsterwald at the season-ending Coral Gables Open outside Miami, shot a final-round 72 to drop to T3, six strokes behind Doug Sanders…Just missed successfully defending his Masters title. Was tied for the 54-hole lead but shot a final-round 74 and T3, watching Art Wall come from six strokes off the pace to win by two. \n\n1958: He began the final round at the St. Petersburg Open four strokes behind Dow Finsterwald. Shot a final-round 65 to beat Finsterwald by a stroke…Was tied for sixth through 36 holes at the Masters Tournament then shot rounds of 68-73 to edge Doug Ford by a stroke to win at Augusta National for the first time…Held a five-stroke lead through 54 holes of the Pepsi Championship at Pine Hollow CC in East Norwich, NY. Maintained that advantage through the final round, easily winning over Jay Hebert on Long Island…Had numerous near-misses during the season, including five runner-up performances. Was T2 at both the Tijuana Open and Baton Rouge Open. Lost in a playoff to Howie Johnson in March at the Azalea Open. Was also T2 in the inaugural Buick Open, falling by a stroke to Billy Casper. Lost the Utah Open by a stroke at Salt Lake CC when Finsterwald gained some revenge, winning by one shot…Still led the money list for the first time, pocketing $42,608.\n\n1957: Was a four-time winner, with the first title coming at Memorial Park GC at the Houston Open. Defeated Doug Ford by a stroke…Under difficult conditions at the Azaela Open, where there was only one round in the 60s over the final 36, he shot rounds of 70-75 to defeat Dow Finsterwald by a stroke…Nicked Ford again at the Rubber City Open in Ohio, defeating him in a playoff…Final win of the campaign came at the San Diego Open in November. He beat Al Balding by a stroke at Mission Valley CC…Had nine other top-10s and finished fifth on the money list...Prior to the Kansas City Open, he stayed home to try to win the West Penn Open. After finishing T2 twice as an amateur at his hometown event, he finally won the 36-hole, one-day tournament at Fox Chapel GC in Pittsburgh, beating defending champion Lew Worsham by six strokes...Won the unoffical Mountain View Open in Roanoke, Va., shooting rounds of 67-68 to beat John Musser by four shots.\n\n1956: Won multiple titles for the first time in his career. Picked up first championship of the season, at the Insurance City Open, in a two-hole sudden-death playoff over Ted Kroll, making birdie on the second hole using, ironically, a putter he borrowed from Kroll…Second title came four weeks later, in Maryland, at the Eastern Open. He defeated Dow Finsterwald by two strokes at Mount Pleasant Municipal GC. Just missed a third win even though he shot four rounds in the 60s. Lost at the Rubber City Open by a stroke to Ed Furgol…Followed his win in Canada a year earlier with a pair of international wins, in successive starts, at the Panama Open and the Colombia Open. In Panama City, he finished tied with Sam Snead at the end of regulation, forcing the duo into a six-hole playoff. He defeated Snead when he made a 10-foot birdie putt...In Cali, he trailed Chick Harbert by seven strokes with 18 holes to play. In the final round, he shot a 65 to win by two shots over Argentina's Raoul Posse. He earned a combined $3,500 for his two international victories. \n\n1955: Won his first professional event, the Canadian Open, in Toronto. Defeated Jack Burke, Jr. by four strokes at Weston GC…Other top-five finish came in Minnesota. Opened 65-67 but was still three strokes behind Jerry Barber at the 36-hole mark of the St. Paul Open. Slipped to 70-71 in his final two rounds to T3, four strokes behind winner Tommy Bolt…Finished second at the Panama Open, losing by a stroke to Argentina's Antonio Cerda. \n\nAmateur: Won the 1954 U.S. Amateur at the CC of Detroit. Also played in five TOUR events that year, all as an amateur, with his top finish a T7 at the Azalea Open. Missed the cut at the U.S. Open and added a T14 at the All American Open outside Chicago…Made two 1953 TOUR starts, missing the cut at the U.S. Open and placing T47 at the Carling Open…Made his first PGA TOUR cut, finishing 54th at the 1949 Dapper Dan Open...While still a student at Wake Forest, made his PGA TOUR debut, missing the cut at the 1948 Greater Greensboro Open. Shot rounds of 78-76 to tie with five others at 154. \n","otherCarHigh" : "","personal" : "Maintains active business schedule with golf course design, construction and development...Principal owner of Bay Hill Club and Lodge, site of Arnold Palmer Invitational, which was re-named in his honor for 2007 tournament...Golf course design company, Arnold Palmer Design Company, is located at the Bay Hill Club...Consultant to Golf Channel...Pilot of considerable renown who set one aviation record...Received Francis Ouimet Award from Francis Ouimet Caddie Scholarship Foundation in Boston in January 1997...Received 1999 Donald Ross Award from the American Society of Golf Course Architects and Patriot Award from Congressional Medal of Honor Society in 2000...First former champion to become a member at Augusta National GC, joined by Jack Nicklaus in 2001...Arnold Palmer Award given to season's top money-winner on PGA TOUR and Champions Tour...Latrobe, Pa., airport named after him in honor of 70th birthday...Family named Golf Family of the Year for 1999 by the National Golf Foundation...Received Presidential Medal of Freedom at The White House in 2004 and the Congressional Gold Medal in 2009...Arnold Palmer Medical Center in Orlando, Fla., was named the 2009 PGA TOUR Charity of the Year...Received an honorary doctor of law degree from the University of St. Andrews on the eve of the 2010 Open Championship...Has 13 different streets in the United States named for him...Grandson Sam Saunders is a member of the Web.com Tour and finished 50th on the 2012 money list.","otherInfo" : "","ntlTeams" : "The Presidents Cup Captain (1), 1996; Ryder Cup (6), 1961, 1963, 1965, 1967, 1971, 1973; Ryder Cup Captain (2), 1963, 1975; World Cup (6), 1960, 1962, 1963, 1964, 1966, 1967; Chrysler Cup (5), 1986, 1987, 1988, 1989, 1990; UBS Warburg Cup (3), 2001, 2002, 2003.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1980","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(19): 1954 U.S. Amateur. 1955 Panama Open, Colombia Open. 1960 Canada Cup [with Sam Snead]. 1962 Canada Cup [with Sam Snead]. 1963 Australian Wills Masters Tournament, Canada Cup [with Jack Nicklaus]. 1964 Piccadilly World Match Play Championship, Canada Cup [with Jack Nicklaus]. 1966 Australian Open, Canada Cup [with Jack Nicklaus], PGA Team Championship [with Jack Nicklaus]. 1967 Piccadilly World Match Play Championship, World Cup [with Jack Nicklaus], World Cup [indiv]. 1971 Lancome Trophy. 1975 Spanish Open, British PGA Championship. 1980 Canadian PGA Championship.","intlVics" : "(5): 1984 Doug Sanders Celebrity Pro-Am. 1986 Union Mutual Classic. 1990 Senior Skins Game. 1992 Senior Skins Game. 1993 Senior Skins Game.","curYearHigh" : "","carHigh" : "2012: For the sixth consecutive year, served as the Honorary Starter at The Masters, along with Jack Nicklaus and for the first time, Gary Player. \n\n2010: Was an Honorary Starter at the Masters for a fourth consecutive year, joined by Jack Nicklaus in this capacity for the first time...Teamed with Gary Player and Nicklaus at The Olde Farm GC in Virginia in The Big 3 for Mountain Mission Kids sponsored by Johnson & Johnson. The 19-hole scramble event, benefiting the Mountain Mission School, raised more than $15.1 million, the most-ever by a golf tournament in a single day. 2009: Was the Honorary Starter at the Masters for the third consecutive year, to be joined in 2010 by Jack Nicklaus...President Barack Obama signed legislation authorizing the Congressional Gold Medal during a ceremony at the White House on Sept. 30, joining Byron Nelson (2006) as the only golfers to receive the honor…Celebrated his 80th birthday (Sept. 10) with celebrations over two weeks in Orlando, Pittsburgh, Laurel Valley and Latrobe, Pa. One of the highlights was throwing out the first pitch at a Pittsburgh Pirates game…Arnold Palmer Medical Center in Orlando, Fla., was named the PGA TOUR Charity of the Year. 2007: The long-time PGA TOUR event held at his Bay Hill Club and Lodge is renamed the Arnold Palmer Invitational. 2006: Teed it up in the Constellation Energy Classic in September and then played his final round of competitive golf Oct. 13 at the Champion Tour's Administaff Small Business Classic. Withdrew after four holes but completed the round as a thank you to the fans in attendance and then announced at the conclusion of the round that \"there's just no thoughts of any more tournament golf.\" 2005: For the first time in his career did not make a start in a TOUR event. \n\n2004: Celebrated his 50th year in professional golf. Announced that it would be his final Augusta National appearance and recorded his 50th consecutive start at the Masters. Also played in his 26th consecutive Bay Hill Invitational…Received the Presidential Medal of Freedom at the White House…Finished second to Tom Watson at the Wendy's Champions Skins Game, earning five skins and $140,000 at Wailea. Lost a golden opportunity for victory on the final hole of regulation when, with five skins and $260,000 on the line, he missed an 8-foot birdie putt. Overall performance was still his best since winning the 1993 event…Served as captain of the U.S. team once again at the UBS Cup.\n\n2003: Came back to Augusta National for his record 49th consecutive start at the Masters. Missed the cut there and at the Bay Hill Invitational...Played in nine Champions Tour events, with a season's best 36th at the MasterCard Championship in February…Matched his age three times (seventh, eighth and ninth times in his career) and also bettered his age (second time in his career) during the campaign...Shot one better than his age in the opening round of the SBC Championship when he carded a 73. Later matched his age in the same event when he closed with a 74 in San Antonio...Earlier in the year he had matched his age with an opening-round 73 at the MasterCard Championship in Hawaii and a first-round 73 at the Liberty Mutual Legends of Golf in Savannah, Ga...Made his 23rd consecutive appearance in the U.S. Senior Open at the Inverness Club in Toledo...Made two starts on the PGA TOUR, including the Bay Hill Invitational and a record-tying 49th appearance at the Masters...Captained the U.S. team to victory for the second consecutive year in the UBS Cup Matches at Sea Island, Ga. \n\n2002: Missed the cut at Bob Hope Chrysler Classic, Bay Hill Invitational and the Masters…Matched his age in the final round of the Champions Tour's Napa Valley Championship when he shot a 1-over 73. It was the first time he shot his age since opening with a 1-under 71 at the 2001 Senior PGA Championship at Ridgewood CC in New Jersey. Accomplishment in Napa made him the eighth and final player to shoot or better his age on the Champions Tour during the season. 2001: Shot his age (71) in the fourth round of Bob Hope Chrysler Classic. First player in his 70s to shoot his age or better on TOUR since 77-year-old Jerry Barber fired a 71 in the second round of 1994 Buick Invitational...Added another 71 during the first round of the Senior PGA Championship. \n\n2000: By playing in the Bob Hope Chrysler Classic in January, he had played in PGA TOUR events in seven decades, going back to his first PGA TORU start in 1948 (Greater Greensboro Open). Missed the cut in Palm Springs...Reached a milestone in July when he played in his 1,000th combined PGA TOUR and Champions Tour event...Bettered his age for the first time when he fired a 3-under-par 69 in the second round of the FleetBoston Classic. One week earlier, he had matched his age with a final-round 70 at the Novell Utah Showdown, the first time he had shot his age since posting a final-round 66 at the 1995 GTE Northwest Classic. Also matched his age with a 71 at the Vantage Championship…Joined Jack Nicklaus and Byron Nelson as the first recipients of the Payne Stewart Award...Received the Patriot Award from the Congressional Medal of Honor Society. \n\n1999: Won the Donald Ross Award from the American Society of Golf Course Architects. \n\n1998: Named recipient of third PGA TOUR Lifetime Achievement Award at annual PGA TOUR Awards Dinner at La Costa on January 9. \n\n1997: Underwent surgery for prostate cancer in mid-January and made his first start after the surgery at the PGA TOUR's Bay Hill Invitational in late March…Received Francis Ouimet Award from Francis Ouimet Caddie Scholarship Foundation in Boston in January 1997. \n\n1996: Captained the U.S. Presidents Cup Team to its second consecutive win in the biennial series, a 16½-15½ victory over International Team at Robert Trent Jones GC. \n\n1995: Final Open Championship appearance at St. Andrews came on the 35th anniversary of his first time in event…Shot his age for the first time in a competitive round, on Sunday at the GTE Northwest Classic in Seattle, carding a 66 on his birthday. \n\n1994: Played his last U.S. Open at Oakmont CC, 40 years after playing his first. Also competed in his final PGA Championship, at Southern Hills, shooting rounds of 79-74 to miss the cut...Awarded PGA of America Distinguished Service Award. 1993: Made his final PGA TOUR cut, at the Nestle Invitational on his home course in Orlando. Was T71…Pocketed $190,000 at the Senior Skins Game and was the event's leading money-winner for a second straight year...Was the designated honoree at the Memorial Tournament at Muirfield Village…The White House and President Bill Clinton honored him with the National Sports Award. 1992: Racked up $205,000 in winning the Senior Skins Game at Mauna Lani...Carded the 16th hole-in-one of his career, and last in competition, in the opening round of the GTE Northwest Classic…Missed the cut in five PGA TOUR starts. 1991: Made his second-to-last PGA TOUR cut, at the Nestle Invitational at his Bay Hill Club and Lodge. In the rain-shortened event, he shot rounds of 72-71-70 to T24…Posted three straight top-10s late in the season, including a T4 at The Transamerica, where he was among the leaders on the final day…Also in contention at the Nationwide Championship, eventually finishing T7 near Atlanta. 1990: Top outing in 17 events was a T12 at the Security Pacific Senior Classic….Played in five PGA TOUR events but missed the cut in all five, including three of the four major championships (Masters, The Open Championship Open and PGA Championship). 1989: Made only 16 official starts, his fewest Champions Tour appearances since 1986. Best showing was a T4 at the Mazda Senior TPC, where he broke 70 three of the four days…Had an eighth-place finish in defending his title at the Crestar Classic…Was Chrysler Cup captain for a third time. 1988: Had his finest earnings year as a Champions Tour player, placing 17th on the final money list with $185,373...Recorded his last official win, near Richmond, claiming the Crestar Classic title in wire-to-wire fashion by four strokes over Lee Elder, Larry Mowry and Jim Ferree…Finished third a week later, at the PaineWebber Invitational, where his second-round 66 equaled the best round of the tournament. Only in 1971 on the PGA TOUR, when he pocketed $209,603 did he earn more official money in a season…Again served as captain at the Chrysler Cup. 1987: Best finish was a T3 at the GTE Northwest Classic. 1986: Made holes-in-one on consecutive days at the par-3 third hole at the TPC Avenel during the Chrysler Cup pro-am competition, a first for a professional. He also served as the captain at that event. \n\n1985: Ran away from the field with an 11-shot win at the Senior Tournament Players Championship at Canterbury GC near Cleveland. He established an all-time record for largest margin of victory, not broken until Hale Irwin's 12-shot win at the 1997 PGA Seniors' Championship. 1984: His three victories during the campaign were the most in any season of his Champions Tour career and marked the first time since 1971 that he claimed a trio of titles in a year...Won a pair of major championships: the PGA Seniors' Championship by two strokes over Don January, and the Senior Tournament Players Championship, where he bested Peter Thomson by three shots. At the PGA Seniors', he shot a second-round 63 then dealt with heavy wins and cold temperatures at PGA National in Palm Beach Gardens, Fla., and stumbled to a third-round 79. He still led through 54 holes and then shot a 1-under 71 Sunday to win…Also edged Orville Moody and Lee Elder by one at the Quadel Seniors Classic near the end of the campaign. \n\n1983: Ended a 15-month victory drought by capturing the Champions Tour's season-ending Boca Grove Senior Classic in Florida. \n\n1982: Collected a pair of Champions Tour titles, the first coming at the Marlboro Classic by four strokes over Billy Casper and Bob Rosburg in Massachusetts…Added the Denver Post Champions of Golf title when he held off Bob Goalby by a stroke. 1981: Became the first player to claim both a U.S. Open and U.S. Senior Open title with his playoff victory over Bob Stone and Billy Casper at Oakland Hills CC near Detroit. 1980: After turning 50, played in his first PGA Seniors' Championship in December at Turnberry Isle CC in North Miami, Fla. He finished in a tie with Paul Harney at the end of regulation and then birdied the first hole of sudden-death to win…Playoff victory over Harney made him the first of only 10 men to claim the first official Champions Tour event he entered...Debuted on the circuit at the unofficial World Seniors Invitational, finishing as runner-up to Gene Littler in Charlotte…Also made 14 PGA TOUR starts…Traveled north of the border and won the Canadian PGA Championship. \n","otherCarHigh" : "Owns 96 victories worldwide (92 professional wins)...A winner of eight major championships in his career: four Masters, two Open Championships, one U.S. Open and one U.S Amateur...Ranks fifth on the all-time PGA TOUR victory list, with 62 titles...Was the first player in PGA TOUR history to reach $1 million in official earnings, achieving that feat with a T2 at the PGA Championship in San Antonio on July 21, 1968...Tied with Jack Nicklaus for most consecutive years winning at least one tournament (17)...Named PGA TOUR Player of the Year in 1960 and 1962...Led the PGA TOUR in earnings in 1958, 1960, 1962 and 1963...Appropriately, the annual award for leading money-winner on both the PGA TOUR and Champions Tour is named for him...Four-time Vardon Trophy winner (1961, 1962, 1964, 1967)...Recipient of the USGA's Bob Jones Award in 1971 and the Byron Nelson Award in 1957, 1960, 1961, 1962 and 1963...Member of the World Golf Hall of Fame, American Golf Hall of Fame, All-American Collegiate Golf Hall of Fame...Named Associated Press Athlete of the Decade for the 1960s, Hickok Professional Athlete of the Year (1960), Sports Illustrated Sportsman of the Year (1960)...Awarded the PGA of America's Distinguished Service Award in 1994...Springboard to professional fame was his victory in the 1954 U.S. Amateur...Last PGA TOUR victory was at the 1973 Bob Hope Desert Classic, an event he won five times...In addition to 1996 U.S. Presidents Cup captaincy, was American Ryder Cup captain in 1963 and 1975 and a member of the U.S. Ryder Cup team in 1961, 1963, 1965, 1967, 1971 and 1973...Once held the record for most Ryder Cup matches won with 22 (22-8-2 lifetime record), since surpassed by Nick Faldo with 23...Member of the American World Cup team in 1960, 1962, 1963, 1964, 1965, 1966 and 1967...Has had 19 holes-in-one in his career, the latest of which came at Bay Hill (Hole No. 17) in 2004...Recipient of the Francis Ouimet Award from the Francis Ouimet Caddie Scholarship Foundation...Received the Donald Ross Award from the American Society of Golf Course Architects in March 1999...Received the Presidential Medal of Freedom from President George W. Bush in White House ceremony on June 23, 2004...Received Congress' highest civilian honor when he received the Congressional Gold Medal during a ceremony at the White House on September 12, 2012, joining Byron Nelson (2006) as the only golfers to receive the honor...Also received the National Sports Award (1993) at the White House.","personal" : "Maintains active business schedule with golf course design, construction and development...Principal owner of Bay Hill Club and Lodge, site of Arnold Palmer Invitational, which was re-named in his honor for 2007 tournament...Golf course design company, Arnold Palmer Design Company, is located at the Bay Hill Club...Consultant to Golf Channel...Pilot of considerable renown who set one aviation record...Received Francis Ouimet Award from Francis Ouimet Caddie Scholarship Foundation in Boston in January 1997...Received 1999 Donald Ross Award from the American Society of Golf Course Architects and Patriot Award from Congressional Medal of Honor Society in 2000...First former champion to become a member at Augusta National GC, joined by Jack Nicklaus in 2001...Arnold Palmer Award given to season's top money-winner on PGA TOUR and Champions Tour...Latrobe, Pa., airport named after him in honor of 70th birthday...Family named Golf Family of the Year for 1999 by the National Golf Foundation...Received Presidential Medal of Freedom at The White House in 2004 and the Congressional Gold Medal in 2009...Arnold Palmer Medical Center in Orlando, Fla., was named the 2009 PGA TOUR Charity of the Year...Received an honorary doctor of law degree from the University of St. Andrews on the eve of the 2010 Open Championship...Has 13 different streets in the United States named for him...Grandson Sam Saunders is a member of the Web.com Tour and finished 50th on the 2012 money list.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 62 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","Media Guide - SENIOR Full Page","XML Output"]}]}