{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29718","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Kim","first" : "Anthony","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "160","weightMetric" : "73","birthDate" : "June 19, 1985","age" : "30","birthPlace" : "Los Angeles, California","residence" : "Dallas, Texas","family" : "Single","education" : "University of Oklahoma","splInterest" : "Basketball, football","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2006","clubAffl" : "Royal Oaks CC (Dallas, Texas)","cityPlaysFrm" : "Dallas; TX; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "12,207,959&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "\n","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2007","qSchoolYear" : "2006","exmtStatus" : "Past champion","otherVics" : "(1): 2009 Kiwi Challenge.","intlVics" : "","curYearHigh" : "\n","carHigh" : "2014-15: Did not make a PGA TOUR start for the third consecutive season. Transfered from Major Medical Extension status to Past Champion status for the 2015-16 season. \n\n2013-14: Did not make a start on TOUR for the second consecutive season.\n\n2013: Did not make a PGA TOUR start as he continued to recover from Achilles tendon surgery.\n\n2012: Battled injuries all season. Played in 10 events, making two cuts. Best performance was a T42 at The Honda Classic. Stopped his season in May so he could have surgery on his left Achilles tendon. Suffered the injury while running...Will have 16 events in the 2013 season to earn $613,550, which, coupled with 2012 earnings of $33,960 would equal No. 125 from the 2012 money list.\n\n2011: Despite a career-low two top 10s, still finished inside the top 100 in FedExCup points and earnings for the fifth-consecutive season...Finished T6 at the Farmers Insurance Open in his third career start in the event. It was his first top-10 finish since T7 at the 2010 Wells Fargo Championship...Posted rounds of 72-68-70-70 to finish T5 at the The Open Championship, five strokes behind Darren Clarke. Third career top-10 finish in a major championship...Two weeks later, opened 69-69-62 at The Greenbrier Classic to hold a one-stroke lead over eventual champion Scott Stallings through 54 holes. Stumbled home with a 4-over-par 74 in the final round to finish T14...Looking for his first win since the 2010 Shell Houston Open, he took a two-stroke lead into the final round of the Asian Tour-Korean Tour co-sanctioned CJ Invitational in South Korea. After opening with rounds of 68-66-68, he struggled to a 73 Sunday at Haesley Nine Bridges GC to finish third, four strokes behind winner K.J. Choi...At the Shanghai Masters, he dropped into a playoff with Rory McIlroy and then missed a 3-foot par putt on the first extra hole, while McIlroy made his 2-foot effort for par. The runner-up performance was worth $750,000...Two weeks later, at the Barclays Singapore Open, he fired a final-round 64 in the rain-shortened event at Sentosa GC to T3, a stroke out of the Gonzalo Fernandez-Castano-Juvic Pagunsan playoff. 2010: Season highlight was third career PGA TOUR win, in playoff fashion, at the Shell Houston Open. Amassed his four top-10 finishes in five starts between March and May, but missed the majority of the season due to left-thumb injury and subsequent surgery...Finished second at The Honda Classic, the fourth runner-up showing of his career. Finished five strokes behind champion Camilo Villegas. Carded a course record-tying, 6-under 64 in the second round, one of five players to tie the Champion Course mark during the week...Parred the first hole of a playoff with Vaughn Taylor to win the Shell Houston Open for his third PGA TOUR title. Finished at 12-under 276 after missing a 6-foot par putt in regulation on the water-lined 18th hole to settle for a 2-under 70. Won for the first time since the 2008 AT&T National. Played No. 18 again in the playoff and made a routine par, two-putting from 30 feet, after Taylor hit a bad drive, played out of the greenside bunker and came up short on his 18-foot par putt. Hit only 23 of 56 fairways in four rounds, the fourth-lowest total for a winner since 1983...Finished third in his second career start at the Masters on the strength of a final-round 65. His best finish in a major previously was T7 at the 2008 Open Championship. Matched his best round in a major with a 65 in the final round, including six birdies and an eagle. Shot 65 in the second round of the 2009 Masters, including 11 birdies. Has recorded 40 birdies in first two Masters starts, the most of any player in those two years...Finished T7 at the Quail Hollow Championship at 6-under 282...Withdrew from THE PLAYERS Championship in early May because of a left-thumb injury and underwent surgery to repair a partially torn ligament in May at the National Hand Center in Baltimore...Returned at the World Golf Championships-Bridgestone Invitational, but best finish in final six starts was T48 at the BMW Championship. 2009: Despite failing to reach the career-best numbers he posted in 2008, still managed to finish No. 35 in FedExCup standings and No. 39 in earnings...Eagled the 72nd hole to finish T2 at the season-opening Mercedes-Benz Championship. At one point in the final round, moved within one stroke of winner Geoff Ogilvy before Ogilvy made an eagle and five birdies to win by six...Forced to withdraw from the 50th Bob Hope Classic hosted by Arnold Palmer after experiencing discomfort in his left shoulder while practicing on Monday of tournament week. Was instructed by doctors to rest the shoulder and undergo treatment during the week before evaluating his return to play...Shot course-record 62 in first round of AT&T National to lead by two strokes. Shared lead with Tiger Woods after 54 holes (10-under) and was paired with Woods for the first time in his career in the final round, shooting 71 to finish third behind Woods and Hunter Mahan...Next top-10 finish came in July at the RBC Canadian Open. With 6-under-par 66s in the second and third rounds, he claimed a T3. In 2008, his final-round, 3-over 75 earned a T8. In 2009, a 1-over 73 led to a T3...Capped off his first Presidents Cup appearance with a 5-and-3 victory over Robert Allenby to lead the U.S. team to a five-point victory over the International Team at Harding Park...Finished T10 at the World Golf Championships-HSBC Champions...Needed only a bogey on the first playoff hole to defeat Sean O'Hair, who made double bogey, and win the Kiwi Challenge in New Zealand. One year after placing second to Hunter Mahan in the four-man event, closed with a 5-under 66 at Cape Kidnapper's Golf Resort. O'Hair birdied the 18th hole to shoot 2-under 69 and join Kim at 5-under-par 137. 2008: Capped a sensational sophomore season on TOUR with two victories (Wachovia Championship and the AT&T National) and a leading role on the victorious U.S. Ryder Cup team. Finished fourth in the FedExCup standings. Notched a career-high eight top-10 finishes, including six top-three finishes...Making his first start of the season in close proximity to his high school, La Quinta High, posted a T3 finish at the Bob Hope Chrysler Classic. Was one of just three players to post all five rounds in the 60s, eventually finishing four strokes behind winner D.J. Trahan...Claimed the second runner-up finish of his career at the Verizon Heritage, three strokes behind champion Boo Weekley. First T2 came in his professional debut at the 2006 Valero Texas Open...Became the youngest winner on TOUR in six years with a five-stroke victory over Ben Curtis at the Wachovia Championship. Kim, 22 at the time, finished at a record 16-under par 272, three strokes better than the previous tournament record held by Tiger Woods. Became the youngest winner since Sergio Garcia won his third TOUR title at the 2002 Mercedes-Benz Championship...Captured second TOUR title with a two-stroke victory over Fredrik Jacobson at the AT&T National with rounds of 67-67-69-65—268. Overcame a three-stroke deficit to 54-hole leader Tom Pernice, Jr., to move into fifth in the FedExCup standings and sixth in the United States Ryder Cup standings. Joined Tiger Woods (four), Kenny Perry (three) and Phil Mickelson (two) and Camilo Villegas (two) as a multiple winner in 2008. The last two players with multiple TOUR victories in one season under age 24 were Adam Scott (2004), who won THE PLAYERS Championship and the Booz Allen Classic at the age of 23, and Sergio Garcia (2001), who won the MasterCard Colonial and the Buick Classic at age 21...Recorded first top-10 finish in a major championship (in four starts) with a T7 at the Open Championship...Kept the top-10 streak intact a week later in Ontario at the RBC Canadian Open with a T8, his sixth top-10 of the year. Fired a 29 on his back nine in the second round, needing only 10 putts. On his front nine in the third round, he fired a 4-under 31...Posted all four rounds in the 60s on his way to a T3 finish at the BMW Championship, his seventh top-10 finish of the season...Played a crucial role as the United States won the Ryder Cup, including an emotional victory over Ryder Cup veteran Sergio García 5 and 4 in the first match of the Sunday Singles...Jumped to a four-stroke lead after an opening-round 6-under 64 at the TOUR Championship by Coca-Cola, and then led by two at the midway point. Rounds of 72-69 on the weekend led a T3 finish, his eighth top-10 finish of the season. 2007: Youngest rookie on TOUR enjoyed successful first campaign with four top-10s, including a T3 at the Zurich Classic of New Orleans...Earned TOUR card via T13 finish at 2006 PGA TOUR Qualifying Tournament at PGA West, where the California native grew up playing the game. Qualified through all three stages, one of eight players to do so...Played into third FedExCup Playoffs event, the BMW Championship, and finished 43rd in FedExCup points...First top-10 of the season was a T9 at the Nissan Open, aided by a final-round 64...Posted rounds of 66-67 on the weekend to finish T5 at the Shell Houston Open...Third top-10 was a T3 at the Zurich Classic of New Orleans, aided by rounds of 69-65 on the weekend...Tied with Kevin Na for first-round lead at the Crowne Plaza Invitational at Colonial after a 7-under-par 63. Finished T18...Was T7 at the Wachovia Championship to take the lead for FedExCup points among the rookie class. 2006: Turned professional in August after three years at the University of Oklahoma…Received Sponsor Exemption into the Valero Texas Open and finished T2 in his TOUR debut, earning an exemption into the following week's Southern Farm Bureau Classic…In just two starts, earned $338,067…Also competed in two Web.com Tour events. Amateur: Three-time All-America (2004-2006) and NCAA Freshman of the Year (2004) at Oklahoma. One of three finalists for 2006 Ben Hogan Award. Two victories as a junior and finished the season as the seventh-ranked collegiate golfer by Golfweek...Member of the victorious 2005 United States Walker Cup team along with J.B. Holmes, Nicholas Thompson and Jeff Overton, all rookies on TOUR in 2006...Four-time American Junior Golf Association All-America.\n","otherCarHigh" : "","personal" : "Serves as co-chair of the Young Ambassadors Council of The First Tee...Good friends with former Major League Baseball first baseman Derek Lee.","otherInfo" : "","ntlTeams" : "The Presidents Cup (1), 2009; Ryder Cup (1), 2008, Walker Cup (1), 2005.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 3 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/AnthonyKim"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}