{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34609","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Wadkins","first" : "Travis","middle" : "","extn" : "","nick" : ""}, "height" : "5-9","weight" : "155","birthDate" : "August 25, 1987","age" : "","birthPlace" : "Dallas, Texas","residence" : "Dallas, Texas","family" : "SIngle","education" : "Wake Forest University (2010, Communications)","splInterest" : "","trndProYear" : "2010","qSchoolYear" : "","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2012","exmtStatus" : "Conditionally Exempt \/ 54th qualifier from Qualifying Tournament, Money List 61-100","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2010: Missed the cut at the Miccosukee Championship in his only previous career Web.com Tour start. \n","otherCarHigh" : "Four-year varsity member at Wake Forest and played in the NCAA Championship three times...Attended Trinity Christian Academy in Dallas and won the 2006 TAPPS 5A individual state championship.","personal" : "Lists Chris Walkey and Gordon Johnson as his instructors...Says his biggest thrill in golf has been competing on a team and playing with teammates...Biggest thrill outside of golf has been traveling and seeing the world...Favorite courses to play are Augusta National, Riviera, Pine Valley and Inverness and would like to play Pebble Beach...favorite website is MSNBC...Favorite teams are Wake Forest, Texas Longhorns, Dallas Stars and Texas Rangers...Favorite tv shows are NCIS and Band of Brothers and Schindler's List is his favorite movie...Favorite groups are Rolling Stones and Oasis...Enjoys steak and pizza...Tiger Woods and Phil Mickelson are his favorite athletes to watch...New York and Chicago are his favorite cities to visit and Hawaii is favorite vacation spot...Carries Cliff Bars in his bag as snacks and has a Deamon Deacon headcover...Would round out his dream foursome with Tom Watson, Ben Hogan and Arnold Palmer...Not many people know he is an avid reader and his favorite book is American Assassin...Bucket List includes sky diving, learning to fly and going cross country on a motorcycle...Father, Lanny, won 21 times during his PGA TOUR career and was inducted into the World Golf Hall of Fame in 2009...Charity workd includes Shelter Ministries in Dallas and the Wound Warrior project.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T57th in 2012 at the Chitimacha Louisiana Open.","dynStats" : "He ranks T57th in Par or Better - Current Streak on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}