{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25396","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Na","first" : "Kevin","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "167","weightMetric" : "76","birthDate" : "September 15, 1983","age" : "32","birthPlace" : "Seoul, South Korea","residence" : "Las Vegas, Nevada","family" : "Single","education" : "","splInterest" : "","pronunciation" : "NAH","nwTourAlumnus" : "","trndProYear" : "2001","clubAffl" : "","cityPlaysFrm" : "Las Vegas; NV; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "21,698,090&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "In season-opening Frys.com Open, lost in a two-hole playoff to PGA TOUR rookie Emiliano Grillo, marking his third career playoff loss and appearance. Recorded his second top-three finish in five starts after a T3 in 2013-14...One week later, followed with a runner-up finish at the Shriners Hospitals for Children Open, site of his lone PGA TOUR victory in 2011. The runner-up finish was the seventh of his career. Missed an 18-foot birdie putt to force a playoff with eventual champion Smylie Kaufman...Contended again at his next event, the CIMB Classic in Malaysia, finishing T3 to become the only player of the season with three top-10s in the first three events...Began with a 71 on the PGA West Stadium Course at the CareerBuilder Challenge to sit T91 after the opening round but rallied with 66-62-68 to finish T3. His birdie-eagle stretch (B-B-B-B-E-B-B) on Hole Nos. 3-9 on the Nicklaus Tournament Course in the third round matched the second-best run in tournament history. Posted all even-par rounds in his first six events of the season.","carHigh" : "In third full season on TOUR, limited to 11 events due to a lingering injury suffered in January when his hand was slammed in a car door. Will be granted Major Medical Extension for 2007. Coupled with 2006 winnings of $145,099, has ___ events to earn $514,799, equaling the No. 125 from 2006. If he is successful, he will play out of the Major Medical Extension category for the remainder of the 2007 season. Withdrew from the Shell Houston Open in April and did not play again on TOUR until the Frys.com Open, where he finished T24. One week prior, in a rehab assignment on the Nationwide Tour, captured the Mark Christopher Charity Classic. Used his home course at the par-71 Empire Lakes GC to his advantage to walk away with his first victory worth $90,000 by three strokes over Jeff Quinney and Chris Tidland. Opened the tournament with a course-record tying 9-under 62, then moved to a Tour-record-tying six-shot lead after 36 holes before winning in wire-to-wire fashion, snapping a streak of 13 straight come-from-behind winners on Tour. The start was just the second of his career on the Nationwide Tour, having missed the cut at the same event in 2001. Earned more than $1 million and collected two runner-up finishes in second season on the PGA TOUR in 2005, including a playoff loss in Tucson. In just his fourth start, finished T2 at the FBR Open in Phoenix. Shared the second-round lead with Phil Mickelson at 9-under 133. Finish came one week after he, his parents and manager were involved in a traffic accident that injured his mother. Back in the state of Arizona two weeks later, lost on the second hole of sudden-death at Chrysler Classic of Tucson to Geoff Ogilvy. Tied with Ogilvy and Mark Calcavecchia, Na was eliminated after Ogilvy birdied the par-5 18th hole, the second extra hole. Highlight of playoff was holed 20-foot par putt on the first extra hole to extend the playoff. In late August, finished T18 at the Reno-Tahoe Open, collected $39,120 to move over $1-million mark in prize money for the season for the first time in his career. The youngest member on the PGA TOUR in 2004. The TOUR rookie carded a final-day 69 at The Honda Classic to move up the leaderboard for a T4 finish, his first top-10 on the PGA TOUR in his 11th career start. Next top-10 did not come until October, when rounds of 66-66 on the weekend helped him to season-best T3 finish at the Southern Farm Bureau Classic. Ended the year on a high note with a T13 finish at the Chrysler Championship. His $93,750 payday in Tampa secured him a spot inside the top 100 on the final season money list. Earned first PGA TOUR card at age 20 by finishing T21 at the 2003 Qualifying Tournament. Medalist by eight strokes at La Purisima CC in Lompoc, CA during first stage of tournament. Played his second season on the Asian Tour and finished 46th on the Order of Merit. His win on the Asian Tour in 2002 qualified him for the 2003 World Golf Championships-NEC Invitational, where he finished T71, his only event in the money on the PGA TOUR in three career starts. Also played in 11 events on the European Tour with one top-10, a T6 at the Dubai Desert Classic. Played professionally on the Asian Tour in 2002, where he finished fourth on the Order of Merit. Became the third-youngest winner in Asian Tour history at 19 years and three months when he won the 2002 Volvo Masters of Asia by two strokes. Added five other top-10s that season. \n","otherCarHigh" : "","personal" : "At age 8, Na's family moved from South Korea to the United States. Took up the game a year later and by the time he left the junior golf program had become the top junior player in the U.S. Bypassed senior year of high school and college to turn professional at age 17.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2004","qSchoolYear" : "2003","exmtStatus" : "25th in 2014-15 FedExCup points","otherVics" : "(1): 2002 Long Beach Open.","intlVics" : "(1): 2002 Volvo Masters of Asia [Asia].","curYearHigh" : "In season-opening Frys.com Open, lost in a two-hole playoff to PGA TOUR rookie Emiliano Grillo, marking his third career playoff loss and appearance. Recorded his second top-three finish in five starts after a T3 in 2013-14...One week later, followed with a runner-up finish at the Shriners Hospitals for Children Open, site of his lone PGA TOUR victory in 2011. The runner-up finish was the seventh of his career. Missed an 18-foot birdie putt to force a playoff with eventual champion Smylie Kaufman...Contended again at his next event, the CIMB Classic in Malaysia, finishing T3 to become the only player of the season with three top-10s in the first three events...Began with a 71 on the PGA West Stadium Course at the CareerBuilder Challenge to sit T91 after the opening round but rallied with 66-62-68 to finish T3. His birdie-eagle stretch (B-B-B-B-E-B-B) on Hole Nos. 3-9 on the Nicklaus Tournament Course in the third round matched the second-best run in tournament history. Posted all even-par rounds in his first six events of the season.","carHigh" : "2014-15: On the strength of 11 top-25 finishes in 23 starts through the Wyndham Championship, advanced to the FedExCup Playoffs for an eighth time. A top-10 finish at the BMW Championship moved him into the top 30 and into the TOUR Championship by Coca-Cola field for a fourth time. Ended his season after East Lake GC at No. 25 in the FedExCup standings...Entered the final round of the CIMB Classic tied for the lead with Ryan Moore. Was within a stroke of the lead before a double bogey on the 17th hole dropped him four back. Out of contention, still bounced back with a birdie on the 72 hole for a T2...Finished T9 at the World Golf Championships-Cadillac Championship for his first top-10 finish in his ninth World Golf Championships start. Previous-best finish was T20 at the 2014 HSBC Champions...A year after finishing second at the Valspar Championship, returned to the Copperhead Course, where he overcame a third-round, 2-over 73 with a 5-under 66 Sunday to finish T10 with five others...A week later, at the Arnold Palmer Invitational, opened with a 5-under 67 to get within one stroke of Morgan Hoffmann's lead. Posted back-to-back 69s on the weekend to finish T6 with Jason Kokrak and Kiradech Aphibarnrat. With the finish at Bay Hill, claimed a third consecutive top-10 finish, the first time he's accomplished that...Next top-10 finish came in the next Florida start at THE PLAYERS Championship in May. Followed an opening-round, 5-under 67 with scores of 69-72-71 to finish at 9-under 279 and T6 with Rory Sabbatini. In a press conference earlier in the week, admitted to having had the yips in the 2012 event when he stumbled to a 4-over 76 finish in the final round and finished T7 after holding the 54-hole lead...Two weeks later, opened with a share of the lead following a 6-under 64 at the Crowne Plaza Invitational at Colonial. Then held a two-stroke advantage after the second round and a one-stroke lead over Ian Poulter going in to the final 18 holes. A Sunday, 2-over 72 led to a T10 finish, three strokes behind champion Chris Kirk. It marked his sixth top-10 of the season and second at Colonial (T9 in 2009)...Opened with rounds of 65-66 at the BMW Championship en route to a T10 finish, a distant 10 strokes behind champion Jason Day. Was one of four players to play his way into the top 30 at Conway Farms to advance to the TOUR Championship by Coca-Cola, moving from No. 34 to No. 27.\n\n2013-14: Made the cut in 20 of 27 starts, with runner-up finishes at the Valspar Championship and Memorial Tournament representing the best of his six top-10 finishes. Completed the season No. 24 in the FedExCup standings...Entered the year with 18 events to earn $484,619 under his Major Medical Extension. Got off to a good start with a T3 finish at the Frys.com Open, finishing three strokes behind champion Jimmy Walker. Closed strong at CordeValle with matching weekend rounds of 7-under 64...Finished T8 at the Sony Open in Hawaii, closing with rounds of 67-67-66 to finish seven strokes behind champion Jimmy Walker. Other top-10s at the event came in back-to-back seasons, finishing T4 and T5 in 2008 and 2009, respectively...Recorded his third top-10 of the season in eight starts with a T4 finish at the AT&T Pebble Beach National Pro-Am, earning $290,400 to surpass the $484,619 needed to remain exempt for the remainder of the 2013-14 season...Two starts later, finished runner-up at the Valspar Championship with rounds of 70-68-68-72—278. Playing in the final group Sunday with 54-hole leader Robert Garrigus, both he and Garrigus were overcome by Australia's John Senden, who earned his second career TOUR title, thanks to rounds of 64-70 on the weekend. The second-place finish was his best on TOUR since winning the 2011 Shriners Hospitals for Children Open...Lost on the first playoff hole to Hideki Matsuyama at the Memorial Tournament. Posted the only bogey-free score in the final round. His 8-under 64 was also the lowest. Waited for more than two hours after finishing his round to find himself in the playoff, which lasted just one hole. Dropped to 0-2 in playoffs. Runner-up finish was the fourth of his career and second of the year...Posted four sub-par scores at The Barclays in the first FedExCup Playoffs event to claim a share of ninth place at 9-under 275. Was one of just five players to go bogey-free Sunday at The Ridgewood Country Club, posting a 69. With the finish, moved to No. 13 in the FedExCup standings heading into the following week's Deutsche Bank Championship. Missed the cut at the Deutsche Bank Championship and finished T46 at the BMW Championship to advance to the TOUR Championship by Coca-Cola for the first time since finishing 26th in the FedExCup standings in both 2009 and 2010. Finished T19 at East Lake GC.\n\n2013: Missed the FedExCup Playoffs for the first time since it began in 2007. Made three of eight cuts before ending his season after the Masters with a back injury (bulging discs) that flared up prior to the Puerto Rico Open.\n\n2012: Finished No. 52 in the FedExCup standings to miss the TOUR Championship for the second consecutive season...In his seventh start at the event, claimed his first top-10 finish of the season, a T5, at the Waste Management Phoenix Open. Nicknamed Kevin \"ArizoNA\" because of a history of strong finishes at TPC Scottsdale. Prior to his T5, he finished T2 in 2005, T4 in 2008 and third in 2009...Came back the following week with his first top-10 finish in six starts at the AT&T Pebble Beach National Pro-Am, finishing six strokes behind Phil Mickelson to T5. As a result of his finish, moved into the top 64 in the Official World Golf Ranking to earn an invitation to the World Golf Championships-Accenture Match Play Championship...Finished T4 at the Arnold Palmer Invitational, with rounds of 73-68-69-73. His week at Bay Hill started another solid three-tournament stretch, which included a T12 at the Masters Tournament and a T8 at the RBC Heritage, with his solid play in Harbour Town marking his 10th consecutive made cut. Has three top-10s at the RBC Heritage, including in back-to-back seasons (also T9 in 2011)...Held the outright 54-hole lead by one stroke at THE PLAYERS Championship, following rounds of 67-68-68, but struggled to a final-round 76 and finished T7. Held a share of the second-round lead with Zach Johnson and eventual winner Matt Kuchar at 8-under. Opening-round 67 featured a 6-under 30 on the back nine, equaling the tournament record score on that nine at TPC Sawgrass. Collected his fifth top-10 of the year and second in seven appearances at TPC Sawgrass (T3 in 2009)...Posted all four rounds in the 60s to finish T7 at The Greenbrier Classic for his sixth top-10 finish of the season. \n\n2011: Picked up first TOUR win despite recording his fewest made cuts (15) in a season since 2006. Finished No. 30 on the money list to earn an invite to the 2012 Masters...Finished T5 at the Bob Hope Classic, with all five rounds in the 60s, his second consecutive top-10 performance at the Hope...Posted second top-five of the year with solo third at the Northern Trust Open, his best finish in eight career appearances at the event he attended as a youth...Posted third top-10 finish of the season with a T9 at The Heritage, thanks in large part to a final-round, 5-under 66...Recorded his second straight top 10 with a fifth-place finish at the Wells Fargo Championship. Opened with three rounds in the 60s before a final-round 71 dropped him three shots out of the playoff...Recorded his first top-10 finish in his 10th major championship start. Had a T10 at the PGA Championship. Second-round 69 and final-round 67 represented his first sub-70 scores in 28 overall major championship rounds...After entering the final round of the Justin Timberlake Shriners Hospitals for Children Open with a share of the lead with Nick Watney, carded a 6-under 65 Sunday to top Watney by two strokes for his first PGA TOUR victory. In the process set the tournament 72-hole scoring record, with a 23-under 261. Became the 12th straight winner of the event to post every round in the 60s. Entered the week with $10,254,294 in career earnings, trailing only Briny Baird ($11,905,122) and Brett Quigley ($11,016,575) for most career money earned without a TOUR victory. Became the 13th first-time winner this season. Ironically, he won his only Web.com Tour event as a resident of Rancho Cucamonga, Calif.—-the host city of his win at the 2006 Mark Christopher Charity Classic. First PGA TOUR win also came in his current city of residence (Las Vegas). \n\n2010: Earned second straight trip to the TOUR Championship and totaled four top-10s through the PGA TOUR Playoffs for the FedExCup...Turned in his first top-10 finish (T8) at the Bob Hope Classic in six career starts, finishing with a final-round 66...Posted back-to-back top-10 finishes with T10 at Northern Trust Open, again shooting a final-round 66 which earned a spot in the World Golf Championships-Accenture Match Play Championship field...Finished T2 at the Arnold Palmer Invitational, two strokes behind Ernie Els. Pulled within one of Els on Monday with one hole remaining, but bogeyed the 18th hole after driving in the right rough and laying up. It was the third career runner-up finish and first since 2005...Did not finish inside the top 10 again until 15 starts later, with a T3 at the BMW Championship. It marked his best finish in 11 career Playoff starts and helped him jump from No. 41 to No. 20 in the FedExCup standings, earning a spot at the TOUR Championship...At the TOUR Championship, opened with three rounds in the 60s, but final-round 76 dropped finish to T17. Finished 26th in final FedExCup standings for the second consecutive season. \n\n2009: Enjoyed a career year highlighted by a 26th-place finish in the FedExCup. Made 19 of 26 cuts, set a career high in top-10 finishes (9) and surpassed $2 million in earnings for the first time...Played in each of the four events of the FedExCup Playoffs, highlighted by a T8 at the BMW Championship...Shot 65-66-66 over the final three rounds to finish T5 at the Sony Open in Hawaii...Had another strong showing at the FBR Open in Scottsdale, Ariz. Four sub-par rounds earned solo third-place honors. In the four years he has played the event, has never posted an above-par round. In addition to his third-place finish in 2009, he finished T2 in 2005 and T4 in 2008. Friends on TOUR refer to him as Kevin ArizoNA.\n\n2008: Posted a career-best 21 made cuts in 29 starts, including three top-10 finishes…A second-round, 6-under-par 64 led to a T4 finish at his season debut at the Sony Open in Hawaii…Three weeks later, also finished T4 at the FBR Open. One of five players to record all four rounds in the 60s at TPC Scottsdale…Third top-10 of the season came with a T8 at the RBC Canadian Open, just his second appearance there (T35 in 2005).\n\n2007: Finished T4 at the Verizon Heritage, best finish since a playoff loss to Geoff Ogilvy at the Chrysler Classic of Tucson in 2005...Carded a first-round 63 at the Crowne Plaza Invitational at Colonial, the lowest round of his PGA TOUR career. It also marked the first time he had been a leader\/co-leader after the first round of a TOUR event. Finished T7...Third top-10 was a T9 at the Travelers Championship, posting three rounds in the 60s.\n\n2006: In third full season on TOUR, limited to 11 events due to a lingering injury suffered in January when his right hand was slammed in a car door. Was granted Major Medical Extension for 2007. Withdrew from the Shell Houston Open in April and did not play again on TOUR until the Frys.com Open, where he finished T24...One week prior, in a rehab assignment on the Web.com Tour, captured the Mark Christopher Charity Classic. \n\n2005: Earned more than $1 million and collected two runner-up finishes in second season, including a playoff loss in Tucson...In just his fourth start, finished\nT2 at the FBR Open in Phoenix. Shared the second-round lead with Phil Mickelson at 9-under 133. Trailed by four after 54 holes and finished five strokes behind Mickelson. Finish came one week after he, his parents and manager were involved in a traffic accident that injured his mother...Back in the state of Arizona two weeks later, lost on the second hole of sudden-death at Chrysler Classic of Tucson to Geoff Ogilvy. Tied with Ogilvy and Mark Calcavecchia, he was eliminated after Ogilvy birdied the par-5 18th hole, the second extra hole. Highlight of playoff was holed 20-foot par putt on the first extra hole to extend the playoff...In late August, finished T18 at the Reno-Tahoe Open, collected $39,120 to move over $1-million mark in prize money for the season for the first time in his career. \n\n2004: The youngest member on the PGA TOUR...The TOUR rookie carded a final day 69 at The Honda Classic to move up the leaderboard for a T4 finish, his first top-10 on the PGA TOUR in his 11th career start...Was among the leaders all week at the MCI Heritage, but closing 73 dropped him out of the top 10 to T11...Made one start on the Asian Tour, at the Kolon Korean Open in September, finished T26...Next top-10 did not come until October, when rounds of 66-66 on the weekend helped him to season-best T3 finish at the Southern Farm Bureau Classic...Ended the year on a high note with a T13 finish at the Chrysler Championship. His $93,750 payday in Tampa secured him a spot inside the top 100 on the final season money list. \n\n2003: Earned first PGA TOUR card at age 20 by finishing T21 at the 2003 Qualifying Tournament. Medalist by eight strokes at La Purisima CC in Lompoc, Calif., during the first stage of tournament. Finished T3 in second stage at Oak Valley GC in Beaumont, Calif. Played his second season on the Asian Tour and finished 46th on the order of merit. His win on the Asian Tour in 2002 qualified him for the 2003 World Golf Championships-NEC Invitational, where he finished T71, his only event in the money on the PGA TOUR in three career starts. Also played in 11 events on the European Tour, with one top-10, a T6 at the Dubai Desert Classic. \n\n2002: Played professionally on the Asian Tour, where he finished fourth on the order of merit. Became the third-youngest winner in Asian Tour history, at 19 years, 3 months when he won the 2002 Volvo Masters of Asia by two strokes. Added five other top-10s that season.\n","otherCarHigh" : "","personal" : "At age 8, his family moved from South Korea to the United States. Took up the game a year later and by the time he left the junior golf program had become the top junior player in the U.S. Bypassed senior year of high school and college to turn professional at age 17...Appeared in a January 2010 episode of \"CSI: Las Vegas\" on CBS along with Rocco Mediate, Duffy Waldorf, Gary McCord and David Feherty...A year after carding a 12-over 16 on the par-4 ninth hole in the first round of the 2011 Valero Texas Open, returned to San Antonio, taking the mishap in stride. Taped a segment for \"Inside the PGA TOUR,\" using a chainsaw to remove a number of branches responsible for the high score a year earlier, was featured on ESPN's \"SportsCenter\" and various, local radio stations as he re-lived the headache. In the second round in 2012, hung the shirt he wore that fateful day on a tree branch as a sacrifice near the area from where he tried to play en route to the 16th hole.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the PGA TOUR 2 times in 2016.","dynStats" : "He ranks T11th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/kevinna915"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}