{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "46435","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Cook","first" : "Austin","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-7","heightMetric" : "1.7","weight" : "160","weightMetric" : "73","birthDate" : "March 13, 1991","age" : "25","birthPlace" : "Little Rock, Arkansas","residence" : "Jonesboro, Arkansas","family" : "Single","education" : "University of Arkansas (2013, Biology)","splInterest" : "Hunting","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2014","clubAffl" : "Ridge Point CC (Jonesboro, Arkansas)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "683,902&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2015","exmtStatus" : "Conditional - Finished 151-200 on 2014-15 PGA TOUR FedExCup Points List","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Played in seven PGA TOUR events and made six cuts. Recorded five top-25 finishes including a T6 at the Barbasol Championship and a T7 at the RBC Canadian Open. Competed in the Web.com Tour Finals and made three cuts but failed to earn his TOUR Card.\n\n2014: Qualified for the FedEx St. Jude Classic in June. Posted rounds of 67-73 to make the cut at TPC Southwind, then had 65-70 to finish T13 in his very first PGA TOUR event...Played in nine events on the Adams Pro Tour, making eight cuts and recording five top-10 performances...Finished T130 at Web.com Tour Q-School. \n","otherCarHigh" : "Was an Academic All-American in 2013 while at the University of Arkansas, where he earned honorable mention All-American honors in 2011.","personal" : "Favorite golf memory is playing golf with his dad and brother at Pebble Beach...Best sporting event attended was the 2013 Ryder Cup at Medinah CC outside Chicago \"because it was inspiring.\"...Favorite TV shows are \"Blacklist\" and those on the Discovery Channel...Favorite book is The Bible... Dream foursome includes Gary Player, Jack Nicklaus and Arnold Palmer...Would like to trade places with \"Duck Dynasty's\" Willie Robertson for a day because he thinks it would be a lot of fun...Most famous person he's met is Evander Holyfield at baggage claim at the Jacksonville International Airport...Favorite place to visit is Big Mountain in Montana...Is involved with the St. Jude Children's Hospital and loves hanging out and working with special-needs children...Twitter handle is @austincookie.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014: With limited Web.com Tour status, competed actively on Adams Pro Tour...Had yet to make a Web.com Tour start when, on March 30, he shot 64 in a Monday qualifier to get in the Shell Houston Open on the PGA TOUR. Opened with a 68 (T15), followed by a second-round 65, which put him one stroke back of halfway-leader Andrew Putnam. The 65 included five birdies in a row at the GC of Houston (Nos. 6-10). Was paired with Phil Mickelson on Saturday and shot 70 to retain his tie for second, again one back of Putnam. Took the lead Sunday after birdieing two of the first four holes. Remained in contention until he made five bogeys (and no birdies) over his last 10 holes, including Nos. 16-17-18. Finished T11 and missed securing a spot in the TOUR's next event by one shot...Was given a sponsor invitation into the FedEx St. Jude Classic, where he finished T22...Notched first top-10 on TOUR in fifth start, at the Barbasol Championship (T6). Earned a spot in the RBC Canadian Open via the top-10...Took advantage of the RBC playing opportunity by finishing T7, worthy of a spot in the Barracuda Championship field two weeks later in Reno. Posted scores of 68-70-69-69--276 to claim the top-10 finish...Last PGA TOUR appearance at the Wyndham Championship in August came by way of a sponsor exemption. Finished T43...Qualified for the Web.com Tour Finals as a non-member having earned enough FedExCup equivalent points to fall within the 126-200 money-list category. In the Finals, missed the first cut, then played the weekend at the last three tournaments. Finished 51st on the Finals' money list. \n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is T5th at the Panama Claro Championship.","dynStats" : "He ranks T29th in Scoring Average (Actual) on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}