{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27561","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Flanagan","first" : "Nick","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "145","weightMetric" : "66","birthDate" : "June 13, 1984","age" : "31","birthPlace" : "Newcastle, Australia","residence" : "Concord, New South Wales, Australia","family" : "Single","education" : "","splInterest" : "Surfing, music, cars","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2004","clubAffl" : "Concord GC (Concord, New South Wales, Australia)","cityPlaysFrm" : "Newcastle; ; Australia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,505,656&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2006","exmtStatus" : "Conditional - Finished T114 at 2015 Web.com Tour Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Played in 16 events on the Web.com Tour and made six cuts...Returned to competition in March, at the Brasil Champions, having being out since April of 2014. Had surgery performed on his left thumb in May 2014 in Los Angeles. Recorded rounds of 71-70 in Sao Paulo to miss the cut by three shots...At season's end, had played in 16 Web.com Tour events and made six cuts. Best outing was a T38 at the Greater Dallas Open in June. 2014: Played in five Web.com Tour events in March and April, making one cut, which resulted in a T29 at the Mexico Championship...Lone international start came at the Nanshan New South Wales PGA Championship in December. Missed the cut...Was granted medical exemption due to surgey he had on a finger and thumb. \n\n2013: Made the cut in 12 of 23 Web.com Tour starts and had four top-25 finishes and a pair of top-10s...Finished T9 at the Panama Claro Championship, the first time he opened the year with a top-10 since a T8 at the 2007 Jacob's Creek Open Championship in Australia...Was T4 at the WNB Golf Classic in April. A 6-under 66 in the third round at Midland CC included a three-putt double bogey on the back nine, but his 14-under total got him within one of 54-hole leader Edward Loar. Struggled in the wind on the final day and shot a 74 to finish four shots behind winner Alex Aragon. Was 14-under and one shot off the 54-hole lead at Midland CC but managed only a 2-over 74 in the final round...Made the cut in two of the four Finals' events, with his best week a T32 at the Web.com Tour Championship...In November, played in the Australian PGA Championship (T14) and Talisker Masters (T34).\n\n2012: Made the cut in nine of 19 starts and had only one top-10 finish, a victory in South Carolina in mid-May...Defeated countryman Cameron Percy on the third playoff hole to win the BMW Charity Pro-Am for the second time in his career. Fired a 4-under 67 in the final round at Thornblade Club to tie Percy at 15-under 271. Beneficiary of a lucky bounce on the final hole of regulation. Second shot on the uphill, 491-yard 18th caromed off a television cameraman and rolled onto the green, stopping 12 feet from the pin. Made the birdie putt to tie Percy and force the tournament's third playoff in the past four years. Earned the win with a par on the third extra hole and collected a first-place check of $108,000, jumping to No. 11 on the money list. He became the 11th player in Tour history to win the same event twice, having captured the title in 2007. Had limited status to start the 2012 season and missed the cut in his only other Tour appearance, at the Chile Classic. Also missed the cut at the Wells Fargo Championship, where he was a Monday quailifier and played the first two days with his Jacksonville, Fla., roommate, Jonas Blixt...Ran off a string of seven consecutive birdies during the second round of the Mylan Classic near Pittsburgh. Second time in his career he has reeled off seven in a row. Unfortunately, his run came after an opening 75, which left him with too much ground to make up. Eventually missed the cut by one stroke...Made the cut in each of his last four starts, but a T25 at the Neediest Kids Championship was his best finish. \n\n2011: Made the cut in nine of 20 starts. Only top-10 was a T2 at the Midwest Classic, his best finish on Tour since capturing three titles in 2007. Posted rounds of 63-64 to get within two strokes of the lead after 54 holes. \n\n2010: Played in 24 events and made 11 cuts. Best performance came at the Nationwide Children's Hospital Invitational, where he finished T3. Finished No. 74 on the money list. Posted his first top-10 of the year, at the Melwood Prince George's County Open, in his 10th start. His T4 is his best performance since he won the 2007 Xerox Classic in Rochester, N.Y.—his third win of that season which led to a PGA TOUR promotion. Held the 54-hole lead at the Nationwide Children's Hospital Invitational but managed only a 1-under 70 on the final day to finish T3. \n\n2009: Made just four cuts in 13 starts during the Web.com Tour season with his best effort a T6 at the Stonebrae Classic. \n\n2008: Made the cut in 16 of 29 starts during his rookie season on the PGA TOUR. Recorded his first top-10, a T9 at the Mayakoba Golf Classic, thanks to a final-round 64. Held a share of the 36- and 54-hole leads, including a second-round, career-low 63, at the U.S. Bank Championship. Finished with an even-par 70 to T11. \n\n2007: Made the cut in 12 of 17 starts during the Web.com Tour season, with six top-25 finishes. Finished the season No. 3 on the money list, with $369,951. Opened the year with a T8 at the Jacob's Creek Open Championship and a T16 at the New Zealand PGA Championship, but otherwise had a sluggish start to the season. Finished in a four-way tie with Bryn Parry, Roland Thatcher and Chris Baryla at the Henrico County Open. Went on to birdie the third extra hole for his first Tour victory, making him the 50th international winner in Tour history and the 19th from Australia. Collected $81,000 to move into the top 10 on the money list—a position he wouldn't relinquish the rest of the year. Came back in his next start to win the BMW Charity Pro-Am at The Cliffs, making him the first player since Jason Gore in 2005 to win in back-to-back starts. The $117,000 first-place check moved him into the top money-list spot on Tour. The win also came with a new BMW X5 Sports Activity Vehicle, the first car owned by Flanagan and the first given to the winner of a Web.com Tour event. Played solid the following week as well, finishing T5 at the Melwood Prince George's County Open. A planned two-week summer break to Australia turned into a month hiatus, thanks to an unscheduled hernia operation. Made the cut in his first five events upon his return, culminating with a final-round, 7-under 63 and a seven-stroke comeback in the final round to win the Xerox Classic, giving him three come-from-behind wins and making him the eighth player in Tour history to earn the Three-Win Promotion to the PGA TOUR. Earned $108,000 with the victory, moving into second on the Tour money list. Two-time winner of the Tour's Player of the Month award, doing so in May and sharing the honor with Justin Bolli in August. \n\n2006: Made the cut in nine of 24 starts during his rookie season on the Web.com Tour, with two top-10 finishes. Completed the season No. 32 on the money list, with $169,812. Played well in both events Down Under, placing third at the Jacob's Creek Open Championship, followed by a T21 at the ING New Zealand PGA Championship. Posted a career-best runner-up finish at the Price Cutter Charity Championship, where rounds of 69-63-64-67 led to a 25-under total, two strokes behind champion Doug LaBelle II. Final 54-hole score of 22-under 194 equaled the best of the season to that point. Posted seven consecutive birdies on Nos. 2-8 during the third round, just one shy of the season-best set by Tim Wilkinson. \n\n2005: Was T34 at the Lake Erie Charity Classic in his only made cut in two career starts prior to 2006...Member of the Australasian Tour from 2004-06. \n","otherCarHigh" : "Winner of the 2003 U.S. Amateur at Oakmont CC, becoming the first Australian in 100 years and first international player in 32 years to win the prestigous tournament. Defeated Casey Wittenberg in 37 holes to join fellow Aussie U.S. Amateur winner Walter Travis. At age 19, the only players younger to win the title were Tiger Woods and Danny Lee, who both were 18. Received a telegram wishing him luck from Greg Norman prior to the start of the final round and then a congratulatory phone call following his victory.","personal" : "Lists Tiger Woods as his hero...Cites playing in major championships as his biggest thrill in golf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2007","qSchoolYear" : "","exmtStatus" : "Three-time winner on 2007 Nationwide Tour","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2006: Made the cut in nine of 24 starts during his rookie season on the Nationwide Tour, with two top-10 finishes. Completed the season No. 32 on the money list, with $169,812...Played well in both events Down Under, placing third at the Jacob's Creek Open and a T21 at the ING New Zealand PGA Championship...Posted a career-best runner-up finish at the Price Cutter Charity Championship, two strokes behind champion Doug LaBelle II. His 54-hole score of 22-under 194 equaled the best of the season to that point. Posted seven consecutive birdies on Nos. 2-8 during the third round, just one shy of the season-best set by Tim Wilkinson...Finished the season ranked No. 9 in Total Driving and No. 14 in All-Around Ranking. 2005: T34 at the Lake Erie Charity Classic in his only made Nationwide Tour cut in two career starts prior to 2006... Has made the cut in two of 11 career starts on the PGA TOUR, with a career-best T23 at the 2005 Open Championship. 2004: Had 10 starts, three as an amateur, on the PGA TOUR. Only made cut was a T66 at the Reno-Tahoe Open...Member of the Australasian Tour from 2004-06. Amateur: Winner of the 2003 U.S. Amateur at Oakmont CC, becoming the first Australian in 100 years and first international player in 32 years to win the prestigious tournament. Defeated Casey Wittenberg in 37 holes to join fellow Aussie U.S. Amateur winner Walter Travis. At age 19, the only player younger to win the title was Tiger Woods (18)...Received a telegram wishing him luck from Greg Norman prior to the start of the final round and then a congratulatory phone call following his victory. \n","otherCarHigh" : "","personal" : "Lists Tiger Woods as his hero...Cites playing in major championships as his biggest thrill in golf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 4 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/4flanagan"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}