{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34261","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Langley","first" : "Scott","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "155","weightMetric" : "70","birthDate" : "April 28, 1989","age" : "26","birthPlace" : "Barrington, Illinois","residence" : "Scottsdale, Arizona","family" : "Wife, Kristy; Kennedy Caroline (9\/16\/14)","education" : "University of Illinois (2011, Accounting)","splInterest" : "Music, fitness","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2011","clubAffl" : "The Dye Preserve (Jupiter, Florida)","cityPlaysFrm" : "Sea Island; GA; United States","websiteUrl" : "http:\/\/www.scott-langley.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,688,227&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2013","qSchoolYear" : "2012","exmtStatus" : "127th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Made 19 of 28 PGA TOUR cuts but did not record a top-10 and finished at No. 127 in the FedExCup standings. Was projected inside the top 125 in the FedExCup standings most of the week at the Regular Season-ending Wyndham Championship until bogeys on four of his last six holes knocked him out of the FedExCup Playoffs...Started the Web.com Tour Finals with three sub-par rounds at the Hotel Fitness Championship en route to a T10 finish...Made all four starts in the Finals but was not able to improve his PGA TOUR status for the 2015-16 season.\n\n2013-14: Sophomore season on TOUR ended with 19 of 29 made cuts and one top-10. Advanced to the second FedExCup Playoffs event for the first time. Season ended by finishing T65 at the Deutsche Bank Championship. Was one of six players to start the Deutsche Bank Championship inside the top 70 (65th) in the FedExCup standings only to drop out of the Playoffs...Following back-to-back, 2-under 69s in the second and third rounds at the Valspar Championship, closed with a 1-under 70 to finish third at Innisbrook Resort & GC. The finish on the Copperhead Course matched his career-best (2013 Sony Open in Hawaii)...Held a one-shot lead after the second round at the Travelers Championship before finishing T11...Held a share of the second-round lead at the Wyndham Championship before finishing T12.\n\n2013: Rookie season ended with 12 made cuts in 27 starts to go with one top-10 finish. Finished No. 122 in the final FedExCup standings to regain his TOUR card for 2013-14...An 8-under 62 gave the rookie a one-stroke lead after the first round at the Sony Open in Hawaii, equaling the best opening-round score at the Sony Open (Scott Simpson in 1991, Brian Claar in 1997 and Mike Reid in 1997). Middle rounds of 66-65 left him tied with Russell Henley after 54 holes at 17-under (a tournament record) but was unable to keep pace with the eventual champion, firing a final-round, even-par 70 to T3, seven strokes back. Led all players in Putts Per Round (25.75 average).\n\n2012: Played his rookie season on the PGA TOUR after finishing T17 at the 2012 PGA TOUR Qualifying Tournament. Opened with a 72, but closed with five rounds in the 60s to earn his TOUR card...Made three of four cuts on the PGA TOUR as a professional, including a T29 at the U.S. Open.\n\nAmateur: Made one of two cuts on the PGA TOUR, including a T16 at the 2010 U.S. Open at Pebble Beach...Missed the cut at the 2011 John Deere Classic...Named Big Ten Freshman of the Year. Was a three-time All American at Illinois and the 2010 NCAA Championship medalist...A former First Tee participant, he teamed with the Champions Tour's Dana Quigley to win the pro-junior competition at the 2006 Nature Valley First Tee Open at Pebble Beach...Was a three-time, first-team All-Metro selection at Parkway South High School in Manchester, Mo.\n","otherCarHigh" : "","personal" : "By earning his PGA TOUR card for 2013, became the first alum of The First Tee to earn TOUR membership...Earliest golf memory was playing in the backyard with family...Biggest thrill in golf came when he received a standing ovation at the 2010 U.S. Open...Is a fan of the St. Louis Cardinals and Green Bay Packers...Twitter account is @scott_langley...Not many people know he can play the violin...Supports the Leukemia & Lymphoma Society (grandmother has leukemia)...Dream foursome would include his brother, Aaron Rodgers and WIll Ferrell...Never travels without The Bible.","otherInfo" : "","ntlTeams" : "Palmer Cup (1), 2010.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T11th at the Puerto Rico Open at Coco Beach.","dynStats" : "He ranks T90th in Approach 100-125 yards (RTP Sc on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/Scott_Langley"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}