{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "36850","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Rohrbaugh","first" : "Doug","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "190","weightMetric" : "86","birthDate" : "","age" : "","birthPlace" : "Roseburg, Oregon","residence" : "Carbondale, Colorado","family" : "Wife, Karla; sons Brandon, Tristan","education" : "Idaho State University","splInterest" : "Skiing, fishing, hunting","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1986","clubAffl" : "Ironbridge GC (Glenwood Springs, Colorado)","cityPlaysFrm" : "Carbondale, Colorado","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : ""}, "tourBios" : [{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2015","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(15): 1996 West Colorado PGA Championship. 2000 Navajo Trails Open, West Colorado PGA Championship. 2001 West Colorado PGA Championship. 2001 West Colorado PGA Championship. 2002 West Colorado PGA Championship. 2007 Colorado PGA Match Play Championship, West Colorado PGA Championship. 2008 Colorado PGA Match Play Championship, West Colorado PGA Championship. 2012 PGA Section Championship. 2013 Colorado PGA Championship, Colorado PGA Section Championship, Colorado Section PGA Senior Championship. 2014 Colorado PGA Championship.","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Earned the final conditionally-exempt spot at the Champions Tour National Qualifying Tournament at Orange County National near Orlando in November. Was one of four players tied for the 18-hole lead and eventually finished the event tied with Craig Thomas in the 12th position. However, he made par on the first extra hole to secure the 12th spot and the last conditionally-exempt position...Did make one start during the year on the Champions Tour. Posted rounds of 75-75 at the Senior PGA Championship but failed to make the 36-hole cut at The GC at Harbor Shores in Michigan.\n\n2013: Competed in the U.S. Senior Open at Omaha CC but missed the cut after rounds of 74-75. \n\n2012: Missed the cut at the U.S. Senior Open at Indianwood G&CC n Michigan following rounds of 72-75.\n\n","otherCarHigh" : "Spent a year playing the Australasian Tour in 1989...Was a three-time winner of the Colorado Senior PGA Player of the Year award and was a two-time winner of the Colorado PGA Championship...Has also amassed several PGA Section titles in Colorado...Named 2000-04 West Colorado PGA Player of the Year as well as from 2007-12...Recipient of the 1998 Section Junior Golf Leader Award and named the 2012 Section Senior Player of the Year...Named the 2014 Colorado Golf Hall of Fame's Person of the Year...Played collegiately at Treasure Valley Community College in Oregon before finishing his career at Idaho State University.","personal" : "Currently serves at the head professional at Ironbridge GC in Glenwood Springs, Colo...Has been involved in a charity \"Golf for Kids\" in the past, an event hosted by Glen Frey...Son, Tristan, won the Colorado State High School 3A golf title in 2013 and is currently a member of the golf team at Boise State...An uncle, John Meyers, played in the NFL for Dallas and Philadelphia.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T15th in 2015 at the Greater Gwinnett Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}