{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29740","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Fritsch","first" : "Brad","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "235","weightMetric" : "107","birthDate" : "November 9, 1977","age" : "38","birthPlace" : "Edmonton, Alberta, Canada","residence" : "Holly Springs, North Carolina","family" : "Wife, Megan; Hannah Alison (4\/23\/09)","education" : "Campbell University (2000, Criminal Justice Administration)","splInterest" : "Spy novels, politics, hockey","pronunciation" : "FRITCH","nwTourAlumnus" : "Web.com Tour Graduate (2012, 2013)","trndProYear" : "2000","clubAffl" : "Rideau View GC (Manotick, Ontario, Canada)","cityPlaysFrm" : "Ottawa; ; Canada","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,857,155&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2007","exmtStatus" : "Exempt - Next 25 Money Winners from 2015 Web.com Tour Finals","otherVics" : "","intlVics" : "(1): 2006 Azores Open.","curYearHigh" : "","carHigh" : "2015: Finished the Web.com Tour season having played all 25 tournaments. Had one runner-up, three top-10s, four top-25s and 18 cuts made. Was 39th on the combined final money list...Made five cuts in his first nine events, with a T41 in Louisiana his best showing...In late May, was four strokes off the lead at the Rex Hospital Open through three rounds. Carded a 68 Sunday to finish three shots shy of a playoff and T8...Picked up a second top 10 in California in July at the Stonebrae Classic. Recorded only one bogey over the last 54 holes to finish T6...Best performance of the season came in Knoxville in late August. Was T36 after 36 holes of the News Sentinel Open. Fired a 64 on Saturday that featured two eagles. Dropped two shots on the first hole on Sunday but fought back for a 67, resulting in a T2. Climbed from 70th to 35th on the money list. Would end the Regular Season the following week with a T34 and No. 37 on the list, having played all 21 tournaments...Contended in the first Finals' event, Hotel Fitness Championship. Was T3 at the halfway point after firing 64 on Friday. Rounds of 75-69 dropped him to a 15th-place finish. Added a T43, T39 and a missed cut to close out the Finals. He was 15 spots and $6,596 out of the 25th position...Made three PGA TOUR starts, recording a T46 at the U.S. Open at Chambers Bay and two missed cuts. 2014: Year ended on a high note when he captured medalist honors at the Web.com Tour Qualifying Tournament in December in runaway fashion. Rounds of 72-64-65-65-70-66 left him at 27-under, seven shots ahead of runner-up Andrew Landry. Earned fully-exempt status on Tour...On the PGA TOUR, highlighted by a pair of top-10 outings in his last three starts before the FedExCup Playoffs, pushed hard to finish inside the top 125 and advance to The Barclays but came up short. Finished 151st in the FedExCup standings...Posted a T10 at the Farmers Insurance Open. Only previous top-10 on TOUR was T9 at the 2013 Farmers Insurance Open...Finished T9 at the RBC Canadian Open at Royal Montreal GC. Carded a final-round, 6-under 64, falling just one shy of his career-low round on the PGA TOUR. His previous-best finish in seven starts at the RBC Canadian Open was T71 in 2011...Was one shot off the lead entering the final round of the Wyndham Championship before a final-round 70 dropped him to T8...Played in and made the cut in two Regular Season Web.com Tour events, including a T4 at the Rex Hospital Open in his adopted North Carolina in May...Attempted to regain his exempt status for the 2014-15 PGA TOUR season via the Web.com Tour Finals but came up short. Made two cuts (T46 and T58) in four events. \n\n2013: As a PGA TOUR rookie, made 24 starts and 18 cuts. Best showing was a T9 at the Farmers Insurance Open in January. Had one other top-25 (T20) at the Reno-Tahoe Open in August. Finished the season 129th on the FedExCup points list. Earned $452,184...Played in all four Web.com Tour Finals' events. Missed the first three cuts, then shot 70-68-68-66 at the season-ending Web.com Tour Championship to capture a T2 finish, two off winner Chesson Hadley's pace. The runner-up paved his return to the PGA TOUR in 2013-14.\n\n2012: On the Web.com Tour, played in 26 events, making 18 cuts. Seven top-10s included a runner-up at the Mylan Classic, a fourth and two top-fives. Was the halfway leader at the Mylan event after 66-64 start and T2 (one back) after three rounds. Shot 68 on Sunday only to be outdistanced by Robert Streb's 64, who won by four. Finished 18th on the money list, which sent him to the PGA TOUR for the first time.\n\n2011: Made the cut in 11 of 12 events on PGA TOUR Canada. Saw his streak of 23 consecutive cuts made come to an in early June, a streak that started in 2006. Best finish was a T3 at the Canadian Tour Players Cup, where he posted back-to-back 65s in the final two rounds. \n\n2010: Played in 10 PGA TOUR Canada events and made all 10 cuts, which included four top-10s and seven top-25s. Best finish was a T5 at the ATB Financial Classic in July. Finished 10th on the .\n\n2009: 16 Web.com Tour starts led to eight cuts made and one top-10 (T9-Kansas City). Finished 132nd on the money list.\n\n2008: Made 14 cuts in 26 starts and finished the Web.com Tour season 74th on the money list. Finished T9 at the Knoxville Open, assisted by a final-round eagle on Fox Den CC's most-difficult hole, the par-4 fourth. Tied his career-low round (65) in the second round of the Northeast Pennsylvania Classic to earn a career-best T4. Rallied on the final day at the Oregon Classic to finish solo seventh. \n\n2007: Played his rookie season on the Web.com Tour, making the cut in seven of 27 starts. Finished the season No. 172 on the money list, with his lone top-25 finish coming at the Jacob's Creek Open Championship (T14). \n\n2006: In his sixth year on the Canadian Tour, made the cut in nine of 11 starts, with two top-10 finishes. Ended a season-best third-place at the Canadian Tour Championship, set up by a course-record-tying 64 in the final round...Won the Azores Open. \n\n2004: Named Most Improved Canadian, with four top-10 finishes, including a career-best T2 at season-ending Bay Mills Open Players Championship. \n","otherCarHigh" : "Winner of the 2000 Ottawa Amateur Championship. Co-medalist at the 2000 Canadian Amateur Championship...Attended St. Mark's High School in Manotick, Ontario, Canada.","personal" : "Was born in Alberta but grew up in Ottawa...Lists the late Payne Stewart as his hero. Got his start in golf from his parents, who are both avid golfers...Graduated summa cum laude from Campbell University...His uncle is Ed Schultz from \"The Ed Show\" on MSNBC...Biggest thrill in golf is competing against the best players in the world. Biggest thrill outside golf is the birth of his daughter...Never travels without his iPhone...Favorite website is hfboards.com, a hockey site...Favorite college teams are the North Carolina Tar Heels, the Boise State Broncos and Michigan Wolverines...Top pro teams are Dallas Cowboys, Ottawa Senators and Carolina Hurricanes...Favorite athletes to watch are Aaron Rodgers and Sidney Crosby...Favorite gadgets are iPhone, iPad and XM Radio. Favorite apps are anything related to fantasy football...Dream foursome would include his dad, Stewart and George W. Bush...Not many people know he met his wife on eHarmony.com and that he never broke par in high school...Bucket list includes dropping the puck at a NHL playoff game...If he didn't play golf professionally, he would want to work for the FBI or the CIA...Twitter account is @bradfritsch.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2013","qSchoolYear" : "2012","exmtStatus" : "","otherVics" : "","intlVics" : "(1): 2006 Azores Open.","curYearHigh" : "","carHigh" : "2015: Finished the Web.com Tour season having played all 25 tournaments. Had one runner-up, three top-10s, four top-25s and 18 cuts made. Was 39th on the combined final money list...Made five cuts in his first nine events, with a T41 in Louisiana his best showing...In late May, was four strokes off the lead at the Rex Hospital Open through three rounds. Carded a 68 Sunday to finish three shots shy of a playoff and T8...Picked up a second top 10 in California in July at the Stonebrae Classic. Recorded only one bogey over the last 54 holes to finish T6...Best performance of the season came in Knoxville in late August. Was T36 after 36 holes of the News Sentinel Open. Fired a 64 on Saturday that featured two eagles. Dropped two shots on the first hole on Sunday but fought back for a 67, resulting in a T2. Climbed from 70th to 35th on the money list. Would end the Regular Season the following week with a T34 and No. 37 on the list, having played all 21 tournaments...Contended in the first Finals' event, Hotel Fitness Championship. Was T3 at the halfway point after firing 64 on Friday. Rounds of 75-69 dropped him to a 15th-place finish. Added a T43, T39 and a missed cut to close out the Finals. He was 15 spots and $6,596 out of the 25th position...Made three PGA TOUR starts, recording a T46 at the U.S. Open at Chambers Bay and two missed cuts.\n\n2014: Year ended on a high note when he captured medalist honors at the Web.com Tour Qualifying Tournament in December in runaway fashion. Rounds of 72-64-65-65-70-66 left him at 27-under, seven shots ahead of runner-up Andrew Landry. Earned fully-exempt status on Tour...On the PGA TOUR, highlighted by a pair of top-10 outings in his last three starts before the FedExCup Playoffs, pushed hard to finish inside the top 125 and advance to The Barclays but came up short. Finished 151st in the FedExCup standings...Posted a T10 at the Farmers Insurance Open. Only previous top-10 on TOUR was T9 at the 2013 Farmers Insurance Open...Finished T9 at the RBC Canadian Open at Royal Montreal GC. Carded a final-round, 6-under 64, falling just one shy of his career-low round on the PGA TOUR. His previous-best finish in seven starts at the RBC Canadian Open was T71 in 2011...Was one shot off the lead entering the final round of the Wyndham Championship before a final-round 70 dropped him to T8...Played in and made the cut in two Regular Season Web.com Tour events, including a T4 at the Rex Hospital Open in his adopted North Carolina in May...Attempted to regain his exempt status for the 2014-15 PGA TOUR season via the Web.com Tour Finals but came up short. Made two cuts (T46 and T58) in four events.\n\n2013: Ended the season regaining his PGA TOUR card for 2013-14, thanks to a T2 at the Web.com Tour Championship. Wound up No. 129 on the FedExCup money list. The PGA TOUR rookie birdied his 72nd hole in a Monday finish at the Farmers Insurance Open to claim a T9 at Torrey Pines in January. The top-10 was the first of his career, consisting of eight starts, and earned him an invite into the following week's Waste Management Phoenix Open...Finished T20 at the Reno-Tahoe Open, including a hole-in-one with an 8-iron from 183 yards on the par-3 third hole during the final round...Missed the cut in his first three starts of the Web.com Tour Finals but rallied at the Web.com Tour Championship, with at T2 effort. Closed with a 4-under 66 at TPC Sawgrass' Dye's Valley course to finish at 8-under, two shots back of winner Chesson Hadley. Payday of $66,000 moved him to No. 14 on the priority rankings. \n\n2012: Was in a six-way tie for the lead after an opening-round 65 at the Web.com Tour Championship. Carded rounds of 71-71-69 to end the tournament in a T9, putting him at No. 18 on the final money list to earn his 2013 PGA TOUR card. Ended his year fourth in Total Eagles (15)...Finished T5 at the Chitimacha Louisiana Open after posting the week's best score—a 9-under 62—in the final round at Le Triomphe CC. Started the final day tied for 45th and opened with an eagle at No. 1 then followed with four birdies in a row starting at No. 4. Closed his day with four more birdies over the final six holes for a career-best score. Moved from No. 27 to No. 16 on the money list, thanks to final-round play...Finished T2 at the Mylan Classic near Pittsburgh after sharing the first-round lead with eventual winner Robert Streb (at 7-under par)...Was the 36- and 54-hole co-leader at the Chiquita Classic near Charlotte. Played in the final group with Russell Henley, the eventual winner, and Patrick Cantlay, but an even-par 72 Sunday moved him back to solo fourth, two strokes out of the three-way playoff. Thanks to three eagles, was a cumulative 13-under on The Club at Longview's par-5s for the first three rounds but made just one birdie on the four par-5s Sunday...Birdied the 18th hole Sunday to shoot 71 at TPC Sawgrass' Dye's Valley Course to finish T10 at the Winn-Dixie Jacksonville Open.\n\n2011: Made the cut in 11 of 12 events on the Canadian Tour. Saw his streak of 23 consecutive cuts made come to an in early June, a streak that started in 2006. Best finish was a T3 at the Canadian Tour Players Cup, where he posted back-to-back 65s in the final two rounds. 2008: Made 14 cuts in 26 starts and finished the Web.com Tour season 74th on the money list. Finished T9 at the Knoxville Open, assisted by a final-round eagle on Fox Den CC's most-difficult hole, the par-4 fourth. Tied his career-low round (65) in the second round of the Northeast Pennsylvania Classic to earn a career-best T4. Rallied on the final day at the Oregon Classic to finish solo seventh. \n\n2007: Played his rookie season on the Web.com Tour, making the cut in seven of 27 starts. Finished the season No. 172 on the money list, with his lone top-25 finish coming at the Jacob's Creek Open Championship (T14). 2006: In his sixth year on the Canadian Tour, made the cut in nine of 11 starts, with two top-10 finishes. Ended a season-best third-place at the Canadian Tour Championship, set up by a course-record-tying 64 in the final round...Won the Azores Open. 2004: Named Most Improved Canadian, with four top-10 finishes, including a career-best T2 at season-ending Bay Mills Open Players Championship.\n\nAmateur: Winner of the 2000 Ottawa Amateur Championship. Co-medalist at the 2000 Canadian Amateur Championship...Attended St. Mark's High School in Manotick, Ontario, Canada.\n","otherCarHigh" : "","personal" : "Lists the late Payne Stewart as his hero. Got his start in golf from his parents, who are both avid golfers...Graduated summa cum laude from Campbell University...His uncle is Ed Schultz from \"The Ed Show\" on MSNBC...Biggest thrill in golf is competing against the best players in the world. Biggest thrill outside of golf is birth of his daughter...Never travels without his iPhone...Favorite website is hfboards.com, a hockey site...Favorite college teams are the North Carolina Tar Heels, the Boise State Broncos and Michigan Wolverines...Top pro teams are Dallas Cowboys, Ottawa Senators and Carolina Hurricanes...Favorite athletes to watch are Aaron Rodgers and Sidney Crosby...Twitter account is @bradfritsch...Favorite gadgets are iPhone, iPad and XM Radio. Favorite apps are anything related to fantasy football...Dream foursome would include his dad, Payne Stewart and George W. Bush...Met his wife, Megan, on eHarmony.com...Bucket list includes dropping the puck at a NHL playoff game...Not many people know that he never broke par in high school...If he didn't play golf professionally, he would want to work for the FBI or the CIA.","otherInfo" : "","ntlTeams" : "World Cup (1), 2013.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is 1st at the Servientrega Championship Presented by Efecty.","dynStats" : "He ranks T22nd in Par Breakers on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/pages\/Brad-Fritsch\/591582087523560?sk=timeline"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/BradFritsch"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}