{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "31559","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "6","capcure" : "N", "personalInfo" : {"name" : {"last" : "Osborn","first" : "Garrett","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "170","weightMetric" : "77","birthDate" : "November 12, 1984","age" : "31","birthPlace" : "Birmingham, Alabama","residence" : "Birmingham, Alabama","family" : "Wife, Brittani","education" : "University of Alabama-Birmingham (Philosophy, 2007)","splInterest" : "Spending time with family and with his dog","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2007","clubAffl" : "Greystone CC (Birmingham, Alabama)","cityPlaysFrm" : "Birmingham, Ala.","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "361,501&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2008","exmtStatus" : "Conditional","otherVics" : "","intlVics" : "","curYearHigh" : "Made one PGA TOUR start, at the Puerto Rico Open and missed the cut after rounds of 72-72...Finished T73 at the Web.com Tour's National Qualifying Tournament in December. Finished T9 at the Sanderson Farms Championship after Monday qualifying to get into the field. Made his first cut on TOUR in his fourth career start. The top-10 earned him a spot in the OHL Classic at Mayakoba the following week.","carHigh" : "2013: Made one PGA TOUR start, at the Puerto Rico Open and missed the cut after rounds of 72-72...Finished T73 at the Web.com Tour's National Qualifying Tournament in December.\n\n2011: Was T43 at the Web.com Tour's Price Cutter Charity Championship in his lone start.\n\n2010: Earned first top-10 of the year with a T3 at the Fort Smith Classic. Final-round 64 pushed him up the leaderboard, finishing at 12-under par, four back of winner Chris Kirk.\n\n2009: Ended his second season on the Web.com Tour No. 59 on the money list, making the cut in 12 of 27 starts and finishing No. 8 in Driving Distance (304.7 yards). First of three top-10s for the year was a T9 at the BMW Charity Pro-Am and second came with a T5 at the Price Cutter Charity Championship. Added another T5 at the Northeast Pennsylvania Classic in late August when he posted weekend rounds of 65-66 to move up the leaderboard. Final round featured two eagles at Elmhurst CC.\n\n2008: Played his rookie season on the Web.com Tour after a T47 finish at the 2007 PGA TOUR National Qualifying Tournament. Made 14 cuts in 26 starts, earning 10 top-25 finishes. Posted his first career top-10 showing in his 11th start to finish T8 at The Rex Hospital Open. Shot a final-round 62 at the Ford Wayne Gretzky Classic for a T3, one shot out of the Justin Hicks-Casey Wittenberg playoff. Earned third top-10 of the season with a T6 at the Xerox Classic. Closed the season with a sixth-place effort at the Web.com Tour Championship at TPC Craig Ranch after sharing the 36-hole lead (66-65) with Darron Stiles. Moved from 47th to 38th on the money list at the season-ending event...Also made one start at the Honda Classic on the PGA TOUR but missed the cut.\n","otherCarHigh" : "Became just the second golfer in University Alabama-Birmingham history to capture individual medalist honors when he won the 2007 Conference USA Championship. Had a 4-under 212. His success helped the Blazers to a second-place finish in the league championship, tying for the best finish in school history. The victory was one of four during his career. Another came at the 2005 Jerry Pate Intercollegiate, which he won by nine shots. Two-time All-Conference USA selection, including first-team honors in 2007. Earned third-team All-American honors in 2006. Used a final-round 67 to claim the 2007 Alabama State Amateur, joining his brother Payton, who had also won the event. Was named the 2007 Alabama Golf Association Player of the Year. Winner of the 2004 Alabama State Match Play Championship. In high school, was a member of the first-team all-state football team as the quarterback and also was a member of the first-team all-state baseball team as catcher. Recruited heavily to play baseball in college but decided on golf a week before his high school graduation.","personal" : "Older brother, Payton, was an all-conference player and member of two UAB NCAA tournament teams in 2000 and 2001...Didn't take up the game until the summer before his freshman year in college...Has an English crĂ¨me retriever named \"Daly.\"...Chose golf over other sports because he loves the game, and he enjoys bettering myself and his game and being in charge of his own destiny...His first memories of golf were riding with his father and watching him play. Also remembers his mother taking him to hit balls...Would love to play Augusta National...Favorite course is Shoal Creek...Favorite team growing up was the New York Yankees...His favorite vacation spot is Destin, Fla...His favorite TV show is \"The Black List.\"...Enjoys Vince Flynn novels, and he never travels without books...Dream foursome would include his dad, his brothers and himself...Would love to trade places for a day with any ex-President...Musical tastes include such artists as Edwin McCain and Gavin DeGraw.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Made one PGA TOUR start, at the Puerto Rico Open and missed the cut after rounds of 72-72...Finished T73 at the Web.com Tour's National Qualifying Tournament in December. Finished T9 at the Sanderson Farms Championship after Monday qualifying to get into the field. Made his first cut on TOUR in his fourth career start. The top-10 earned him a spot in the OHL Classic at Mayakoba the following week.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 3rd on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}