{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "36726","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Zuluaga","first" : "Daniel","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-6","heightMetric" : "1.68","weight" : "149","weightMetric" : "68","birthDate" : "December 22, 1992","age" : "23","birthPlace" : "Pereira, Colombia","residence" : "Pereira, Colombia","family" : "Soltero","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2012","clubAffl" : "Club Campestre de Cali (Cali, Colombia)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2013","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Made his return to PGA TOUR Latinoamérica with a T24 finish at the Argentina Q-School in January… Best of three cuts made in 10 starts was T45 at Volvo Colombia Open in September.\n\n2014: Played the two events PGA TOUR Latinoamérica had in Colombia, both missed cuts.\n\n2013: Earned PGA TOUR Latinoamérica status in February by finishing T35 at the Qualifying Tournament at the CC La Planicie in Lima, Peru… Had two top-25s and six cuts made in 9 starts on PGA TOUR Latinoamérica to finish the year ranked 85th on the Order of Merit… His best finish was T17 at the 66th Arturo Calle Colombian Open at his home club, the Club Campestre de Pereira, where he shot a career-low 7-under par 64 in the third round.\n\n2012: Turned pro in June… Missed the cut in both of his PGA TOUR Latinoamérica starts at the 65º Arturo Calle Colombian Open and the Colombian Coffee Classic.   \n","otherCarHigh" : "Joined the University of South Eastern Louisiana's golf team for two seasons (2010-12)… Competed at the 2010 U.S. Amateur at Chambers Bay… Won Colombia's U-15 National Championship in 2008… Won the Colombian Junior Championship (ages 15-17) three years in a row 2008-10.","personal" : "Entered the University of South Eastern Louisiana in 2010, but decided to turn pro after studying and playing golf there for two years… Favorite golf courses he's played are Chambers Bay and Chukyo Golf Club… Enjoys spending time at his family's ranch and his hobbies also include playing tennis and squash… His favorite professional team is Barcelona FC… His favorite athletes to watch are Tiger Woods and Usain Bolt… Favorite meal is a good BBQ… Favorite vacation spot is Cartagena… Twitter name is @daniel_zuluaga1… Instagram name is @danielzuluaga1","otherInfo" : "","prYrSeason" : "","exmtStatus" : "2015 Q-School"}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri was T17th in 2013 at the 66 Arturo Calle Colombian Open Presentado por Diners Club.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}