{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20436","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Willis","first" : "Garrett","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "185","weightMetric" : "84","birthDate" : "November 21, 1973","age" : "42","birthPlace" : "Charlotte, North Carolina","residence" : "Knoxville, Tennessee","family" : "Wife, Jennifer; Gage Maxwell (10\/16\/09)","education" : "East Tennessee State University (1996, Communications)","splInterest" : "Dining, TV, video games","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2009)","trndProYear" : "1996","clubAffl" : "","cityPlaysFrm" : "Knoxville; TN; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,714,434&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "56th on the 2007 Nationwide Tour money list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Played on the 2008 PGA TOUR out of the Past Champion's category for the second straight year. Made the cut in six of 11 TOUR starts, with his best finish a T15 at the Wyndham Championship. Also made eight starts on the Nationwide Tour, where his best result was a T13 at the Henrico County Open. Made the cut in 11 of 16 starts on the 2007 Nationwide Tour, including six top-25 finishes. Finished the season No. 56 on the money list, with $112,053. Season-best runner-up finish at the Fort Smith Classic, finishing 15-under 265 and one stroke behind Jay Williamson. Only other top-10 came at The Rex Hospital Open, finishing solo fourth. Made the cut in seven of 13 starts on the 2007 PGA TOUR, with a T7 at the Frys.com Open his best effort. Posted a second-round 10-under-par 62 at TPC Summerlin and held a share of the 36-hole lead with George McNeill and D.J. Trahan. Top-10 performance was third in 142 career starts on the PGA TOUR. Also split 2006 season between PGA TOUR (four made cuts in 10 starts) and Nationwide Tour (seven made cuts in 16 starts), with a best finish of T4 at the Nationwide Tour's PalmettoPride Classic in mid-October. Other top-10 on Tour came with a T8 outing at the Chattanooga Classic after having held a share of the first-round lead with Brandt Snedeker, thanks to the low first-18 hole score of the season with a 10-under 62, one stroke shy of his career-low 61 at the 2002 Valero Texas Open. Played primarily on the 2005 Nationwide Tour, where he finished a career-best 33rd on money list and picked up his first victory at the Envirocare Utah Classic. Rounds of 67-71-67-70 led to a 13-under 275 finish, one shot ahead of Kris Cox, Brian Henninger and Mathew Goggin. Finished the season making the cut in 13 of 20 starts, with nine top-25 finishes. Posted just two top-25s in 2004, including season-best T12 at the Chrysler Classic of Tucson, the event he won in 2001. Finished out of the top 125 in 2002 (No. 1336) and 2003 (No. 134). A T10 at the 2002 Valero Texas Open was his lone top-10 over the two-year period. Set LaCantera course record in second round with a 61. Needed only 96 putts on the week. In 2001, made first TOUR start a winning one, defeating Kevin Sutherland by one stroke at Touchstone Energy Tucson Open. Third-round 64, after opening 71-69, lifted him to within two strokes of lead. Closed with a 69. Third TOUR player to win his first start as a member, joining Ben Crenshaw (1973) and Robert Gamez (1990). Member of the Nationwide Tour in 1997-2000 and 2005-06. Won the 1997 Panama Open, coming from seven strokes back on the final day. Won 1996 Hooters Tour event in Decatur, AL, in his first professional tournament. \n","otherCarHigh" : "First-team All-American at East Tennessee State.","personal" : "Planned to get married the week following his victory in Tucson, at the Sony Open in Hawaii, but wedding was delayed to the week of the AT&T Pebble Beach National Pro-Am.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "Earned his second career win with a one-stroke victory over Chad Collins at the WNB Golf Classic. He held a two-shot lead after 54 holes at Midland CC. Used back-to-back birdies at Nos. 12 and 13 to open a two-shot advantage over Collins, who had established a course record with a 10-under 62 in Sunday's final round and was the clubhouse leader. Suffered a bogey at No. 17 to cut his margin to one but made par on the final hole for the win. First-place check of $94,500 moved him up 13 spots to No. 6 on the money list and assured him a return trip to the PGA TOUR in 2010...Was a playoff runner-up to Vance Veazey at the season-opening Panama Digicel Championship. His final-round 66 erased a three-shot deficit and forced a playoff with Veazey...Second top-10 was a solo third at the South Georgia Classic...Added a T7 at the Utah Championship, four years after he won the event at Willow Creek CC."},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2001","qSchoolYear" : "2000","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2013: Missed the cut in his only PGA TOUR start. Made two of seven cuts on the Web.com Tour. \n\n\n\n2012: Failed to record a top-10 during the PGA TOUR Season to miss the FedExCup Playoffs for the fifth time in six years.\n\n2011: Made 11 of 24 cuts with one top 10 and five top 25s...Shared the 36-hole lead at the Transitions Championship with Chris Couch at 9-under. Played the final 36 holes in 1-over to finish T15...Recorded his first top 10 of the season, a T9 at The Heritage. Jumped out to the first-round lead with a 7-under 64 and then trailed Luke Donald by one stroke after 36 holes. Weekend rounds of 74-70 left him five strokes out of the Brandt Snedeker-Luke Donald playoff. 2010: Claimed a career-best seven top-25 finishes to finish inside the top 125 on the TOUR money list for the first time since 2001...Fired a first-round 65 to take the 18-hole lead at Transitions Championship. Finished T72...Posted a T4 at the St. Jude Classic presented by Smith & Nephew in his home state of Tennessee. Opened 66-65 to share the 36-hole lead. Best finish since a T2 at the 2002 Valero Texas Open. 2009: Earned a return trip to the PGA TOUR in 2010, thanks to his No. 12 finish on the Web.com Tour money list…Collected his second career win with a one-stroke victory over Chad Collins at the WNB Golf Classic. Held a two-shot lead after 54 holes at Midland CC. Used back-to-back birdies at Nos. 12 and 13 to open a two-shot advantage over Collins, who had established a course record with a 10-under 62 in Sunday's final round and was the clubhouse leader. First-place check of $94,500 moved him up 13 spots to No. 6 on the money list and assured him a return trip to the TOUR in 2010…Was a playoff runner-up to Vance Veazey at the season-opening Panama Digicel Championship. His final-round 66 erased a three-shot deficit and forced a playoff with Veazey…Second top-10 was a solo third at the South Georgia Classic…Added a T7 at the Utah Championship, four years after he won the event at Willow Creek CC…Did not play in the season-ending Tour Championship because of the recent birth of his son, Gage. 2008: Played on the PGA TOUR out of the Past Champion's category for the second straight year. Made the cut in six of 11 TOUR starts, with his best finish a T15 at the Wyndham Championship…Also made eight starts on the Web.com Tour, where his best result was a T13 at the Henrico County Open. 2007: Made the cut in 11 of 16 starts on the Web.com Tour, including six top-25 finishes…Finished the season No. 56 on the money list, with $112,053…Season-best runner-up finish at the Fort Smith Classic, finishing 15-under 265 and one stroke behind Jay Williamson…Made the cut in seven of 13 starts on the TOUR, with a T7 at the Frys.com Open his best effort. Posted a second-round 10-under-par 62 at TPC Summerlin and held a share of the 36-hole lead with George McNeill and D.J. Trahan. Top-10 performance was third in 142 career starts on the PGA TOUR. 2006: Split season between PGA TOUR (four made cuts in 10 starts) and Web.com Tour (seven made cuts in 16 starts), with a best finish of T4 at the Web.com Tour's PalmettoPride Classic in mid-October. 2005: Played primarily on the Web.com Tour, where he finished 33rd on money list and picked up his first victory at the Envirocare Utah Classic. Rounds of 67-71-67-70 led to a 13-under 275 finish, one shot ahead of Kris Cox, Brian Henninger and Mathew Goggin. 2004: Posted just two top-25s, including a season-best T12 at the Chrysler Classic of Tucson, the event he won in 2001. 2003: Finished No. 134 on the PGA TOUR money list. 2002: Finished out of the top 125 (No. 136). A T10 at the 2002 Valero Texas Open was his lone top-10 over the two-year period. Set LaCantera course record in second round with a 61. Needed only 96 putts on the week. 2001: Made first TOUR start a winning one, defeating Kevin Sutherland by one stroke at Touchstone Energy Tucson Open. Third-round 64, after opening 71-69, lifted him to within two strokes of lead. Closed with a 69. Third TOUR player to win his first start as a member, joining Ben Crenshaw (1973) and Robert Gamez (1990). 1997: Member of the Web.com Tour for the first time…Traveled internationally and won the 1997 Panama Open, coming from seven strokes back on the final day. 1996: Won Hooters Tour event in Decatur, Ala., in his first professional tournament. Amateur: First-team All-America selection at East Tennessee State.\n","otherCarHigh" : "","personal" : "Planned to get married the week following his PGA TOUR victory in Tucson, at the Sony Open in Hawaii, but his wedding was delayed to the week of the AT&T Pebble Beach National Pro-Am...He didn't start playing golf until he was 13 despite living on or near golf courses during his growing-up years.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was 1st in 2001 at the Touchstone Energy Tucson Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}