{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24781","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Mahan","first" : "Hunter","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "175","weightMetric" : "79","birthDate" : "May 17, 1982","age" : "33","birthPlace" : "Orange, California","residence" : "Dallas, Texas","family" : "Wife, Kandi; Zoe Olivia (7\/28\/13), Miller Myles (2\/7\/15)","education" : "Oklahoma State University","splInterest" : "Fishing, basketball","pronunciation" : "MAY-han","nwTourAlumnus" : "","trndProYear" : "2003","clubAffl" : "","cityPlaysFrm" : "Dallas; TX; United States","websiteUrl" : "http:\/\/www.mahangolf.com","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2004","qSchoolYear" : "2003, 2005","exmtStatus" : "Multiple tournament winner (through 2016-17)","otherVics" : "(1): 2008 Kiwi Challenge.","intlVics" : "","curYearHigh" : "Partnered with Billy Horschel in December to post a T4 in his debut at the Franklin Templeton Shootout.","carHigh" : "2014-15: Grinded out another solid season, with four top-10 finishes in 24 starts. Made it through the Playoffs' first three tournaments before ending his season after the BMW Championship, ranked No. 49 in the standings...Making his first start in the Frys.com Open, holed a wedge from 91 yards at the par-4 13th hole Sunday for an eagle to get within four strokes of Sangmoon Bae's then-17-under lead. Finished T3, three strokes behind Bae...Finished T9 at the Masters to notch his third top-10 in nine Augusta National starts (T10 in 2009 and T8 in 2010). It was his fourth top-10 in a major in his last eight starts...Entering the 2014-15 season, was the only player in the FedExCup era to advance each season to the TOUR Championship by Coca-Cola. That streak was on the line heading into the Deutsche Bank Championship. However, he moved from No. 91 to No. 52 to keep his streak alive, finishing T4 at TPC Boston (just his second top-10 at the event in 13 starts). Couldn't keep the magic alive at the BMW Championship, where he T32 and was eliminated from the Playoffs.\n\n2013-14: Made the cut in 20 of 25 starts, with season highlighted by his sixth PGA TOUR victory (The Barclays) and being selected by Captain Tom Watson to represent the U.S. at the Ryder Cup. Carried The Barclays win in the first FedExCup Playoffs event all the way to the TOUR Championship by Coca-Cola, becoming the only player to advance to the TOUR Championship all eight years of the FedExCup era...The 2010 Waste Management Phoenix Open winner made a run for a second title at TPC Scottsdale, with rounds of 66-71-65-68--270 (14-under), before settling for a T4 with Hideki Matsuyama. En route to a third-round, 6-under 65, played hole Nos. 9-17 without a par (birdie-birdie-bogey-bogey-birdie-birdie-birdie-birdie-birdie)...Came back the following week with a solo-sixth-place effort at the AT&T Pebble Beach National Pro-Am, finishing four strokes behind champion Jimmy Walker...Fell short in his bid to join Tiger Woods (18) and Geoff Ogilvy (three) with three or more World Golf Championships wins. Reached the quarterfinals (T9) at Accenture Match Play Championship. Finished T9 in March at the Cadillac Championship...Closed with rounds of 65-67 to finish T7 at the PGA Championship, his first top-10 in nine starts at the season's final major...As the only player to have made every start in a FedExCup Playoffs event, overcame a one-stroke deficit beginning the final round of The Barclays to win his first Playoffs event. With the win, moved to No. 1 in the FedExCup standings, up from No. 62. Birdied four of his last six holes en route to a final-round, 6-under 65, good for a two-stroke win over Stuart Appleby, Jason Day and Cameron Tringale. Came to the 72nd hole with a three-stroke lead, but a bogey at the par-4 18th cut his margin of victory. The win made him the seventh consecutive come-from-behind winner of the event (after 54 holes) since Steve Stricker held on for the victory in 2007...Was T23 at the TOUR Championship by Coca-Cola for a sixth-place finish in the FedExCup, his best-ever showing in the competition...At the Ryder Cup, went 1-2-1 in his four matches in the European victory in the biennial event at Gleneagles in Scotland.\n\n2013: Tenth full season on the PGA TOUR included a 20th-place finish in the FedExCup, with 22 made cuts in 25 starts. Season highlighted by a runner-up finish at the World Golf Championship-Accenture Match Play Championship...Shared the opening-round lead with Russell Knox, shooting an 6-under 66 at Pebble Beach GL, eventually finishing T16 at the AT&T Pebble Beach National Pro-Am...Finished T8 at the Northern Trust Open, his first top-10 in eight starts at the event...A week later, at the World Golf Championship-Accenture Match Play Championship, nearly succeeded in his title defense before losing to Matt Kuchar in the final match, 2 and 1. Won convincingly in his first three matches, over Matteo Manassero (5 and 4), Richard Sterne (4 and 3) and Martin Kaymer (5 and 4). It wasn't until the quarterfinals before one of his matches made it to the 16th hole, where he beat Webb Simpson, 1-up. In the semifinals, he beat 2011 champion Ian Poulter, 4 and 3...Led the field by hitting 49 of 56 fairways in regulation en route to a T4 finish at the U.S. Open for his best finish in 30 major championship starts. His previous-best showing were T6s, at the 2007 Open Championship and the 2009 U.S. Open...One month after playing in the final pairing with Phil Mickelson at the U.S. Open (final-round 75 led to a T4), was in the final pairing at The Open Championship with Lee Westwood. Another 75 led to a T9 finish—his second top-10 finish in nine starts at the event (T6 in 2007)...Held the second-round lead by two shots (13-under) over John Merrick at the RBC Canadian Open. Was on the range warming up for the third round when his wife called and informed him that she was going into labor in Dallas with the couple's first child. Wife was not due for another 3-4 weeks. He withdrew immediately at 2 p.m., with his tee time scheduled for 2:50 p.m. At the time of his withdrawal, Merrick was on the range warming up and played in the final grouping alone. Dustin Johnson finished his round minutes after the withdrawal with a third round, 9-under 63 to move to 11-under and a share of the lead...Finished T4 at the BMW Championship to advance to the TOUR Championship by Coca-Cola for the seventh time in as many tries during the FedExCup era (along with Steve Stricker and Phil Mickelson the only players to do so). The start at Conway Farms was his 27th in the FedExCup Playoffs, the only player who has never missed a start since 2007. Week included a hole-in-one during the third round with a 5-iron from 210 yards on he par-3 17th hole, marking the 42nd ace in BMW Championship history and the second of his career (2006 Zurich Classic of New Orleans). As a result of his ace, won a 2014 BMW i3 and a guarantee that a deserving caddie to be named later will win the BMW Hole-In-One Scholarship, a full, four-year tuition and housing grant provided through the Evans Scholars Foundation. Owns the most eagles in the history of the FedExCup Playoffs, with 16...Finished T20 at the TOUR Championship by Coca-Cola, keeping a streak alive of being the only player to play in all 28 FedExCup Playoffs events...Was 2-2-0 playing for the winning U.S. team in The Presidents Cup. \n\n2012: Finished No. 19 in the final FedExCup standings and is one of three players (Mickelson and Stricker) to advance to the TOUR Championship in the first six seasons of the FedExCup Playoffs...Finished T6 at the Farmers Insurance Open, with rounds of 69-65-74-69. Also finished T6 at the event in 2011. Has two top-10s in nine starts at Farmers Insurance Open...Earned fourth career PGA TOUR victory and second World Golf Championships title with a 2-and-1 victory over Rory McIlroy in the championship match of the Accenture Match Play Championship. Joined Tiger Woods as the only players to win multiple World Golf Championships events in their 20s. Did not trail in any match after the third hole in the second round vs. Y.E. Yang, a span of 74 holes. Made 35 birdies in 96 holes for the week to lead the field. Did not have a match extended to No. 18 over his last five matches after defeating Johnson in 19 holes in the first round. Followed with match wins against Yang, Steve Stricker, Matt Kuchar and Mark Wilson...Came from two shots behind in the final-round of the Shell Houston Open to claim his fifth career PGA TOUR title, by one stroke over Carl Pettersson, and take over the No. 1 spot in the FedExCup standings. The win tied him with Dustin Johnson for the most wins by a player currently in his 20s...Finished T8 at the AT&T National after holding the second-round lead. It is his third top-10 finish in five starts at that tournament...Unable to make a charge in the PGA TOUR Playoffs but still managed to advance to the TOUR Championship by Coca-Cola for the sixth consective season—making him one of just two players (Steve Stricker) to start in all 24 career Playoffs events. Closed strong at East Lake GC, posting the best final round of the day, a 4-under 66, securing his fifth top-10 finish of the season. \n\n\n\n2011: Made 22 of 25 cuts, recorded a career-best nine top-10 finishes and ranked a personal best No. 7 in the FedExCup standings...Finished T6 at the Farmers Insurance Open, with rounds of 69-67-69-73, his first top 10 in eight career starts at the San Diego-area event. Thanks to an eagle on the final hole of the third round, was one shot off the 54-hole lead, and played in final grouping Sunday with Bill Haas and Phil Mickelson...Two weeks later, posted a final-round, 6-under-par 66 at Pebble Beach GL to narrowly miss winning the AT&T Pebble Beach National Pro-Am. It was his fifth career runner-up finish, ending two strokes back of champion D.A. Points...Collected his third top 10 of the season with a T9 at the World Golf Championships-Accenture Match Play Championship, advancing to the third round before falling to new World No. 1 Martin Kaymer, 2 and 1. The T9 was his best result in five career appearances at the event...Jumped out to the first-round lead at the World Golf Championships-Cadillac Championship with an 8-under 64. Added a second-round, 1-under 71 to carry the first 36-hole lead of his PGA TOUR career into the third round. Finished ninth after weekend rounds of 71-73, seven shots behind Nick Watney...Fired a 6-under 66 in the third round of the Shell Houston Open to finish T8, his fifth top-10 finish of the season...Finished T6 at THE PLAYERS, his best result in six appearances at TPC Sawgrass, to record his sixth top 10 of the season...Local favorite came back the following week with a T10 finish at the Crowne Plaza Invitational at Colonial—his seventh top 10 of the season...Closed with a 5-under 66 to record the eighth top-10 finish of the season (the most of his career) with a T8 at the Deutsche Bank Championship...Recorded the sixth runner-up finish of his career (and second of the season) with a playoff loss to Bill Haas at the TOUR Championship by Coca-Cola, after carrying a share of the 54-hole lead with Aaron Baddeley into the final round. The finish represented a career-high ninth top-10 finish of the season and dropped his career record to 1-2 in playoffs. By making it to East Lake, joined Steve Stricker as the only players to tee it up in all 20 PGA TOUR Playoff events since the launch of the FedExCup. Also joined Stricker (and Phil Mickelson) as the only three players to reach the TOUR Championship in each of those five years. Finished the season a career-best seventh in the FedExCup. His play at the TOUR Championship by Coca-Cola represented the first time he had carried the lead\/co-lead into the final round on the PGA TOUR...His final top-10 of the year came at the World Golf Championships-HSBC Champions in Shanghai. After opening with a 1-under 71, he was 13-under the rest of the way to T7...In his third Presidents Cup appearance, posted a 4-1-0 record for victorious United States squad, including a singles victory over Jason Day. \n\n\n\n2010: Turned in a stellar season after picking up his second and third wins on TOUR. Finished 18th in the PGA TOUR Playoffs for the FedExCup, beoming one of five players (Steve Stricker, Phil Mickelson, Jim Furyk and Ernie Els) to qualify for the TOUR Championship in the first four seasons of the Playoffs...Came from four strokes back of 54-hole leader Brandt Snedeker in the final round to win the Waste Management Phoenix Open by one stroke over Rickie Fowler. Replaced a cracked driver early in the final round and then had an eagle on the par-5 13th hole and a pair of birdies on the 14th and 16th holes to finish at 16-under 268 after rounds of 68-70-65-65. Closed with consecutive, bogey-free, 6-under 65 for his second PGA TOUR victory. Fowler had a final-round 68 but missed birdie chances on the last three holes, while third-round leader Snedeker struggled home with a 78...Finished T8 at the Masters on the strength of a third-round 68. One of five players to shoot under-par all four rounds at Augusta National GC...Carded a 6-under-par 64 to come from three shots back to earn his second victory of the year at the World Golf Championships-Bridgestone Invitational. Final-round 64 was the lowest finish by a winner in the 12-year history of the Bridgestone Invitational, and his three-shot comeback victory equaled the largest come-from-behind victory in tournament history. Coupled with his victory at the Waste Management Phoenix Open, joined Els, Furyk, Stricker and Justin Rose as multiple winners on TOUR in 2010. At the age of 28, joined Dustin Johnson, Bill Haas, Anthony Kim, Sean O'Hair and Camilo Villegas as the only players in their 20s with three or more PGA TOUR victories. Became just the third player to win a World Golf Championships event in his 20s, joining Geoff Ogilvy and Tiger Woods. He became just the third American to win the Bridgestone Invitational (Woods and Stewart Cink). Moved into the top 10 in the FedExCup points standings at No. 7 with the victory and improved to No. 2 in the U.S. Ryder Cup standings to clinch one of the eight automatic positions...Was T15 at the TOUR Championship by Coca-Cola...Finished with a 1-2 record in his second career Ryder Cup. Lost to Graeme McDowell, 3 and 1, in the deciding match at Celtic Manor. \n\n2009: Following six top-10 finishes, including a runner-up finish at the AT&T National, played his way into all four FedExCup Playoff events before finishing 27th in the FedExCup. Also was a Captain's Pick for The Presidents Cup and recorded a career high in earnings...Shot 68, including two bogeys in the last three holes, to record the final-round low score at the Shell Houston Open on a day when the scoring average was 74.795. Jumped from T44 to a T6 finish...Finished T10 at the Masters Tournament, his first top-10 in the season's first major championship...Equaled his best finish in a major (2007 Open Championship) with a T6 finish at the U.S. Open, thanks to second- and third-round 2-under 68s. It was his sixth top-20 finish in his last nine major championship appearances...Shot 63-64 on the weekend to finish T4 at the Travelers Championship, five behind winner Kenny Perry...Shot a course record-tying, final-round 62 at the AT&T National to finish one stroke behind Tiger Woods. Posted his round, which tied Anthony Kim's Congressional CC record set in the first round, nearly two hours before the final group finished. Was tied for the lead at 12-under until Woods birdied the par-5 16th to take the lead. The finish was his third consecutive top-six finish. The 62 was the sixth of his career, including five within the previous 23 months. Shot 62-63-64 in three of his last six rounds...Finished T4 (five behind Tiger Woods) at the World Golf Championships-Bridgestone Invitational for his sixth top-10 finish of the season, including four out of his last five starts. Led the field in greens in regulation, hitting 53 of 72. It was his second top-10 finish in seven World Golf Championships starts (T10 at the 2008 Bridgestone Invitational)...Finished 24th at the TOUR Championship in his third appearance at the event. \n\n2008: Finished the season, which included being selected to his first Ryder Cup team, ranked 18th in the FedExCup. Surpassed $2 million in earnings for the second consecutive season, finishing No. 30 on the money list...Finished T2 in defense of his Travelers Championship title in June. Stewart Cink made par on the final hole to win, giving Mahan his second runner-up finish since 2006. The fifth consecutive made cut in Hartford, Conn., kept him as the leading money-winner in the event's history with $2,046,918...Eagled the par-4 first hole en route to a first-round, 9-under 62 and a four-stroke lead at The Barclays in the first event of the PGA TOUR Playoffs for the FedExCup. Finished T31. The 62 was Mahan's 12th round of 64 or lower in his PGA TOUR career and the fifth time he had recorded 62, including a third-round 62 at the 2007 Barclays at Westchester CC...The same week he was named as one of Paul Azinger's captain's picks to the U.S. Ryder Cup team, finished T8 at the BMW Championship for his fifth top-10 finish of the season...Compiled a record of 2-0-3 in his first start at the Ryder Cup at Valhalla...Won the inaugural Kiwi Challenge, a PGA TOUR Challenge Event, in New Zealand, beating Anthony Kim in a playoff. \n\n2007: Won for the first time on TOUR at the Travelers Championship, became a Captain's Selection for The Presidents Cup and recorded three 62s, all within a three-month span during the summer...Made the first double eagle in PLAYERS Championship history, holing a 5-iron on the par-5 11th hole at TPC Sawgrass in the second round...Earned first PGA TOUR victory in 118th career professional start at the Travelers Championship, defeating Jay Williamson in a sudden-death playoff. At age 25 years, 1 month, 7 days, became the youngest winner through 26 TOUR events in 2007. Opened with an 8-under-par 62 to lead Chris DiMarco by two strokes. Posted Friday-Saturday rounds of 71-67 and was one behind 54-hole leader Williamson. Overcame bogeys on Nos. 16 and 17 with a birdie-3 on the 72nd hole to post a 65 and force a playoff with Williamson. Knocked his 134-yard approach on first playoff hole to 2 feet and converted birdie while Williamson failed to convert a 7-foot birdie putt. First victory at the Travelers Championship came in his sixth appearance at this tournament. Finished T2 in 2006. Made his first career start on the TOUR in Hartford, playing in the 2002 event as an amateur...At The Open Championship, finished T6. Made the cut on the number and then was low for the field on the weekend with rounds of 69-65...One week later, held the 18-hole lead at the Canadian Open after opening with Angus Glen North Course record 9-under-par 62...Chosen by U.S. Captain Jack Nicklaus as a Captain's Selection for the 2007 Presidents Cup after finishing T18 at the PGA Championship...Was three strokes back after 54 holes at The Barclays after tying the Westchester CC (par 71) course record with a 9-under 62 in the third round, finished T17. It marked the second time in the season that Mahan equaled a course record (62, Canadian Open, Angus Glen GC, North Course). It was also the third time in the season (first-round 62 at the Travelers Championship) and the fourth time in his TOUR career that he has carded a round of 62. In addition, shot a course-record 63 in early June at the Northwood Club near Dallas in U.S. Open qualifying to earn medalist honors. That round, with swing and mental coach Neale Smith caddying, led to his summer success...Notched sixth top-10 of the season with a T5 in first career start at the TOUR Championship by Coca-Cola. Finished the season 15th in the FedExCup...Made first appearance in The Presidents Cup, finishing the event with a 2-3-0 record. \n\n2006: Finished 83rd on the PGA TOUR money list, his best finish in three seasons on TOUR...Matched his then-career high in top-25s with six (2004 and 2007)...Recorded his first TOUR ace on the eighth hole during the first round of the Zurich Classic of New Orleans, using an 8-iron...In 16th start of the season, posted his first top-10 with a T2 at the Buick Championship... Second top-10 was T9 at the 84 LUMBER Classic. Entered the final round just one shot off the lead of Ben Curtis and Charles Howell III, but finished T9 after a final round 3-over 75.\n\n\n\n2005: Fell out of the top 125 in his sophomore season, but finished 131st on the money list to earn partial status for 2006. Improved status by finishing T9 at the Qualifying Tournament in December...In second start of season, posted his first career top-10, a T9 at the FBR Open in Phoenix...Held the 18-hole lead at the John Deere Classic, thanks to an opening 8-under-par 63. Finished T7, three shots behind Sean O'Hair. \n\n2004: At age 21 when the season kicked off, was second-youngest player on TOUR, behind fellow rookie Kevin Na...Posted his first career top-10 with a T2 finish at the Reno-Tahoe Open. Made a 14-foot putt to save par at the 72nd hole and qualify for the four-man playoff. Rookie Vaughn Taylor claimed his first TOUR victory, rolling in an 11-foot birdie putt on the first extra hole to win...Three weeks later, posted his second top-10, a T4 at the Bell Canadian Open...Posted second consecutive top-10 at the Valero Texas Open, aided by four rounds in the 60s. Entered final round in second place, thanks to third-round 62. Played in the last group on Sunday with eventual champion Bart Bryant and posted final-round 69 to finish T5. \n\n\n\n2003: Finished T16 at the PGA TOUR Qualifying Tournament to earn his first TOUR card for the 2004 season...Turned professional after missing the cut at the U.S. Open, and made four cuts in seven starts the remainder of the season on sponsor exemptions. \n\n\n\nAmateur: Co-recipient with Ricky Barnes of 2003 Ben Hogan Award and also won the Jack Nicklaus Award and Fred Haskins Award as top collegiate golfer in 2003...No. 1 Amateur in the Golfweek\/Sagarin Ratings in 2003...Made the cut and finished 28th at the 2003 Masters...Runner-up to Ricky Barnes at the 2002 U.S. Amateur and placed third at the 2002 NCAA Championships...Two-time member of the U.S. Palmer Cup team...Two-time first-team All-America selection at Oklahoma State University...Two-time Big 12 Player of the Year (2002-03)...Began collegiate career at Southern California before transferring to OSU after earning second-team All-America honors, as well as Pac-10 Freshman of the Year in 2001...American Junior Golf Association Player of the Year in 1999 and a three-time AJGA All-American. Winner of 1999 U.S. Junior Amateur.\n\n","otherCarHigh" : "","personal" : "Father, Monte, is a former undercover police officer in Southern California...Proud alumni of Oklahoma State University and a big fan of the OSU Cowboys. Has a lifelong passion for the NBA's Los Angeles Lakers. Away from golf, focuses on spending time with family and has a passion for cars. In 2012, along with wife, Kandi, founded the Mahan Foundation, which supports charitable initiatives focused on health and wellness, children and the military. Services as National Co-chair of the American Junior Golf Association and hosts the AJGA Under Armour Hunter Mahan Championship. Website is mahangolf.com and Twitter is @Hunter Mahan .","otherInfo" : "","ntlTeams" : "The Presidents Cup (4), 2007, 2009, 2011, 2013; Ryder Cup (2), 2008, 2010; World Amateur Team Championship (1), 2002.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T19th at the World Golf Championships-HSBC Champions.","dynStats" : "He ranks 24th in Career Earnings on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/huntermahan"},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/huntermahan"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/HunterMahan"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}