{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01175","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Carter","first" : "Jim","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "185","weightMetric" : "84","birthDate" : "June 24, 1961","age" : "54","birthPlace" : "Spring Lake, North Carolina","residence" : "Scottsdale, Arizona","family" : "Wife, Cyndi; Shane (10\/5\/91), Brant (3\/7\/95), Race (4\/3\/97)","education" : "Arizona State University (1984, Business)","splInterest" : "Family, fitness","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (1994)","trndProYear" : "1985","clubAffl" : "TPC Scottsdale (Scottsdale, Arizona)","cityPlaysFrm" : "Scottsdale; AZ; United States","websiteUrl" : "http:\/\/www.gaylordsports.com\/bio_carter.html","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "5,602,809&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Had his best finish as a member of PGA TOUR Champions in June when he finished second, one behind Woody Austin, at the Tucson Conquistadores Classic. Playing on a sponsor's exemption, he posted a second-round 9-under-par 63 and remained in the hunt until a pair of bogeys on Nos. 13 and 14 doomed his chances.","carHigh" : "Member of the Nationwide Tour in 1991 and 1993-94. Member of the PGA TOUR from 1987-90 and 1995-2005. Finished 216th on the 2005 PGA TOUR money list and did not post a top-10 for third straight season. Finished out of the top 150 (172nd) on the money list in 2003 for the first time since 1990. Made 33 starts without a top-25. In 2002, finished among the top 100 on the money list for the seventh time in his career, thanks to four top-10s. Finished among the top 50 on the 2000 PGA TOUR money list for the first time since 1989. Broke through to earn first TOUR title in his 13th year and 292nd PGA TOUR start, a two-stroke win at the 2000 Touchstone Energy Tucson Open. Closing 66 brought him from four strokes back of third-round leader Tom Scherrer. During T57 at the MCI Classic, needed only 95 putts in four rounds at Harbour Town GL, tying for then-third-lowest total since TOUR began keeping stats in 1980. A victory at the 1994 New Mexico Charity Classic and three runner-up finishes that year helped him to fourth on Nationwide Tour money list, good for a spot on PGA TOUR in 1995. Also a member of the Nationwide Tour in 1991 and 1993. Finished career-best 33rd on 1989 money list in a year that saw him record career-high six top-10s. After joining the Arizona State golf team as walk-on, won 1983 NCAA Championship during brilliant career. Twice named first-team All-American. Named school's Athlete of the Year in 1984. Two-time winner of Arizona State Amateur (1981, 1984), Southwest Amateur (1983-84) and Arizona Open (1989, 1996).\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1987","qSchoolYear" : "","exmtStatus" : "Past Champion","otherVics" : "(2) 1989 Arizona Open. 1996 Arizona Open.","intlVics" : "","curYearHigh" : "Had his best finish as a member of PGA TOUR Champions in June when he finished second, one behind Woody Austin, at the Tucson Conquistadores Classic. Playing on a sponsor's exemption, he posted a second-round 9-under-par 63 and remained in the hunt until a pair of bogeys on Nos. 13 and 14 doomed his chances.","carHigh" : "Played the PGA TOUR on a full-time basis from 1987-90 and again from 1995-2005. Had made 458 starts prior to the 2012 season, with earnings of $4,766,514 and 26 top-10 finishes. Finished among the top 50 on the PGA TOUR money list two times (1989 and 2000) and won his lone event during the 2000 season. 2011: Divided his time between all three Tours after turning 50 in June. Made 13 Nationwide Tour starts, where he claimed three top-25 finishes. Missed the cut in his only PGA TOUR start and completed the trifecta with a pair of starts on the Champions Tour. 2010: Made five starts on the PGA TOUR, his first appearances since 2006. Finished T39 at the Reno-Tahoe Open for his best outing among three made cuts. T9 at the Michael Hill New Zealand Open, his best finish among 11 Nationwide Tour starts. 2009: Made six starts on the Nationwide Tour, with one made cut, a T59 at the Cox Classic. 2006: Made just three starts on the PGA TOUR and one start on the Nationwide Tour. 2005: Finished 216th on the money list and did not post a top-10 for third straight season. 2003: Finished out of the top 150 (172nd) on the money list for the first time since 1990. 2002: Posted four top-10s in 29 starts, with T5s in back-to-back weeks at the Canon Greater Hartford Open and the FedEx St. Jude Classic the last top-10s of his PGA TOUR career. 2001: Appeared in 28 tournaments, making the cut 23 times. 2000: Finished among the Top 50 on the PGA TOUR money list for the first time since 1989...Broke through to earn first PGA TOUR title in his 13th year and 292nd PGA TOUR start, a two-stroke win at the Touchstone Energy Tucson Open. Closing 66 brought him from four strokes back of third-round leader Tom Scherrer...During T57 at the MCI Classic, needed only 95 putts in four rounds at Harbour Town GL, tying for third-lowest total since TOUR began keeping stats in 1980. 1999: Earned his first top-10 of year at Buick Classic. Shared 54-hole lead with eventual winner Duffy Waldorf. A closing 74 produced a T5. 1998: Posted eight top 25 finishes, including three top-10s...Best finish was a T3 at Freeport-McDermott Classic. 1997: Season's best finish came at Buick Classic where he closed with 65 to finish alone in fifth place...Also finished ninth at Buick Challenge. 1996: Made cut in 25 of 31 tournaments and posted two top-10 finishes...Finished T3 at the Buick Open...Closed the season on a high note with T8 finish at the Walt Disney World\/Oldsmobile Classic. 1995: Held one-stroke lead through 54 holes of the Anheuser-Busch Classic, but dropped to T3 after closing 71. 1994: A victory at the Nationwide Tour New Mexico Charity Classic and three runner-up finishes that year helped him to fourth on Nationwide Tour money list, good for spot on PGA TOUR in 1995. 1993: Played on the Nationwide Tour and posted six top-10 finishes. 1990: Lost PGA TOUR playing privileges after finishing 172nd on the money list. 1989: Finished 33rd on PGA TOUR money list in a year that saw him record six top-10 finishes, including three in first five starts...Led rain-shortened Hawaiian Open through 36 holes that year, but closing 70 placed him fourth. Amateur: After joining the Arizona State golf team as walk-on, won 1983 NCAA Championship during brilliant career. Twice named first-team All-America...Named school's Athlete of the Year in 1984...Two-time winner of Arizona State Amateur (1981 and 1984), Southwest Amateur (1983-84) and Arizona Open (1989 and 1996).\n","otherCarHigh" : "","personal" : "Inducted into Arizona State University Sports Hall of Fame in 1995...Said about his 1992 season: \"Took early retirement while I was young enough to enjoy it.\"...Enjoys outdoors, hiking, mountain biking, exercise and fitness, as well as a good sunset and time spent with friends.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2011","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(2): 1989 Arizona Open. 1996 Arizona Open.","intlVics" : "","curYearHigh" : "Had his best finish as a member of PGA TOUR Champions in June when he finished second, one behind Woody Austin, at the Tucson Conquistadores Classic. Playing on a sponsor's exemption, he posted a second-round 9-under-par 63 and remained in the hunt until a pair of bogeys on Nos. 13 and 14 doomed his chances.","carHigh" : "2015: Was just one stroke off the pace after 54 holes at the U.S. Senior Open in June before a closing-round, 2-over-par 72 left him T15.\n 2014: Shot 68-68 on the weekend at the Quebec Championship to finish T5, his best PGA TOUR Champions performance. Effort outside of Quebec City earned him a spot in the Pacific Links Hawaii Championship. 2012: Made a dozen starts, with three top-25 finishes to his credit...Best showing came in May when he was T12 at the Senior PGA Championship...Was also T16 at The ACE Group Classic early in the year in Florida...Made two forays on to the PGA TOUR, missing the cut at the Sony Open in Hawaii as well as the True South Classic.\n\n 2011: Made starts on all three Tours, including 13 on the Web.com Tour, two on the PGA TOUR Champions and one on the PGA TOUR...Had a trio of top-20 finishes on the Web.com Tour, including a T17 at the Melwood Prince George's County Open and a pair of T18s, at the Stadion Classic at UGA and the Mylan Classic...Finished T50 at the U.S. Senior Open and missed the cut at The Senior Open Championship...Also missed the cut at the Zurich Classic of New Orleans...Finished T6 at the PGA TOUR Champions National Qualifying Tournament in Scottsdale, Ariz, and then claimed the sixth spot with a birdie on the second playoff hole. The sixth position makes him a conditionally-exempt player, but he will be exempt through mid-April since Jeff Freeman, the Q-School medalist, does not turn 50 until April 15. \n","otherCarHigh" : "Played the PGA TOUR on a full-time basis from 1987-90 and again from 1995-2005. Had made more than 400 starts on the PGA TOUR in his career with earnings of just over $4.7 million and 26 top-10 finishes. Finished among the Top 50 on the PGA TOUR money list two times (1989, 2000) and won his lone event during the 2000 season. Broke through to earn his title in his 13th year and in his 292nd PGA TOUR start, a two-stroke win at the Touchstone Energy Tucson Open. Closing-round 66 brought him from four strokes back of third-round leader Tom Scherrer for the win. During the 2000 MCI Classic, needed only 95 putts in four rounds at Harbour Town GL, tying for third-lowest total at the time since TOUR began keeping stats in 1980. A victory at the 1994 Web.com Tour's New Mexico Charity Classic and three runner-up finishes that year helped him finish fourth on Web.com Tour money list, good for spot on PGA TOUR in 1995. Played collegiately at Arizona State. After joining the team as walk-on, won 1983 NCAA Championship during a brilliant collegiate career. Twice earned first-team All-American honors and was named the school's Athlete of the Year in 1984. Two-time winner of Arizona State Amateur (1981 and 1984), Southwest Amateur (1983 and 1984) and Arizona Open (1989 and 1996)...Has made seven career holes-in-one, including three on the PGA TOUR—the last one coming at the 2004 FedEx St. Jude Classic.","personal" : "Inducted into the Arizona State University Sports Hall of Fame in 1995...Enjoys the outdoors, hiking, mountain biking and exercise and fitness...Won honors in wrestling, basketball and track as a youngster...Worked as a financial advisor for Merrill Lynch from 2006-09.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is 2nd at the Tucson Conquistadores Classic.","dynStats" : "He ranks 30th in Charles Schwab Cup Money List on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}