{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01815","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Miller","first" : "Johnny","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "205","weightMetric" : "93","birthDate" : "April 29, 1947","age" : "68","birthPlace" : "San Francisco, California","residence" : "Salt Lake City, Utah; Napa, California","family" : "Wife, Linda; John S. (6\/'2\/70), Kelly (12\/26\/72), Casi (7\/30\/74), Scott (5\/12\/76), Andy (2\/3\/78), Todd (1\/2\/80); 18 grandchildren","education" : "Brigham Young University (1969, Physical Education)","splInterest" : "Fishing, ranching, church activities, course architecture, golf club design","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1969","clubAffl" : "","cityPlaysFrm" : "Napa; CA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "Inducted 1998","combTourMoney" : "2,759,200&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1969","qSchoolYear" : "Spring 1969","exmtStatus" : "Past Champion","otherVics" : "(4): 1973 World Cup [with Jack Nicklaus]. 1975 World Cup [with Lou Graham]. 1983 Chrysler Team Championship [with Jack Nicklaus]. 2000 CertainTeed Hall of Fame Golf Challenge [with Beth Daniel].","intlVics" : "(6): 1973 World Cup [ind]. 1973 Lancome Trophy [Eur]. 1974 Dunlop Phoenix [Jpn]. 1975 World Cup [ind]. 1979 Lancome Trophy [Eur]. 1981 Sun City Challenge.","curYearHigh" : "","carHigh" : "2010: Was part of a consortium that purchased Silverado CC in Napa, Calif., site of two of his PGA TOUR titles (1974 and 1975 Kaiser International Opens). Was also the lead architect on the course's redesign. \n\n2007: Played in his first and only Liberty Mutual Legends of Golf, entering the Raphael Division with teammate Mike Reid, his World Cup partner from 1980. The two long-time friends shot rounds of 66-67 to finish solo fifth in Savannah. \n\n2006: With son Scott, finished T9 at the Del Webb Father\/Son Challenge outside Orlando, Fla.\n\n2005: After a one-year absence from the mbna WorldPoints Father-Son Challenge, returned to action at ChampionsGate Golf Resort's International Course to T3 with son John.\n\n2003: Paired with son Scott to finish 10th at the Office Depot Father\/Son Challenge. \n\n2002: Added son John as his partner at the Office Depot Father\/Son Challenge, with the team finishing T3, two strokes behind the winning team of Craig Stadler-Kevin Stadler. \n\n2001: Finished fourth with son Scott at the Office Depot Father\/Son Challenge. \n\n2000: In the CertainTeed Hall of Fame Golf Challenge, with Beth Daniel as his partner, won the 54-hole best-ball event at The Slammer and The Squire at the World Golf Village in St. Augustine, Fla. The duo shot rounds of 68-65-63 to defeat J.C. Snead-Kathy Whitworth by five shots…Lost in a playoff at the Office Depot Father\/Son Challenge. With son Scott as his partner, the team finished regulation tied with the team of Raymond Floyd-Robert Floyd at The Ocean Club in the Bahamas. The Floyds won the tournament with a birdie-3 on the first extra hole. \n\n1998: Received golf's highest honor when he was inducted into the World Golf Hall of Fame, along with Nick Faldo…Was T8 at the Office Depot Father\/Son Challenge in early December, teaming with son John.\n\n1997: Played in his final PGA TOUR event—the AT&T Pebble Beach National Pro-Am. Shot rounds of 75-73-73 to miss the 54-hole cut…Made his only two official Champions Tour starts. In his adopted home of Utah, finished T44 at the Franklin Quest Championship in Park City…Five months later, opened and closed with 70s at The Transamerica at Silverado CC in Napa, Calif., with a 3-over 75 in the second round, to T23 at his Golden State home course…Was solo fourth in the 36-hole Lexus Challenge Hosted by Raymond Floyd in La Quinta, Calif. Partner was actor Joe Pesci, with the duo finishing three shots short of the tournament host and actor William Devane. \n\n1996: Shot rounds of 75-70 at the AT&T Pebble Beach National Pro-Am but couldn't play beyond the second round when bad weather forced tournament officials to cancel the event. \n\n1995: Played in the winners-only Mercedes Championship for the final time, based on his AT&T Pebble Beach National Pro-Am victory. Opened 71-71, followed by a third-round 77 that led to his withdrawl because of injury. \n\n1994: Surprised the golf world when he won the AT&T Pebble Beach National Pro-Am, securing his final PGA TOUR title and becoming the first grandfather to win on the PGA TOUR since Art Wall (1975 Greater Milwaukee Open). Shot an opening 68 in the first round then bettered that with a 67 in the third round to move within one shot of leader Dudley Hart. Could only muster a final-round 74 at Pebble Beach GL, but it was enough to secure him a one-shot win over Jeff Maggert, Corey Pavin, Kirk Triplett and Tom Watson when Hart faltered…Played in his final Masters Tournament, missing the cut after rounds of 77-73…Also made his last U.S. Open appearance, missing the cut (81-76).\n\n1993: Entered only one event and missed the cut at the AT&T Pebble Beach National Pro-Am. \n\n1992: In his two starts, finished T69 at the weather-shortened AT&T Pebble Beach National Pro-Am followed two weeks later by a T67 at the Northern Telecom Open in Tucson. \n\n1991: Played in his last British Open, shooting rounds of 74-80 to miss the cut at Royal Birkdale, site of his 1976 Open victory…Shot three 72s and a second-round 73 to T47 at the AT&T Pebble Beach National Pro-Am. \n\n1990: Began working full time as the lead golf analyst for NBC Sports. Severely curtailed his playing schedule, entering only the AT&T Pebble Beach Pro-Am. Finished T21.\n\n1989: Made seven cuts in 11 starts (two missed cuts, a WD and a DQ), with his top showing a T9 at the Nissan Los Angeles Open. \n\n1988: Played 14 events, making nine cuts. Turned in his best performance at the Canadian Open, a T17 effort the included bookend 69s in the first and final rounds…Also played in the MONY Tournament of Champions for the first time since 1983, finishing T21.\n1987: Didn't appear as much of a threat at the AT&T Pebble Beach National Pro-Am after opening with rounds of 72-72, placing him in a tie for 30th through 36 holes. Jumped into contention with a 4-under 68 Saturday but was still five shots back of pacesetter Payne Stewart. A final-round 66 at Pebble Beach GL, coupled with Stewart's even-par 72, was enough to lift him to a one-shot triumph over Stewart, his 24th TOUR title…Didn't record another top-10 in any of his other 14 starts…Did team with Peter Jacobsen to T4 at the Chrysler Team Championship at the Palm Beach Polo and CC…In his final made cut at the Masters, was T42.\n \n1986: Made a run at victory at the Memorial Tournament at Muirfield Village GC. Finished T3 in Ohio, five shots behind winner Hal Sutton…Best finish beyond his Memorial showing was a T17 at the weather-shortened AT&T Pebble Beach National Pro-Am…Made his final U.S. Open cut, finishing T45 at Shinnecock Hills GC…Began The Great American Indian Shootout, a charity golf tournament that helped benefit Native American tribes in the Intermountain West. The tournament was held at Jeremy Ranch GC in Park City, Utah, site of the Champions Tour's Showdown Classic.\n\n1985: Made 17 of 19 cuts but never contended, while adding five top-10 finishes. Best showing came at the Canadian Open, a T4, thanks to a final-round 67. His performance in Canada was the third of three consecutive top-10s, the first two coming at the U.S. Open (eighth) and the St. Jude Memphis Classic (T7). Other top-10s came at the Panasonic Las Vegas Invitational (T9) and the Bing Crosby National Pro-Am (T10). \n\n1984: Didn't win but did secure five top-10 finishes and was in contention at his season-opening event and in a major championship. At the Bob Hope Classic in mid-January, carried a one-shot lead into the final round after a 67-69-65-69 start before an even-par 72 dropped him to a solo third, two shots out of the John Mahaffey-Jim Simons playoff…At the U.S. Open at Winged Foot in June, began with a 4-over 74 then was 2-under the rest of the way. Tied for sixth through 54 holes and seven behind leader Hale Irwin, shot an even-par 70 to finish six shots out of the Fuzzy Zoeller-Greg Norman playoff…Added a fifth-place showing in his second 90-hole event of the campaign, the Panasonic Las Vegas Invitational. Was in strong position to win in Nevada, holding a share of the 72-hole lead with Craig Stadler. His bid for victory came undone with a 4-over 75 at Las Vegas CC, leaving him four behind winner Denis Watson…In defense of their Chrysler Team Championship title, finished T12 with partner Jack Nicklaus. \n\n1983: Won a tournament for a fourth straight season, taking the Honda Inverrary Classic for a second time to go with his 1980 victory. His 68-69 weekend in Lauderhill, Fla., led to a two-shot triumph over Jack Nicklaus…Had a solid chance at adding win No. 2 to his resume at both the Phoenix Open and the Canadian Open. In the Arizona desert, finished 72 holes tied with Bob Gilder, Rex Caldwell and Mark O'Meara at 13-under. Dropped out of the playoff, with O'Meara, on the second extra hole, a playoff won by Gilder…Lost to John Cook in a playoff at the Canadian Open. Finished at 7-under at Glen Abbey and battled Cook through six extra holes before Cook won with a birdie…A month later, at the World Series of Golf at Firestone CC's South Course, began the Akron, Ohio, tournament with a 1-over 71 then reeled off rounds of 69-68-67 to finish solo third, five strokes behind winner Nick Price…Joined with Nicklaus at Boca West in Florida in mid-December to win the best-ball Chrysler Team Championship by a stroke over the team of Al Geiberger-Peter Oosterhuis.\n\n1982: Won a tournament for a third consecutive year, winning the Wickes-Andy Williams San Diego Open for a second time. Opened 65-67 to move to a three-shot lead over a trio of players. Maintained that advantage through 54 holes then fired a 2-under 70 on Torrey Pines GC's South Course to hold off Jack Nicklaus and his final-round 64 by a shot…That performance began a stretch that saw him finish in the top three in his next two events. Was T3 at the Bing Crosby National Pro-Am, four shots short of winner Jim Simons…In defense of his Glen Campbell-Los Angeles Open title, he finished regulation tied with Tom Watson after four sub-70 rounds (68-68-66-69). Lost for a second time to Watson in a playoff, dropping a three-hole playoff to Watson when Watson made birdie to his par…Had strong final rounds at the MONY Tournament of Champions (67), the Canadian Open (69) and the Lajet Classic (67) to finish T6, T5 and T3, respectively…Made a hole-in-one at the U.S. Open at Pebble Beach GL, his fourth on the circuit. \n\n1981: Won multiple tournaments for the fourth time in his career when he earned two titles. Had his best money-earning year since 1995 by pocketing $193,167 and only missed two cuts in his 17 starts. First victory of the campaign was his fourth at the Joe Garagiola-Tucson Open. Opened 66-64 at Randolph Park GC and looked to be on his way to a rout. An even-par 70 brought him back, but he secured the title with a 5-under 65 Sunday to defeat Lon Hinkle by two shots…Won the Glen Campbell-Los Angeles Open for the first time, shooting rounds of 66-69-67-68 at Riviera CC, enough to give him a two-shot cushion over Tom Weiskopf…Had another strong chance to win the Masters Tournament. Middle rounds of 72-73 (1-over) betrayed him, and his opening 69 and closing 68 at Augusta National were not enough, leaving him T2 with Jack Nicklaus, two behind Tom Watson…Returned to the Ryder Cup for the second time and first since 1975. Played in only one team match (four-ball with Tom Kite), with the duo halving its match with Sam Torrance and Howard Clark. In singles, dropped a 2-and-1 decision to Nick Flado in the U.S.'s nine-point win over Europe at Walton Heath GC in England…Won a career-high $500,000 when he captured the unofficial $1 Million Sun City Challenge in South Africa, beating Seve Ballesteros in a nine-hole playoff. \n\n1980: Returned to his winning PGA TOUR ways when he earned his first victory since the 1976 Open Championship. Shot rounds of 70-68-66-70 to edge Charles Coody and Bruce Lietzke by two strokes…Just missed on earning multiple wins. After a third-round 65 at the Southern Open, was tied for second and within striking distance of Mike Sullivan. Could only match Sullivan's 1-under 69 at Green Island CC to finish T2 behind Sullivan…Added a T7 at the Glen Campbell-Los Angeles Open, was 10th at the MONY Tournament of Champions, T10 at the Anheuser-Busch Golf Classic and eighth at the Canadian Open…Represented the U.S. for a third time at the World Cup, teaming with fellow BYU graduate Mike Reid at the event in Bogota, Colombia. The duo finished 12 shots behind the winning Canadian team of Dan Halldorson and former BYU player Jim Nelford. Struggled all week at Club El Rincon, never breaking par there.\n\n1979: Won his first tournament on any tour in two years when he captured the European Tour's Lancome Trophy for a second time, in Saint-Nom-La-Brete, France. He finished three strokes ahead of Lee Trevino and Sandy Lyle…Best PGA TOUR showing was his playoff loss at the Colgate Hall of Fame Classic in Pinehurst, N.C. His second-round 63 put him atop the leaderboard through 36 holes, and he held a one-shot lead over Keith Fergus and Tom Watson with a round to play. Shot a final-round 70 to finish regulation tied with Watson, with Watson prevailing in a two-hole sudden-death playoff…Other top-10 came at the Canadian Open, where an opening 67 at Glen Abbey GC led to a T9.\n\n1978: Made only eight cuts but did record a top-10 finish, at the U.S. Open at Cherry Hills outside Denver. Despite opening with a 7-over 78, his 69-68 over his next two rounds put him within striking distance of leader Andy North on the final day. Trailed North by four shots by stumbled to a 3-over 74 to stay four back of North's winning score and a T6…Only other top-15 finish was at the Andy Williams-San Diego Open, a T11 at Torrey Pines GC.\n\n1977: Went winless for the first time in four years and tumbled to 48th on the money list. In search of his fourth consecutive win in Tucson, had to withdraw from the Joe Garagiola-Tucson Open following the third round…Was also T9 at The Open Championship…His best shot at victory came at the Western Open at Butler National. After a 72-74 start that left him tied for 18th at the halfway point, came back with back-to-back 69s that tied him with Wally Armstrong in the runner-up position, a stroke behind winner Tom Watson…Added an additional T2 late in the year, at the Southern Open, but finished a distant seven shots behind winner Jerry Pate…Had a nice showing at the MONY Tournament of Champions, a T3 in Carlsbad, Calif., two strokes behind Jack Nicklaus. \n\n1976: Won multiple tournaments for a third consecutive season but dropped to 14th on the money list. Earned his second and final major title of his career, coming back from the disappointment of the previous year to secure The Open Championship at Royal Birkdale. Was in second behind Seve Ballesteros after both the 36- and 54-hole mark. But a final-round 66—seven shots better than his third-round 73—led to a six-shot win over Ballesteros, the largest Open Championship margin of victory since 1962 when Arnold Palmer also won by six strokes…First victory of the year came in his season debut, a triumph for a third consecutive year in Tucson. Shot weekend rounds of 67-68 to edge Howard Twitty by three shots at the NBC Tucson Open. Stroke average in his three wins was 67.41…Finished T7 in defense of his Phoenix Open title, a final-round 66 moving him from a tie for 14th into the top-10…Was also successful in defense of his Bob Hope Desert Classic triumph. Never led at the end of any round until the tournament had ended. Through 72 holes, was two shots behind Billy Casper. But a Sunday 63 earned him a five-stroke swing and an eventual three-shot win over Rik Massengale…Couldn't make it three successful title defenses when he came close at the Kaiser International Open only to finish T2, tied with Gibby Gilbert two shots behind J.C. Snead. Opening 63 at Silverado CC was easily the low round of the tournament. Made his second hole-in-one at the event, to go with his 1974 ace…Added top-10s at the Canadian Open (T7), the U.S. Open (10th) and the MONY Tournament of Champions (T10). \n\n1975: Finished the season second on the money list, behind only Jack Nicklaus. Added four victories to his career total and become the unofficial King of the Desert, as he won in Phoenix, Tucson and Palm Springs. His first two victories both came in Arizona, and in dominating fashion. Held a share of the first-round lead with John Mahaffey and Leonard Thompson after an opening 67 in defense of his Phoenix Open title. Followed that with a 61 to take a six-shot lead at the halfway point. Never looked back. Lead bulged to seven through 54 holes, and he won going away, carding a final-round 64 at Phoenix CC to defeat Jerry Heard by 14 shots…A week later he hadn't cooled off, shooting a 61 for a second consecutive week, this time in the final round of the Dean Martin-Tucson Open. That 61 was preceded by a 66-69-67 start that gave him a nine-shot triumph over Mahaffey…Finished T6 in his next start, at the Bing Crosby National Pro-Am then traveled south to Palm Springs for the Bob Hope Desert Classic. Began the five-round event with an 8-under 64 that gave him a two-shot lead. Increased his advantage to three shots through 36 holes then fell out of the lead after the third round when he could only muster an even-par 72. Was a shot behind Don Bies with 36 holes to play. Took control Saturday with a 6-under 66 that gave him a three-stroke lead over Heard. Won the event by that same three-shot margin, over Bob Murphy, after a Sunday 68…Some of his best golf of the season didn't result in a win as he finished T2 at the Masters Tournament. Battled Nicklaus and Tom Weiskopf all week at Augusta National after recovering from an opening 75. Was tied for 40th going into the second round. A 1-under 71 left him tied for 27th halfway through the event then he made his move. A tournament-best, 7-under 65 left him in third place, four shots behind Weiskopf with 18 holes to play. Nearly matched his 65 on the final day, shooting a 66, that was one stroke too little as Nicklaus won by a stroke…Final win of the year was at the Kaiser International Open, where he won for a second consecutive year. His 68-67-68-69 performance left him three shots ahead of Rod Curl at Silverado CC…Had one other runner-up finish, at the IVB-Philadelphia Golf Classic, a year after placing third in the City of Brotherly Love. Finished 69-68-68 but fell by a stroke to Tom Jenkins, who entered the final round with a five-shot advantage…Also had major heartbreak at The Open Championship at Carnoustie GC. On a difficult scoring day, fired a 2-over 74 to finish a shot out of the Jack Newton-Tom Watson playoff…Other top-10s came at the Doral-Eastern Open (fourth), the Atlanta Classic (T4), the Sammy Davis, Jr.-Greater Hartford Open (T7) and the Walt Disney World National Team Championship (T5, with Grier Jones)…Made his first Ryder Cup team and had a successful debut, finishing 2-1-1 in the U.S.'s 10-point triumph over Great Britain-Ireland. Teamed for foursome wins with Al Geiberger and Tom Weiskopf while halving his four-ball match with teammate Biilly Casper against Peter Oosterhuis-Tony Jacklin. Lost his singles match against Oosterhuis, 2-down…Played in his second World Cup and replicated his results from 1973. Teamed with Lou Graham to win the team portion of the tournament, by 10 strokes over Taiwan (Hsieh Min-Nan and Kuo Chie-Hsiung), and also capture the International Trophy for a second time, beating Hsieh, Australia's Bob Shearer and the Philippines' Ben Arda by two strokes in Bangkok, Thailand. \n\n1974: Had the top single-season earnings' year in PGA TOUR history at the time, shattering Jack Nicklaus' record by $30,000. Earned $346,302 while capturing eight tournament titles, including three in a row to start his season. Earned PGA Player of the Year honors. First win of the year was at the Bing Crosby National Pro-Am, a four-shot win in the weather-shortened event. Shot rounds of 68-70-70 to defeat Grier Jones by four shots…At the Phoenix Open a week later, had four rounds in the 60s and enjoyed a 66-67 weekend at Phoenix CC but still had to hang on to edge Lanny Wadkins (final-round 65) by a shot…A week later, down the road in Tucson, opened with a 62 at the par-72 Tucson National GC, going wire to wire for the three-shot triumph over Ben Crenshaw…Win No. 4 came in late-March at the Sea Pines Heritage Classic, a victory to go with his 1972 title there won in the late fall. Forged a six-stroke 36-hole lead and went wire to wire for a second time on the campaign, defeating Gibby Gilbert by three strokes. Made a hole-in-one on his way to victory…In the limited-field Tournament of Champions, was nine strokes behind former BYU teammate and first-round leader Bud Allin at the Tournament of Champions at La Costa CC in Carlsbad, Calif. Remained nine behind at the halfway mark then made his move Saturday, with a 5-under 67 that put him within striking distance (two strokes) of 54-hole leader Bob Charles. Edged Allin on the final day with a 3-under 69, the only sub-70 score among the 25 players…At the Westchester Classic. Was the only player in the field with four sub-70 rounds, including a third-round 65 at Westchester CC that gave him a two-shot triumph over Don Bies…After qualifying for but skipping the inaugural Tournament Players Championship at Atlanta CC, returned to action at the World Open in Pinehurst, N.C., and was part of a four-man playoff at Pinehurst's No. 2 Course—with Nicklaus, Frank Beard and Bob Murphy. Made a tap-in birdie on the par-5 16th hole (the second playoff hole) to defeat Nicklaus and Beard after Murphy dropped out on the first extra hole…Secured the money title and broke Nicklaus' single-season earnings' record when he returned to his native California for the Kaiser International Open two weeks later. Took a two-stroke, 54-hole lead over close friend Billy Casper then cruised to an eight-stroke win over Casper and Trevino at Silverado CC in Napa after a final-round 66. For the second time during the season, made a hole-in-one and then went on to win the event…Did not defend his Lancome Trophy title won a year earlier in France. \n1973: Finished ninth on the money list as he picked up a victory—a major championship—for the third consecutive season while also winning his first international tournament. PGA TOUR victory came in record-breaking fashion, at the U.S. Open at Oakmont CC outside Pittsburgh. Following a third-round 76 that left him tied for 13th, six strokes behind the trio of leaders—Julius Boros, Jerry Heard and Arnold Palmer—proceeded to shoot a 7-under 63 on the final day, still a U.S. Open final-round record, to roar past the field and defeat John Schlee by a shot. His 63 was almost 12 shots better than the field average that day (74.89). Won the Lancome Trophy…Was in solid shape to win his second major championship in a row. Was a stroke off Tom Weiskopf's 54-hole lead at The Open Championship at Royal Troon GC in Scotland. Could only manage an even-par 72 in the final round to finish T2 with Neil Coles, three shots short of Weiskopf…Had two other runner-up showings. First came at the Bob Hope Desert Classic. Was again betrayed by a poor final round. After shooting a 63 Saturday, giving him a share of the 72-hole lead with Jack Nicklaus, shot an even-par 72 Sunday, the same as Nicklaus, as Arnold Palmer passed them both. The win was Palmer's final TOUR title…Made a run at victory at the Greater Jacksonville Open, finally settling for a T2 with Lou Graham, Dan Sikes and Jim Wiechers, a stroke behind winner Jim Colbert. His opening-round 66 was bettered only by Colbert's second-round 65 at Deerwood CC…Finished T3 at the IVB-Philadelphia Golf Classic…Had three T6s, including his first top-10 at the Masters Tournament. The others came at the Hawaiian Open and at the Jackie Gleason Inverrary Classic…Added a T7 at the Atlanta Classic, a T8 at the Florida Citrus Open in Orlando…At the Lancome Trophy in Paris in early October, defeated Spain's Valentin Barrios by three strokes to take the $17,000 winner's share…At the World Cup in Marbella, Spain, joined forces with Jack Nicklaus to represent the U.S. Cruised to a six-shot win over South Africa (Gary Player-Hugh Baiocchi). Won the International Trophy by three shots over Player on the strength of a final-round 67 at Golf Nueva Andalucia's Las Brisas Course…Recorded his first PGA TOUR hole-in-one, at the American Golf Classic. \n\n1972: Won for a second consecutive year and had close calls in several other events. At the Sea Pines Heritage Classic in Hilton Head Island, S.C., had an up-and-down four days at the Pete Dye-Jack Nicklaus-designed Harbour Town GL. Began the late-November tournament with an even-par 71 to sit in a tie for 18th through 18 holes. Shot a day's best, 6-under 65 to tie Forrest Fezler at the halfway mark. Took 10 additional shots than in the previous day when he shot a 4-over 75 in the third round on a day where there were only two under-par rounds. Held a one-stroke advantage over Forrest Fezler with 18 to play. Had a 1-under 70 Sunday to win by a stroke, holding off runner-up Tom Weiskopf, who shot a 5-under 66…Appeared ready to win early in the season, at the Bing Crosby National Pro-Am. Held a one-shot lead over Tony Jacklin and Jack Nicklaus through 54 holes after shooting a third-round 67. Playing Pebble Beach GL, stumbled to a 2-over 74 and watched as Nicklaus fired a 73 to catch him. In the playoff, Nicklaus birdied the first sudden-death hole to win…Played well a month later, also in California, at the Bob Hope Desert Classic. Finished at 14-under in the 90-hole tournament, and finished T3, two shots behind winner Bob Rosburg…At the National Team Championship, paired with Grier Jones to finish second to the team of Babe Hiskey-Kermit Zarley…Improved on his T8 performance as an amateur at the U.S. Open, with a seventh-place showing. It was still crushing disappointment, though. Again at Pebble Beach, was only two strokes behind Nicklaus entering the final round of the tournament. With no players breaking par in the final round, he shot a 7-over 79 to finish seven strokes behind Nicklaus…Other top-10s were both T8s—at the Glen Campbell-Los Angeles Open and the Doral-Eastern Open…Made his lone PGA TOUR double eagle, at The Open Championship at Muirfield.\n\n1971: Had a breakthrough year, winning once, finishing runner-up once, recording seven top-10s for a second consecutive year and finishing 18th on the money list. Opened the year with a T8 at the Bing Crosby National Pro-Am, shooting a final-round 67 at Pebble Beach GL…At the Bob Hope Desert Classic, opened with three consecutive 71s, shot a fourth-round 66 then had a final-round 71 in the 90-hole tournament to T7…Made a run at victory at the Greater Jacksonville Open in March. Was tied for the lead with Hal Underwood through 54 holes but could only shoot a 72 on the final day, finishing a stroke out of the Gary Player-Hal Underwood playoff. \n\n1970: Had a strong sophomore year, turning in seven top-10s among his 26 made cuts—finishing 37th on the money list. Was T6 at the Monsanto Open in March in Pensacola, Fla. Finished seven strokes behind winner Dick Lotz…Added a second top-10 in West Florida when he was T6 at the Tallahassee Open in late April…A year after playing in the U.S. Open at Champions Club, he was T9 at the Houston Champions International at the same course. Shot weekend rounds of 70-67…Added a T7 at the Canadian Open…Added two additional top-10s—a T6 at the Dow Jones Open at Upper Montclair CC in New Jersey and a T7 at the Sahara Invitational in Las Vegas. \n\n1969: Turned professional and made his first TOUR cut as a pro, finishing T23 at the Texas Open in San Antonio…Earned a return trip to the U.S. Open by virtue of his top-10 finish a year earlier. Again made the cut, but a third-round 80 at Champions GC was his undoing, and he T42…Made the cut in 13 additional starts, with his top performance a T15 at the Greater Milwaukee Open on the strength of an opening 68. Finished the year 125th on the money list. \n\nAmateur: Made his PGA TOUR debut, qualifying for the 1966 U.S. Open at The Olympic Club. Was originally set to caddie for Billy Casper but went in a different direction when he earned his playing privileges. Opened with a 70 at his home course in San Francisco, made the cut and finished T8, 12 strokes behind Casper…Due to his performance at the 1966 U.S. Open, earned an invitation to the 1967 Masters Tournament, where he T53 in his second TOUR start…Made one more TOUR start as an amateur, finishing T42 at the 1969 Kaiser International, after opening with a 68 at Silverado CC…Won the 1964 U.S. Junior Amateur.","otherCarHigh" : "","personal" : "Is the co-founder of the Utah Junior Golf Association and is still its honorary chairman...Son Andy was a member of the PGA TOUR in 2003, earning his card through the Qualifying Tournament. Andy qualified for the 2002 U.S. Open at Bethpage Black, and fired a hole-in-one on third hole in final round of NBC telecast, finishing T62...His family was the recipient of 1997 Jack Nicklaus Golf Family of the Year Award, presented by the National Golf Foundation.","otherInfo" : "1997: Played last TOUR event, at the AT&T Pebble Beach National Pro-Am. \n\n","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1997","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(6): 1973 World Cup [ind]. 1974 Dunlop Phoenix. 1975 World Cup [ind]. 1979 Lancome Trophy. 1981 Sun City Challenge. 1983 Chrysler Team Championship [with Jack Nicklaus].","intlVics" : "","curYearHigh" : "","carHigh" : "Played just two official events in his Champions Tour career. Works primarily as the lead analyst for NBC Sports' golf telecasts.\n\n2007: Made his first Champions Tour appearance since 1997 when he teamed with Mike Reid in 2007 to T5 in the unofficial Raphael Division at the Liberty Mutual Legends of Golf.\n\n1997: Debuted on the circuit at the Franklin Quest Championship in Utah and T44 at Park Meadows CC in Park City...Three months later, was T23 at The Transamerica, with opening and closing 70s at Silverado CC.\n","otherCarHigh" : "Played the PGA TOUR full time from 1969-94 and won 24 official titles...His 1994 AT&T Pebble Beach National Pro-Am victory made him the most recent grandfather to win a PGA TOUR event (first since Art Wall, Jr. at 1975 Greater Milwaukee Open)...Biggest victory came when he won the 1973 U.S. Open at Oakmont, shooting 63 in the final round, the lowest score ever by a winner at that prestigious event...Was the PGA TOUR's leading money-winner in 1974, the only player other than Jack Nicklaus or Tom Watson to win money title between 1971 and 1980...Was a member of the 1975 and 1981 U.S. Ryder Cup teams...Played on 1973, 1975 and 1980 U.S. World Cup teams...The 1974 PGA Player of Year...Winner 1964 U.S. Junior Amateur Championship...Ranks ninth on the all-time list for victories in a single season, with eight in 1974...Elected to World Golf Hall of Fame in 1996.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 25 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}