{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "23125","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Elder","first" : "Brad","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-4","heightMetric" : "1.93","weight" : "195","weightMetric" : "88","birthDate" : "March 17, 1975","age" : "41","birthPlace" : "Tulsa, Oklahoma","residence" : "Dallas, Texas","family" : "Wife, Peggy; Mackenzie Ryan (5\/27\/09)","education" : "University of Texas","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1998","clubAffl" : "Gleneagles CC (Plano, Texas)","cityPlaysFrm" : "Dallas; Texas; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,611,647&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1999","exmtStatus" : "Exempt - Top-75 Money Winner from 2015 Web.com Tour Regular Season","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the Web.com Tour in 1999, 2004, 2005-07 and 2009-15. Member of the PGA TOUR in 2000-03 and 2008. \n\n2014: Finished T54 at Web.com Tour Qualifying Tournament in December...In seven Web.com Tour starts in June, July and August, made two cuts. His top showing came in his first event, a T28 at the Air Capital Classic, where he opened with a 64 and was tied for second.\n\n 2013: Made the cut in seven of 13 Web.com Tour starts...Solid week at the Mylan Classic netted him a T3, his only top-10 of the year and his best effort since a win at the 2007 Preferred Health Systems Wichita Open, a span of 108 Web.com Tour tournaments...Came up short for the Web.com Tour Finals, with a T30, T50 and T19 in his last three starts to finish the PGA TOUR Season 89th on the money list. Had a scoring average of 69.25 in his last four appearances. \n\n2012: Played in 19 events and made only three cuts. In his season debut, at the Chile Classic, opened 68-67-66 at Prince of Wales CC and was alone in second through 54 holes, six shots behind Paul Haley II. Shot a final-round, even-par 72 to drop into a T7âŚOther made cuts came at the Cox Classic (73rd) and the WNB Golf Classic (T31). \n2011: Made the cut in 11 of 22 starts and had a pair of top-10 efforts...Finished T10 at the South Georgia Classic, his first top-10 on Tour since a T6 at the 2007 Chattanooga Classic. Finished T2 in Greens in Regulation for the week...Followed up a week later with a T5 at the Stadion Classic at UGA, marking the first time in four years he has had consecutive top-10s. \n\n2010: Made the cut in 12 of 25 starts on the Web.com Tour, with three top-25 finishes. Best week was a T18 at the Stadion Athens Classic at UGA. \n\n2009: Struggled on the Web.com Tour, making only eight cuts in 19 starts. Three of four top-25 finishes came in consecutive weeks early in the season, starting with back-to-back T20 efforts at the Stonebrae Classic and the Athens Regional Foundation Classic. \n\n2008: First top-10 of the PGA TOUR season was a T8 at the Viking Classic, thanks to four rounds in the 60s. His previous top-10 on TOUR came at the 2002 Viking Classic (54-hole event, rained out final round) in Madison, Miss. It was his fourth career top-10 on TOUR...Finished 186th on the PGA TOUR money list after making nine cuts in 23 starts.\n\n 2007: Made the cut in 20 of 28 starts on the Web.com Tour, including nine top-25 finishes. Earned $231,586 on the season to finish No. 17 on the money list. Tallied six top-10 finishes during the season, highlighted by a victory at the Preferred Health Systems Wichita Open. Final-round 65 matched the lowest final round by a winner in tournament history and moved him into the top spot in earnings throughout the history of the Wichita Open. His four-stroke victory over Fabian Gomez equaled the largest winning margin of the season. Also won the tournament in 1999, making him just one of seven players to win the same event twice on Tour. Collected $90,000 with the win, moving all the way to No. 12 on the money list at the time. Other top-10 finishes came at the Oregon Classic (T4), Henrico County Open (T5), Fort Smith Classic (T6), Chattanooga Classic (T6) and the Livermore Valley Wine Country Championship (T9). \n\n2006: Made the cut in six of 13 Web.com Tour appearances, with his lone top-25 finish a T11 at the Movistar Panama Championship. \n\n2005: Did not play in any TOUR-sponsored events. \n\n2004: Made the cut in nine of 22 starts, with his only top-10 finish a T5 at the Preferred Health Systems Wichita Open. \n\n2003: Made the cut in five of 20 starts on the PGA TOUR. T28 at the FBR Capital Open was his top showing. \n\n2002: Missed almost two months of the season due to shoulder injury. After withdrawing from The Honda Classic in March, did not play again until the Verizon Byron Nelson Classic in May. Played in 26 events, making 11 cuts. Had a season-best third-place finish at the rain-shortened Southern Farm Bureau Classic, two strokes behind champion Luke Donald. Led by one stroke through 18 holes and two through 36, but struggled in closing third round, posting four bogeys in final 11 holes. After tournament was deemed 54-hole event on Monday morning, took home paycheck of $176,800, increasing season earnings to $362,892 to finish 147th on the money list. Other top 25s included T13 at season-opening Sony Open in Hawaii and T22 at the Valero Texas Open. Finished at Valero Texas Open was aided by final-round 64, his best round since matching 64 at the 2002 Sony Open in Hawaii. \n\n2001: Survived a triple bogey on first hole of final round of the National Qualifying Tournament to card a 69 and secure a T8. Hit first two drives out of bounds for triple bogey, then recorded seven birdies, one eagle and two bogeys the rest of the way. Finished 128th on the money list in second full PGA TOUR season in 2001, with $396,967. \n\n2000: Successful rookie campaign on PGA TOUR, making 20 of 34 cuts and earning $700,738, good for 68th on the TOUR money list. First-year earnings were third-best among 2000 rookies. 1999: Earned his PGA TOUR membership for 2000 by finishing 11th on the Web.com Tour money list, with $146,263. \n\n1999: Earned his first Web.com Tour title with a two-stroke win at the Wichita Open...Second victory came at the end of the season, at the Inland Empire Open. Finished the season 11th on the money list to secure PGA TOUR membership for 2000. Went from earning $484 on Tour the previous year to $146,263.\n\n 1998: Made five Web.com Tour starts, making two cuts (one as an amateur and one as a pro). Received an exemption into the Greater Austin Open and was in solo sixth, two shots off Michael Allen's lead when the final round began. Shot a final-round 81, including a triple bogey-8 on the par-5 closing hole to drop into a T14...Other made cut came after he turned pro, at the Permian Basin Open (T56).\n","otherCarHigh" : "Winner of the Fred Haskins and Jack Nicklaus Awards as college player of the year. Member of winning 1997 U.S. Walker Cup team.","personal" : "Loves to watch sports on television...Favorites include hockey, basketball, baseball and auto racing...Favorite sport is hockey, especially hometown Dallas Stars.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 1997.","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "Member of the Web.com Tour in 1999, 2004, 2005-07 and 2009-15. Member of the PGA TOUR in 2000-03 and 2008. \n\n2015: Finished the Web.com Tour season, with 23 starts, one third-place finish, two top-25s and 15 cuts made. Was 81st on the combined final money list...Carded an opening-round 69 in the Chile Classic. Fired a 65 in the second round. Posted 68-67 over the final 36 holes and, aided by a birdie at the last, had a T8 finish...Turned in his second top-10 of the season in August, at the Price Cutter Charity Championship. Recorded four rounds in the 60s and a 20-under par 268 for a T3. The top-five matched his best showing since the 2013 Mylan Classic...Qualified for the Web.com Tour Finals, finishing the Regular Season 72nd in earnings...Made the cut in the first three Finals' events but could do no better than a T47 at the Nationwide Children's Hospital Championship.\n\n2014: Limited schedule on Mackenzie Tour to two events, PC Financial Open (T39) and Bayview Place Island Savings (T31).\n\n2013: Finished T33 at Canada's Q-School with rounds of 72-71-73-71.\n\n2012: Played in 19 events and made only three cuts. In his season debut, at the Chile Classic, opened 68-67-66 at Prince of Wales CC and was alone in second through 54 holes, six shots behind Paul Haley II. Shot a final-round, even-par 72 to drop into a T7. Other made cuts came at the Cox Classic (73rd) and the WNB Golf Classic (T31).\n\n2011: Made the cut in 11 of 22 starts and had a pair of top- 10 efforts. Finished T10 at the South Georgia Classic and was T2 in Greens in Regulation for the week...Followed up a week later with a T5 at the Stadion Classic at UGA.\n\n2010: Made the cut in 12 of 25 starts on the Web.com Tour, with three top-25 finishes. Best week was a T18 at the Stadion Athens Classic at UGA. \n\n2009: Three of four top-25 finishes came in consecutive weeks early in the season, starting with back-to-back T20 efforts at the Stonebrae Classic and the Athens Regional Foundation Classic. \n\n2008: First top-10 of the PGA TOUR season was a T8 at the Viking Classic. His previous top-10 on TOUR came at the 2002 Viking Classic. Finished 186th on the PGA TOUR money list after making nine cuts in 23 starts. \n\n2007: Made the cut in 20 of 28 starts on the Web.com Tour, including nine top-25 finishes. Earned $231,586 on the season to finish No. 17 on the money list. Tallied six top-10 finishes during the season, highlighted by a victory at the Preferred Health Systems Wichita Open which moved him into the top spot in earnings throughout the history of the Wichita Open. Also won the tournament in 1999, making him just one of seven players to win the same event twice on Tour. Collected $90,000 with the win, moving all the way to No. 12 on the money list at the time. Other top-10 finishes came at the Oregon Classic (T4), Henrico County Open (T5), Fort Smith Classic (T6), Chattanooga Classic (T6) and the Livermore Valley Wine Country Championship (T9). \n\n2006: Made the cut in six of 13 Web.com Tour appearances, with his lone top-25 finish a T11 at the Movistar Panama Championship. 2002: Had a season-best third-place finish at the rain-shortened Southern Farm Bureau Classic, Other top 25s included T13 at season-opening Sony Open in Hawaii and T22 at the Valero Texas Open.\n\n2005: Did not play in any TOUR-sponsored events. \n\n2004: Made the cut in nine of 22 starts, with his only top-10 finish a T5 at the Preferred Health Systems Wichita Open. \n\n2003: Made the cut in five of 20 starts on the PGA TOUR. T28 at the FBR Capital Open was his top showing. \n\n2002: Missed almost two months of the season due to shoulder injury. After withdrawing from The Honda Classic in March, did not play again until the Verizon Byron Nelson Classic in May. Played in 26 events, making 11 cuts. Had a season-best third-place finish at the rain-shortened Southern Farm Bureau Classic, two strokes behind champion Luke Donald. Led by one stroke through 18 holes and two through 36, but struggled in closing third round, posting four bogeys in final 11 holes. After tournament was deemed 54-hole event on Monday morning, took home paycheck of $176,800, increasing season earnings to $362,892 to finish 147th on the money list. Other top 25s included T13 at season-opening Sony Open in Hawaii and T22 at the Valero Texas Open. Finished at Valero Texas Open was aided by final-round 64, his best round since matching 64 at the 2002 Sony Open in Hawaii. \n\n2001: Survived triple bogey on first hole of final round of the National Qualifying Tournament to card a 69 and secure a T8 finish. Hit first two drives out of bounds for triple bogey, then recorded seven birdies, one eagle and two bogeys the rest of the way. Finished 128th on the money list in second full PGA TOUR season with $396,967. \n\n2000: Successful rookie campaign on PGA TOUR, making 20 of 34 cuts and earning $700,738, good for 68th on the TOUR money list. First-year earnings were third-best among 2000 rookies.\n\n1999: Earned his PGA TOUR membership for 2000 by finishing 11th on the Web.com Tour money list, with $146,263. Earned his first Web.com Tour title with a two-stroke win at Wichita Open. Second victory came at the end of the season, at the Inland Empire Open. Finished the season 11th on the money list. Went from earning $484 on Tour the previous year to $146,263. \n\n1998: Made five Web.com Tour starts, making two cuts (one as an amateur and one as a pro). Made cut was at the Permian Basin Open (T56). \n\n\n","otherCarHigh" : "Received an exemption into the 1998 Greater Austin Open and finished with a T14","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "2001","exmtStatus" : "17th on 2007 Web.com Tour money list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Earned his PGA TOUR membership for 1999 by finishing 11th on the 1999 BUY.COM money list with $146,263...Began the 1999 season without any status on the BUY.COM TOUR. Used sponsor exemptions and top-25 finishes early in the year to gain entry into tournaments...Earned his first BUY.COM title with a two-stroke win at '99 BUY.COM Wichita Open...Second victory came at the end of the '99 season at BUY.COM Inland Empire Open. Finished with tournament-record score 21-under-par 267 to win by three strokes over Dick Mast. Second victory was also worth $40,500 and moved him to No. 10 on the money list and virtually assured him of earning his 2000 PGA TOUR card...Winner of the Fred Haskins and Jack Nicklaus Awards as college player of the year...Member of 1997 winning Walker Cup team.\n","otherCarHigh" : "","personal" : "Loves to watch sports on television -- basketball, baseball, even auto racing. Favorite sport is hockey, especially his hometown Dallas Stars.","otherInfo" : "Returns to the PGA TOUR in 2008 after finishing No. 17 on the 2007 Web.com Tour money list. Member of the Web.com Tour in 1999, 2004 and 2005-07. Member of the PGA TOUR in 2000-03 and 2008. Made the cut in 20 of 28 starts including nine top-25s and six top-10s, including his third career Web.com Tour victory. Won the Preferred Health Systems Wichita Open with a final-round 65 that matched the lowest final round by a winner in tournament history. His four-stroke victory over Fabian Gomez equaled the largest winning margin of the season. Also won the tournament in 1999, making him just one of seven players to win the same event twice on Tour. Collected $90,000 with the win, moving to No. 12 on the money list. Other top-10 finishes came at the Oregon Classic (T4), Henrico County Open (T5), Fort Smith Classic (T6), Chattanooga Classic (T6) and the Livermore Valley Wine Country Championship (T9). Made the cut in six of 13 Web.com Tour appearances in 2006, with his lone top-25 a T11 at the Movistar Panama Championship. Did not play in any TOUR-sponsored events in 2005. Made the cut in nine of 22 Web.com Tour starts in 2004, with his only top-10 finish a T5 at the Preferred Health Systems Wichita Open. Made the cut in five of 20 starts on the 2003 PGA TOUR. T28 at the FBR Capital Open was his top showing. Missed almost two months of 2002 season due to shoulder injury. After withdrawing from The Honda Classic in March, did not play again until the Verizon Byron Nelson Classic in May. Played in 26 events, making 11 cuts. Had a season-best third-place finish at the rain-shortened Southern Farm Bureau Classic, two strokes behind champion Luke Donald. Led by one stroke through 18 holes and two through 36, but struggled in closing third round, posting four bogeys in final 11 holes. After tournament was deemed 54-hole event on Monday morning, took home paycheck of $176,800, increasing season earnings to $362,892 to finish 147th on the money list. Finished at Texas Open was aided by final-round 64, his best round since matching 64 at the 2002 Sony Open in Hawaii. Survived triple bogey on first hole of final round of 2001 National Qualifying Tournament to card a 69 and secure a T8 finish. Hit first two drives out of bounds for triple bogey, then recorded seven birdies, one eagle and two bogeys the rest of the way. Finished 128th on the money list in second full PGA TOUR season in 2001. Successful rookie campaign on PGA TOUR in 2000, making 20 of 34 cuts and earning $700,738, good for 68th on the money list. First-year earnings were third best among 2000 rookies. Earned his PGA TOUR membership for 2000 by finishing 11th on the 1999 Web.com Tour money list. \n\n1999: Earned his first Web.com Tour title with a two-stroke win at Wichita Open...Second victory came at the end of the season, at the Inland Empire Open. Amateur: \n\nWinner of the Fred Haskins and Jack Nicklaus Awards as college player of the year while at Texas. Member of winning 1997 Walker Cup team. Loves to watch sports on television. Favorite sport besides golf is hockey, especially his hometown Dallas Stars.","ntlTeams" : "1997 Walker Cup","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is T23rd at the Club Colombia Championship Presented by Claro.","dynStats" : "He ranks T90th in Scoring Average (Actual) on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}