{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01443","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Green","first" : "Hubert","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "170","weightMetric" : "77","birthDate" : "December 28, 1946","age" : "69","birthPlace" : "Birmingham, Alabama","residence" : "Birmingham, Alabama","family" : "Hubert Myatt, Jr. (8\/18\/75), Patrick (10\/17\/78), James Thomas (2\/11\/84); three grandchildren","education" : "Florida State University (1968, Marketing)","splInterest" : "Bridge, gardening","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1969","clubAffl" : "Birmingham CC (Birmingham, Alabama)","cityPlaysFrm" : "Panama City Bch; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "2007","combTourMoney" : "8,150,728&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1970","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Lone appearance was in the Legends Division at the Bass Pro Shops Legends of Golf where he teamed with Allen Doyle to finish T9.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1996","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(3): 1975 Dunlop Phoenix. 1977 Irish Open. 1980 Jerry Ford Invitational [co-winner].","intlVics" : "(1): 1999 Liberty Mutual Legends of Golf [with Gil Morgan].","curYearHigh" : "Lone appearance was in the Legends Division at the Bass Pro Shops Legends of Golf where he teamed with Allen Doyle to finish T9.","carHigh" : "2012: Lone start came at April's Liberty Mutual Insurance Legends of Golf where he and teammate Leonard Thompson finished 35th in Savannah. \n\n2004: Returned to the Champions Tour at the season-opening MasterCard Championship in Hawaii (37th), but was forced to miss almost the next three months of the season after undergoing additional tests and treatments for a cancerous growth on his throat and tongue...Despite a loss of strength and weight, came back again in mid-April at the Blue Angels Classic in Pensacola, Fla. 2003: Season cut short in June after being diagnosed with a cancerous growth on his left tonsil and back of his tongue during a routine dental examination in May. Opted to begin radiation and chemotherapy sessions in early July and missed the remainder of the year while undergoing nearly six weeks of treatment for the disease at Shands Hospital in Gainesville, Fla. Lost over 30 pounds during the treatment...Was just one stroke off the lead through 36 holes of the Farmers Charity Classic and eventually T4 in Grand Rapids, three strokes out of a playoff spot in his next-to-last start in June...Was T4 at the Liberty Mutual Legends of Golf...Made his third career ace on the Champions Tour during the final round of the Bayer Advantage Celebrity Pro-Am. 2002: Voted Champions Tour Comeback Player of the Year...Returned from an inconsistent 2001 season in a big way, finishing 16th on the money list after dropping to 51st the previous year...Claimed his first title in nearly two years when he defeated Hale Irwin in a seven-hole playoff at the Lightpath Long Island Classic. Was tied for the 36-hole lead with Irwin, but fell behind by as many as four strokes with 12 holes to play. However, collected five birdies over the last 11 holes and then drained a 25-foot putt on the seventh extra hole for the victory. Earned $255,000 for his victory, the largest check of his pro career...The following week at the 3M Championship was second, three strokes behind Irwin...Prior to his win on Long Island...Also T2 at the Ford Senior Players Championship. Was the leader at the halfway point by three strokes after firing a second-round, 9-under-par 63 (tied tournament record). 2000: Won multiple tournaments in the same year for the first time since 1979...Collected a pair of official victories and pocketed almost as much official money as he made over the 1998 and 1999 seasons combined...Posted his first victory in over 22 months at the inaugural Audi Senior Classic in Mexico. Birdied eight of his first 10 holes Sunday en route to a Champions Tour career-low round of 62 at LaVista CC and a five-stroke triumph over Jim Colbert, Dean Overturf and Doug Tewell...Also won the Kroger Senior Classic during the fall, holding off Larry Nelson by a stroke at Kings Island...Also lost to Bruce Fleisher on the fourth extra playoff hole at The Home Depot Invitational. Shot a course-record 63 at the TPC Piper Glen in the second round...Played all 54 holes without a blemish at the Coldwell Banker Burnet Classic (T5) before the run came to an end during the first round of the FleetBoston Classic...Registered the second ace of his Champions Tour career in the final round of the State Farm Senior Classic. 1999: Teamed with Gil Morgan to win the Liberty Mutual Legends of Golf. Duo went wire-to-wire on The Slammer & Squire course at World Golf Village and bested Tom Wargo and John Mahaffey by three strokes for the title. 1998: Fired a final-round 64 in front of his hometown fans in Birmingham to win his first Champions Tour title at the Bruno's Memorial Classic. Made an eagle, par and four birdies over his last six holes to beat Hale Irwin by a stroke at Greystone G&CC...Carded his first ace on the Champions Tour in the opening round of the Comfort Classic. 1997: During a streaky rookie season, posted nine top-10 finishes and collected more than $500,000 in official earnings, over twice what he made in his best year on the PGA TOUR (1978\/$247,406)...Made a serious bid for his first Champions Tour title at the Northville Long Island Classic. Was one stroke off the lead after 36 holes before finishing T3, one stroke out of playoff contention...Needed only 18 putts to shoot a 66 in his second official round on the Champions Tour at the Royal Caribbean Classic, one off the all-time record.\n","otherCarHigh" : "Posted 19 victories during 26 years on the PGA TOUR. Sixteen of those wins came during the 1970s, when he was one of the top players in the world...Claimed the first of his two major titles in 1977 at the U.S. Open at Southern Hills...Defeated Lou Graham by one stroke, after playing the final four holes knowing a threat had been made on his life...Last victory was at the 1985 PGA Championship at Cherry Hills where he outdueled Lee Trevino down the stretch...Claimed his first victory at the 1971 Houston Champions International. Tied Don January at the end of regulation, then birdied the first extra hole for the win...Named Rookie of the Year that season...Won four PGA TOUR events twice: Greater Jacksonville Open, Southern Open, Heritage Classic and Hawaiian Open...Biggest thrill in golf was when he won three consecutive events in 1976: Doral-Eastern Open, the Greater Jacksonville Open and Sea Pines Heritage Classic, as well as the 1977 U.S. Open...Began the final round of the 1978 Masters with a three-stroke lead, only to fall victim to Gary Player's 64...Birdied the last hole of the 1978 World Series of Golf to tie Gil Morgan, but three-putted the first playoff hole...Was a member of the 1977, 1979 and 1985 U.S. Ryder Cup teams...Has 23 career holes-in-one...Received Ben Hogan Award from the Golf Writers Association in 2005...Inducted into the World Golf Hall of Fame in 2007...Named to the Florida Sports Hall of Fame in 2010.","personal" : "Started to play golf at age 5, but participated in all sports as a teenager...Uses an unorthodox but effective swing...Turned professional in 1970 and worked one summer as an assistant pro at famed Merion GC in Ardmore, PA...Active in golf course design. Worked with Fuzzy Zoeller on the TPC Southwind, venue for the PGA TOUR's St. Jude Classic. Also helped design Greystone G&CC in Birmingham with Bob Cupp, the former site of the Regions Charity Classic...His hero was baseball great Ted Williams...Favorite courses are Winged Foot, Pebble Beach, Cypress Point and Portmarnock in Ireland...Enjoys \"The O'Reilly Factor\" on the Fox News Channel.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 19 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}