{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02110","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "6","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Smith","first" : "Jerry","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "180","weightMetric" : "82","birthDate" : "April 24, 1964","age" : "51","birthPlace" : "Council Bluffs, Iowa","residence" : "Scottsdale, Arizona","family" : "Wife, Jennifer; Olivia Judith (5\/20\/01), Giavanna Grace (11\/4\/02)","education" : "McLennan Community College; Baylor University (1986, Marketing\/Management)","splInterest" : "Reading, movies, sports, family activities","pronunciation" : "","nwTourAlumnus" : "Web.comTour Graduate (2005)","trndProYear" : "1987","clubAffl" : "GC of Scottsdale (Scottsdale, Arizona)","cityPlaysFrm" : "Oskaloosa; IA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,101,666&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Was in contention throughout the weekend at the Mississippi Gulf Resort Classic but saw his chances slip away on Sunday when he played his final three holes in 4-over-par. He eventually finished T3.","carHigh" : "Member of the Nationwide Tour in 1999, 2003 and 2005. Member of the PGA TOUR in 2000-02. Led the Gateway Tour Desert Series money list in 2004, making the cut in 12 of 13 starts. Won three times, had one runner-up and two third-place finishes in his 12 starts. Finished with a scoring average of 68.02. Leading-money-winner status earned him a berth in the 2004 Gila River Golf Classic, where he T40. Missed the cut at the 2004 U. S. Bank Championship in Milwaukee. Last played full-time on the Nationwide Tour in 2003, when he made just two cuts in 18 starts. Made the cut in 12 of 33 starts on the 2002 PGA TOUR, with lone top-10 at the AT&T Pebble Beach National Pro-Am (T5). Round of the year was an opening 66 at the John Deere Classic. Best stretch came with five consecutive cuts made, starting at the Advil Western Open in early July. Finished strong in the 2001 season with a T3 at the National Car Rental Golf Classic at Walt Disney World Resort, which secured his card for the 2002 season. Was one stroke off the lead at Disney through 36 holes. Following third-round 73, closed with a career-best 63 on Sunday. In his first season on the PGA TOUR in 2000, made the cut in 20 of 32 starts. Finished with $406,591 in earnings, good for 118th on money list. One top-10 and four top-25s all came before the start of August. Opened season with T14 at Sony Open in Hawaii after four sub-par rounds. Posted his first career top-10 at GTE Byron Nelson Golf Classic. Rounds of 68-68-70-67 earned a solo ninth-place finish and $116,000 payday. Earned his card for 2000 with a seventh-place finish at the 1999 PGA TOUR National Qualifying Tournament. Posted five top-10s as a member of the Nationwide Tour in 1999, including a season-best third-place finish at the Cleveland Open. Has also played on the Asian Omega Tour (1988-89 and 1994-98) and the South American Tour (1995). Winner of the 1998 Guam Open on the Omega Tour. \n","otherCarHigh" : "","personal" : "Cites joining the PGA TOUR in 2000 as his biggest thrill in golf. Lists Arnold Palmer and Johnny Miller as his heroes. He is the fourth generation in his family to be in the golf industry. Credits his father, a golf course superintendent for more than 35 years, for getting him involved in golf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "137th on the 2006 money list","otherVics" : "","intlVics" : "","curYearHigh" : "Was in contention throughout the weekend at the Mississippi Gulf Resort Classic but saw his chances slip away on Sunday when he played his final three holes in 4-over-par. He eventually finished T3.","carHigh" : "2000: In his first season on the PGA TOUR, made the cut in 20 of 32 starts. Finished with $406,591 in earnings, good for 118th on money list...One top-10 and four top-25s all came before the start of August...Opened season with T14 at Sony Open in Hawaii after four sub-par rounds...Posted his first career top-10 at GTE Byron Nelson Golf Classic. Rounds of 68-68-70-67 earned a solo ninth-place finish and $116,000 payday. 1999: Earned his card for 2000 with a seventh-place finish at the PGA TOUR Qualifying Tournament...Posted five top-10s as a member of the BUY.COM TOUR, including a season-best third-place finish at the Cleveland Open. 1998: Winner of the Guam Open on the Omega Tour.\n","otherCarHigh" : "","personal" : "He is the fourth generation in his family to be in the golf industry. Credits his father, a golf course superintendent for more than 35 years, for getting him involved in golf.","otherInfo" : "Member of the PGA TOUR in 2000-02 and 2006, and Nationwide Tour in 1999, 2003 and 2005. Back on TOUR in 2006 after a three-year hiatus, finished 137th on the money list with 17 made cuts and three top-25s in 29 starts. Opened with a 5-under 67 to sit one back of eventual winner Stuart Appleby at the Shell Houston Open. Entered final round trailing by four and finished solo fifth, nine behind winner Stuart Appleby after an even-par 72. It was his first top-10 on TOUR since a T5 at the 2002 AT&T Pebble Beach National Pro-Am. Earned TOUR card after finishing sixth on the 2005 Nationwide Tour money list. Although he did not win on the Nationwide Tour in 2005, posted two seconds and three thirds on the way to earning $267,757. Finished season with a third at the Gila River Golf Classic, T2 at the Permian Basin Charity Golf Classic and third at the season-ending Nationwide Tour Championship, moving from 24th on the money list to sixth. Led the Gateway Tour Desert Series money list in 2004 with three victories and a scoring average of 68.02. In 2003, made just two cuts in 18 starts on Nationwide Tour. Made the cut in 12 of 33 starts on the 2002 TOUR, with lone top-10 at the AT&T Pebble Beach National Pro-Am (T5). Finished strong in the 2001 season with a T3 at the National Car Rental Golf Classic at Walt Disney World Resort thanks to a final-round, career-best 63, which secured his card for the 2002 season. In his first season on TOUR in 2000, made the cut in 20 of 32 starts. Finished with $406,591 in earnings, good for 118th on money list. Earned his TOUR card for 2000 with a seventh-place finish at the 1999 Qualifying Tournament. Has also played on the Asian Omega Tour (1988-89 and 1994-98) and the South American Tour (1995). Winner of the 1998 Guam Open on the Omega Tour. Father, a course superintendent for more than 35 years, introduced him to the game.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(2): 1991 Waterloo Open Golf Classic. 1998 Guam Open.","intlVics" : "","curYearHigh" : "Was in contention throughout the weekend at the Mississippi Gulf Resort Classic but saw his chances slip away on Sunday when he played his final three holes in 4-over-par. He eventually finished T3.","carHigh" : "2015: Had an outstanding rookie season on the PGA TOUR Champions, which he capped by winning Rookie of the Year honors...Season highlights included finishing among the circuit's top-30 money-winners as well as winning his first victory near Chicago in the summer...After finishing T3 in July at the European Senior Tour's Swiss Seniors Open in Bad Ragaz, became the sixth of seven first-time winners, and second rookie, to triumph on the PGA TOUR Champions. Broke through with a three-stroke victory at the Encompass Championship near Chicago. Started the final round with a three-stroke lead but found himself tied with David Frost at the turn Sunday. Shot 4-under 32 on the back nine, separating himself from Frost by holing a greenside bunker shot for an eagle on the par-5 16th hole at North Shore CC. Victory came in his 14th career start on the PGA TOUR Champions and 16-under-par-200 total was a tournament record. Became the first Q-school rookie to win since Wes Short, Jr., at the 2014 Quebec Championship...Made birdies on the final three holes to move into a T3 at the Dick's Sporting Goods Open...Posted first top-10 of his PGA TOUR Champions career in March when he T9 at the Tucson Conquistadores Classic. Was the first-round leader at the Omni Tucson National after a 7-under-par 65 that included an ace on No. 7 (5-iron, 212 yards). Trailed by two strokes after two rounds but slipped out of contention Sunday when he closed with a 73.\n\n 2014: Earned fully exempt status for 2015 by finishing T3 at the PGA TOUR Champions National Qualifying Tournament at Orange County National near Orlando in November. Rebounded from an opening-round 74 to shoot rounds of 69-68-71 to secure his playing privileges...Played in events on both the European Senior Tour and the PGA TOUR Champions during the year...After earning his card via the European Senior Tour's qualifying tournament, he made six starts in Europe with his best showing a T10 at the Senior Open de Portugal. Was also T19 at the Dutch Senior Open...In three PGA TOUR Champions starts he finished T75 at the Principal Charity Classic, T64 at the Senior Open Championship and missed the cut at the U.S. Senior Open...Qualified for the PGA Championship but missed the cut after rounds of 80-78 at Valhalla.\n","otherCarHigh" : "Has played on numerous golf Tours worldwide, including the PGA TOUR, Web.com Tour, Asian Tour, PGA TOUR Champions, South American Tour and the European Senior Tour, among others...Played the PGA TOUR full-time from 2000-02 and again from 2006-07. Made 153 starts in his TOUR career and earned $1.9 million, with his best season coming in 2001 when he finished 85th on the money list ($592,030). Best finish that year was a third-place effort at the National Car Rental Golf Classic Disney, where he closed with a 9-under-par 63...Was also T8 that year at the Air Canada Championship...Finished sixth on the 2005 Web.com Tour money list, which earned him a spot back on the PGA TOUR the following year...Was a two-time runner-up on the Web.com Tour in 2005 and finished third three times...Was one of four players to tie at 22-under-par 266 at the Chattanooga Classic along with Scott Weatherly, Joe Daley and Jason Schultz before Schultz prevailed over Daley on the sixth hole. Smith and Weatherly were out earlier...He was also T2 that year at the Permian Basin Charity Golf Classic...Won the 1998 Guam Open while competing on the Asian Omega Tour...Led the Gateway Tour Desert Series money list in 2004 with three victories and a scoring average of 68.02...Won two letters while competing for Baylor and won All-Southwest Conference honors in 1986 for the Bears..A junior college standout at McLennan Community College in Texas prior to enrolling at Baylor. Was the NJCAA individual championship in 1984 and was a member of a national championship team that same year.","personal" : "He is the fourth generation in his family in the golf industry. Credits his father, a golf course superintendent for more than 35 years, for getting him involved in golf...Has worked as a club professional in his career. Was the assistant professional at Edmundson GC in Iowa as well as Three Crowns GC in Wyoming...Has been involved in Chicks-in-Crisis, a charity which offers adoption, parenting and educational services.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T3rd in 2001 at the National Car Rental Golf Classic Disney.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Media Guide - PGA TOUR Full Page","Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}