{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "37326","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Yan","first" : "Bin","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "143","weightMetric" : "65","birthDate" : "February 13, 1982","age" : "34","birthPlace" : "Sichuan, China","residence" : "Sichuan, China","family" : "Married","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2012","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Had his best Ping An Bank China Tour – PGA TOUR China Series' performance when he T5 at the Nine Dragons Open in mid-November. After opening with a 2-under 70 at Nine Dragons GC, fell back into the pack following a 3-over 75. Gained steam on the weekend, with a 4-under 68 in the third round and a 70 on the last day. Was aided in both of his weekend rounds, with eagles at No. 12. Also eagled No. 9, giving him three for the week—the fourth time that had happened this season (Fei Hao Yang, Benjamin Lein and Bryden Macpherson).\n\n2014: Missed the cut in his first two starts, at the Mission Hills Haikou Open and the Buick Open…Skipped the next two PGA TOUR China Series' events before returning to action at the Earls Beijing Open in mid-June. Struggled to a first-round 75 then recovered with back-to-back 67s before falling back with a final-round 74…Made his next cut, also in Beijing, at the Cadillac Championship in mid-September. Recovered from a 4-over 76 to fire a 4-under 68 on the final day to give him his best finish of the season, a T17…In his next start, at the Hainan Open in Sanya, finished T18 for his second top-20 in a row. Shot a third-round 69 at Luhuitou GC. \n2013: Missed the cut at the Volvo China Open. \n2012: Shot rounds of 75-74-79-73 to T62 at the Nanshan China Masters. \n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T5th in 2015 at the Nine Dragons Open.","dynStats" : "He ranks 74th in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}