{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29461","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Lovemark","first" : "Jamie","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-4","heightMetric" : "1.93","weight" : "215","weightMetric" : "98","birthDate" : "January 23, 1988","age" : "28","birthPlace" : "Rancho Santa Fe, California","residence" : "Jupiter, Florida","family" : "Single","education" : "University of Southern California","splInterest" : "Outdoors, fishing, swimming, all sports, flying","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2013, 2015)","trndProYear" : "2009","clubAffl" : "","cityPlaysFrm" : "Jupiter; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,260,555&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2010","exmtStatus" : "Exempt - Next 25 Money Winners from 2014 Web.com Tour Finals","otherVics" : "","intlVics" : "","curYearHigh" : "Making his first-ever start at The RSM Classic, posted four rounds in the 60s (69-68-67-68) to finish T9. Had just three bogeys during the week, highlighted by a bogey-free 3-under 67 on Saturday. The finish marked just the second top-10 of his PGA TOUR career (2009 Frys.com Open)...In his next start, posted all four rounds in the 60s at the Sony Open in Hawaii to finish T7 and six strokes behind champion Fabian Gomez, giving him back-to-back top-10s for the first time in his career. Had missed the cut in his other two starts at Waialae, having never broken par...Got into contention again at the CareerBuilder Challenge where he trailed leader Jason Dufner by one stroke after 36 holes, and two strokes after 54 holes, shooting 65-65-65. After making just one bogey in the first 54 holes, he struggled in the final round while playing in the final group, with eventual-winner Dufner, posting three double-bogeys in a seven hole stretch during the middle of the final round, eventually posting a 1-over 73 at PGA West Stadium Course to finish T6 at 20-under 268...Making just his second start at the Arnold Palmer Invitational (missed the cut in 2010), posted four under-par scores to finish 11-under 277 and six strokes behind champion Jason Day. The T6 finish marked his fourth top-10 showing in his first 13 starts of the season. By comparison, his only other top-10 on TOUR came at the 2009 Frys.com Open (P2).","carHigh" : "2014: Made the cut in 13 of 20 PGA TOUR events, more than double his previous season-high of six (2012). Finished the season No. 172 in the FedExCup, with a T12 at the RBC Canadian Open his lone top-25 outing. Was in fourth place after three rounds having carded 69-65-67. Shot 71 Sunday...Posted a PGA TOUR career-best round of 63 in the second round of the Travelers Championship. Finished T31...Played in five summer events on Web.com Tour, including the four Web.com Tour Finals' tournaments in which he posted a T25, a T27, missed the cut and a T14...Finished 59th in the priority ranking, nine spots behind the 50th and final card issued.\n\n 2013: Finished the season with 21 starts, making 11 cuts and claiming one victory and three more tops-10s...After missing seven of his first 12 cuts, caught his stride in July...Finished T7 at the Utah Championship in mid-July, shooting four consecutive sub-par rounds at Willow Creek CC, including a second-round, 9-under 62...The following week, broke through for his first victory since 2010 when he was a one-stroke victor over Mark Anderson at the Midwest Classic near Kansas City. Made birdies on Nos. 15 and 16 in the final round, with the second giving him the outright lead over a crowded leaderboard. After blasting out of a greenside bunker at No. 18, drained a clutch 15-foot putt to save par and avoid a playoff...Added a T6 a week later at the Albertsons Boise Open...Finished the Regular Season 12th in earnings to secure his 2013-14 PGA TOUR card...Closed strong in the fourth and last Web.com Tour Finals' event, a T8 at the Web.com Tour Championship.\n\n 2012: Split time between the Web.com Tour and PGA TOUR. Following back surgery after just nine events in his rookie season of 2011, was competing on a Major Medical Extension. Coupled with 2011 earnings ($34,693), had 16 events to make $633,473, equaling No. 125 from the 2011 money list to extend his Extension through the remainder of the season. The John Deere Classic was that 16th start of the season. Through 15 events, had earned $97,111, meaning he needed to pick up at least $536,362 at TPC Deere Run. Only a John Deere Classic victory ($828,000) would have satisfied that requirement. Finished T45 at the John Deere Classic to lose his card...Returned to the Web.com Tour for the remainder of the year and made eight cuts in 12 starts, with four top-25 finishes. Was T7 at the WNB Golf Classic after sharing the first-round lead at Midland CC...Also was T7 at the Miccosukee Championship. \n\n2011: Had back surgery after playing in only nine events to start his rookie season...Continued his rookie season again in 2012...Coupled with 2011 ($34,693) earnings, had 16 events to make $633,473, equaling No. 125 from the 2011 money list to extend his Major Medical Extension for the 2012 season...The 2010 Web.com Tour Player of the Year made only four cuts in his first TOUR season without a top-25. His final event was the Shell Houston Open, where he withdrew after an opening-round 80. \n\n2010: Made 22 starts in his rookie season and at age 22 became the youngest player in Web.com Tour history to win the money title. Won his first title, finished runner-up three times and was third twice en route to earning $452,951, the fourth-highest single-season money total in Tour history. Led the money list for a total of 11 weeks, including the final seven...Earned his first career title with a playoff victory over B.J. Staten at the Mexico Open Bicentenary in June. Was one back and T3 when the last round started. Birdied No. 16 down the stretch to get to 12-under 276 and waited for the final groups to finish. On the first playoff hole, hit 6-iron from 235 yards to within three feet on the 567-yard, par-5 and tapped in for eagle to win. Victory was worth $108,000 and vaulted him from No. 10 to No. 2 on the money list...Opened his year by finishing third at the Michael Hill New Zealand Open, two strokes back of winner Robert Gates. Flew overnight to New Zealand after a T47 showing at the PGA TOUR's Bob Hope Classic, where he gained entry as a sponsor exemption...Three weeks later, at the Pacific Rubiales Bogota Open, finished third. Entering the final round, h T22, eight strokes back of the leaders. A final-round 65, the low round of the day, left him just two strokes out of the Steve Pate-Aaron Watkins playoff that Pate won...Continued his solid play in his next start at the Fresh Express Classic at TPC Stonebrae where he T5. His first-round 64 matched the low round of his career. He had shot 64 two other times, in the second and final rounds of the 2009 Frys.com Open where he and Rickie Fowler lost to Troy Matteson in a three-way playoff...Enjoyed his then top Tour finish with a T2 at the BMW Charity Pro-Am in May. Was tied for 12th going into the final round but put himself in contention by shooting a 65 to finish two strokes back...Three starts later finished T2 at the Nationwide Children's Hospital Invitational, his second runner-up finish of the year. Headed into the weekend T32 before firing weekend rounds of 68-66 to record his sixth top-10 finish of the year. Finished T19 the following week at the Cox Classic and his third runner-up finish of the year at the Price Cutter Charity Championship two weeks later. Fired a final-round 65 to jump from eighth to T2 and notch his seventh top-10 of the year. Added another top-10 with a T7 at the Albertsons Boise Open, where his 7-under 64 Sunday matched the best round of the day. Earned enough money to retake the No. 1 spot on the money list from Chris Kirk which he would retain the rest of the year. Became the 11th player in Tour history to top the $400,000 mark in a single season...Added another T7 finish at the Nationwide Tour Championship, tying him with Tag Ridings for the most top-10s (nine) for the year. \n\n2009: Turned professional in the summer of 2009 and made five starts on the PGA TOUR. Was T46 at the RBC Canadian Open in his first start as a pro. In October at the Frys.com Open, posted weekend scores of 65-64 to finish at 18-under par and get into a three-man playoff with Rickie Fowler and Troy Matteson. Appeared headed for elimination on the first extra hole when his approach shot landed in the water before bouncing out and into the greenside rough. Got up and down for par to continue before losing to the eventual winner, Matteson.\n","otherCarHigh" : "Made five starts on the PGA TOUR in 2008, all as an amateur, and made two cuts. Best effort was a T60 at the Buick Invitational...Prepped at Torrey Pines High School in San Diego. Before enrolling at USC, he played in the 2006 Western Open on the PGA TOUR, earning an invitation after winning the prestigious Western Amateur prior to his senior in August of 2005. Enjoyed a standout career at USC where he was a two-time first-team All-America selection. Won the Pac-10 and NCAA Championship as a freshman in 2007. Named Pac-10 Co-Player of the Year and Freshman of the Year. Joined Scott Simpson (1976-77) and Ron Commans (1981) as the only Trojans to win the NCAA individual title and was just the eighth freshman in NCAA history to accomplish the feat...Winner of the 2007 Haskins Award and the 2007 Jack Nicklaus Award. Member of the 2007 United States Palmer Cup team and Walker Cup Team. Finalist for the 2008 Ben Hogan Award and the Jack Nicklaus Award...Broken finger slowed the start of his 2009 spring season...Nearly made history at the 2007 Rochester Area Charities Showdown in Minnesota where he lost a playoff to veteran Chris Riley. Received a sponsor's exemption into the event after capturing the 2007 NCAA Championship as a freshman. Started the final round T24, six strokes back, before firing the best score of the day, a 7-under 65 that forced the playoff. Runner-up finish tied the best effort by an amateur in Web.com Tour history at the time. Made the cut at both the Buick Invitational and the AT&T National Pro-Am at Pebble Beach as an amateur...Made the cut at the 2006 Cialis Western Open in his first career start on the PGA TOUR.","personal" : "Favorite music is country and his favorite band is Switchfoot...Favorite food is Italian...Favorite player is Phil Mickelson...Went to high school at Torrey Pines High in San Diego, the same school that turned out Tony Hawk, Shaun White and John Lynch.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 2007; Palmer Cup (1), 2007.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2009","qSchoolYear" : "","exmtStatus" : "7th on 2015 Web.com Tour priority list","otherVics" : "","intlVics" : "","curYearHigh" : "Making his first-ever start at The RSM Classic, posted four rounds in the 60s (69-68-67-68) to finish T9. Had just three bogeys during the week, highlighted by a bogey-free 3-under 67 on Saturday. The finish marked just the second top-10 of his PGA TOUR career (2009 Frys.com Open)...In his next start, posted all four rounds in the 60s at the Sony Open in Hawaii to finish T7 and six strokes behind champion Fabian Gomez, giving him back-to-back top-10s for the first time in his career. Had missed the cut in his other two starts at Waialae, having never broken par...Got into contention again at the CareerBuilder Challenge where he trailed leader Jason Dufner by one stroke after 36 holes, and two strokes after 54 holes, shooting 65-65-65. After making just one bogey in the first 54 holes, he struggled in the final round while playing in the final group, with eventual-winner Dufner, posting three double-bogeys in a seven hole stretch during the middle of the final round, eventually posting a 1-over 73 at PGA West Stadium Course to finish T6 at 20-under 268...Making just his second start at the Arnold Palmer Invitational (missed the cut in 2010), posted four under-par scores to finish 11-under 277 and six strokes behind champion Jason Day. The T6 finish marked his fourth top-10 showing in his first 13 starts of the season. By comparison, his only other top-10 on TOUR came at the 2009 Frys.com Open (P2).","carHigh" : "2015: Finished the Web.com Tour season with 22 starts, two runners-up, seven top-10s, 13 top-25s and 18 cuts made. Led the Tour in Par-5 Performance (141-under) and Par-5 Scoring Performance (4.50). Was seventh in the final priority-ranking order...Picked up his first top-10 finish on Tour in two seasons at the Chile Classic in March. Carded a double bogey on the very first hole but rebounded with six birdies to shoot 68. Followed it with a bogey-free 64 and 68-68 on the weekend to claim a solo seventh...After a 73 in the first round of the El Bosque Mexico Championship, bounced back with 66-69-70 for a T8...Two weeks later recorded his first ace on Tour during the first round of the United Leasing Championship...Third top-10 of the season came in Cleveland at the Rust-Oleum Championship in June. Closed with 66-67 to jump from T42 after 36 holes to T8...Traveled to Canada in July for the Nova Scotia Open, where a second-round 64 led to a T10...Returned to the West Coast for the Stonebrae Classic in July. Posted 65 in the first round and shared the lead with five players. Carded 66-69 over his next two rounds to hold a share of the 54-hole lead with Wes Roach and Si Woo Kim. Jumped in front with a front-nine 32 on Sunday. Dropped a shot on No. 10, then suffered a double bogey-7 on No. 12. After parring No. 13, rattled off three birdies in a row to retake the lead. Had a questionable lie in the rough on No. 18, leading to a bogey to fall back into a tie with Roach and Kim. In the playoff, Kim rolled in a 3-foot birdie putt on the first extra hole to dispatch his rivals. The T2 moved him to No. 11 on the money list...Continued his strong play at the Digital Ally Open outside Kansas City. His 18-under-par 266 total was good for a T11...Finished the Regular Season playing the weekend in nine of his last 10 starts and 12th on the money list, which ensured his return to the PGA TOUR for 2015-16...In the first Web.com Tour Finals' event, held the 36-hole lead at the Hotel Fitness Championship after opening with 67-66. Faltered Saturday with a 73 but rebounded with a final-round 69 for a T6...Was T9 and four off the lead entering the final round of the second Finals' event near Charlotte. A 67 on Sunday jumped him into a T2 finish at the Small Business Connection Championship at River Run, one back of winner Chez Reavie. Took the third Finals' event off (Columbus) to rest his back and closed out the season with a T35 at the Web.com Tour Championship...On the PGA TOUR, turned a sponsor exemption at The Honda Classic into a T31...Also qualified for the U.S. Open at Chambers Bay, where he had an impressive T18 showing. Was tied for ninth after 36 holes. \n\n2014: Made the cut in 13 of 20 PGA TOUR events, more than double his previous season-high of six (2012). Finished the season No. 172 in the FedExCup, with a T12 at the RBC Canadian Open his lone top-25 outing. Was in fourth place after three rounds having carded 69-65-67. Shot 71 Sunday...Posted a PGA TOUR career-best round of 63 in the second round of the Travelers Championship. Finished T31...Played in five summer events on Web.com Tour, including the four Web.com Tour Finals' tournaments in which he posted a T25, a T27, missed the cut and a T14...Finished 59th in the priority ranking, nine spots behind the 50th and final card issued. \n\n2013: Finished the season with 21 starts, making 11 cuts and claiming one victory and three more tops-10s...After missing seven of his first 12 cuts, caught his stride in July...Finished T7 at the Utah Championship in mid-July, shooting four consecutive sub-par rounds at Willow Creek CC, including a second-round, 9-under 62...The following week, broke through for his first victory since 2010 when he was a one-stroke victor over Mark Anderson at the Midwest Classic near Kansas City. Made birdies on Nos. 15 and 16 in the final round, with the second giving him the outright lead over a crowded leaderboard. After blasting out of a greenside bunker at No. 18, he drained a clutch 15-foot putt to save par and avoid a playoff...Added a T6 a week later at the Albertsons Boise Open...Finished the Regular Season 12th in earnings to secure his 2013-14 PGA TOUR card...Closed strong in the fourth and last Web.com Tour Finals' event, a T8 at the Web.com Tour Championship.\n\n2012: Split time between the Web.com Tour and PGA TOUR. Following back surgery after just nine events in his rookie season of 2011, was competing on a Major Medical Extension. Coupled with 2011 earnings ($34,693), had 16 events to make $633,473, equaling No. 125 from the 2011 money list to extend his Extension through the remainder of the season. The John Deere Classic was that 16th start of the season. Through 15 events, had earned $97,111, meaning he needed to pick up at least $536,362 at TPC Deere Run. Only a John Deere Classic victory ($828,000) would have satisfied that requirement. Finished T45 at the John Deere Classic to lose his card...Returned to the Web.com Tour for the remainder of the year and made eight cuts in 12 starts, with four top-25 finishes. Was T7 at the WNB Golf Classic after sharing the first-round lead at Midland CC...Also was T7 at the Miccosukee Championship. \n\n2011: Had back surgery after playing in only nine events to start his rookie season...Continued his rookie season again in 2012...Coupled with 2011 ($34,693) earnings, had 16 events to make $633,473, equaling No. 125 from the 2011 money list to extend his Major Medical Extension for the 2012 season...The 2010 Web.com Tour Player of the Year made only four cuts in his first TOUR season without a top-25. His final event was the Shell Houston Open, where he withdrew after an opening-round 80. \n\n2010: Made 22 starts in his rookie season and at age 22 became the youngest player in Web.com Tour history to win the money title. Won his first title, finished runner-up three times and was third twice en route to earning $452,951, the fourth-highest single-season money total in Tour history. Led the money list for a total of 11 weeks, including the final seven...Earned his first career title with a playoff victory over B.J. Staten at the Mexico Open Bicentenary in June. Was one back and T3 when the last round started. Birdied No. 16 down the stretch to get to 12-under 276 and waited for the final groups to finish. On the first playoff hole, hit 6-iron from 235 yards to within three feet on the 567-yard, par-5 and tapped in for eagle to win. Victory was worth $108,000 and vaulted him from No. 10 to No. 2 on the money list...Opened his year by finishing third at the Michael Hill New Zealand Open, two strokes back of winner Robert Gates. Flew overnight to New Zealand after a T47 showing at the PGA TOUR's Bob Hope Classic, where he gained entry as a sponsor exemption...Three weeks later, at the Pacific Rubiales Bogota Open, he finished third. Entering the final round, he was T22, eight strokes back of the leaders. A final-round 65, the low round of the day, left him just two strokes out of the Steve Pate-Aaron Watkins playoff that Pate won...Continued his solid play in his next start at the Fresh Express Classic at TPC Stonebrae where he finished T5. His first-round 64 matched the low round of his career. He had shot 64 two other times, in the second and final rounds of the 2009 Frys.com Open where he and Rickie Fowler lost to Troy Matteson in a three-way playoff...Enjoyed his then top Tour finish with a T2 at the BMW Charity Pro-Am in May. Was tied for 12th going into the final round but put himself in contention by shooting a 65 to finish two strokes back...Three starts later finished T2 at the Nationwide Children's Hospital Invitational, his second runner-up finish of the year. Headed into the weekend T32 before firing weekend rounds of 68-66 to record his sixth top-10 finish of the year. Finished T19 the next week at the Cox Classic and his third runner-up finish of the year at the Price Cutter Charity Championship two weeks later. Fired a final-round 65 to jump from eighth to T2 and notch his seventh top-10 of the year. Added another top-10 with a T7 at the Albertsons Boise Open, where his 7-under 64 on Sunday matched the best round of the day. Earned enough money to retake the No. 1 spot on the money from Chris Kirk which he would retain the rest of the year. Became the 11th player in Tour history to top the $400,000 mark in a single season...Added another T7 finish at the Nationwide Tour Championship, tying him with Tag Ridings for the most top-10s (nine) for the year. \n\n2009: Turned professional in the summer of 2009 and made five starts on the PGA TOUR. Was T46 at the RBC Canadian Open in his first start as a pro. In October at the Frys.com Open, posted weekend scores of 65-64 to finish at 18-under par and get into a three-man playoff with Rickie Fowler and Troy Matteson. Appeared headed for elimination on the first extra hole when his approach shot landed in the water before bouncing out and into the greenside rough. Got up and down for par to continue before losing to the eventual winner, Matteson.\n\nAmateur: Made five starts on the PGA TOUR in 2008, all as an amateur, and made two cuts. Best effort was a T60 at the Buick Invitational…Prepped at Torrey Pines High School in San Diego. Before enrolling at USC, he played in the 2006 Western Open on the PGA TOUR, earning an invitation after winning the prestigious Western Amateur prior to his senior in August of 2005. Enjoyed a standout career at USC where he was a two-time first-team All-America selection. Won the Pac-10 and NCAA Championship as a freshman in 2007. Named Pac-10 Co-Player of the Year and Freshman of the Year. Joined Scott Simpson (1976-77) and Ron Commans (1981) as the only Trojans to win the NCAA individual title and was just the eighth freshman in NCAA history to accomplish the feat…Winner of the 2007 Haskins Award and the 2007 Jack Nicklaus Award. Member of the 2007 United States Palmer Cup team and Walker Cup Team. Finalist for the 2008 Ben Hogan Award and the Jack Nicklaus Award…Broken finger slowed the start of his 2009 spring season…Nearly made history at the 2007 Rochester Area Charities Showdown in Minnesota where he lost a playoff to veteran Chris Riley. Received a sponsor's exemption into the event after capturing the 2007 NCAA Championship as a freshman. Started the final round T24, six strokes back, before firing the best score of the day, a 7-under 65 that forced the playoff. Runner-up finish tied the best effort by an amateur in Web.com Tour history at the time. Made the cut at both the Buick Invitational and the AT&T National Pro-Am at Pebble Beach as an amateur…Made the cut at the 2006 Cialis Western Open in his first career start on the PGA TOUR. \n","otherCarHigh" : "","personal" : "Favorite music is country and his favorite band is Switchfoot...Favorite food is Italian...Favorite player is Phil Mickelson...Went to high school at Torrey Pines High in San Diego, the same school that turned out Tony Hawk, Shaun White and John Lynch.\n","otherInfo" : "","ntlTeams" : "Walker Cup (1), 2007; Palmer Cup (1), 2007.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 6th on the PGA TOUR 2 times in 2016.","dynStats" : "He ranks T24th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}