{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24024","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Johnson","first" : "Zach","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "164","weightMetric" : "74","birthDate" : "February 24, 1976","age" : "40","birthPlace" : "Cedar Rapids, Iowa","residence" : "St. Simons Island, Georgia","family" : "Wife, Kim; Will (1\/4\/07), Wyatt (7\/23\/10), Abby Jane (11\/1\/12)","education" : "Drake University (1998, Business Management\/Marketing)","splInterest" : "Movies, all sports, downhill skiing, spending time with wife and three kids, Drake University and University of Iowa athletics","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2003)","trndProYear" : "1998","clubAffl" : "","cityPlaysFrm" : "Cedar Rapids; IA; United States","websiteUrl" : "http:\/\/zachjohnsongolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "39,874,849&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "The 2009 Sony Open in Hawaii champion carded his first top-10 finish of the season with a T9 at the Sony Open in Hawaii, his third start of the season. Marked his third top-10 at Waialae Country Club (Won-2009, T8-2014, T9-2016)...Next top-10 came five starts later with a solo fifth-place finish at the Arnold Palmer Invitational. The finish was his second-best showing in 13 consecutive appearances at Bay Hill, having finished third in 2009. Also posted top-10s in 2004 (T6), 2005 (T8) and 2015 (T9). Has missed the cut at Bay Hill just once, in 2010. Finished eagle-birdie-par for a final-round 68 to finish five strokes behind champion Jason Day. It was just his third round in the 60s on the final day of the Arnold Palmer Invitational (66 in 2015, 69 in 2009)...Advanced out of group play at the World Golf Championships-Dell Match Play with wins over Marcus Fraser (4 and 3), Martin Kaymer (8 and 6) and Shane Lowry (4 and 3) before losing to Rory McIlroy (1-up) in the round of 16 for a T9 result.\n\n","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Rookie on the 2000 Nationwide Tour. Also a Tour member in 2003...Made the cut in four of 11 tournaments. Missed the first six cuts of the year but rebounded by making four of the final five cuts with T25 at the Tri-Cities Open his best showing...Played in two events as a nonmember in 1999, making one cut...Finished T50 at the 1999 Dakota Dunes Open...Has also played on the Hooters Tour, Prairie Tour and the TearDrop Tour...Four-time winner on the NGA Hooters Tour. Leading money-winner in 2001 and runner-up in 2002...Three-time Prairie Tour winner during 1998 and 1999 season...Began playing golf at the age of 10...Biggest thrill in golf was winning the 2003 Rheem Classic...Lists his father and mother among his heroes...Father is a chiropractor...Married Kim Barclay on Feb. 8, 2003...Huge Iowa Hawkeye football and basketball fan.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2004","qSchoolYear" : "","exmtStatus" : "Winner, 2015 Open Championship, multiple tournament winner (through 2019-20)","otherVics" : "(2): 2006 Wendy's 3-Tour Challenge [with Stewart Cink and Scott Verplank]. 2011 CVS Caremark Charity Classic [with Matt Kuchar].","intlVics" : "","curYearHigh" : "The 2009 Sony Open in Hawaii champion carded his first top-10 finish of the season with a T9 at the Sony Open in Hawaii, his third start of the season. Marked his third top-10 at Waialae Country Club (Won-2009, T8-2014, T9-2016)...Next top-10 came five starts later with a solo fifth-place finish at the Arnold Palmer Invitational. The finish was his second-best showing in 13 consecutive appearances at Bay Hill, having finished third in 2009. Also posted top-10s in 2004 (T6), 2005 (T8) and 2015 (T9). Has missed the cut at Bay Hill just once, in 2010. Finished eagle-birdie-par for a final-round 68 to finish five strokes behind champion Jason Day. It was just his third round in the 60s on the final day of the Arnold Palmer Invitational (66 in 2015, 69 in 2009)...Advanced out of group play at the World Golf Championships-Dell Match Play with wins over Marcus Fraser (4 and 3), Martin Kaymer (8 and 6) and Shane Lowry (4 and 3) before losing to Rory McIlroy (1-up) in the round of 16 for a T9 result.\n\n","carHigh" : "2014-15: Recorded 10 top-10 finishes in 25 starts, highlighted by his second major victory and a five-week stretch that yielded four top-six showings. Placed sixth in the FedExCup standings, the fourth time he's finished inside the top 10...Was solo seventh in his title defense at the Hyundai Tournament of Champions. The last repeat winner at Kapalua was Geoff Ogilvy in 2009-10. Since the event moved to Kapalua in 1999, Stuart Appleby is the only other player to win back to back (2004-06)...In his first start at the Waste Management Phoenix Open since 2010, opened with a 5-under 66 to get within one of the 18-hole lead. Ensuing rounds of 70-67-71 led to a 10-under 274 total and a T10 with four others...At the Arnold Palmer Invitational, began the final round 10 strokes off the lead, at 6-under 210. In Sunday's final round, a day after Daniel Berger recorded the first albatross at Bay Hill (No. 6), holed his second shot on the par-5 16th hole with a 5-iron from 207 yards. He would post a 6-under 66, tying Matt Every for the low round of the day. Finished T9 at 12-under 276. It marked the sixth time since 1970 that a stroke-play tournament featured multiple albatrosses...Was T9 to record his second top-10 at the Masters in 11 starts. Only other top-10 showing came when he won the tournament in 2007...Making his first appearance at the AT&T Byron Nelson since 2005 (and third overall), fired a final-round, 6-under 63 to finish solo fifth, five strokes behind champion Steven Bowditch...Finished sixth at the Travelers Championship, with rounds of 65-70-64-69 for his second top-10 in 10 starts at the Hartford event...Entered the final round of the 144th Open Championship trailing Jason Day, amateur Paul Dunne and Louis Oosthuizen by three strokes, but stormed back with a final-round, 6-under 66 (equaling the fifth lowest score by a champion) to win in a four-hole aggregate playoff over Oosthuizen and Marc Leishman. Improved his playoff record to 4-1 as he finished the four holes at 1-under, topping 2010 champ Oosthuizen's even-par total and Leishman's 2-over tally. In the process, he became the14th player to win the Masters Tournament and Open Championship in a career and the sixth player to win majors at Augusta and St. Andrews, joining Jack Nicklaus, Tiger Woods, Seve Ballesteros, Nick Faldo and Sam Snead. His 12th PGA TOUR victory came in his 307th start, and he has wins in eight out of the last nine years on TOUR...One day after seeing his bogey-free streak at The Barclays end at 44 holes (the longest such streak at the event since Bob Tway's streak of 43 holes in 1986), The Open Championship winner added two additional bogeys on the first two holes Sunday en route to a 1-under 69 at the first FedExCup Playoffs' event. Finished T4, nine strokes behind runaway winner Day. Closed the season with a T8 at the TOUR Championship by Coca-Cola. Went 3-0-1 in his four Presidents Cup matches in the American team's 15½-14½ victory in South Korea.\n\n2013-14: Season highlighted by his win at the Hyundai Tournament of Champions, the 11th win of his career. Made the cut in 24 (equaling career-high number from 2004 and 2012) of 26 starts, with five top-10 finishes...In his sixth start at the event—and fifth consecutive—won in dramatic style over tournament host Tiger Woods at the Northwestern Mutual World Challenge in December 2013 after beginning the final round two strokes back. Tied for the lead with playing partner Woods on the 72nd hole, hit his approach shot into the hazard. Holed a 58-yard wedge to save par for a 4-under 68 that forced sudden-death with Woods. Won with a par-4 on the first extra hole (No. 18). With the win, owns a first and two seconds in his six-year history at the event. Win also came in the last playing at Sherwood CC in California...Picked up his 11th career PGA TOUR victory, and the eighth in come-from-behind fashion, as he claimed the Hyundai Tournament of Champions by one stroke over Jordan Spieth. With wins at the 2009 Sony Open in Hawaii and the Hyundai Tournament of Champions, became the ninth player to win each of the PGA TOUR's Hawaii events at least once, joining Jim Furyk (1996 Sony; 2001 Tournament of Champions), Jack Nicklaus (1974 Sony; 1963-64, 1971, 1973, 1977 Tournament of Champions); Lee Trevino (1968 Sony; 1981 Tournament of Champions); Lanny Wadkins (1988, 1991 Sony, 1982-83 Tournament of Champions); Paul Azinger (1991 Sony; 1990 Tournament of Champions); Mark O'Meara (1985 Sony; 1996 Tournament of Champions); Ernie Els (2003-04 Sony; 2003 Tournament of Champions) and Vijay Singh (2005 Sony; 2007 Tournament of Champions). Won at age 37 years, 10 months, 13 days. Has claimed his 11 PGA TOUR titles in just four different states—Texas (four), Georgia (three), Illinois (two) and Hawaii (two)...Came back the following week and posted four rounds in the 60s to finish T8 at the Sony Open in Hawaii. Was attempting to join Ernie Els (2003) as only the second player to win the Sony Open in Hawaii and Hyundai Tournament of Champions back to back in the same season. Joined Matt Kuchar and Adam Scott as the only players with top-10 finishes in both Hawaii events...Finished T3 at the Humana Challenge in partnership with the Clinton Foundation after starting the final round 12 shots off the lead and tied for 15th. Shot up the leaderboard with a final-round 62 to finish three shots behind the winner...The 2008 and 2009 Valero Texas Open champion returned to San Antonio in March for his second start since the tournament's move to TPC San Antonio (missed the cut in 2010). Was one of four players to post all four rounds of par or better in the event, resulting in a T6 with three others...At the John Deere Classic, the 2012 champion and member of the tournament Board of Directors made a final-round charge at Brian Harman with a 7-under 64 but came up a stroke short. With the runner-up finish at TPC Deere Run, he continues a streak of finishing no worse than T3 since 2011 (T3 in 2011, won in 2012 and T2 in 2013). His 64 Sunday also extended his streak of consecutive rounds in the 60s at TPC Deere Run to 24 (105-under overall). Not since the final round, even-par 71 in 2008 has he posted a score in the 70s. His 8-under 63 in the first round bested his previous low of 64 at the event. His bogey-free 64 Sunday was his 11th bogey-free event at TPC Deere Run, a tournament record...Advanced to the TOUR Championship by Coca-Cola for the sixth time in eight seasons of the FedExCup era, finishing 21st at East Lake GC and No. 18 in the FedExCup standings...At the Ryder Cup at Gleneagles in Scotland, went 0-2-1 in his three matches in the European victory in the biennial event in Scotland. \n\n2013: Finished a career-best fifth in the FedExCup, with eight top-10 finishes and his 10th PGA TOUR victory coming at the BMW Championship...Finished solo third at the Crowne Plaza Invitational at Colonial in his effort to join Ben Hogan as the only players to win back-to-back Colonials, with Hogan performing the feat twice (1946-47 and 1952-53). It was his first top-10 finish since a T9 at the 2012 Open Championship. One year after a final-round, 2-over 72 snapped a streak of 15 consecutive rounds in the 60s at the Crowne Plaza Invitational at Colonial, began a new streak this season with all four rounds in the 60s, giving him 25 of 32 rounds in the 60s at the event. Has five consecutive top-10 finishes at Colonial, having never finished outside of the top 30 in eight starts: won in 2010 and 2012, fourth in 2011, T9 in 2009, T30 in 2006, T26 in 2005 and T14 in 2004...Nearly replicated his performance at the John Deere Classic in July when, as the defending champion, forced sudden death with Jordan Spieth and David Hearn. On the fifth extra hole (No. 18), lost with a bogey to Spieth's par. Enjoyed another incredible week in Moline. His final-round 68 marked his 20th consecutive round in the 60s at TPC Deere Run, dating to the first round of 2009. In his first six years in the event, from 2002-07, he played TPC Deere Run in a combined 19-under. Is a combined 81-under since 2008. His appearance marked his 12th playing of the John Deere Classic, the event he has competed in more than any other on the PGA TOUR...Jumped out to the opening-round lead at The Open Championship, with a 5-under 66, which proved to be the round of the week, matched only by champion Phil Mickelson in the final round. Followed with rounds of 75-73-72 to finish T6. After missing his first three cuts at The Open (2004-06), has since reeled off seven consecutive made cuts, with a T9 in 2012 his previous-best outing...After rounds of 69-70-68, closed with a 3-under 67, one stroke off the low round of the day, to claim a share of fourth with Miguel Angel Jimenez and Jason Dufner at the World Golf Championships-Bridgestone Invitational. It was his 10th consecutive start in the event and third top-10 finish at Firestone CC...Finished T8 at the PGA Championship for his career-best fourth straight top 10 on TOUR. It was his third top-10 in 10 starts at the PGA Championship. Was one of four players who did not shoot an over-par round at the year's final major...Finished T5 at the Wyndham Championship to extend his career-best streak of top 10s to five. Made his third start at the Wyndham Championship. The Greensboro performance moved him up one spot, to No. 9, in The Presidents Cup standings, which was important since he missed the first Playoff event, The Barclays, to attend his brother's wedding in Chicago...Began the final round of the BMW Championship three strokes off Jim Furyk's lead, before a 6-under 65 in the Monday finish resulted in a two-stroke win over Nick Watney at 16-under 268. With the win, moved from No. 27 to No. 4 in FedExCup standings heading into the TOUR Championship by Coca-Cola later that week. He was also No. 4 headed into East Lake in 2009 but finished sixth in the standings. His win at Conway Farms GC was his second in the state of Illinois (2012 John Deere Classic). With the victory, he has claimed each of his 10 wins in just four different states (Georgia, Texas, Hawaii and Illinois)...Added his eighth top 10 of the season at the TOUR Championship by Coca-Cola, finishing T7 and one of just three players with all four rounds in the 60s...Won three of his four Presidents Cup matches in his third appearance in the biennial event. \n\n2012: Finished T8 at the Humana Challenge, with rounds of 68-65-65-71. Was tied for second entering the final round, three strokes behind winner Mark Wilson...Finished solo second, five strokes behind Carl Pettersson at the RBC Heritage in his eighth start at the Hilton Head Island event. It marked the sixth runner-up finish of his career and first since the 2009 John Deere Classic. Previous-best finish at the RBC Heritage was sixth in 2007. The made cut at the RBC Heritage was his 10th in as many tries to begin his year...Holed a 27-foot par putt on the 72nd hole at THE PLAYERS to post 11-under and finish T2, two strokes behind winner Matt Kuchar. Recorded his second runner-up finish of the season and third top 10 after carding rounds of 70-66-73-68 and posted his best finish in eight starts at TPC Sawgrass. Shared the 36-hole lead at 8-under and played in the final group Saturday with Kevin Na. It was his 12th consecutive made cut to begin the season...Entered the final round of the Crowne Plaza Invitational at Colonial trailing Jason Dufner by one stroke, but a 2-over 72 (Dufner shot 74) was enough for a one-stroke victory—making him the 12th multiple winner at Colonial (also won in 2010). The tournament basically came down to a two-man competition over the final 36 holes, with a triple bogey on the par-4 15th Sunday by Dufner helping secure his second win at Colonial. Things got interesting on the final hole, however, as he violated Rule 20-7 as he played his ball on the green from the wrong place, leading to a two-stroke penalty. The victory (the eighth of his career) was the fourth in the state of Texas, compared to three in Georgia and one in Hawaii. It also gave him multiple wins in three tournaments (2004 and 2007 AT&T Classic and 2008 and 2009 Valero Texas Open are the others). Final-round, 2-over 72 snapped a string of 15 consecutive rounds in the 60s at Colonial, dating to the first round in 2009. Has yet to miss a cut or finish outside of the top 30 in seven starts at Colonial CC, including four consecutive top-10 finishes. Moved to No. 3 in the FedExCup standings following the event...In an event he has played more than any other on the PGA TOUR, claimed his ninth TOUR win, at the John Deere Classic in July. It was his 11th start in the Quad Cities event. In a playoff against Troy Matteson, on the first extra hole he made a 5-foot putt for double bogey at No. 18 to extend the playoff. From the fairway bunker, also at 18 on the second extra hole, hit his approach shot to within six inches and tapped in for the win when Matteson missed his bid for birdie. With the victory, he stopped three-time defending champion Steve Stricker from winning a fourth straight title. Stricker finished T5. The win also moved Johnson to No. 2 in FedExCup standings...Finished T9 at The Open Championship in his attempt to become the 11th player since 1934 to win on the PGA TOUR the week before winning a major, with Lee Trevino the only player performing the feat at The Open Championship. After missing the cut in his first three starts at The Open Championship, has reeled off six consecutive made cuts, with this year marking his first top-10 finish...In his third Ryder Cup appearance, went 3-1-0 at the Medinah CC as the American team fell to Europe. Posted four birdies in his first seven holes in his singles match against Graeme McDowell en route to a 2-and-1 victory.\n\n2011: Eighth season on the PGA TOUR included four top-10 finishes and a 40th-place finish in the FedExCup...Finished T6 at the Wells Fargo Championship, with his final three rounds all in the 60s. Had two eagles on par-4s in the final round, first by holing out from 105 yards on the par-4 opening hole and later by driving the green on the par-4 14th hole and draining a 14-foot putt. It was his first top 10 since the 2010 TOUR Championship presented by Coca-Cola...In his title defense, finished T4 at the Crowne Plaza Invitational at Colonial, thanks to a final-round 65. It was the top performance by a defending champion at the Colonial since Phil Mickelson followed his 2000 win with a runner-up finish the following year...Teamed in June with Matt Kuchar to win the unofficial 36-hole CVS Caremark Charity Classic in record-setting fashion. The duo shot a 24-under 118 at Rhode Island CC to defeat the team of Davis Love III and the LPGA's Morgan Pressell by four strokes...In July, Cedar Rapids, Iowa, native and local favorite posted a final-round, 6-under 65 at the John Deere Classic to claim season-best T3 honors, good for his third top-10 finish of the season. With the finish, he extended his streak of claiming three or more top-10s in a year to eight consecutive seasons...Finished T6 at the World Golf Championships-Bridgestone Invitational. Only other top 10 at the Bridgestone Invitational was a T9 in 2005. Had a Firestone CC personal-best 64 in the third round...Carried a one-stroke lead over Tiger Woods into the final round of the Chevron World Challenge and held that same lead after a birdie on the par-5 16th hole. Fell one stroke shy, though, as Woods birdied the final two holes for a one-stroke win. It was Johnson's second runner-up finish at the event (2007). \n\n2010: Picked up his seventh career win, at the Crowne Plaza Invitational at Colonial, and earned his fifth trip to THE TOUR Championship, ultimately finishing 17th in the final FedExCup standings...Shot a tournament record, 21-under 259 at the Crowne Plaza Invitational at Colonial, sealing his victory with a pair of birdies in the short span of play in between two late, final-round weather delays. Posted rounds of 64-64 on the weekend to beat Brian Davis by three strokes for seventh PGA TOUR victory of his career and the third in Texas (2008 and 2009 Valero Texas Opens). His first three TOUR wins came in Georgia. His 21-under total broke the 19-under record established by Kenny Perry in 2003 and 2005...Posted four sub-par rounds at Whistling Straits at the PGA Championship in August to finish T3 with Rory McIlroy, best major championship performance since winning the 2007 Masters. With PGA Championship finish, jumped from 21st to 11th in final week of automatic Ryder Cup selections for United States squad, and was later selected as a Captain's pick for his second Ryder Cup squad...Finished T9 at THE TOUR Championship presented by Coca-Cola, second top-10 finish in five starts in Atlanta...Finished with a 2-1 record in his second career Ryder Cup. A 3-and-2 win over Padraig Harrington in his singles match nearly capped an improbable U.S. comeback on the final day. \n\n2009: Posted a career-best nine top-10 finishes, including recording multiple victories for the second time in three years. Surpassed $4 million in earnings for the first time in his career...Opened the season with a T6 finish at the Mercedes-Benz Championship...Closed with a 5-under 65 at the Sony Open in Hawaii to outlast David Toms, finishing with a two-putt birdie for a two-shot victory over Toms and Adam Scott. His fifth career victory—and second in his last six starts—was traced to the previous week. He shot 64-67 on the weekend in the Mercedes-Benz Championship at Kapalua, and made it to 30-under par for his last six rounds with his victory at Waialae. Began the final round with a one-shot lead and never lost it...Finished third at the Arnold Palmer Invitational at 2-under 278...Held a two-stroke, 54-hole lead at the Quail Hollow Championship, but a final-round 76 dropped him to T11...Sank a 10-foot birdie putt on the first playoff hole to beat James Driscoll and successfully defend his Valero Texas Open title at La Cantera GC. The win capped a wild shootout in which seven players stood within a stroke with four holes left. Followed his third-round 60 with a 70 to match Driscoll at 15-under 265, then hit the 6-iron approach in the playoff to set up his sixth career PGA TOUR victory. Vaulted to the top of the FedExCup standings, passing Geoff Ogilvy and Phil Mickelson. The third-round 60 was the second of his career (third round, 2007 TOUR Championship), making him the only player in TOUR history to record multiple rounds of 60 in his career...Jumped into the No. 1 position on the money list with a T9 at Crowne Plaza Invitational, passing Phil Mickelson, to match his No. 1 spot on the FedExCup standings...Broke his string of mediocre John Deere Classic finishes, despite having to play third and final rounds on Sunday. The Cedar Rapids, Iowa, native shot a third-round, 6-under 64 en route to a T2 with Brandt Snedeker and Brett Quigley. Previous best finish in Moline, Ill, was a T20. After first round, hopped on a chartered jet with other TOUR players to attend a service for the father of close friend and fellow competitor Jonathan Byrd in South Carolina. Returned to Moline later that night...Finished T10 at the PGA Championship after shooting 3-under (70-71) on the weekend. It was his second career top-10 in a major (won the 2007 Masters)...Aided by a second-round 65, finished fifth at the BMW Championship to secure fourth place in the FedExCup standings entering the PGA TOUR Playoff finale, THE TOUR Championship presented by Coca-Cola...Carded a 3-under 67 on the final day at East Lake to finish T16 at THE TOUR Championship, leading to a No. 6 finish in the FedExCup standings. Finished T9 at the Children's Miracle Network Classic to finish off the season. \n\n2008: Won for the fourth time in his career. At No. 53, finished outside the top 40 on the money list for the first time in his career. Made the cut in 19 of 25 starts, with seven top-25 finishes...Shot 62-64 on the weekend to capture the Valero Texas Open by two strokes over Charlie Wi, Mark Wilson and Tim Wilkinson. Finished at 19-under-par 261 with four rounds in the 60s. The 2007 Masters champion entered the week with only one top-10 finish during the year, a T9 at the World Golf Championships-Accenture Match Play Championship, and hadn't won on the PGA TOUR outside Georgia. In addition to the Masters, he won the 2004 BellSouth Classic and 2007 AT&T Classic, both in suburban Atlanta...Came back the following week with his third top-10 effort of the year, a T10 at the Justin Timberlake Shriners Hospitals for Children Open. \n\n2007: Recorded two victories, both in the state of Georgia, including his first major title at the Masters Tournament. Earned a berth on The Presidents Cup team and finished with a 2-2-0 record. Finished in the top 40 in first four seasons on TOUR, including three visits to THE TOUR Championship. Earned a career-best $3,922,338 thanks in part to two wins and a runner-up finish...Made three birdies in a four-hole stretch on the back nine to win his first major title at the 71st Masters in cold, windy conditions. Closed with a 3-under 69 for a two-shot victory over Tiger Woods, Retief Goosen and Rory Sabbatini after trailing 54-hole leader Stuart Appleby by two strokes. Johnson finished at 1-over 289, matching a Masters record established in 1956 for highest winning score. Even though he didn't go for a par 5 in two all week, finished 11-under on those holes at Augusta National...Posted rounds of 69-67 on the weekend to finish at 15-under-par with Ryuji Imada at the AT&T Classic. Clinched third career win as he recorded a birdie-4 on the first extra hole as eagle putt nestled inside one foot. Imada's second shot found the water hazard fronting the 18th hole and was left with a par putt. Ninth multiple winner of the AT&T Classic. First three TOUR victories came in Georgia (two in suburban Atlanta, one in Augusta)...Looking to capture his third TOUR event in Georgia during the year, posted an East Lake GC course-record 10-under-par 60 in the third round of THE TOUR Championship en route to a T2 finish, eight behind winner Tiger Woods. Opportunity for a 59 passed with a missed bunker shot for birdie on the par-3 18th hole. Bunker shot was measured at 50 feet, 9 inches. Finished seventh in the FedExCup standings to earn a $700,000 bonus along with $619,500 for T2 finish at East Lake. \n\n2006: First top-10 was solo third in second appearance at World Golf Championships-Accenture Match Play Championship, defeating Tom Lehman in the consolation final, 3 and 2...Past champion tied for second at BellSouth Classic, 13 shots behind Phil Mickelson. Closed with four consecutive birdies on Sunday (Nos. 15-18) to tie Jose Maria Olazabal for runner-up honors...Runner-up at the Memorial Tournament, his third runner-up finish since he first won on TOUR in 2004...Finished ninth on the U.S. Ryder Cup team list to make his first Ryder Cup team (1-2-1 record in Ireland). \n\n2005: Posted five top-10s for second straight season, including two top-3s...Finished T3 at the Ford Championship, thanks in part to a then-career-low 8-under 64 on Saturday, which helped him jump 25 spots from T28 to T3 heading into the final round...With four rounds in the 60s, finished T2 at the Buick Open, four strokes behind Vijay Singh. Played with Singh on Sunday and posted a 3-under-par 69...Teamed with Stewart Cink in the Algarve World Cup in Portugal in November, finishing T17. \n\n2004: Became just the second player in TOUR history to surpass $2 million in earnings in his rookie season. Made 24 of 30 cuts and picked up his first TOUR win in just his 13th career tournament. Along with Todd Hamilton, became the first pair of rookies to make THE TOUR Championship since 1999, when Notah Begay III and Carlos Franco finished in the top 30. Began season outside the top 200 on the Official World Golf Ranking (207th) and ended the season at No. 41...Captured BellSouth Classic in April at age 28 years, 1 month,10 days. Held the 36- and 54-hole leads after opening 69-66-68. Rollercoaster round on Sunday, with birdies on five of first 10 holes, followed by four bogeys in five holes. Converted pars on final three holes to edge Mark Hensby by one stroke. Became the fourth player to win BellSouth Classic for first TOUR victory, joining Tommy Aaron (1970), Paul Stankowski (1996) and Ben Crane (2003). \n\n2003: Earned Web.com Tour Player of the Year honors after making the cut in 19 of 20 events, including the last 17 and finishing first on the final money list with a then-record $494,882. Produced two wins and a Tour-leading 11 top-10s, including nine top-threes...Victories came at the Rheem Classic and the Envirocare Utah Classic...Tied a Web.com Tour record with three consecutive runner-up performances, at The Reese's Cup Classic, the Henrico County Open and the Dayton Open...Set the Tour's all-time, single-season money record (surpassed by Troy Matteson in 2005) and became the first player in Tour history to top the $400,000 mark in earnings...Posted 68 of 78 rounds during the season at par or better...Led Tour with a record scoring average of 68.97 and finished first in Putting and in All-Around. \n\n2002: Made his first PGA TOUR cut, at the BellSouth Classic outside Atlanta. Opened 68-71-69 and was tied for eighth with 18 holes to play. Stumbled to a 3-over 75 during the final round at TPC Sugarloaf to T17 and pocket $57,000...Won once (Tulsa, Okla.) on the Hooters Tour. Recorded five top-five finishes, nine top-10s and finished second on the money list. \n\n2001: Made his PGA TOUR debut, at the Michelob Championship, shooting rounds of 73-70 to miss the cut...Won final three regular-season events on Hooters Tour, earning the nickname “Back-to-Back-to-Back-Zach.” Finished the season as the tour's leading money winner and Player of the Year.\n\n2000: Rookie on the Web.com Tour...Missed the first six cuts of the year but rebounded by making four of the final five cuts with T25 at the Tri-Cities Open his best showing. \n\n1999: Made the cut in his first Web.com Tour start, finishing T50 at the Dakota Dunes Open...Finished third on Prairie Golf Tour after winning twice. 1998: Won once on the Prairie Golf Tour and finished sixth on the money list.\n","otherCarHigh" : "","personal" : "Began playing golf at age 10...Lists his father and mother among his heroes. Father is a chiropractor...Huge Drake University and University of Iowa sports fan...The gallery at BellSouth Classic at first TOUR victory included a group of about 10 men from Iowa who gave him financial support early in his career, buying a stake in Zach for $500 a share. Some were seeing him play as a pro for the first time. \"It started out as a business, but it ended up as a business family,\" Johnson said of his relationship with them. \"It's unbelievable having them here. They would buy a couple stock shares in me and just allow me to go out and not have to worry about the necessities of traveling week to week.\"...When heavy rains caused flooding in the Midwest in the summer of 2008, stepped up to help. Served as the spokesman on a public service announcement and held a one-day golf event in Cedar Rapids, Iowa, that raised $350,000. Was instrumental, along with Jerry Kelly, in starting the PGA TOUR Flood Relief effort, which donated approximately $125,000 to the cause...In July of 2010, announced formation of the Zach Johnson Foundation that will benefit children in need in the Greater Cedar Rapids area. The Foundation's premier event is the Zach Johnson Foundation Classic, a tournament that features PGA TOUR players as well as some of the game's future superstars. Inaugural event took place at Elmcrest CC in Cedar Rapids on Aug. 1, 2011. The tournament supports Kids on Course, a pilot program at Van Buren Elementary and Harrison Elementary Schools...Website is zachjohnsongolf.com.","otherInfo" : "","ntlTeams" : "The Presidents Cup (4), 2007, 2009, 2013, 2015; Ryder Cup (4), 2006, 2010, 2012, 2014; World Cup (1), 2005.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 5th at the Arnold Palmer Invitational presented by MasterCard.","dynStats" : "He ranks T39th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/zachjohnsonpga"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/zachjohnsonPGA"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}