{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "10217","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Schutte","first" : "Warren","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "245","weightMetric" : "111","birthDate" : "September 21, 1971","age" : "44","birthPlace" : "Durban, South Africa","residence" : "Phoenix, Arizona","family" : "Wife, Joan; Hayden Thomas (3\/21\/03), Abigayle Eve (11\/13\/04)","education" : "University of Nevada-Las Vegas","splInterest" : "Fishing","pronunciation" : "SKOO-tuh","nwTourAlumnus" : "","trndProYear" : "1993","clubAffl" : "Moon Valley CC (Phoenix, Arizona)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "110,207&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Conditionally Exempt: Minor Medical","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Has not played since the 2008 campaign...Will continue his Minor Medical Exemption in 2013. 2011: Granted a Minor Medical extension but has not played an event since 2008 when he missed the cut in his only start of the year at the BMW Charity Pro-Am. 2010: Was T71 at the Justin Timberlake Shriners Hospitals for Children Open, the only start he made during the season. 2009: Made no starts on the Nationwide Tour. 2008: Missed the cut in his lone Nationwide Tour start, the BMW Charity Pro-Am. 2007: Made the cut in two of six starts on Tour, with T29 at the Knoxville Open his best outing. 2005: Made five starts on the Nationwide Tour, with his only made cut in five tournaments being a T50 at the Preferred Health Systems Wichita Open. 2004: Finished the season No. 123 on the money list after making 10 of 23 cuts. Notched his only top-25 showings in back-to-back weeks at the Alberta Calgary Classic (T19) and the Envirocare Utah Classic (T12). 2000: Made the cut in eight of 18 starts during his rookie season. Had a pair of top-25 finishes, including a season-best T19 at the Hershey Open. Has made the cut in four of 14 career PGA TOUR starts, with his only top-25 finish a T19 at the 1993 Buick Open. Has qualified for the U.S. Open three times (1992, 2000 and 2003). Played on the Southern Africa Tour 1996-98. Winner of the 1997 FNB Players Championship and T6 at the Nashua Wild Coast Sun Challenge. Was T2 at the 1996 South African Masters. Winner of the 1994 Utah Open.\n","otherCarHigh" : "Named to the UNLV Sports Hall of Fame, becoming the first Rebel golfer to earn the honor. Winner of the 1991 NCAA Championship, held at Pebble Beach, becoming the first-ever individual champion for UNLV in any sport. Big West Conference Player of the Year in 1991 and 1992. Held or shared 12 school records, including career scoring average (71.64), wins (six), wins in a single season (four) and rounds in a career (179). 1992 U.S. Amateur Public Links champion, defeating Richard Mayo in the final to qualify for the 1993 Masters, where he played with Jack Nicklaus and Arnold Palmer.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T12th in 2004 at the Envirocare Utah Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}