{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01224","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Coston","first" : "Jeff","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "185","weightMetric" : "84","birthDate" : "October 15, 1955","age" : "60","birthPlace" : "Seattle, Washington","residence" : "Blaine, Washington","family" : "","education" : "Seattle University","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1977","clubAffl" : "Semiahmoo Golf Resort (Blaine, Washington)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : ""}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2014","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(14): 1977 Pacific Northwest Amateur. 1996 Washington Open. 1997 Pacific Northwest PGA Championship. 1999 Washington Open, Pacific Northwest PGA Championship. 2000 Pacific Northwest PGA Championship. 2001 Washington Open. 2002 Pacific Northwest PGA Championship. 2003 Pacific Northwest PGA Championship. 2006 Al C. Giusti Memorial. 2006 Senior Players Championship. 2009 Pacific Northwest PGA Championship. 2010 Washington Open, Pacific Northwest PGA Championship.","intlVics" : "","curYearHigh" : "","carHigh" : "2014: In late-November, secured fully exempt status for the 2015 Champions Tour at age 59, his fourth appearance in a National Qualifying School final. Used clutch birdies on the final two holes to card a final-round 66, equaling the field's lowest fourth round, and it vaulted him up into a T3 along with Jerry Smith at Orange County National...Made six appearances on the Champions Tour. Best effort was a T27 at the Shaw Charity Classic in Calgary when he carded a final-round 64...In mid-November, finished sixth at the Senior PGA National Professional Championship in Port St. Lucie.\n\n2013: Finished T28 at the Senior PGA Championship at Bellerive CC, sharing honors with Mark Mielke for low club professional...Earned conditionally-exempt status on the 2014 Champions Tour by securing the 11th position at the National Qualifying Tournament...Found himself tied with Mark Mouland and Ben Bates after 72 holes at the TPC Scottsdale but finished third in the playoff when he hit his drive out of bounds on the first extra hole, leading to double bogey-6. 2012: Lone appearance was a T56 at the Senior PGA Championship. 2011: Was T48 at the Champions Tour National Q-School. 2010: Lone appearance was a MC at the Senior PGA Championship. 2009: Made three appearances highlighted by a T50 at the Boeing Classic. 2008: Played in three events. Was T40 at the U.S. Senior Open and T58 at the Boeing Classic. Missed the cut at the Senior PGA Championship. 2007: Three starts during the year included a T19 at the Senior PGA Championship and was T33 at both the U.S. Senior Open and Boeing Classic. 2006: Debuted on the Champions Tour at the Boeing Classic and was T44. 2005: Went to the National Q-School final, but withdrew after four rounds of the six-round event. \n","otherCarHigh" : "Is a nine-time Pacific Northwest PGA Player of the Year and five-time Senior Player of the Year as well as the Teacher of the Year in 2002...Won on the Web.com Tour when he claimed the 1991 Shreveport Open, defeating Beau Baugh in a playoff. Went on to finish 28th on the money list that season. Had three second-place Web.com Tour finishes in 1992, at the Yuma Open, the Connecticut Open and the Tulsa Open. Ended up 14th on the final money list...Also was a winner of the 2006 Al C. Giusti Memorial Championship and 2006 Senior Players Championship as well as the 1977 Pacific Northwest Golf Association Championship...Claimed four Washington State Open titles and is the second-most prolific winner of the Pacific Northwest PGA Championship, claiming the senior title five consecutive times between 2006-10 after winning the regular title in 1997, 1999-2000, 2002-03 and 2009-10...Also won the 1995 and 2004 Oregon Open and 1997 Spokane Open...Led the 2004 PGA National Club Professional Championship after both 36 and 54 holes before a final-round 77 dropped him to fourth...Also finished sixth at the 2012 PGA National Club Professional Championship and T8 in that same event in 2006...Was T19 in the 2007 Senior PGA Championship, earning low club professional honors at Kiawah Island in his debut...Played the PGA TOUR in 1985 and 1988. Best performance was T7 at the 1988 Anheuser-Busch Golf Classic...Winner of the 1977 Pacific Northwest Amateur.","personal" : "Head teaching professional at Semiahmoo Golf Resort in Blaine, Wash., who also runs Jeff Coston Academy...Cites watching Jack Nicklaus tee off in the 1965 Greater Seattle Open Invitational at Inglewood CC as the moment he realized he wanted to dedicate his life to golf...While on the PGA TOUR in 1985, played in the Buick Invitational and a 14-year-old Phil Mickelson carried the standard for him, Steve Pate and Chris Perry.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T19th in 2007 at the Senior PGA Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}