{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "12663","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Tataurangi","first" : "Phil","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "175","weightMetric" : "79","birthDate" : "October 31, 1971","age" : "44","birthPlace" : "Auckland, New Zealand","residence" : "Taupo, New Zealand","family" : "Wife, Melanie; Kahurangi Jack (6\/30\/00), Talia Aniwaniwa (5\/1\/04)","education" : "","splInterest" : "Family, friends, charity work, sports, golf-course design","pronunciation" : "ta-toe-RANG-ee","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1993","clubAffl" : "","cityPlaysFrm" : "Auckland; ; New Zealand","websiteUrl" : "http:\/\/www.philtataurangi.com\/","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,506,902&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "xxxxxxxxx","otherVics" : "","intlVics" : "(1): 1996 MasterCard Australian PGA Championship [Aus].","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Missed both cuts in two starts on the PGA TOUR in 2009. Made eight of 22 cuts on the Nationwide Tour, highlighted by a pair of top-10s. In just his second start of the year, finished T8 at the Moonah Classic. Then in June, recorded a second T8 at the Fort Smith Classic presented by Stephens, Inc...Missed all six cuts in PGA TOUR events in 2008. Made five of 11 cuts on Nationwide Tour with a pair of top-25 finishes...Played in 2007 on his third consecutive Major Medical Extension and was unable to earn $560,930 in two events in order to play out the season on that extension. Made two cuts in eight events and recorded one top-25 finish...Suffered from a herniated disk at the base of his spine to cause Medical Extensions which began in 2003. Played in his first Masters in 2003, made the cut and finished T39...In 2002, was one of a record 18 first-time winners, getting his victory at the Invensys Classic of Las Vegas.. In July, underwent surgery in Texas to correct a heart condition called superventricular tachycardia. The ailment is not life-threatening, but mirrors the symptoms of a heart attack. Steve Jones had the procedure done in August 2002 and David Toms in November 2005. Carded a final-round 10-under 62 to capture first TOUR win at the Invensys Classic at Las Vegas. Started the day five shots behind leader David Duval, but posted 10 birdies without a bogey to claim a one-stroke victory at 29-under-par 330 over Stuart Appleby and Jeff Sluman in 90-hole event. Paycheck of $900,000 was a career best...Limited in 12 PGA TOUR events in 2001 due to lingering neck injury. Finished solo second to David Duval at the Michelob Championship, his best career PGA TOUR finish at that time...In 1996, earned his first career title at the Nationwide Tri-Cities Open, finishing at 21-under par and six strokes ahead of runner-up Skip Kendall. Won the Australian PGA Championship at the end of the season...Gained exempt status for the 1997 on the PGA TOUR by finishing T7 at PGA TOUR Qualifying Tournament...Medalist at 1992 World Amateur Team Championship as member of New Zealand's winning team. Was the 1993 New Zealand Amateur champion...Father TeRoi played rugby for New Zealand's Maori All Blacks between 1960-66...Started playing golf at age 7 after caddying for father. Extremely proud of Maori heritage.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1994","qSchoolYear" : "1993, 1996, 2001","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(1): 1996 Australian PGA Championship [Aus].","curYearHigh" : "","carHigh" : "2011: A missed cut at the Viking Classic was his lone start on the PGA TOUR, his fewest since 1996. 2010: Playing out of the Past Champion category, made the cut in two of four starts on the PGA TOUR. Best finish was T45 at the Puerto Rico Open. Also made six of 22 cuts on the Web.com Tour. 2009: Missed both cuts in two starts on the PGA TOUR. Made eight of 22 cuts on the Web.com Tour, highlighted by a pair of top-10s…In just his second start of the year, finished T8 at the Moonah Classic…In June, recorded a second T8 at the Fort Smith Classic. 2008: Missed all six cuts on the PGA TOUR, but made five of 11 cuts on Web.com Tour with a pair of top-25 finishes. 2007: Played on his third consecutive Major Medical Extension and was unable to earn $560,930 in two events in order to play out the season on that extension…Made two cuts in eight events and recorded one top-25 finish…Suffered from a herniated disk at the base of his spine to cause Medical Extensions which began in 2003. 2003: Played in his first Masters, made the cut and finished T39. 2002: One of a record 18 first-time winners, getting his victory at the Invensys Classic of Las Vegas…Had heart surgery in July to control a heart condition he has had for several years called superventricular tachycardia, a rapid heartbeat that occurs and disappears suddenly. The ailment is not life-threatening, but mirrors the symptoms of a heart attack. Steve Jones had the procedure done in August 2002 and David Toms in November 2005…Carded a final-round 10-under 62 to capture first TOUR win at the Invensys Classic at Las Vegas. Started the day five shots behind leader David Duval, but posted 10 birdies without a bogey to claim a one-stroke victory at 29-under-par 330 over Stuart Appleby and Jeff Sluman in 90-hole event. 2001: Limited to 12 TOUR events due to lingering neck injury. Finished solo second to David Duval at the Michelob Championship, his best career PGA TOUR finish at that time. 1996: Earned his first career title at the Nationwide Tri-Cities Open, finishing at 21-under par and six strokes ahead of runner-up Skip Kendall…Won the Australian PGA Championship at the end of the season…Gained exempt status for 1997 on the PGA TOUR by finishing T7 at the 1996 PGA TOUR Qualifying Tournament. 1992: Medalist at World Amateur Team Championship as member of New Zealand's winning team. Amateur: 1993 New Zealand Amateur Champion.\n","otherCarHigh" : "","personal" : "Father, TeRoi, played rugby for New Zealand's Maori All Blacks between 1960-66...Started playing golf at age 7 after caddying for father...Extremely proud of Maori heritage...Spent considerable time in 2011 raising funds for victims of the New Zealand earthquake.","otherInfo" : "","ntlTeams" : "World Amateur Team Championship (1), 1992.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was 1st in 2002 at the Invensys Classic at Las Vegas.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}