{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01302","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Eaks","first" : "R.W.","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "200","weightMetric" : "91","birthDate" : "May 22, 1952","age" : "63","birthPlace" : "Colorado Springs, Colorado","residence" : "Fountain Hills, Arizona","family" : "Wife, Karen; Dawn (3\/15\/79), Jeremy (12\/14\/85); one grandchild","education" : "University of Northern Colorado","splInterest" : "Family, sports","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1976","clubAffl" : "Southern Dunes (Scottsdale, Arizona)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "5,508,335&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1990","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the Web.com Tour from 1990-97 and again from 1999-2001. Member of the PGA TOUR in 1998 and 1999 and a member of the Champions Tour in 2002-03 and has played on all three Tours. 2004: Conditionally exempt for a portion of the Champions Tour season after finishing 17th at the Tour's National Qualifying Tournament at the TPC at Eagle Trace in Florida. 2003: Made the cut in all eight appearances on the Champions Tour and finished No. 90 on the money list. 2002: Finished No. 65 on the Champions Tour money list, with $245,705. Led the Champions Tour in Driving Distance with a 295.1 average, more than 10 yards longer than his nearest competitor. Also led the Tour in Eagles. Was the first-round leader by three strokes at the 2002 U.S. Senior Open after an opening-round 64 but eventually finished T37. 2001: On the Web.com Tour, finished No. 88 on 2001 money list, with $45,966. Best finish was a T5 at the BMW Charity Pro-Am at The Cliffs...Earned a spot on the PGA TOUR in both 1998 and 1999. Has played in 258 events (made 147 cuts) on the Web.com Tour and 77 events (made 23 cuts) on the PGA TOUR prior to the 2004 season. Had won $608,704 on the Web.com Tour and $291,734 on the PGA TOUR...Won the last of three Web.com Tour titles at the 1997 San Jose Open. Other titles came at the 1990 Quicksilver Open and the 1993 Louisiana Open. Was a runner-up five times...Most lucrative year on the PGA TOUR came in 1998 when he played 34 events and earned $199,499 and was 137th on the money list...Best finish on the PGA TOUR came in 1998 when he was T7 at the United Airlines Hawaiian Open...At one point in his career in 1997 (after T4 at Hershey Open) he passed Olin Browne as the career money leader on the Web.com Tour...Was injured in an automobile accident following the 1996 Mississippi Golf Coast Classic and missed nearly two months before returning and losing in a playoff to Stewart Cink at the 1996 Ozarks Open...Won the 1995 and 1996 Taco Bell Newport Classics...Has 19 career holes-in-one to his credit.\n","otherCarHigh" : "Was a high school All-America selection in basketball and was a member of a Colorado state high school championship team.","personal" : "Being a member of that state championship squad remains his biggest thrill outside golf...Got started in golf as a caddie...Favorite golf course is Desert Mountain in Scottsdale, Ariz...Enjoys the movie \"Rudy.\"","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1980","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2002","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(2): 1995 Taco Bell Newport Classic. 1996 Taco Bell Newport Classic.","intlVics" : "","curYearHigh" : "","carHigh" : "2013: Made just four starts, all in the last two months of the season...Best effort was a T19 at the Shaw Charity Classic, where he closed with a Sunday 65.\n\n2012: Made five appearances, with his best finishes a pair of T28 efforts at the Montreal Championship and the Boeing Classic.\n\n2011: In his lone start was T16 at the Montreal Championship after three consecutive rounds in the 60s. \n\n2010: In 13 starts, his best finish was a T22 at the Dick's Sporting Goods Open. \n\n2009: Played in 13 events, with just one top-25 finish to his credit, that coming at the Dick's Sporting Goods Open where he was T22. \n\n2008: Made a double eagle on hole No. 7 in the opening round of the Mitsubishi Electric Championship at Hualalai. Used a driver and 5-wood (246 yards) on the 551-yard hole...Was eighth at The Cap Cana Championship, thanks to a final-round, 5-under-par 67. 2007: Had best season as a professional, more than doubling his 2006 earnings and posting his first two Champions Tour victories...Ended a winless streak of 209 events in PGA TOUR-sponsored events when he was a three-stroke victor at the Dick's Sporting Goods Open. After an opening-round 71, fired a career-best, 10-under 62 in the second round to grab the lead and closed with a 6-under 66 to emerge with the win. His 62 included a hole-in-one on No. 7 at the En-Joie GC (5-iron\/197 yards), his second on the Champions Tour. Earned a then-career-best $240,000 for the victory and went over $1 million in season earnings for the first time...Registered a second title late in the season when he avenged a heartbreaking overtime loss to Andy Bean in 2006 with a wire-to-wire to win at the Greater Hickory Classic at Rock Barn. Opened with a course-record-tying, 9-under 63, the low score by a winner in 2007. Led by six strokes with nine holes to play and eventually held on for a two-shot win over Jay Haas and Rod Spittle. Became the first player since Allen Doyle at the Toshiba Classic in 2000 to win a tournament after losing in a playoff at the same event the year prior. His 17-under 199 total was a tournament record at Rock Barn...Multiple wins during the season helped ease the disappointment of several close calls earlier on the Champions Tour. Had lost in a three-hole playoff to Brad Bryant at the Regions Charity Classic in mid-May. Shot a closing-round, 7-under 65 to get into contention. His final-round scorecard included six birdies and an eagle...Just over a month after his victory in New York, he almost won again when he was one of the players involved in a record seven-man playoff in August at the Boeing Classic near Seattle. Birdied the first extra hole, joining Craig Stadler and eventual winner Denis Watson on the second hole. Watson ended the affair with an 18-foot eagle putt...Also produced a strong Sunday finish at the Principal Charity Classic that led to a T2 finish. Closed with a bogey-free, 7-under 64 in the final round at the Glen Oaks CC...Second-round, 8-under-par 64, at the Bank of America Championship was one off the tournament scoring record. Round included successive eagles on Nos. 18 and 1 (he started his round on No. 10) and, at one point, he was 9-under in a nine-hole stretch. Earned a $62,000 check on Long Island that allowed him to surpass his previous-best total for single-season earnings (2006\/$751,923)...Was in contention for all three rounds at the Toshiba Classic before eventually finishing second, two behind Jay Haas...Battled various physical woes (primarily a bad back) during the season which forced him to withdraw from four events. 2006: Once again used strong play in the final two months to secure a spot in the top 30 and a berth in the season-ending Charles Schwab Cup Championship. Earned $323,813 in his final seven events prior to picking up an additional $62,000 at the season-ending tournament, which eventually gave him a then career-best total of $751,923...Nearly won for the first time in his Champions Tour career when he lost in a one-hole playoff to Andy Bean at the Greater Hickory Classic at Rock Barn. Made a late run Sunday, with birdies on six of the last seven holes. Fired a 5-under-par 31 on the back nine to get into the playoff with Bean, who eventually won with a birdie. Nearly didn't play Sunday after experiencing back problems a day earlier. At the time, his second-place finish was a career best, as was his check for $140,800...Earlier in the year sat alone atop the leaderboard after the opening round of The ACE Group Classic following a 7-under-par 65. Eventually finished T2 in Naples, one stroke behind winner Loren Roberts. 2005: Used a late-season push to finish 30th on the money list and earn a berth in the Charles Schwab Cup Championship...Won nearly $250,000 in his last seven starts, including, at the time, his largest check ever ($83,700) in the year's final full-field event at the SBC Championship. Monday-qualified in San Antonio and used a then career-best T4 to vault into the top 30. Despite battling high blood pressure on Sunday, fired a 66 that included a back-nine 31 featuring five birdies. His finish moved him from 34th position into the 30th spot on money list. That performance, coupled with Jay Haas' victory, knocked Tom McKnight (29th coming into the week) down two spots and out of a trip to the season-ending event...Was not feeling well again the following week at the Charles Schwab Cup Championship and withdrew after two rounds. 2004: Earned fully-exempt status for 2005 for the first time in his career after finishing T4 at the Champions Tour National Qualifying Tournament at the King and Bear at World Golf Village in Florida...Made seven appearances during the year, with three top-25 finishes...Best showing came in his final start at the Constellation Energy Classic near Baltimore when he open-qualified and finished T12. 2003: Played in eight events during the season, with two top-25 finishes...T13 at the Music City Championship in Nashville after open qualifying...Was T16 at the Champions Tour National Qualifying Tournament at the close of 2003, but dropped to 17th after making bogey on the second extra hole in a 10-man playoff for the final three spots. Earned conditional exemption until mid-March when Hajime Meshiai turned 50. 2002: Conditionally exempt after finishing ninth at the 2001 Champions Tour National Qualifying Tournament...Played in 14 events and finished 65th on the money list...Twice finished in the top 10 during the season. Was T7 in his first start shortly after turning 50 in May at the Farmers Charity Classic and T10 at the Allianz Championship in September...Created a buzz at the U.S. Senior Open at Caves Valley when he blistered the course with an opening-round 64 near Baltimore. Could not follow that up in his final 54 holes and eventually T37.\n","otherCarHigh" : "Played the Web.com Tour on a full-time basis from 1990-1997 before earning a spot on the PGA TOUR in both 1998 and 1999. Finished 13th on the Web.com Tour money list in 1998 to earn his card, and then retained it for the following year...Also played some events on the PGA TOUR in 1981...Played in 258 events (made 147 cuts) on the Web.com Tour and 77 events (made 23 cuts) on the PGA TOUR. Won $608,704 on the Web.com Tour and $291,734 on the PGA TOUR...Ninth on the Web.com Tour money list in 1997 when he won the last of three titles on that Tour at the San Jose Open...Other titles came at the 1990 Quicksilver Open and the 1993 Louisiana Open...Was a runner-up five times...Most lucrative year on the PGA TOUR came in 1998 when he played 34 events and earned $199,499 to place 137th on the money list...Best finish on the PGA TOUR came in 1998 when he was T7 at the United Airlines Hawaiian Open...Was also T9 that year at the B.C. Open...At one point in his career in 1997 (after T4 at Hershey Open) he passed Olin Browne as the career money leader on the Web.com Tour at the time...Was injured in an automobile accident following the 1996 Mississippi Gulf Coast Classic and missed nearly two months before returning and losing in a playoff to Stewart Cink at the Ozarks Open...Has 20 career holes-in-one to his credit.","personal" : "Was a high school All-America selection in basketball and was a member of a Colorado state high school championship team...Being a member of that state championship squad remains his biggest thrill outside of golf...Was a basketball standout at the University of Northern Colorado where he was a four-year letterman and a member of the school's 1,000-point club (1,062 points). Member of the school's Athletic Hall of Fame...Got started in golf as a caddie...Favorite golf course is Desert Mountain in Scottsdale...Enjoys the movie \"Rudy.\"...Occasionally uses his son as his caddie. Owns a Harley-Davidson.","otherInfo" : "Has been a member of the Champions Tour since 2002. Played in 13 events last year with just one top-25 finish to his credit, that coming at the Dick's Sporting Goods Open where he was T22. One year earlier, made a double eagle on hole No. 7 in the opening round of the season-opening Mitsubishi Electric Championship at Hualalai. Used a driver and 5-wood (246 yards) on the 551-yard hole. Joined the Champions Tour in 2002 but was not fully-exempt until he finished T4 at the 2004 National Qualifying Tournament. Has won four times and was among the top-30 money-winners from 2005-2008. Ended a winless streak of 209 events in PGA TOUR-sponsored events when he was a three-stroke victor at the 2007 Dick's Sporting Goods Open. After an opening-round 71, fired a career-best, 10-under 62 in the second round to grab the lead and closed with a 6-under 66 to emerge with the win. His 62 included a hole-in-one on No. 7 at the En-Joie GC (5-iron\/197 yards), his second on the Champions Tour. Registered a second title late in the season when he avenged a heartbreaking overtime loss to Andy Bean in 2006 with a wire-to-wire to win at the Greater Hickory Classic at Rock Barn. Led by six strokes with nine holes to play and eventually held on for a two-shot win over Jay Haas and Rod Spittle. Victory in North Carolina helped him go over $1 million in season earnings for the first time. Third career victory at the 2008 3M Championship in Minnesota was a six-stroke win over Bernhard Langer and Gary Hallberg. Winning score of 23-under-par 193 was the circuit's third-lowest all-time 54-hole total at the time in relation to par. Claimed a second event less than two months later when he successfully defended his title at the Greater Hickory Classic at Rock Barn. Opened the event with a career-best 11-under 61 and cruised to a four-stroke win over Tom Jenkins and Tom Kite. Played the Web.com Tour on a full-time basis from 1990-1997 before earning a spot on the PGA TOUR in both 1998 and 1999. Finished 13th on the Web.com Tour money list in 1998 to earn his card, and then retained it for the following year. Also played some events on the PGA TOUR in 1981. Played in 258 events (made 147 cuts) on the Web.com Tour and 77 events (made 23 cuts) on the PGA TOUR. Won $608,704 on the Web.com Tour and $291,734 on the PGA TOUR. Ninth on the Web.com Tour money list in 1997 when he won the last of three titles on that Tour at the San Jose Open. Other titles came at the 1990 Quicksilver Open and the 1993 Louisiana Open. Most lucrative year on the PGA TOUR came in 1998 when he played 34 events and earned $199,499 to place 137th on the money list. Best finish on the PGA TOUR came in 1998 when he was T7 at the United Airlines Hawaiian Open. At one point in his career in 1997 (after T4 at Hershey Open), he went past Olin Browne as the career money leader on the Web.com Tour. Was injured in an automobile accident following the 1996 Mississippi Gulf Coast Classic and missed nearly two months before returning and losing in a playoff to Stewart Cink at the Ozarks Open. Has 20 career holes-in-one to his credit. Was a high school All-America selection in basketball and was a member of a Colorado state high school championship team. Was a basketball standout at the University of Northern Colorado where he was a four-year letterman and a member of the school's 1,000-point club (1,062 points). Member of the school's Athletic Hall of Fame. Made a double eagle on hole No. 7 in the opening round of the Mitsubishi Electric Championship at Hualalai. Used a driver and 5-wood (246 yards) on the 551-yard hole...Was eighth at The Cap Cana Championship, thanks to a final-round, 5-under-par 67.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 4 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}