{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27723","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Wu","first" : "Wei-Huang","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-6","heightMetric" : "1.68","weight" : "144","weightMetric" : "65","birthDate" : "April 14, 1968","age" : "48","birthPlace" : "Fujian, China","residence" : "","family" : "Married","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1999","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "(1) 2009 Dell Championship [China].","curYrHigh" : "","carHigh" : "2015: Just missed earning his first top-10 since mid-2014 when he T12 at the United Investment Real Estate Wuhan Open. Low score for the week was a third-round, 4-under 68 along with opening and closing 71s. \n\n2014: Made his PGA TOUR China Series debut at the Mission Hills Haikou Open in April, finishing T59…Had an even-par outing at the Buick Open in Guangzhou in the circuit's second event, allowing him to finish T23…Added a T31 at the United Investment Real Estate Wuhan Open…Earned his first top-10 of the season with a T10 at the Lanhai Open. Used a 5-under 67 in the second round and a 1-under 71 on the final day to tie with Brett Drewitt and Shi Chang Chan, Mathew Perry and Fei Hao Yang…Picked up a T45 at the Earls Beijing Open, opening 72-69-71 before settling for a 1-over 73 on the last day. 2013: Made five starts and missed the cut in all of them…Continued to make cuts, posting a T45 at the Earls Beijing Open…In his next start, was T60 at the Yulongwan Yunjnan Open…Was T29 at the Chateau Junding Penglai Open…After missing the cut at the Cadillac Championship, was T57 at the Jianye Tianzhu Henan Open, falling far down the leaderboard after a final-round, 13-over 85…Earned his third top-25 of the season in mid-November, at the Nine Dragons Open in Jiaxing…Was T27 the following week at the Hainan Open in Sanya. \n2012: Had a 74 and a 76 to go with even-par 71s in the second and final rounds on his way to a T41 at the Nanshan China Masters at Nanshan International GC…Added a 78th-place effort at the BMW Masters at Lake Malaren GC in Shanghai…Was also 61st at the OneAsia Tour's Thailand Open. Had a first-round 67 and a final-round 69 at Suwan G&CC in Bangkok. \n2011: On the OneAsia Tour, played solid at the Volvo China Open, with four par-or-better rounds to finish at 9-under and T52 with six others…Finished T41 at the Indonesia Open in mid-summer…A week later, was T57 at the Thailand Open at Suwan G&CC. \n2010: First made cut on the OneAsia Tour came at the Midea China Classic. Opened with a 2-under 69 then played 1-over the rest of the way to T21 at Royal Orchid International GC…Missed the cut at the Barclays Singapore Open despite opening with a 69. Didn't play on the weekend after a second-round 75…Also missed the cut at the China Open. \n2009: Made China Tour history when he played in the Dell Championship with his son, Jian Long Wu, also in the field (making his pro debut). Fired a 1-under 71 in the final round to hold off Ashun Wu for a four-stroke victory at Orient G&CC…Missed the cut in the inaugural OneAsia Tour event, the Volvo China Open (5-over)…A second-round, 1-over 72, along with three other 71s, helped him to a T29 at the Midea China Classic…At the Luxehills Golf Championship, shot a final-round 71 to finish fourth, two shots behind winner Jian Chen. \n2008: Began his China Tour season with a T29 at the Sofitel Golf Championship…Earned his first top-10 when he T8 at the Guangzhou Championship at Dragon Lake GC…Improved on his performance a week later when he turned in a solid, fourth-place effort at the Dell Championship, four shots behind winner Chao Li…Picked up his third consecutive top-10 when he T7 at the Kunming Championship, with amateur Chien Yao Hung and Kang Chun Wu…Streak of top-10s ended at the Shanghai Championship when he T12. Shot back-to-back 71s on the weekend at the Orient G&CC…Added a T7 (with Lei Wang) at the Luxehills Golf Championship, going 4-under on the weekend (71-69)…Fifth top-10 of the season came at the Tianjin Championship, with rounds of 78-72-77-73 tying him with Chao Li…Closed his China Tour season with a T27 at the Omega Championship…Had a 68th-place outing at the China Open at the Beijing CBD International GC. Good week eneded with a disappointing, 14-over 86 on the final day…Was 56th at the HSBC Champions in Shanghai. \n2007: On the China Tour's Qindao tournament, finished T2, two strokes behind winner Zhang Lianwei…At the Yanji Golf Championship, earned his second top-10 of the season, finishing seventh at the Yanji Hailanhu River Golf Resort…Missed cuts at the HSBC Champions, the Asian Open, the China Open and the TCL Classic. \n2006: Finished T8 at the China Tour's Sai Hainan tournament, the circuit's first tournament of the year…Was third at the China Tour's Zhuhai tournament in mid-May. Fired a final-round, par-72 to finish seven shots behind champion Zhang Lianwei…Picked up a 73rd-place finish at the HSBC Champions at Sheshan International GC in Shanghai. \n2005: In the China Tour's inaugural event, in Beijing, finished as the runner-up…Played in the HSBC Champions at Sheshan International GC in Shanghai in mid-November. With rounds of 73-75-79-73, finished T65, with Brett Rumford. \n2004: Played poorly in his final round at the Crowne Plaza Open (81) and finished T66 at Grand Epoch City GC  in Beijing on the Asian Tour…Recovered from an opening 81 at the Volvo China Open with an even-par 72 but still missed the cut at Shenzhen GC…Missed the cut at the Asian Open. \n","otherCarHigh" : "Is accomplished in martial arts. Began playing golf in 1995 and turned professional in 1999. Currently owns a golf-equipment company.","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T10th in 2014 at the Lanhai Open.","dynStats" : "He ranks 81st in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}