{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32182","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Luna","first" : "Juan Pablo","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "154","weightMetric" : "70","birthDate" : "September 12, 1991","age" : "24","birthPlace" : "Bogota, Colombia","residence" : "Bogota, Colombia","family" : "Single","education" : "","splInterest" : "Big soccer and tennis fan, loves playing ping-pong.","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2009","clubAffl" : "San Andrés Golf Club (Bogota, Colombia)","cityPlaysFrm" : "Bogota, Colombia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2012","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Had four top-10s, eight top-25s and 11 cuts made in 18 starts on PGA TOUR Latinoamérica to finish the season ranked 29th on the Order of Merit… Best finish was T3 at the season opening Avianca Colombia Open in Bogota, where he carded a 65 on the final round… Had three other top-10s, T5 at the All You Need is Ecuador Open, T7 at the Hyundai-BBVA Abierto de Chile and T10 at the Lexus Panama Classic.\n\n2014: Collected his first career top-10 on PGA TOUR Latinoamérica with a T10 finish at the 56th Abierto Mexicano de Golf in October. Had two other top-25s, a T11 finish at the Lexus Panama Classic in May and a T18 finish at the Ecuador Open in September. Made the cut in 10 of 17 starts to finish the year ranked 54th on the Order of Merit… Had an albatross during the second round of the Roberto De Vicenzo Invitational Copa NEC in April. Hit driver off the tee and then a 189-yard 7-iron into the hole at the Club de Golf del Uruguay's 533-yard par-5 No. 14 – shot 76-71 to miss the cut.\n\n2013: Finished the PGA TOUR Latinoamérica season ranked 48th on the Order of Merit. Collected his three top-25 finishes in his first four starts of the season and made the cut in 9 of his 12 starts. His best finish was T14 at the TransAmerican Power Products CRV Open in Guadalajara, Mexico in March… Earned his Tour card by finishing T28 at the Qualifying Tournament hosted by the CC La Planicie in Lima, Peru in February.\n\n2012: Made two cuts on 11 starts on PGA TOUR Latinoamérica to finish 121st on the Order of Merit. Best finish was T25 at the Puerto Rico Classic in November. Earned his Tour card by finishing T10 at the Qualifying Tournament played in Buenos Aires, Argentina in June… Missed the Pacific Rubiales Colombia Championship cut in February on his first career start on the Web.com Tour… During the first half of the year had one top-10 and three top-25 finishes on the Tour de las Americas. His best TLA finish was T8 at the Abierto del Club Los Lirios in Chile. Finished the TLA abbreviated season ranked 24th on the Order of Merit.\n\n2011: His best finish and only top-25 in 11 starts on the Tour de las Americas was T17 at the Abierto OSDE del Centro in Cordoba, Argentina.\n\n2010: Finished T5 at the Peru Open for his best career finish on the Tour de las Americas. Collected five top-25s in nine starts. Won his TLA card by finishing T5 at the Q-School in Bonaventure, Florida in February. \n\n2009: Turned professional in December.\n","otherCarHigh" : "Ranked Colombia's No. 1 Amateur between 2007 and 2009… Won Colombian National Championships in all the divisions he competed… Reached the quarterfinals at the 2009 U.S. Junior Championship.","personal" : "Plays at San Andrés Golf Club in Bogota, a course he considers his favorite… Won several Ping-Pong tournaments while in High School… A big football (soccer) fan… Favorite professional teams are Spain's Real Madrid and Colombia's Atlético Nacional… Favorite athletes are Roger Federer and Tiger Woods… Carries sugar free cookies as snacks in his golf bag… Bucket list includes visiting Africa… Personal motto: “Hard work always pays off. Never give up.”… Twitter and Instagram name is @juanpluna91","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 Order of Merit Top-60"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri was T3rd in 2015 at the 68 Avianca Colombia Open presentado por Arturo Calle.","dynStats" : "He ranks T75th in Par Breakers on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}