{"header": { "version" : "1.0"},"pageType":"course","tourCode":"r","permNum":"027","pageTitle":"Course","courses": [{"number":"745","sortOrder":"1","name":"Ridgewood CC","parValue":"71","yards":"7319","body":"<P>The Ridgewood Country Cub, founded in 1890, is one of the oldest country clubs in America. The club enjoys a rich and storied history that includes the tenure of George Jacobus, the club's Golf Professional from 1914 until 1964. George was the first American-born President of the PGA of America and, through his friendship with Bobby Jones, was able to bring Byron Nelson to the club as his Assistant Golf Professional in 1935. George was also a close friend of noted golf course architect A.W. Tillinghast, who designed the 27-hole golf course that opened in 1929. <\/P>\n<P>The Norman Revival clubhouse, located at the north end of the property, is the core from which three nine-hole loops extend toward the southwest, south, and southeast. While the course was designed by A.W. Tillinghast, the clubhouse was created by Clifford Wendehack. Tillinghast and Wendehack, respectively, were among the foremost golf and clubhouse architects of the early twentieth century. <\/P>\n<P>The Tillinghast layout is indeed a masterpiece. While earlier notable tournaments were played over different combinations of the 27 holes, The Championship Course is a composite of the more difficult holes from the three original nine hole courses, and was developed specifically for The Barclays tournaments. <\/P>","image":"\/tournaments\/r027\/images\/201310011035572778634SVRN9C3K5G.jpg","holes": [{"number":"1","parValue":"4","yards":"380","body":"This opening hole is a relatively straight par 4 playing 380 yards. There is a cross bunker that stretches across the fairway from the left side about 60 yards from the green. The green is challenging, large, and well bunkered; it slopes steadily and deceptively uphill and from left-to-right.","image":""},{"number":"2","parValue":"3","yards":"190","body":"A shot-maker's par 3, the downhill second hole is played at 190 yards to a green that is protected by bunkers left and right. The green slopes back-to-front and features some interesting contours. The two bunkers on the left side are deep and need to be avoided.","image":""},{"number":"3","parValue":"5","yards":"588","body":"A classic Tillinghast par 5, number 3 is almost unreachable in two. OB lines the left side of the fairway, but don't be fooled. The left side is the key to this hole as it meanders over Tillinghast's mounds until making a subtle right turn about 470 yards from the tee. Stay left to set up a straight-in approach shot, avoiding the bunkers left and right. The narrow but deep, undulating, multi-tier green is guarded by bunkers which only the most accurate shots avoid.","image":""},{"number":"4","parValue":"4","yards":"444","body":"A dangerous dogleg left par 4, OB and deep rough to the left side and big oak trees on the right corner limit the bailout options. A well-positioned drive to the right center of the fairway is important because the green is very difficult to hold on long approach shots. Even if you stay out of the woods, you are not out of danger until the putting is over on this challenging green with its false front and hard to read speed and breaks.","image":""},{"number":"5","parValue":"4","yards":"291","body":"Known as the &#145;Five and Dime', number 5 is Ridgewood's shortest par 4 and has been described as one of the greatest driveable par 4s in the world. The hole plays only 291 yards, yet it can be one of the most difficult holes at Ridgewood. The approach is a tricky wedge shot that must be played accurately (with a soft touch) to a small and narrow &#145;plateau green' surrounded by six deadly bunkers. Avoiding the bunkers to the left side is essential. Reading the breaks of the &#145;impossible' green is equally challenging.","image":""},{"number":"6","parValue":"4","yards":"471","body":"A long par 4, this challenging dogleg requires a long and well placed tee shot - one that avoids the towering oak trees on the left corner, yet long enough to reach the bottom of the hill, eliminating the need for a long approach shot from a downhill lie to a raised green that is a tricky read. It appears to be flat, but there are big swings and pin locations that make two-putting this enormous surface a job well done.","image":""},{"number":"7","parValue":"4","yards":"447","body":"<P>\tKnown as the &#145;Cemetery' hole, number 7 is an uphill 447 yard par 4. It will take 285 yards to carry the top plateau. The left side of this fairway provides the best access to a small green tucked into a tight corner and surrounded by bunkers. Again, the green appears to be flat, but it breaks deceptively-and, it is fast.<\/P>","image":""},{"number":"8","parValue":"3","yards":"217","body":"A long downhill par 3 with a green that runs away from the shot distinguishes Ridgewood's eighth hole. It provides a great view from the tee, playing 217 yards from the back tees to a green surrounded by extensive bunkering. Holding this green is difficult, especially with long irons. Shots that don't hold or reach the putting surface present challenging chip shots and require a deft touch, especially from the thick rough that surrounds the green.","image":""},{"number":"9","parValue":"4","yards":"440","body":"Playing 440 yards uphill with a fairway sloping left-to-right, this par 4 requires a strong uphill tee shot to a generous landing, with two bunkers on each side of the fairway. Avoid the tendency to stray off-line, seduced by the hole's left-to-right slope. The second shot is played to a plateau green, surrounded by deep bunkers. This green is very deceiving; subtle breaks make for very difficult putting.","image":""},{"number":"10","parValue":"3","yards":"230","body":"This par 3 is &#145;as tough as they get'. Number ten is played with a long iron to a back-to-front sloping green, surrounded by bunkers. The shot plays downhill at 230 yards from the back tees. A well struck shot avoids the cross bunker on the right and the small pot bunker on the left. A bit of luck is needed to influence the ball not to run &#145;hot' to the back of the green for a front pin placement, leaving you with a scary-fast, double breaking, downhill putt.","image":""},{"number":"11","parValue":"4","yards":"467","body":"Uphill, this dogleg left sloping left-to-right to a &#145;plateau' green, this par 4 plays 467 yards from the back tees. Both the tee shot and the approach to the green play steadily uphill and fall left-to-right. Be sure to take an extra club for the second shot to account for the uphill slope. The fairway is protected by five bunkers that line both sides. The plateau green is protected by deep bunkers on the left and to the right. Players playing long irons for their approach shots need to account for a severe left-to-right swing on a very fast and tricky putting surface-one of the toughest at Ridgewood. This par 4 often plays like a par 5 for the average player.","image":""},{"number":"12","parValue":"4","yards":"475","body":"A long par 4 that puts a premium on strength and accuracy and plays 475 yards from the black tee to a fairway climbing steadily uphill for over 250 yards. This mighty par 4 requires a strong tee shot and a second shot to an elevated, fast green - as tough to hold as it is to putt. A very deep bunker protects the front of the green and bunkers on both sides and in back collect many errant shots. The New York City skyline is often visible from this green.","image":""},{"number":"13","parValue":"5","yards":"626","body":"At 626 yards from the back, this par 5 opens with a tee shot downhill with bunkers in play on the right and heavy trees on the left. Hit a solid drive and you will be in position to strike a strong second shot over a series of heavily rough covered moguls that run on an angle for 50 to75 yards mid-hole, ending about 160 yards from the green. This leaves a mid to short iron shot downhill to an understated, deceptively fast, and well protected green. Make any mistakes along the way and you'll understand how naturally clever Tillinghast was. This design holds a place among the Sports Illustrated &#145;Top 18 Tillinghast Holes.'","image":""},{"number":"14","parValue":"4","yards":"412","body":"This is the toughest approach shot at Ridgewood. The big hitters can manage the distance and the difficulty associated with positioning the drive and hitting the tough second shot uphill to a steeply elevated green-but even they have trepidations. The fourteenth is simply one of the most challenging holes on the golf course. It provides a generous landing area for tee shots, but long drives need to avoid the cross bunker on the right side of the fairway and the deep rough on the left. The elevated triple-tier green has a severe slope from back-to-front and left-to-right, and it is common for putts to roll downhill off the front of the green into the fairway.","image":""},{"number":"15","parValue":"3","yards":"155","body":"The 15th hole is a paradigm of great architecture that features a small green, slightly uphill from the tee and surrounded by several bunkers. It's a tough green to hit (though only 155 yards from the back tee), but shots that land and stay on the putting surface will usually leave a good run for a birdie putt. Players who miss this green will have a difficult time making par.","image":""},{"number":"16","parValue":"4","yards":"422","body":"Rewarding an accurate drive and a confident &#145;blind' second shot, this par 4 features a relatively tight landing area for tee shots. It is an inviting tee shot on the surface, but penalizes inaccuracy with heavy rough and protective pines to the right side. The tee box is elevated and a good, accurate shot will leave a player with about a 130 yard blind approach shot to a green that sits below the fairway. Avoid the many greenside bunkers, short and left of the green, deep right, and along the right front corner and side of the green.","image":""},{"number":"17","parValue":"5","yards":"594","body":"Dogleg left and long, it's one of the great par 5's in the game. Long drives from an intimidating tee box must cut the dogleg to avoid very deep rough and trees to the right, where the fairway makes a sharp left. A strong second shot is also needed to avoid the cross bunker on the left side of the fairway and\/or to pass the giant tulip tree that sits imposingly on the corner of the right side of the fairway. The third shot requires accuracy to reach a small green, carry past the false front (but not carry off the back of the green), or get caught too early in the severe right-to-left swing that can channel a ball steeply downhill into dangerous bunkers. This is a tough green on which many a match has been decided.","image":""},{"number":"18","parValue":"4","yards":"470","body":"Back to the &#145;hall' of the mighty oaks. This great finishing hole ends with an imposing dogleg right par 4 that plays 470 yards from the back tees to a fairway lined with mighty oaks on the left and right. Be accurate with your drive. Cut the dogleg too sharply on the right and it will be three shots to the green. Hit the ball too long to the left and you will find yourself trapped among these massive trees. Position A (left side of the fairway) provides the best angle to a green that is guarded on the left with deep traps and features a putting surface that swings right-to-left and runs quickly to the back.","image":""}]}]}