{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32366","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Chappell","first" : "Kevin","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "180","weightMetric" : "82","birthDate" : "July 8, 1986","age" : "29","birthPlace" : "Fresno, California","residence" : "Fresno, California","family" : "Wife, Elizabeth; Wyatt (4\/12\/15)","education" : "UCLA","splInterest" : "Boating, fishing","pronunciation" : "CHAP-pull","nwTourAlumnus" : "Web.com Tour Graduate (2010)","trndProYear" : "2008","clubAffl" : "Fort Washington G&CC (Fresno, California)","cityPlaysFrm" : "Fresno; CA; United States","websiteUrl" : "http:\/\/www.kevinchappell.com\/","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "8,650,479&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "2009 PGA TOUR Non-member money list","otherVics" : "","intlVics" : "","curYearHigh" : "With opening rounds of 66-65, went into the weekend at The RSM Classic with a one-stroke lead over Freddie Jacobson and eventual-champion Kevin Kisner. Followed with rounds of 68-67 to finish 16-under 266 and solo second (a distant six strokes behind Kisner). It marked his second-consecutive top-10 at the event (T8 in 2014), as he has improved his finish in all four starts in Sea Island (T43-2012, T32-2013, T8-2014, 2-2015). It was the third runner-up finish of his career...With a runner-up finish (the fourth of his career) by one stroke to champion Jason Day, posted his best finish in five starts at the Arnold Palmer Invitational: 2016 (2), 2015 (MC), 2014 (T14), 2013 (MC) and 2012 (T24). Closed with a bogey on the final hole to finish one behind Day, as he was looking to become the sixth player to make the Arnold Palmer Invitational his maiden TOUR win: Bob Byman (1979), Mike Nicolette (1983), Loren Roberts (1994), Paul Goydos (1996) and Matt Every (2014). Making his 150th PGA TOUR start, was the only player in the field to record four rounds in the 60s at Bay Hill (68-68-67-69).","carHigh" : "Finished No. 80 on the 2009 Nationwide Tour money list despite not having any status on Tour. Attempted to Monday-qualify several times early in the year before he made the field at the Cox Classic in late July. Missed the cut in his first three events before he finished T5 at the Northeast Pennsylvania Classic, with four rounds in the 60s. That performance earned him a berth into the Mexico Open the following week, where he was T11 and earned a spot in the Utah Championship. Added a T9 to his resume in Utah, which got him into the Albertsons Boise Open. Was tied for 29th going into the weekend before he shot rounds of 65-69 in his final two rounds at Willow Creek CC. In Idaho, a third-round 75 dropped him out of contention, but he came back during the final day with the second-lowest score of the round, a 4-under 67 and T43. Was a Monday-qualifier at the Soboba Classic and finished T14 to gain entry into the Chattanooga Classic. Moved to No. 76 on the money list and gained Special Temporary membership. Made the cut in his final six starts and had a scoring average of 69.125 in those events. Only made cut in five career starts on the PGA TOUR came after receiving a sponsor's exemption into the 2009 AT&T Pebble Beach National Pro-Am where he was paired with actor Chris O'Donnell to T6. Finish earned him a berth in Northern Trust Open at Riviera CC but missed the cut.\n","otherCarHigh" : "Led the fourth-ranked UCLA Bruins to the 2008 NCAA Championship, their first team title since 1988. Made a par on the final hole to provide the team with a one-stroke win and became the first Bruin ever to win the individual NCAA title. Was the only player in the 156-man field to break par over four days at Purdue University's Kampen Course in West Lafayette, IN. Received the 2008 Jack Nicklaus Award as the top male collegiate player, becoming the first UCLA player since Duffy Waldorf in 1985 to earn that distinction. Was a first-team All-America in 2008, a second-team selection in 2007 and honorable-mention choice in 2006. Won the Fred Haskins Award in 2008 that goes to the nation's top collegiate golfer. Was named the Pac-10 Conference Player of the Year his senior season. Won three times in his senior year and six titles during his time at UCLA, setting the school scoring record his senior year (71.0)...Member of the winning United States Palmer Cup team in 2008.","personal" : "Father got him started playing golf at age 5 when he tagged along with his dad and older brother. Didn't take golf seriously until eighth grade when family moved near a golf course...Attended Buchanan High School in Clovis, CA...His high school buddy Jason Donald plays shortstop for the Cleveland Indians after being involved in trade from Philadelphia for Cliff Lee in the summer of 2008...Has been volunteer for Special Olympics since he was 10. Godmother is a special education teacher at Hoover High School in Fresno...Had a hole-in-one during a college fundraiser at UCLA, making the ace on his first swing of the day.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2011","qSchoolYear" : "","exmtStatus" : "52nd in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "With opening rounds of 66-65, went into the weekend at The RSM Classic with a one-stroke lead over Freddie Jacobson and eventual-champion Kevin Kisner. Followed with rounds of 68-67 to finish 16-under 266 and solo second (a distant six strokes behind Kisner). It marked his second-consecutive top-10 at the event (T8 in 2014), as he has improved his finish in all four starts in Sea Island (T43-2012, T32-2013, T8-2014, 2-2015). It was the third runner-up finish of his career...With a runner-up finish (the fourth of his career) by one stroke to champion Jason Day, posted his best finish in five starts at the Arnold Palmer Invitational: 2016 (2), 2015 (MC), 2014 (T14), 2013 (MC) and 2012 (T24). Closed with a bogey on the final hole to finish one behind Day, as he was looking to become the sixth player to make the Arnold Palmer Invitational his maiden TOUR win: Bob Byman (1979), Mike Nicolette (1983), Loren Roberts (1994), Paul Goydos (1996) and Matt Every (2014). Making his 150th PGA TOUR start, was the only player in the field to record four rounds in the 60s at Bay Hill (68-68-67-69).","carHigh" : "2014-15: Made his fifth consecutive start in the FedExCup Playoffs by virtue of eight top-25 finishes in 23 starts through the Wyndham Championship. Despite additional top-25 finishes in each of the first three events in the Playoffs, his season ended after the BMW Championship, where he finished No. 52 in the FedExCup standings...Closed with a 5-under 65 to T8 at The McGladrey Classic, three strokes shy of the three-man playoff featuring eventual champion Robert Streb, Will MacKenzie and Brendon de Jonge...Closed eagle-birdie to post a 7-under 64 in the third round of the John Deere Classic. Carded T8 for his second top-10 of the season. \n\n2013-14: Collected nine top-25 finishes in 22 made cuts, highlighted by a top-10 in Texas. For the fourth consecutive season, played his way into the FedExCup Playoffs, making it through the first three of four events. Season ended with a 55th-place finish in the final FedExCup standings after his second consecutive start in the BMW Championship...Finished T10 at the Crowne Plaza Invitational at Colonial with rounds of 68-73-63-70. Made the cut on the number (1-over) before his Saturday 63 put him in contention.\n\n 2013: Made 16 of 24 cuts on TOUR, with three top 10s. Finished No. 45 in the final FedExCup standings...Was T8 at the Humana Challenge, closing with a final-round 62. Had a shot at 59 after making birdie on eight of his first 11 holes (started round on No. 10). Thought of shooting a 59 did not sneak into his mind, he said, until he played No. 18 and his ball landed on the plaque commemorating David Duval's 59 at the same tournament, in 1999...Had his first PGA TOUR hole-in-one, at the Arnold Palmer Invitational, but went on to miss the cut...Second top-10 finish of the season came a week later when he T6 at the Shell Houston Open. Strong performance in Houston came after he had missed the cut in his previous five starts. En route to the finish, posted scores of 67-68 in the final two rounds to go 9-under on the weekend...Claimed his career-best finish with a solo second at the Memorial Tournament in early June. After scores of 1-under 71 in the the first two rounds, posted 68-68 in his final 36 holes to finish two strokes behind Matt Kuchar. Finished in style with a stiff approach at the daunting par-4 18th Sunday for a near tap-in birdie to clear Kyle Stanley by three strokes. Made 12 straight pars to start Sunday's final round before carding four birdies on his last six holes to become the only player in the field to post a bogey-free round that week. \n\n2012: Entered the PGA TOUR Playoffs for the FedExCup ranked No. 104 but missed the cut at The Barclays to fail to advance to the Deutsche Bank Championship...Posted the only bogey-free round of the U.S. Open with a third-round, 2-under 68, eventually finished T10 for his first top-10 finish of the season. Only other U.S. Open start also led to a top 10 (T3 in 2011)...Clinching of the No. 125 spot on the money list to retain his 2013 playing privileges came down to the last few putts on the last day at the season's last event, the Children's Miracle Network Hospitals Classic (T34).\n\n2011: Made 26 PGA TOUR starts, with three top-10 finishes, including a second and two third-place finishes...In his 16th start of the season on TOUR, he claimed his first top-10 finish of the year, with T2 honors at the Valero Texas Open...In his first career start in a major, finished T3 at the U.S. Open at Congressional CC. Closed with three rounds in the 60s (67-69-66) after opening with a first-round 76...In his first start at the Children's Miracle Network Hospitals Classic, posted second- and third-round, 6-under 66s en route to T3 honors, his second of the season. His back-to-back 66s were a combined, career-low 36-hole stretch. His 66s matched his career-low, first posted in the final round of the 2011 U.S. Open. \n\n2010: Made 24 starts on the Web.com Tour and had one win, a second-place showing and two third-place performances among his seven top-10s. Ended the year No. 9 on the money list and spent all but four weeks inside the top 10, including three at No. 1. Led Total Driving and set Tour record for Eagles with one every 58.7 holes...Began the year with a T9 finish at the Michael Hill New Zealand Open...After missing the cut at the Moonah Classic, rebounded with a T4 finish at the Panama CLARO Championship, where he was one of just four players to post all four rounds in the 60s. A final-round, 3-under 67 helped him move up 19 spots. He played the par-5 fourth hole in six-under, recording two eagles and two birdies...Earned his first career title in April with a one-stroke victory at the Fresh Express Classic at TPC Stonebrae. Started the final round one shot back of 54-hole leader David Hearn but moved to the front with birdies on his first three holes. The pair traded the lead on the back nine before Chappell rolled in birdie putts at Nos. 15 and 17. A Hearn bogey at No. 16 left Chappell two up with one hole to go. Hearn's approach to the par 4 nearly spun into the cup but settled inches away, leaving him with a tap-in birdie to get within one and forcing Chappell to make par. Chappell two-putted from 25 feet for the win and the $108,000 first-place check...At the BMW Charity Pro-Am, was tied for the lead after shooting 64 in the first round. Three consecutive 68s left him two strokes back and T2...Fifth top-10 of the year was a T9 at the Mexico Open Bicentenary, where he played the par-5 eighth hole in 7-under par. Ended the tournament at 7-under 281 despite 15 additional birdies. Payday of $15,000 pushed his season total past the $200,000 mark...Continued his solid play at the next event by finishing third at the Ford Wayne Gretzky Classic. Fired an 11-under 61 at the Raven GC in the opening round, which included an 8-under 28 on his opening nine holes, to lead by two shots. Held the second- and third-round leads. Set the tournament 54-hole record, (192, 22-under). Went into the final round with a five-stroke lead over Keegan Bradley. Shot a 71 and was passed by Peter Tomasulo (61) and Bradley (65). Still posted his sixth top-10 finish, leaving him $441 behind Chris Kirk on the money list, with $267,328...Added another top-10 with a T5 at the Cox Classic, where he shared the 54-hole lead with James Hahn. Played the final eight holes in 1-over par for a 2-under 69. Finished 19-under and four back of winner Martin Piller...Struggled later in the season and made the cut in only three of his final seven starts but had a pair of top-15 finishes to maintain his position on the money list. \n\n2009: Finished No. 80 on the Web.com Tour money list despite not having any status on Tour. Attempted to Monday-qualify several times early in the year before he made the field at the Cox Classic in late July. Missed the cut in his first three events before he finished T5 at the Northeast Pennsylvania Classic, with four rounds in the 60s. That performance earned him a berth into the Mexico Open the following week, where he was T11 and earned a spot in the Utah Championship. Added a T9 to his resume in Utah, which got him into the Albertsons Boise Open. Was tied for 29th going into the weekend before he shot rounds of 65-69 at Willow Creek CC. In Idaho, a third-round 75 dropped him out of contention, but he came back during the final day with the second-lowest score of the round, a 4-under 67 and T43. Was a Monday-qualifier at the Soboba Classic and finished T14 to gain entry into the Chattanooga Classic. Moved to No. 76 on the money list and gained Special Temporary membership. Received a sponsor's exemption into the AT&T Pebble Beach National Pro-Am where he was paired with actor Chris O'Donnell to T6. Finish earned him a berth in Northern Trust Open at Riviera CC but missed the cut. \n\nAmateur: Led the fourth-ranked UCLA Bruins to the 2008 NCAA Championship, their first team title since 1988. Made a par on the final hole to provide the team with a one-stroke win and became the first Bruin ever to win the individual NCAA title. Was the only player in the 156-man field to break par over four days at Purdue University's Kampen Course in West Lafayette, Ind. Received the 2008 Jack Nicklaus Award as the top male collegiate player, becoming the first UCLA player since Duffy Waldorf in 1985 to earn that distinction. Was a first-team All-America in 2008, a second-team selection in 2007 and honorable-mention choice in 2006. Won the Fred Haskins Award in 2008 that goes to the nation's top collegiate golfer. Was named the Pac-10 Conference Player of the Year his senior season. Won three times in his senior year and six titles during his time at UCLA, setting the school scoring record his senior year (71.0)...Member of the winning United States Palmer Cup team in 2008.\n","otherCarHigh" : "","personal" : "Father got him started playing golf at age 5 when he tagged along with his dad and older brother. Didn't take golf seriously until eighth grade when family moved near a golf course...Attended Buchanan High School in Clovis, Calif....Married wife, Elizabeth, in September 2013. The couple is active in charitable giving, primarily through Kevin Chappell's Champions for Children, providing support for the oncology program at Valley Children's Healthcare. Has also been a volunteer for Special Olympics since he was 10. Godmother is a special-education teacher at Hoover High School in Fresno...Had a hole-in-one during a college fundraiser at UCLA, making the ace on his first swing of the day.","otherInfo" : "","ntlTeams" : "Palmer Cup (1), 2008.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the PGA TOUR 2 times in 2016.","dynStats" : "He ranks 47th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/kevin_chappell"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/Kevin_Chappell"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}