{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01177","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Casper","first" : "Billy","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "235","weightMetric" : "107","birthDate" : "June 24, 1931","age" : "84","birthPlace" : "San Diego, California","residence" : "Springville, Utah","family" : "Wife, Shirley Franklin; Linda (8\/11\/54), Billy (11\/2\/56); Robert (7\/14\/60), Byron (2\/24\/68); Judi (4\/30\/68), Jeni (4\/30\/68), Charles (3\/3\/70), David (4\/28\/73), Julia (6\/1\/74), Sarah (5\/3\/75), Tommy (12\/25\/76)","education" : "University of Notre Dame","splInterest" : "Nutrition, fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1954","clubAffl" : "","cityPlaysFrm" : "Chula Vista; CA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "Inducted 1978","combTourMoney" : "3,410,255&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1955","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(3): 1984 Legends of Golf [with Gay Brewer]. 1985 Union Mutual Seniors, Doug Sanders Invitational.","intlVics" : "(12): 1956 Tijuana Open. 1958 Brazilian Open, Havana Open. 1959 Brazilian Open. 1973 Hassan II Golf Trophy. 1974 Lancome Trophy, Is Molas Tournament. 1975 Hassan II Golf Trophy, Italian Open. 1977 Mexican Open. 1988 Urbanet International Golf Championship. 1989 Urbanet International Golf Championship.","curYearHigh" : "","carHigh" : "2015: Died at his home in Springville, Utah, on February 7. \n\n2010: Received the PGA of America's Distinguished Service Award. \n\n2005: After not playing in the Masters Tournament for four years, he made one last appearance so some of his grandkids could see him play. Shot a 106 in the first round and then withdrew.\n\n2001: Played in the Masters Tournament but missed the cut. \n\n1999: Joined forces with his son Bobby to T9 at the Father-Son Challenge. \n\n1998: Paired once again with Gay Brewer to T7 in the Legendary Division of the Liberty Mutual Legends of Golf. \n\n1997: Honored by the Nissan Open in Los Angeles for his contributions to the tournament…Was T8 in the Legendary Division of the Liberty Mutual Legends of Golf (with Gay Brewer). \n\n1996: Named Golfweek's Father of the Year and was selected as the Memorial Tournament's honoree that same season...Also received the Jimmy Demaret Award at the Liberty Mutual Legends of Golf. \n\n1995: Made 25 starts and was again in contention at the Liberty Mutual Legends of Golf, in the Legendary Division. Teamed with Gay Brewer to T4 at PGA West's Stadium Course in La Quinta, Calif. \n\n1994: Was 11th on the Super Seniors' money list, with $110,583. Best finish among the 60-and-over players was a runner-up showing at the Doug Sanders Celebrity Classic (T23 overall) and a third at the Nationwide Championship…Had the best birdie streak of the year among all Champions Tour players when he put together a run of seven consecutive outside Atlanta at the Nationwide Championship on his way to a 65 in the second round.\n\n1993: Was one of three players to win back-to-back Vantage Classics titles and placed sixth on the over-60 money list. Claimed his first Vantage Classics crown, at the GTE Northwest Classic, defeating Mike Fetchick by a stroke…Birdied the first playoff hole one week later at the Bruno's Memorial Classic to beat Jim Ferree and Don January.\n\n1992: Made 18 Champions Tour starts, with top-10s at the Bruno's Memorial Classic (T7) and at the Southwestern Bell Classic (T10). The T7 performance in Alabama was his final Champions Tour top-10. \n\n1991: Began his season well, recording a T5 at the Vantage at The Dominion and a third-place showing in the unofficial Fuji Electric Grandslam in Kurimotomachi, Japan…Had his final PGA TOUR under-par round, shooting a 1-under 71 at Augusta National in the second round of the Masters, where he missed the cut. \n\n1990: Had two Champions Tour top-10s, T9 at the MONY Senior Tournament of Champions and T10 at the GTE Kaanapali Classic…Missed the cut in both of his PGA TOUR starts. \n\n1989: Made his last PGA TOUR cut, at the Doral-Ryder Open. Had bookend, even-par 72s at Doral in the first and final rounds to T56 outside Miami…Won the last of his nine Champions Tour titles, at the Transamerica Senior Golf Championship at Silverado CC. Three-stroke victory over Al Geiberger came 18 years after he claimed the 1971 Kaiser International on the PGA TOUR, also at Silverado…At the Liberty Mutual Legends of Golf, he had a hole-in-one at Onion Creek CC in Austin, Texas, partnering with Gay Brewer, where the duo finished T6…Finished T2 at weather-shortened GTE North Classic, a stroke behind Gary Player. \n\n1988: Slowed much of the year by a nagging hand injury involving nerves. Had a hot streak in the middle of the year when he won the Vantage at the Dominion, fell in a sudden-death playoff to Bruce Crampton at the United Hospitals Classic and won the Mazda Senior TPC in consecutive appearances…In San Antonio at Dominion CC, he enjoyed weekend rounds of 68-67 to edge Chi Chi Rodriguez by a stroke…The following week, in Malvern, Pa., he finished regulation tied with Bruce Crampton at the United Hospitals Classic at Chester Valley GC. In the playoff, Crampton won with a birdie on the first extra hole…He finished that three-tournament run at TPC Sawgrass' Valley Course, where he came from behind after a third-round 74 to shoot a 5-under 67 to beat Al Geiberger by two strokes in Ponte Vedra Beach, Fla…He held both the 18- and 36-hole leads at the U.S. Senior Open at Medinah CC, site of his 1966 Western Open victory. Had a tough weekend, firing back-to-back rounds of 76-78 to T10…Finished his season on a high note at the GTE Kaanapali Classic in Hawaii in November, shooting three consecutive 69s to T4. \n\n1987: Returned to his winning ways, winning early, by five strokes at the Del E. Webb Arizona Classic on the strength of a 68-65-68 performance in the desert over Dale Douglass and Bob Charles…Was again dominant, at the Greater Grand Rapids Open. Even with runner-up Miller Barber shooting a final-round 63 at Elks CC, he won by three strokes, thanks to a Sunday 64 of his own…Made his final cut at the Masters. Opened with a 5-over 77 and then shot a 74 to make the cut on the number. Eventually T50 of the 54 players who made it to the weekend...Started Billy Casper Golf, a golf course-management company.\n\n1986: Did not record a top-three for the first time since turning 50, with his best showing a T5 at the PGA Seniors' Championship and the MONY Syracuse Senior Classic…Also finished sixth five different times (Senior PGA Tour Roundup, Vintage Invitational, Benson & Hedges Invitational, GTE Northwest Classic and PaineWebber Seniors…At the unofficial Mazda Champions, with Champions Tour players paired with LPGA stars, he teamed with Jan Stephenson to get into a playoff with Bob Charles-Amy Alcott and Jim Ferree-Ayako Okamoto, with the Charles-Alcott team winning on the first extra hole. \n\n1985: Went winless but did have two runner-up performances and totaled 14 top-10s in 21 starts. Was T2 at the Vintage Invitational in Indian Wells, Calif. Tied with Arnold Palmer, dropping a one-stroke decision to Peter Thomson at the Vintage Club…At the Champions Classic in Sparks, Nev., he was again T2, and it was Thomson getting the better of the battle for a second time, winning by two strokes at Wildcreek GC…In defense of their Liberty Mutual Legends of Golf title, was T2 with two other teams, a stroke behind Don January-Gene Littler.\n\n1984: Won on the Champions Tour for a third consecutive season, taking the Senior PGA Tour Roundup, taking a two-shot victory over Bob Stone at Hillcrest GC in Sun City West, Ariz…A week later, at the unofficial Liberty Mutual Legends of Golf, teamed with Gay Brewer and rolled to a three-shot win over Miller Barber-Julius Boros at Onion Creek CC…Brewer then beat him in September, at the Citizens Union Senior Golf Classic in Lexington, Ky., edging his friend by two strokes…A week earlier, he teamed with Johnny Miller at The Shootout at Jeremy Ranch in Utah to T4…Had 10 other top-10s to finish seventh on the money list. \n\n1983: Broke through and won the U.S. Senior Open, outlasting Rod Funseth at Hazeltine National GC. In an 18-hole playoff Monday, both players shot 4-over 75s, sending the two players into sudden-death. He won the title by canning a 10-foot birdie putt on the duo's 19th hole of the day…In the next event on the schedule, at the Denver Post Champions of Golf, was T2, four strokes behind Don January for his second runner-up performance to January during the season. The first came in playoff fashion in June, at the Gatlin Brothers Senior Golf Classic in Nevada, with January prevailing…With The Shootout at Jeremy Ranch becoming an unofficial, team event, he joined with Jim Nelford to T2, a stroke behind the team of Bob Goalby-Mike Reid…Final runner-up showing of the season came at the Boca Grove Classic in December, with Arnold Palmer taking a three-shot win at Boca Grove Plantation.\n\n1982: Highlight of the season was his induction into the PGA Golf Professional Hall of Fame…Won his first Champions Tour title at the inaugural Shootout at Jeremy Ranch, a 72-hole tournament in his adopted home state of Utah, beating Don January and Miller Barber by a stroke outside Park City with a 69-65 weekend showing…Followed that win with another in the circuit's next start, the 54-hole Merrill Lynch\/Golf Digest Commemorative Pro-Am in Newport, R.I. Finished tied at 10-under with Bob Toski at Newport CC, winning the playoff with a birdie on the fourth extra hole…A year after losing to Arnold Palmer at the U.S. Senior Open, was again was second to Palmer, this time by four strokes at the Marlboro Classic. Playing in his first Senior PGA Championship, he T13 at PGA National.\n\n1981: Made his Champions Tour debut at the Marlboro Classic in Massachusetts, where he T10…Found himself in a playoff at the U.S. Senior Open with Arnold Palmer and Bob Stone, tying at 9-over 289 at Oakland Hills, site of his loss in the 1972 PGA Championship. In the 18-hole playoff, he shot a 77 to Palmer's 70 and Stone's 74…Added a T8 at the Suntree Seniors Classic in Melbourne, Fla., late in the year…Played five PGA TOUR events, missing the cut in all of them. \n\n1980: Did not make a cut in his nine starts. \n\n1979: Picked up his best finish in more than two years when he was T5 at the Tallahassee Open after a final-round 67…Completed his Ryder Cup career by serving as captain of the U.S. team, guiding his squad to a 17-11 victory over Europe at The Greenbrier in West Virginia.\n\n1978: Played a limited schedule, with his best finish a T12 at the Colgate Hall of Fame Classic at Pinehurst…The World Golf Hall of Fame, located at Pinehurst at the time, inducted him as a member of the Hall's fifth class, joining Dorothy Campbell Hurd Howe, Bing Crosby, Harold Hilton and Clifford Roberts as inductees. \n\n1977: Opened his season with a top-10 (T10) at the Joe Garagiola-Tucson Open. Entered the final round tied for second, two strokes behind Bruce Lietzke before a final-round 74 ended any hopes of victory…Best performances after that came at the Canadian Open (T13) and at the Masters Tournament (T14)…In November, traveled to Mexico City for the Mexican Open, where he beat Gay Brewer by three strokes. \n\n1976: Had six top-10s. His final top-10 in a major championship came at the Masters Tournament, when he finished solo eighth…Was ninth at the Bob Hope Desert Classic after entering the fifth and final round with a one-stroke lead over Rik Massengale and Jack Nicklaus. Stumbled to a 2-over 74 on the final day as good friend Johnny Miller shot a 63 to win…Was only four strokes off the lead entering the final round of the First NBC New Orleans Open as he looked to successfully defend his title. Shot a 2-under 70 at Lakewood CC to T4, four strokes behind Larry Ziegler…Was T9 at both the Sammy Davis, Jr.-Greater Hartford Open and the Kaiser International Open…Opened his year with a T10 at the NBC Tucson Open.\n \n1975: Won his 51st and final PGA TOUR event with a wire-to-wire win at the First NBC New Orleans Open. He began the tournament at Lakewood CC with a 67 and followed with 68-66 then shot a final-round 70 to outdistance Peter Oosterhuis by two strokes...Watched as Jack Nicklaus came from five strokes back on the final day of the World Open in Pinehurst, N.C., to force a playoff. Lost to Nicklaus on the first extra hole when he missed the green with his approach, chipped and missed a 7-foot par putt. Nicklaus made a par…Contended for the final time in a major championship, finishing T5 at the PGA Championship at Firestone CC…Played in his final Ryder Cup, picking up 2 1\/2 points for the U.S. in its win against Great Britain and Ireland. In his lone singles match, he beat Eamonn Darcy, 3 and 2. Lost in four-ball, with Raymond Floyd, but then joined forces with Johnny Miller to halve the duo's four-ball match with Peter Oosterhuis and Tony Jacklin. In his lone foursomes match, paired with Hale Irwin to beat Oosterhuis and Maurice Bembridge…Picked up two international victories, winning the Hassan II Golf Trophy in Morocco for a second time and beating Lanny Wadkins in a playoff to win the Italian Open in Monticello.\n\n1974: Opened with a 65 at the Kaiser International Open in Napa, Calif., and led through 36 holes. Entered the final round trailing Johnny Miller by one stroke but had to settle for a T2 finish as he watched Miller shoot a final-round 66 to win by eight strokes…Was also in position to win the Tournament of Champions at La Costa in California. Was three strokes off the lead of Bob Charles through 54 holes, shot a Sunday 71 but again witnessed Miller come from off the pace to win while he settled for a solo fourth…Had four rounds in the 60s at T5 at the Kemper Open in early June…Came back with another T5 in mid-August, at the Sammy Davis, Jr.-Greater Hartford Open…In January, he again contended outside San Diego. Was tied for third through 54 holes at the Andy Williams-San Diego Open but shot an even-par 72 at Torrey Pines on the final day to place solo seventh…Enjoyed two international victories, winning the Lancome Trophy by holding off Hale Irwin by three strokes outside Paris, and the Is Molas Tournament in Italy. \n\n1973: Was again a multiple winner, with three other close calls. Both his wins came at places where he had won three times previous. First title of the season was at the Western Open. His 272 total was a stroke better than Larry Hinson and Hale Irwin at Midlothian CC in Illinois…Win No. 2 of the year came at the Sammy Davis, Jr.-Greater Hartford Open, with a one-stroke win over Bruce Devlin…Was tied for the runner-up spot at the Andy Williams-San Diego Open, finishing three strokes behind Bob Dickson…Traveled to New Orleans in late March and T4…Continued his hot streak the next week, at the Greater Greensboro Open. Opened 67-64-68 and was tied for the lead with Lou Graham going into the final day. Shot a disappointing 71 to drop to a T4...At the Ryder Cup at Muirfield in Scotland, he won both of his singles matches, against Tony Jacklin (2 and 1) and Brian Barnes (2 and 1). Teamed with Gay Brewer to win one four-ball match but lost in four-ball earlier in the week with Tom Weiskopf as his partner. Also lost in foursomes with Lee Trevino but came back with Trevino to win in foursomes a day later.\n\n1972: Went winless for the first time since 1955, with his best shot at winning coming at the Byron Nelson Golf Classic, where he dropped a playoff to Chi Chi Rodriguez after holding a one-stroke lead over Rodriguez at the 54-hole mark. Rodriguez hoisted the trophy when he made birdie on the first extra hole…Suffered a major disappointment at the PGA Championship. Was alone in second going into the final round at Oakland Hills CC, a stroke behind Gary Player. Although there were only two rounds in the 60s and eight rounds 80 or above, his 2-over 74 knocked him out of contention and into a T4, three strokes behind Player…Also had a T7 at the Bob Hope Desert Classic and a T8 at the Greater New Orleans Open (73-76 finish after opening 66-68). \n\n1971: Won once—ending a streak of nine consecutive years with at least two victories—with the victory coming at the Kaiser International Open in Napa, Calif. Recorded rounds of 67-65-69-68 to finish at 14-under, four clear of Fred Marti…A year after beating Hale Irwin in a playoff in Los Angeles, he was on the bad end of an extra session, dropping a four-hole playoff to Bob Lunn at the Glen Campbell-Los Angeles Open…Was T2 two weeks later, at the Phoenix Open, tying with Dan Sikes two shots behind Miller Barber…Third runner-up in six weeks came at the PGA Championship at PGA National, his third second-place finish at the PGA Championship. Closed fast with a final-round, 4-under 68 at PGA National GC but still fell two strokes back of Jack Nicklaus…Had his only winless Ryder Cup performance, not winning a match of the three he played (two foursomes with Miller Barber and one four-ball with Lee Trevino)…At the Swiss Open at Crans-sur-Sierre, made a double eagle on the 14th hole.\n\n1970: Capped his season by earning PGA Player of the Year honors and taking home his third Byron Nelson Award, becoming the second player to earn $1 million career money on TOUR when he won the Los Angeles Open in January, less than two years after Arnold Palmer became the first to pass seven figures in career earnings. At the Los Angeles Open, he took down Hale Irwin with a birdie (on the first extra hole) in his first playoff of the year…Highlight of the year, though, was his third major championship and first Masters title, a year after the disappointment of his runner-up finish there. Ended regulation tied with Gene Littler at Augusta National and then defeated him a day later by five strokes in an 18-hole playoff, shooting a 69 to Littler's 74. It was the final 18-hole playoff in Masters history…Two weeks after his Masters win, he T2 at the Tournament of Champions at La Costa CC, a distant seven strokes behind Frank Beard...In Philadelphia, he bookended 4-under 68s to beat Terry Wilcox by three strokes at Whitemarsh Valley CC…Won for a final time that season, taking the Avco Golf Classic at Pleasant Valley CC outside Boston. Because of wet, sloppy conditions, officials canceled the final round and brought back players Monday. He was happy, saying he needed the rest. A year after opening with an 81 at the tournament and eventually missing the cut, he shot a final-round 69 to beat the duo of Rod Funseth and Tom Weiskopf by three strokes...In December at the Argentine Masters in Buenos Aires, finished regulation at 7-under, tied with Roberto De Vicenzo and Gary Player. In the three-hole playoff, he made two pars and a birdie, but De Vicenzo prevailed with two birdies and a par.\n\n1969: Had three wins but also suffered through two runner-up showings, most notably a close call at the Masters Tournament. Began his winning form by coming home with a 69-66 finish in the fourth and fifth rounds at the Bob Hope Desert Classic, making up for the previous-year's disappointment…Won the Western Open title for a third time, following the recipe he employed at the Bob Hope with a strong weekend finish (68-67) to cruise to a four-shot victory over Rocky Thompson…Most satisfying win of the year came in Portland, Ore. He trailed Lee Trevino by six shots with three to play at the Alcan Open. He finished his round with four consecutive one-putt birdies while Trevino bogeyed the 16th hole, triple-bogeyed the 17th and parred the 18th at Portland GC for his fourth victory in the City of Roses…Looked ready to win his first green jacket, taking a one-stroke lead into the final round of the Masters in April. Stumbled to a 2-over 74 Sunday and watched as George Archer, with a 72, passed him for the one-stroke victory…Was part of a four-man playoff at the Kaiser International Open. Joined Jack Nicklaus, Archer and Don January in a playoff that Nicklaus won with a birdie-3 on the second extra hole…At the Ryder Cup at Royal Birkdale GC in England, he had a 2-1-2 record in the U.S. victory, winning his first singles match against Brian Barnes and then halving his match in the afternoon with Brian Huggett when Huggett made a 5-foot putt on the 18th hole. His other win came with Frank Beard in four-ball.\n\n1968: Earned his fifth and final Vardon Trophy, picked up the Byron Nelson Award and won a career-best six tournaments and also pocketed a career-best $181,438. Won early and often, winning the most times in a season on TOUR since Arnold Palmer won seven times in 1963. First title came at Brookside GC in the Los Angeles suburb of Pasadena next to the Rose Bowl, beating Palmer by three strokes…Waited two months for his next title, at the Greater Greensboro Open. Went wire to wire (after holding a share of the first-round lead) in North Carolina, beating George Archer, Bobby Nichols and Gene Littler by four strokes. Won his second Colonial National Invitation, with a 68-68 finish at Colonial CC to rout Littler by five strokes…In his next start, at the 500 Festival Open, he won in Indianapolis for the second time in three years with a one-shot win over Frank Beard and Mike Hill…Fifth win of the season came at a familiar venue, Wethersfield CC, where he successfully defended his Greater Hartford Open title, firing rounds of 68-65-67-66 to beat Bruce Crampton by three strokes…Last win came in California, at the Lucky International Open at San Francisco's Harding Park GC. He was bunched with a trio of players tied for second, a stroke behind Dave Stockton. But he chipped in on his first two holes of his final round, shot a 66 and won going away, beating Raymond Floyd and Don Massengale by four shots…Did not have a runner-up finish for the first time since 1963…Was the third-round leader at The Open Championship at Carnoustie, at 2-under, a stroke ahead of Bob Charles. After a 2-over 74 in the third round, he struggled to 6-over 72 to finish solo fourth, three shots behind Gary Player…Through four rounds of the 90-hole Bob Hope Desert Classic, he held a one-stroke lead over Palmer but struggled to a 1-under 71 and ended up T4, two strokes out of the Palmer-Deane Beman playoff (with Palmer winning)…Played in his first The Open Championship, at Carnoustie. Held the 36-hole lead after his second-round 68 tied the course record set by Ben Hogan in 1953. Was a stroke ahead of Bob Charles through 54 holes and was tied with Gary Player with five holes to play. A double bogey on the 14th hole was his undoing…Returned to Scotland later in the season for the Alcan Golfer of the Year at St. Andrews. Through 72 holes, he was tied with Gay Brewer, with an 18-hole playoff the following day. Brewer shot a 68 to win the $50,000 first prize. Second place was worth $15,000.\n1967: Had a career earnings year ($129,423) but only finished third on the money list. Won twice—at the Canadian Open and the Carling World Open, both of the titles coming in playoffs. Beat Art Wall by four strokes in an 18-hole playoff at Montreal Municipal GC…Second playoff win also came in Canada, against Al Geiberger, at the Carling World Open in Woodbridge, Ontario, when he made par on the first overtime hole…Had two second-place finishes, dropping the Bing Crosby National Pro-Am by five strokes to Jack Nicklaus in January…In his last start of the season, he shot rounds of 71-71-70-72 at Waialae CC and finished tied with Dudley Wyson at 4-under. In the playoff, Wysong prevailed with a par on the first playoff hole…Also added a T3 (Philadelphia Golf Classic) and fourth-place showings at the Texas Open, Greater New Orleans Open, Oklahoma City Open and U.S. Open at Baltusrol GC in defense of his 1966 victory. Heading into the final round, was tied with Jack Nicklaus and Arnold Palmer in second, a stroke behind amateur Marty Fleckman. Shot a final-round, 2-over 72 but watched as Nicklaus shot a 5-under 65 to win…In total, he had 14 top-10s…Playing in his third consecutive Ryder Cup, he compiled another unbeaten record, going 4-0-1 in his five matches. Foursomes victories came with Julius Boros (he halved his other foursomes match with Boros), with two four-ball wins coming with Gay Brewer as his partner. His singles win came at the expense of Peter Allis, with the U.S. rolling to a 15-point win in Houston over Great Britain.\n\n1966: Added a second consecutive Vardon Trophy and fourth in seven years, and took home his first Byron Nelson Award as the TOUR's leading money-winner ($121,945)…Secured the most well-known of his eventual 51 PGA TOUR titles when he captured the U.S. Open at The Olympic Club in San Francisco. Entering the back nine in the final round, he trailed Arnold Palmer by seven strokes but slowly chipped away at Palmer's lead until he caught him and forced an 18-hole playoff the following day, an extra session he easily won by four strokes, 69 to 73…Finally won the San Diego Open, after two second-place performances and a third-place showing, and he did it in style. He began the final round tied for sixth, four strokes behind Tommy Aaron. But a final-round 64 gave him a four-stroke romp over Aaron and Tom Weiskopf…After his U.S. Open win, came back six days later and successfully defended his Western Open title by three strokes over Gay Brewer. The win was also sweet, with it coming at Medinah CC, where he was runner-up at the Western Open in 1962…Made a run at winning two major championships in succession, but could only T3 at the PGA Championship at Firestone CC…Came back the following week to win the 500 Festival Open Invitational, defeating R.H. Sikes by three strokes…A week later, at the Cleveland Open, he was in contention after a third-round 65, leaving him tied for sixth. He shot a front-nine 40 Sunday and withdrew because of allergy issues…Didn't win again but had three runner-up finishes—at the Carling World Open, the Portland Open and the Hawaiian Open. At the Carling World Open, he dropped a one-stroke decision to Bruce Devlin…Played in his final Portland Open, finishing second to Bert Yancey. In his eight appearances at the Oregon event, starting in 1959, he won three times and never finished worse than T7…In Hawaii, he T2 with Gay Brewer, three strokes behind hometown hero Ted Makalena.\n\n1965: Won the Vardon Trophy for the third time but missed eclipsing the $100,000 mark in season earnings by $68. Finished third on the money list for a second consecutive season and third time overall. Won four times. First of those victories came in February at the Bob Hope Desert Classic with former President Dwight Eisenhower watching in the gallery at Bermuda Dunes, a one-stroke win over Tommy Aaron and Arnold Palmer…Won the Western Open, with the final round held on Independence Day. He fired a 64 at Tam O'Shanter CC to come from off the pace and win by two strokes…Won the Insurance City Open for a second time in three years, beating Johnny Pott in a playoff with a birdie on the first hole of sudden-death…A year after finishing second at the Sahara Open, he had four sub-70 rounds to roll to a three-stroke win in Las Vegas over Bill Martindale…Came up short in his bid to win the San Diego Open, finishing runner-up for the second time (1959). Despite a final-round 64 at Stardust CC, it was only good enough to get him into a playoff with Wes Ellis, an overtime session Ellis would win with a birdie on the first playoff hole…Second runner-up finish of the year came at the Greater Greensboro Open. At Sedgefield CC, Sam Snead rolled to a five-stroke win…Had his second runner-up finish at the PGA Championship, finishing two strokes behind winner Dave Marr at Laurel Valley GC in Ligonier, Pa…At the Ryder Cup at Royal Birkdale in October, he lost a Ryder Cup match for the first time, dropping a 2-and-1 decision in foursomes (with Gene Littler) to Peter Alliss and Christy O'Connor. Played all his foursomes and four-ball matches with Littler, with the duo going 1-1-2. In singles, he lost to Alliss and Neil Coles. It was the only time in his career he finished a Ryder Cup with a losing record (1-3-2).\n\n1964: Began a three-year streak where he won four tournaments each year. Finished third on the money list. His first win came at the Doral Open, his second title at the Miami-area event. Shot three 70s and a third-round 67 at the Blue Monster to beat Jack Nicklaus by a stroke…Three years after losing the final-round lead at the Colonial National Invitation, he cruised to a four-stroke win over Tommy Jacobs in Fort Worth…Two weeks later, at the Memphis Open, he T2 with Jacobs, losing to Mike Souchak by a stroke in Tennessee…In his next 16 starts, he was top-10 in 15 of them, with victories coming at the Greater Seattle Open and the Almaden Open, where he beat Pete Brown and Jerry Steelsmith in a playoff…In Seattle, he matched Mason Rudolph's 66-64 finish at Inglewood CC to beat Rudolph by two strokes…Other runner-up finish came at the Sahara Invitational, where R.H. Sikes won by a stroke…Had a scare at the Jacksonville Open, where he passed out on the third hole due to a heart palpitation.\n\n1963: Won his second Vardon Trophy and picked up two victories—at the Bing Crosby National Pro-Am and the Insurance City Open Invitational. Won in the Monterey Peninsula on the strength of a second-round 65. At Crosby's event, Casper went to the 72nd hole at Pebble Beach GL with a one-shot lead. After hitting his drive into a bunker, he pitched out, chipped to a foot and made par to beat Bob Rosburg by one…At the Insurance City Open, he came from five strokes off the pace on the final day, thanks to a 6-under 65 at Wethersfield CC to nip third-round leader George Bayer by a stroke. Was still four shots behind with six holes remaining prior to his comeback…Had 10 total top-10s, with his best among his non-wins a T4 at the Utah Open…In the Ryder Cup, at Atlanta's East Lake, he was 4-0-1, winning two foursomes matches with Arnold Palmer, a four-ball match with Billy Maxwell and halving his singles match against Neil Coles in the Americans' 23-9 thumping of the Great Britain team. \n\n1962: Began his winning ways at the inaugural Doral Country Club Open in South Florida, overcoming a 75-71 finish at Doral CC to edge Paul Bondeson by one stroke and Jack Nicklaus by two for the first of four titles…A month earlier, he T2 but never was close, losing to Arnold Palmer by 12 strokes at the Phoenix Open…Added win No. 2 to his resume with a one-shot win over Mike Souchak at the Greater Greensboro Open, on the strength of back-to-back 68s in the last two rounds at Sedgefield CC…Battled Palmer all week at the Tournament of Champions and was tied for second a stroke behind Palmer after 54 holes. Both players shot 68s Sunday allowing Palmer to win by one…Three weeks later, at the 500 Festival Open Invitation, he fired impressive rounds of 66-67-67-64 but still had to hang on to win by one over George Bayer and Jerry Steelsmith for his third win of the year…Made a late charge at the Western Open at Medinah CC, shooting a 4-under 67 Sunday but still lost by two strokes to Jacky Cupit. That finish began a streak of three consecutive top-five showings, with a T3 at the Buick Open and a solo fifth at the Motor City Open following…Closed his year on a strong note. Looking for his fourth consecutive Portland Open win, he was third, three strokes short of winner Jack Nicklaus…At the unofficial Sahara Invitational in Las Vegas, he was solo third behind champion Tony Lema…Two weeks later, in the last start of his campaign, he fired weekend rounds of 65-67 to beat Lema by four shots for his fourth win.\n\n1961: Would only record one victory, his only non-multiple win season between 1957 and 1970. Won the Portland Open for a third consecutive season, with matching 67s on the weekend to beat Dave Hill by a stroke. Although he didn't in Portland until late in the season, he had a string of seven consecutive top-10 finishes, starting at the Sunshine Open (seventh) and ending at the 500 Festival Open in Indianapolis (T3). All told, he had 18 top-10s in his 24 starts. Biggest disappointment during that streak may have been at the Colonial National Invitation. Was a stroke behind Gene Littler when the final round began but shot a 3-over 73 to finish solo third…Lost in a playoff at the Buick Open that also included eventual winner Jack Burke, Jr. and Johnny Pott. He and Pott both shot 74s in the 18-hole playoff to Burke's 71…Finished fourth on the money list for the fourth consecutive season…Qualified for the U.S. Ryder Cup team, the first of eight consecutive appearances he would have in the biennial event. Turned in a perfect score, winning all three of his matches, including a 5-and-3 rout of Ken Bousfield in morning singles. In his two foursomes matches, he paired with Arnold Palmer to win both. \n\n1960: Won the Vardon Trophy for the first time on the strength of a late-season flurry. After going winless through the spring and summer, he found his winning ways late in the year. At the Portland Open, he shot four consecutive sub-70 rounds to successfully defend his title, beating Bob Duden by three strokes…Traveled to Hesperia, Calif., and won the Hesperia Open by five strokes over Bob Rosburg…Added his final win late in the season when he was victorious at the Orange County Open in Costa Mesa, Calif., with a victory over Charles Sifford. Both players opened 70-68-69, but a final-round 70 left Sifford one stroke back…Had fourth-place showings at the San Diego Open, the De Soto Open and the Masters Tournament. At Augusta National, he opened with three 71s and sat in a tie for second, a stroke behind Arnold Palmer when the final round began. Shot a 74 on the last day…Was T5 at the Tournament of Champions at Desert Inn CC in Las Vegas…Had back-to-back disappointments in the summer. Shot a final-round 64 at the St. Paul Open at Keller GC. He began the last day five strokes back of the leaders, shot a 7-under 64 but T2, two strokes back of Don Fairfield…Was a runner-up for a second consecutive week, at the Milwaukee Open. After shooting a first-round 71, he came back with 68-66-68 only to lose to Ken Venturi by two strokes…Had a runner-up showing not far from his hometown at the Hotel Del Coronado Pro-Am, losing by three strokes to Gene Littler…Was T4 in defense of his title in Lafayette, La., and was T5 at the Mobile Sertoma Open. \n\n1959: Won four times, with his biggest win coming when he broke through to capture his first major championship, the U.S. Open at Winged Foot GC in New York. Led Ben Hogan by three strokes and a trio of players—including Arnold Palmer and Sam Snead—by four when the day began. Shot a 4-over 74 but hung on to beat Bob Rosburg by a stroke on the strength of only one three-putt all week and opened his final round with five one-putts, prompting Herbert Warren Wind to pen a story in Sports Illustrated titled “The Man with the Devastating Putter.”…Early in the season, he came close to winning his hometown tournament, the San Diego Open, but his 67-69-69-70 left him T2, a stroke behind winner Marty Furgol at Mission Valley CC…Contended again in April, at the Greater Greensboro Open. Despite shooting a final-round 72 to T3. The 1-over 72 was the second-lowest score of the day during cold, windy and rainy conditions in North Carolina, where Dow Finsterwald held on to win even though he shot a 77…Was a distant second to Mike Souchak at the Motor City Open, finishing T2, nine strokes back…Skipped the TOUR's event in Hartford to play in the unofficial Utah Open, where he finished third, with Rosburg getting a little revenge with the win at Salt Lake CC…Won the first of four titles in Portland when he captured the Portland Centennial Open in honor of 100 years of Oregon statehood. He took control of the tournament with a second-round 64 and recorded four sub-70 rounds to beat Bob Duden and Dave Ragan by three strokes…A month later, he traveled to Lafayette, La., for the Lafayette Open. He again had a second-round 64 and coasted to a four-shot win over George Bayer…The next week, in Alabama, he won the Mobile Sertoma Open with an even-par 280, two better than Wes Ellis…In between his win in Portland and his back-to-back titles in Louisiana and Alabama, he returned to Rio de Janeiro to defend his Brazil Open title, something he did successfully, edging Mario Gonzalez.\n\n1958: Opened his season in fine fashion, finishing solo fourth at the Los Angeles Open. The following week, at the Bing Crosby National Pro-Am, he rolled to a four-stroke victory over Dave Marr along the Monterey Peninsula…Win No. 2 came at the Greater New Orleans Open, when he beat Ken Venturi in a three-hole playoff at City Park GC with a dramatic, tournament ending eagle, a 30-footer in the rain on the second extra hole after Venturi birdied…Finished second at the Tournament of Champions for a second consecutive year, losing by a stroke to Stan Leonard in Las Vegas. Final victory of the season came at the Buick Open in Michigan. Never broke 70 during the week (70-73-71-71) but was able to edge Ted Kroll and Arnold Palmer by a stroke…Just missed winning his first major championship, at the PGA Championship in the first year the tournament moved to medal play. Was a stroke behind Sam Snead going into the final round but watched as Dow Finsterwald fired a 3-under 67 at Llanerch CC in Pennsylvania to win by two strokes…Had two more runner-up performances during a stretch where he finished seventh (Gleneagles Chicago Open), third (Miller Open Invitational), second (Vancouver Open and Carling Open) and tied for third (West Palm Beach Open)…In Vancouver, his 66-68-66 finish wasn't enough as he still fell by a stroke to Jim Ferree in Western Canada…At the Carling Open, he fell two strokes shy of winner Julius Boros…Added two more victories, at the Brazilian Open, beating Leonardo Ruis of Argentina by nine strokes, and at the Havana Invitational, winning by two strokes over Bo Wininger at Havana CC just weeks before Fidel Castro overthrew the Cuban government. Following Castro's takeover, he oversaw the bulldozing of the golf course and to this day remains the Havana Invitational defending champion. \n\n1957: Had his first multiple-victory season, winning twice. First win of the campaign came at the Phoenix Open, a three-shot win over Cary Middlecoff and Mike Souchak at Arizona CC…Looked poised to win two in a row in Arizona after opening 66-65-66 at the Tucson Open. Held a four-stroke lead going into the final round but limped home with a 5-over 75 at El Rio G&CC to drop to T4…By virtue of his victory in Canada a year earlier, he qualified for the Tournament of Champions in Las Vegas. Shot an even-par 288 but finished T2 with three others, falling by three strokes to fellow San Diego pal Gene Littler…The following week, at the Kentucky Derby Open, he took the second-round lead and led after every round, defeating Peter Thomson by a stroke…Missed adding a third title when he T2 at the Eastern Open Invitational in Maryland, four strokes behind Tommy Bolt. \n\n1956: Finished the season 12th on the money list in only his second full season. After playing well at the Labatt Open the previous year, he returned to Canada, at the Royal Quebec GC. Began the final round with a three-stroke lead that went to as high as four strokes before settling for his first TOUR win, a two-shot title over Jimmy Demaret. The victory began a personal streak of 16 consecutive years with at least one TOUR win…Struggled in the final round at the Miller High Life Open in Milwaukee, shooting a 71 to finish solo fourth…In his next start he T5 on his return to Oklahoma City where he played in the 1953 U.S. Amateur…Was also the runner-up at the unofficial Imperial Valley Open, tying with three others, three strokes behind winner Paul O'Leary. \n\n1955: Turned pro and made his professional debut at home in San Diego at the Convair-San Diego Open. Finished out of the money, with his T22 performance…Made his first payday when he T30 at the Western Open in June in Portland, Ore. Shot 72 in the first, third and final rounds, with a 71 in the second round, to earn $33.33…First career top-10 came at the Canadian Open at Weston GC in Toronto, where he had a final-round 66 to T10, 12 strokes behind Arnold Palmer…Stayed in Canada the following week and again had a final-round 66 to finish solo sixth at the Labatt Open.\n\nAmateur: Played in his first PGA TOUR event, entering the 1952 San Diego Open. Opened 75-74, but all amateurs played the weekend, and he came back with a 72-70 to T28…Again played in the San Diego Open, opening 72-69 in the 1953 tournament…Played in his first U.S. Amateur, winning his first-round event before dropping out with a second-round loss to Bob Moncrief at Oklahoma City G&CC…Entered the final round tied for 11th before shooting a 78 in his final round to T29…His final PGA TOUR event as an amateur came in 1954. Opened with a 3-under 69 at Ranch Santa Fe GC and was three strokes off the lead. Eventually T22 in an event won by fellow amateur Gene Littler...Served in the U.S. Navy, stationed at teh Naval Training Center in San Diego, where he played for the base golf team. \n","otherCarHigh" : "","personal" : "Began playing golf at age 5 on a makeshift “course” built in the family's cow pasture in Silver City, N.M…Has made more than 20 holes-in-one in his career, with two coming on the Champions Tour…Had a unique diet of exotic meat of bear, elk, hippopotamus and buffalo, because of serious allergy issues that affected his sinuses, vision, muscles and sleep patterns. Earned the nickname “Buffalo Bill” in part because of his diet…Authored the book The Big Three and Me, published in 2012…In 1966, he traveled to Southeast Asia for a 16-day goodwill tour visiting troops stationed there during the Vietnam War, giving clinics and visiting with injured soldiers. Performed clinics on four aircraft carriers—the Kitty Hawk, Ranger, Yorktown and Enterprise...Appeared as himself, along with Dave Hill, in the Disney film \"Now You See Him, Now You Don't.\"...Began the Billy Casper Youth Foundation in 1992. The road in front of the Chula Vista GC is named Billy Casper Way.","otherInfo" : "","ntlTeams" : "Ryder Cup (8), 1961, 1963, 1965, 1967, 1969, 1971, 1973, 1975. Ryder Cup Captain (1), 1979.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(8): 1956 Tijuana Open, 1958 Brazil Open. 1959 Brazil Open. 1973 Hassan II Trophy. 1974 Lancome Trophy. 1975 Hassan II Trophy. 1975 Italian Open. 1977 Mexican Open.","intlVics" : "(3): 1984 Legends of Golf [with Gay Brewer]. 1985 Union Mutual Seniors, Doug Sanders Invitational.","curYearHigh" : "","carHigh" : "2010: Received the PGA of America's Distinguished Service Award. \n\n2005: After not playing in the Masters Tournament for four years, he made one last appearance so some of his grandkids could see him play. Shot a 106 in the first round and then withdrew.\n\n2001: Played in the Masters Tournament but missed the cut. \n\n1999: Joined forces with his son Bobby to T9 at the Father-Son Challenge. \n\n1998: Paired once again with Gay Brewer to T7 in the Legendary Division of the Liberty Mutual Legends of Golf. \n\n1997: Honored by the Nissan Open in Los Angeles for his contributions to the tournament…Was T8 in the Legendary Division of the Liberty Mutual Legends of Golf (with Gay Brewer). \n\n1996: Named Golfweek's Father of the Year and was selected as the Memorial Tournament's honoree that same season...Also received the Jimmy Demaret Award at the Liberty Mutual Legends of Golf. \n\n1995: Made 25 starts and was again in contention at the Liberty Mutual Legends of Golf, in the Legendary Division. Teamed with Gay Brewer to T4 at PGA West's Stadium Course in La Quinta, Calif. \n\n1994: Was 11th on the Super Seniors' money list, with $110,583. Best finish among the 60-and-over players was a runner-up showing at the Doug Sanders Celebrity Classic (T23 overall) and a third at the Nationwide Championship…Had the best birdie streak of the year among all Champions Tour players when he put together a run of seven consecutive outside Atlanta at the Nationwide Championship on his way to a 65 in the second round.\n\n1993: Was one of three players to win back-to-back Vantage Classics titles and placed sixth on the over-60 money list. Claimed his first Vantage Classics crown, at the GTE Northwest Classic, defeating Mike Fetchick by a stroke…Birdied the first playoff hole one week later at the Bruno's Memorial Classic to beat Jim Ferree and Don January.\n\n1992: Made 18 Champions Tour starts, with top-10s at the Bruno's Memorial Classic (T7) and at the Southwestern Bell Classic (T10). The T7 performance in Alabama was his final Champions Tour top-10. \n\n1991: Began his season well, recording a T5 at the Vantage at The Dominion and a third-place showing in the unofficial Fuji Electric Grandslam in Kurimotomachi, Japan…Had his final PGA TOUR under-par round, shooting a 1-under 71 at Augusta National in the second round of the Masters, where he missed the cut. \n\n1990: Had two Champions Tour top-10s, T9 at the MONY Senior Tournament of Champions and T10 at the GTE Kaanapali Classic…Missed the cut in both of his PGA TOUR starts. \n\n1989: Made his last PGA TOUR cut, at the Doral-Ryder Open. Had bookend, even-par 72s at Doral in the first and final rounds to T56 outside Miami…Won the last of his nine Champions Tour titles, at the Transamerica Senior Golf Championship at Silverado CC. Three-stroke victory over Al Geiberger came 18 years after he claimed the 1971 Kaiser International on the PGA TOUR, also at Silverado…At the Liberty Mutual Legends of Golf, he had a hole-in-one at Onion Creek CC in Austin, Texas, partnering with Gay Brewer, where the duo finished T6…Finished T2 at weather-shortened GTE North Classic, a stroke behind Gary Player. \n\n1988: Slowed much of the year by a nagging hand injury involving nerves. Had a hot streak in the middle of the year when he won the Vantage at the Dominion, fell in a sudden-death playoff to Bruce Crampton at the United Hospitals Classic and won the Mazda Senior TPC in consecutive appearances…In San Antonio at Dominion CC, he enjoyed weekend rounds of 68-67 to edge Chi Chi Rodriguez by a stroke…The following week, in Malvern, Penn., he finished regulation tied with Bruce Crampton at the United Hospitals Classic at Chester Valley GC. In the playoff, Crampton won with a birdie on the first extra hole…He finished that three-tournament run at TPC Sawgrass' Valley Course, where he came from behind after a third-round 74 to shoot a 5-under 67 to beat Al Geiberger by two strokes in Ponte Vedra Beach, Fla…He held both the 18- and 36-hole leads at the U.S. Senior Open at Medinah CC, site of his 1966 Western Open victory. Had a tough weekend, firing back-to-back rounds of 76-78 to T10…Finished his season on a high note at the GTE Kaanapali Classic in Hawaii in November, shooting three consecutive 69s to T4. \n\n1987: Returned to his winning ways, winning early, by five strokes at the Del E. Webb Arizona Classic on the strength of a 68-65-68 performance in the desert over Dale Douglass and Bob Charles…Was again dominant, at the Greater Grand Rapids Open. Even with runner-up Miller Barber shooting a final-round 63 at Elks CC, he won by three strokes, thanks to a Sunday 64 of his own…Made his final cut at the Masters. Opened with a 5-over 77 and then shot a 74 to make the cut on the number. Eventually T50 of the 54 players who made it to the weekend...Started Billy Casper Golf, a golf course-management company.\n\n1986: Did not record a top-three for the first time since turning 50, with his best showing a T5 at the PGA Seniors' Championship and the MONY Syracuse Senior Classic…Also finished sixth five different times (Senior PGA Tour Roundup, Vintage Invitational, Benson & Hedges Invitational, GTE Northwest Classic and PaineWebber Seniors…At the unofficial Mazda Champions, with Champions Tour players paired with LPGA stars, he teamed with Jan Stephenson to get into a playoff with Bob Charles-Amy Alcott and Jim Ferree-Ayako Okamoto, with the Charles-Alcott team winning on the first extra hole. \n\n1985: Went winless but did have two runner-up performances and totaled 14 top-10s in 21 starts. Was T2 at the Vintage Invitational in Indian Wells, Calif. Tied with Arnold Palmer, dropping a one-stroke decision to Peter Thomson at the Vintage Club…At the Champions Classic in Sparks, Nev., he was again T2, and it was Thomson getting the better of the battle for a second time, winning by two strokes at Wildcreek GC…In defense of their Liberty Mutual Legends of Golf title, was T2 with two other teams, a stroke behind Don January-Gene Littler.\n\n1984: Won on the Champions Tour for a third consecutive season, taking the Senior PGA Tour Roundup, taking a two-shot victory over Bob Stone at Hillcrest GC in Sun City West, Ariz…A week later, at the unofficial Liberty Mutual Legends of Golf, teamed with Gay Brewer and rolled to a three-shot win over Miller Barber-Julius Boros at Onion Creek CC…Brewer then beat him in September, at the Citizens Union Senior Golf Classic in Lexington, Ky., edging his friend by two strokes…A week earlier, he teamed with Johnny Miller at The Shootout at Jeremy Ranch in Utah to T4…Had 10 other top-10s to finish seventh on the money list. \n\n1983: Broke through and won the U.S. Senior Open, outlasting Rod Funseth at Hazeltine National GC. In an 18-hole playoff Monday, both players shot 4-over 75s, sending the two players into sudden-death. He won the title by canning a 10-foot birdie putt on the duo's 19th hole of the day…In the next event on the schedule, at the Denver Post Champions of Golf, was T2, four strokes behind Don January for his second runner-up performance to January during the season. The first came in playoff fashion in June, at the Gatlin Brothers Senior Golf Classic in Nevada, with January prevailing…With The Shootout at Jeremy Ranch becoming an unofficial, team event, he joined with Jim Nelford to T2, a stroke behind the team of Bob Goalby-Mike Reid…Final runner-up showing of the season came at the Boca Grove Classic in December, with Arnold Palmer taking a three-shot win at Boca Grove Plantation.\n\n1982: Highlight of the season was his induction into the PGA Golf Professional Hall of Fame…Won his first Champions Tour title at the inaugural Shootout at Jeremy Ranch, a 72-hole tournament in his adopted home state of Utah, beating Don January and Miller Barber by a stroke outside Park City with a 69-65 weekend showing…Followed that win with another in the circuit's next start, the 54-hole Merrill Lynch\/Golf Digest Commemorative Pro-Am in Newport, R.I. Finished tied at 10-under with Bob Toski at Newport CC, winning the playoff with a birdie on the fourth extra hole…A year after losing to Arnold Palmer at the U.S. Senior Open, was again was second to Palmer, this time by four strokes at the Marlboro Classic. Playing in his first Senior PGA Championship, he T13 at PGA National.\n\n1981: Made his Champions Tour debut at the Marlboro Classic in Massachusetts, where he T10…Found himself in a playoff at the U.S. Senior Open with Arnold Palmer and Bob Stone, tying at 9-over 289 at Oakland Hills, site of his loss in the 1972 PGA Championship. In the 18-hole playoff, he shot a 77 to Palmer's 70 and Stone's 74…Added a T8 at the Suntree Seniors Classic in Melbourne, Fla., late in the year…Played five PGA TOUR events, missing the cut in all of them. \n","otherCarHigh" : "Ranks seventh on the PGA TOUR's all-time victory list, with 51 titles...Won at least one PGA TOUR title for 16 straight seasons, from 1956 to 1971 inclusive, the third-longest streak, trailing only Arnold Palmer and Jack Nicklaus (17 straight)..Won three major championships: the 1959 and 1966 U.S. Opens, and the 1970 Masters Tournament...Despite a final-round 74, held off Bob Rosburg by a stroke at Winged Foot to claim the 1959 U.S. Open, the first played over four days...Rallied from seven strokes down with nine holes to play at the '66 Open to tie Palmer before winning the ensuing 18-hole playoff...Beat Gene Littler in a playoff for the 1970 Masters title, the last 18-hole playoff at Augusta National...Was the second player to reach $1 million in career TOUR earnings (Arnold Palmer the first in 1968), attaining that mark on January 11, 1970, with his win at the Los Angeles Open, his 43rd TOUR title...Was the PGA TOUR's top money-winner in 1966 and again in 1968, when he was the first player to surpass $200,000 in single-season earnings...PGA Player of the Year in 1966 and 1970...Member of the U.S. Ryder Cup teams in 1961, 1963, 1965, 1967, 1969, 1971, 1973, 1975 and non-playing captain in 1979. Has scored the most points in the Ryder Cup by an American player...Winner of the Vardon Trophy in 1960, 1963, 1965, 1966 and 1968 and the Byron Nelson Award in 1966, 1968 and 1970...Inducted into the World Golf Hall of Fame in 1978 and the PGA Hall of Fame in 1982...Has made 21 holes-in-one in his professional career, with two coming on the Champions Tour.","personal" : "Began playing golf at age 5 on a makeshift “course” built in the family's cow pasture in Silver City, N.M…Has made more than 20 holes-in-one in his career, with two coming on the Champions Tour…Had a unique diet of exotic meat of bear, elk, hippopotamus and buffalo, because of serious allergy issues that affected his sinuses, vision, muscles and sleep patterns. Earned the nickname “Buffalo Bill” in part because of his diet…Authored the book The Big Three and Me, published in 2012…In 1966, he traveled to Southeast Asia for a 16-day goodwill tour visiting troops stationed there during the Vietnam War, giving clinics and visiting with injured soldiers. Performed clinics on four aircraft carriers—the Kitty Hawk, Ranger, Yorktown and Enterprise...Began the Billy Casper Youth Foundation in 1992. The road in front of the Chula Vista GC is named Billy Casper Way.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 51 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}