{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01878","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "North","first" : "Andy","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-4","heightMetric" : "1.93","weight" : "200","weightMetric" : "91","birthDate" : "March 9, 1950","age" : "66","birthPlace" : "Thorpe, Wisconsin","residence" : "Madison, Wisconsin","family" : "Wife, Sue; Nichole (11\/30\/74), Andrea (8\/22\/78)","education" : "University of Florida (1992, B.S.)","splInterest" : "All sports, gardening, snow-shoeing, biking","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1972","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,317,544&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1973","qSchoolYear" : "","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Two-time U.S. Open champion has served as an TV analyst and on-course commentator. In 2008, teamed with Tom Watson to win the Legends Division at the Liberty Mutual Legends of Golf in Savannah in April. The pair opened with a 13-under par 59 and followed with rounds of 62-64 to nip the team of Craig Stadler and Jeff Sluman by one stroke. In going wire to wire, they played all 54 holes without a bogey, running their string of consecutive bogey-free holes to 162. They had won three consecutive unofficial titles in the Raphael Division at the event. The win was the first official title for North since his 1985 U.S. Open victory, a span of 22 years, 10 months, 11 days. North also won the team title with Jim Colbert in 2000 and 2001. Wisconsin native competed at the 2007 U.S. Bank Championship on the PGA TOUR on a Sponsor Exemption (missed cut), with Sports Illustrated golf writer Gary Van Sickle serving as his caddie. In June 2005, earned $350,000 by winning the ING Par-3 Shootout on the Treetops course in Gaylord, MI, over Gary McCord, Fred Couples and Phil Mickelson. Awarded Special Exemption by USGA for 2005 U.S. Senior Open at NCR CC. Previous best finish in an official Champions Tour event was a solo second at the 2001 Emerald Coast Classic in Pensacola, FL, where he lost in a one-hole playoff to Mike McCullough. Joined the PGA TOUR in 1973 and played full-time until the 1992 season when he was slowed by various physical woes. Underwent six knee surgeries and operations to remove skin cancers from his nose and cheek, suffered from right elbow bone spurs and also battled shoulder and neck problems. Two-time winner of the U.S. Open and one of 19 players with more than one Open win. First victory came at Cherry Hills CC in Colorado in 1978 and the second at Oakland Hills CC in Birmingham, MI, in 1985. Had four-stroke lead at Cherry Hills with five holes to play. By the time he reached the 18th hole, needed only bogey to win. He secured that for victory over Dave Stockton and J.C. Snead. Victory at Oakland Hills came with a 279 total, one stroke better than international runner-up trio of Tze-Chung Chen of Taiwan, Dave Barr of Canada and Denis Watson of Zimbabwe. Other PGA TOUR victory came in 1977 when he prevailed in the Westchester Classic. Shared the PGA TOUR's nine-hole scoring record of 27, recorded at the 1975 B.C. Open, with Billy Mayfair and Mike Souchak before Corey Pavin's 26 broke the mark in 2006. Played on the 1985 U.S. Ryder Cup team and also represented the U.S. in the 1978 World Cup. Three-time All-America selection at the University of Florida. Avid follower of University of Wisconsin sports and at one time assisted the Badger football staff. Won the 1969 Wisconsin Amateur and 1971 Western Amateur.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2000","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(1): 2005 ING Par-3 Shootout.","intlVics" : "(5): 2000 Liberty Mutual Legends of Golf [Legends Division with Jim Colbert]. 2001 Liberty Mutual Legends of Golf [Legends Division with Jim Colbert]. 2005 Liberty Mutual Legends of Golf [Raphael Division with Tom Watson]. 2006 Liberty Mutual Legends of Golf [Raphael Division with Tom Watson]. 2007 Liberty Mutual Legends of Golf [Raphael Division with Tom Watson].","curYearHigh" : "Made a rare start but it paid off as he and teammate Tom Watson finished T10 in the Champions Division in the Big Cedar Lodge Legends of Golf in June.","carHigh" : "Played on the Champions Tour full time from 2000-2003 before ESPN\/ABC Sports commitments and injuries forced him to limit his schedule. \n\n2012: Made three appearances on the Champions Tour. Finished eighth in the Legends Division in the Liberty Mutual Insurance Legends of Golf in Savannah in April. Was originally scheduled to play with Tom Watson, but Watson withdrew prior to the start of the event with an arm injury and his spot was taken by Bobby Clampett...Also was T16 at the Encompass Insurance Pro-Am in Tampa...Withdrew with knee issues after posting a 76 in the opening round of the Senior PGA Championship...Continued to do broadcasting work for ESPN golf telecasts during the year. \n\n2011: Along with partner Tom Watson, finished T12 at the Liberty Mutual Legends of Golf and missed the cut at the Senior PGA Championship. \n\n2010: Was T13 at the Mitsubishi Electric Championship at Hualalai...Finished T12 with Tom Watson at the Liberty Mutual Legends of Golf. \n\n2009: Was T11 at the 2009 Liberty Mutual Legends of Golf (with Tom Watson) in defense of the duo's 2008 title. 2008: Teamed with Tom Watson to win the Legends Division at the Liberty Mutual Legends of Golf in Savannah in April. The pair opened with a 13-under par 59 and followed with rounds of 62-64 to nip the team of Craig Stadler and Jeff Sluman by one stroke. In going wire to wire, they played all 54 holes without a bogey, running their string of consecutive bogey-free holes to 162. They had won three consecutive unofficial titles in the Raphael Division at the event. The win was the first official title for North since his 1985 U.S. Open victory, a span of 22 years, 10 months, 11 days...Other start came at the Outback Steakhouse Pro-Am (T48). 2007: Teamed with Tom Watson for his third consecutive Raphael Division title at the Liberty Mutual Legends of Golf. Duo held off Roger Maltbie and Gary Koch in the 36-hole better-ball team competition by one stroke and did not make a bogey for third straight year. 2006: He and Tom Watson won second consecutive Liberty Mutual Legends of Golf title in the Raphael Division by six strokes over Gary Koch and Roger Maltbie. Played all 36 holes without a bogey for second year in succession. 2005: Teamed with Tom Watson to play two bogey-free rounds and win the Raphael Division by four strokes over the teams of John Bland\/Graham Marsh and Bruce Lietzke\/Bill Rogers. 2003: T8 at the U.S. Senior Open at the Inverness Club in Toledo, despite an 8-over-par 43 to start his opening round. Did not play after early August after injuring his back at the 3M Championship. 2002: Was T7 at the 3M Championship in August and T8 at the Kroger Senior Classic where he shot a then tournament record 8-under-par 64 at TPC at River's Bend on Friday...Held a one-stroke lead after 36 holes at the SAS Championship before finishing T11. 2001: Top effort came in March when he lost a one-hole playoff to Mike McCullough at the Emerald Coast Classic in Florida.Closed with a final-round 65 at The Moors. Teamed with Jim Colbert for a second consecutive unofficial Liberty Mutual Legends of Golf crown. 2000: Joined the Champions Tour in March and was a winner in his first start when he teamed with Jim Colbert to win the unofficial Liberty Mutual Legends of Golf. Best individual outing was a T6 at The Countrywide Tradition. \n","otherCarHigh" : "In June of 2005, earned $350,000 to win the ING Par-3 Shootout at the Treetops course in Gaylord, Mich., over Gary McCord (second) and Fred Couples and Phil Mickelson (T3)...Joined the PGA TOUR in 1973 and played full-time until the 1992 season when he was slowed by various physical woes...Underwent six knee surgeries and operations to remove skin cancers from his nose and cheek, suffered from right elbow bone spurs and also battled shoulder and neck problems, as well...Two-time winner of the U.S. Open and one of 19 players with more than one Open win...First victory came at Cherry Hills CC in Colorado in 1978 and the second at Oakland Hills CC in Birmingham, Mich., in 1985. Had four-stroke lead at Cherry Hills with five holes to play. By the time he reached the 18th hole, needed only bogey to win. He secured that for victory over Dave Stockton and J.C. Snead...Victory at Oakland Hills came with a 279 total, one stroke better than international runner-up trio of Tze-Chung Chen of Taiwan, Dave Barr of Canada and Denis Watson of Zimbabwe...Other PGA TOUR victory came in 1977 when he prevailed in the Westchester Classic...Shares the PGA TOUR's nine-hole scoring record with Billy Mayfair and Mike Souchak. Shot a 27 at the 1975 B.C. Open...Played on the 1985 U.S. Ryder Cup team and also represented the United States in the 1978 World Cup...A member of the Wisconsin Athletic Hall of Fame...Named the winner of the 2013 Lombardi Award of Excellence, presented annually by the Vince Lombardi Cancer Foundation in Wisconsin to a person the selection committee determines has made \"a significant contribution to a sport, profession, business or community in a manner that exemplifies the highest qualities of leadership, positive influence and an appreciation of God, country, family and self.\"","personal" : "Still serves as an analyst on ESPN's telecasts and has also done work for ABC Sports...Was a color analyst on ESPN telecasts prior to joining the Champions Tour in 2000...Three-time All-America selection at the University of Florida...Avid follower of University of Wisconsin sports and, at one time, assisted the Badger football staff...Won the 1969 Wisconsin Amateur and 1971 Western Amateur.\n","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "2013: He and teammate Tom Watson made a weekend run for a second title in the Legends Division of the Liberty Mutual Insurance Legends of Golf in late April in Savannah but were able to convert only two birdie opportunities on the back nine Sunday and eventually finished T4."}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T21st at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks 90th in Charles Schwab Cup Money List on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}