{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "10457","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Nobilo","first" : "Frank","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "200","weightMetric" : "91","birthDate" : "May 14, 1960","age" : "55","birthPlace" : "Auckland, New Zealand","residence" : "Auckland, New Zealand","family" : "Wife, Selena; Bianca (1990)","education" : "","splInterest" : "Squash, motor racing","pronunciation" : "KNOB-il-o","nwTourAlumnus" : "","trndProYear" : "1979","clubAffl" : "","cityPlaysFrm" : "Auckland; ; New Zealand","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1980","qSchoolYear" : "2000","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(13): 1982 New South Wales PGA [Aus.]. 1985 New Zealand PGA. 1987 New Zealand PGA. 1988 PLM Open [Eur]. 1991 Lancome Trophy [Eur]. 1993 Turespana Mediterranean Open [Eur]. 1994 Sampoerna Indonesian Open [Asia]. 1995 BMW International Open [Eur], Sarazen World Open. 1996 Deutsche Bank Open [Eur], Suburu Sarazen World Open [Eur]. 1997 Hong Kong Open [Asia], Mexican Open.","curYearHigh" : "","carHigh" : "2002: Closing-round 66 helped to earn his first and only top-10 of season, a T10 at the WORLDCOM CLASSIC-The Heritage of Golf...Even though he was 131st on the money list after the Disney Golf Classic he missed the last two tournament of the season due to a shoulder injury. 2001: Key to finishing inside top 125 for first time since 1998 was eight top-25s in his 17 starts...Made cut in 14 of first 18 starts before going through stretch of five consecutive missed cuts from mid-July through late September...Earned a T8 at AT&T Pebble Beach Pro-Am, first top-10 since fifth-place finish at 1998 Greater Greensboro Chrysler Classic. 2000: Shot a career low round of 63 in second round of Doral-Ryder Open. 1999: His 29 PGA TOUR events entered were the n=most of his career. Failed to record a top-10 for the first time since 1994, but did manage three top-25 finishes. 1998: Participated in his third Presidents Cup (1994, 1996, 1998). 1997: Captured first PGA TOUR title in second season on TOUR at the Greater Greensboro Chrysler Classic. Added a third 69 on Saturday and was five strokes behind Brad Faxon and Tom Kite. Final-round 67, in cool and rainy conditions, moved him into tie with Faxon. Parred first playoff hole for win...Had another chance for victory at the Motorola Western Open, finishing second three strokes back of Tiger Woods...Captured the Hong Kong Open and Mexican Open, bringing his total of international victories to 13. 1996: Won Deutsche Bank Open on PGA European Tour and second consecutive Subaru Sarazen World Open, marking first successful defense of his career...Made cut seven times in eight PGA TOUR events...Recorded two top-10s, including T4 at Masters Tournament...Closed with 68 to finish T8 at PGA Championship...Trailed leaders by two strokes through 54 holes of U.S. Open, closed with 74 and finished T13. 1987: Two-time New Zealand PGA Champion (1985-87). \n","otherCarHigh" : "","personal" : "Has dealt with back problems relating to the fact his right leg is shorter than his left...Ancestors were Italian pirates who, after running out of things to pillage on the Adriatic, resettled in New Zealand in the early 1900s...Victim of a freak accident one week after marrying Selena Syer in Orlando in 1998. Errant tee shot at Lake Nona struck him above left eye, requiring 30 stitches and affecting his subsequent play.","otherInfo" : "Hasn't played on the PGA TOUR since 2002 due to two ruptured disks in his back. Joined GOLF CHANNEL as a full-time analyst in 2004, working primarily on Champions Tour broadcasts. Missed several events at the end of 2002 due to a shoulder injury and finished No. 135 on the TOUR money list. Has participated in three Presidents Cups (1994, 1996, 1998) and was a Captain's Assistant to Greg Norman for the International team in 2009 at Harding Park in San Francisco and in 2011 in Melbourne, Australia. Captured first PGA TOUR title in second season on TOUR at the 1997 Greater Greensboro Chrysler Classic. Final-round 67 moved him into tie with Brad Faxon. Parred first playoff hole for win. Also in 1997, captured the Hong Kong Open and Mexican Open. Won 1996 Deutsche Bank Open on PGA European Tour and second consecutive Subaru Sarazen World Open, marking first successful defense of his career. Two-time New Zealand PGA Champion (1985-87). Has dealt with back problems relating to the fact his right leg is shorter than his left. Ancestors were Italian pirates who, after running out of things to pillage on the Adriatic, resettled in New Zealand in the early 1900s. Victim of a freak accident one week after marrying Selena Syer in Orlando in 1998. Errant tee shot at Lake Nona struck him above left eye, requiring 30 stitches.","ntlTeams" : "World Amateur Team, 1978; World Cup (11), 1982, 1987, 1988, 1990, 1991, 1992, 1993, 1994, 1995, 1999, 2000; Dunhill Cup (11), 1985, 1986, 1987, 1989, 1990, 1992, 1993, 1994, 1995, 1996, 1997; Presidents Cup (3), 1994, 1996, 1998 \n","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Hasn't played on the PGA TOUR since 2002 due to two ruptured disks in his back. Joined GOLF CHANNEL as a full-time analyst in 2004, working primarily on Champions Tour broadcasts...Has participated in three Presidents Cups (1994, 1996, 1998) and was a Captain's Assistant to Greg Norman for the International Team in 2009 at Harding Park in San Francisco. Captured only PGA TOUR title in second season on TOUR at the 1997 Greater Greensboro Chrysler Classic. Final-round 67 moved him into tie with Brad Faxon. Parred first playoff hole for win. Also in 1997, captured the Hong Kong Open and Mexican Open. Won 1996 Deutsche Bank Open on PGA European Tour and second consecutive Subaru Sarazen World Open, marking first successful defense of his career. Two-time New Zealand PGA Champion (1985-87). Has dealt with back problems relating to the fact his right leg is shorter than his left. Ancestors were Italian pirates who, after running out of things to pillage on the Adriatic, resettled in New Zealand in the early 1900s. Victim of a freak accident one week after marrying Selena Syer in Orlando in 1998. Errant tee shot at Lake Nona struck him above left eye, requiring 30 stitches.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Media Guide - PGA TOUR Full Page","Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}