{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25804","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Watson","first" : "Bubba","middle" : "","extn" : "","nick" : "Bubba"}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "180","weightMetric" : "82","birthDate" : "November 5, 1978","age" : "37","birthPlace" : "Bagdad, Florida","residence" : "Orlando, Florida","family" : "Wife, Angie; Caleb, Dakota Hope","education" : "Faulkner State Community College; University of Georgia (2008, Consumer Economics)","splInterest" : "Video games, collecting Nike shoes, wake surfing, water sports, fitness","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2005)","trndProYear" : "2002","clubAffl" : "The Estancia Club (Scottsdale, Arizona)","cityPlaysFrm" : "Bagdad; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "35,067,451&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Followed up a third-round 9-under 63 (at the time the Albany Course record until broken by Justin Rose a day later) with a final-round 6-under 66, to win the 2015 Hero World Challenge by three strokes over Patrick Reed and four over Rickie Fowler. With a winning score of 25-under 263, came up just one stroke shy of tying Jordan Spieth's Hero World Challenge record of 26-under 262 from the previous season. Was originally in the field before withdrawing while waiting for a passport for one of his children, but later rejoined the field when Jason Day withdrew. Win came at the age of 37 years, 1 month and 1 day and in his sixth start at the event (T14\/2010, T6\/2011, T9\/2012, T3\/2013, T11\/2014, 1\/2015)...Recorded his first top 10 of the season at the Hyundai Tournament of Champions in his fifth start at the event. He has three top 10s in those five appearances, with his best finish a T4 in 2013... Finished birdie-birdie-par over the final three holes at the Northern Trust Open in February to win his second career Northern Trust Open, becoming the 16th multiple winner in the 90th playing of the event. Began the final round with a one-shot lead. The win, his ninth career PGA TOUR victory, improved his standing in the Official World Golf Ranking to No. 4...Posted his third runner-up finish at the World Golf Championships-Cadillac Championship while making his first start after his Northern Trust Open win.\n\n","carHigh" : "Member of the Nationwide Tour in 2003-05. Made the cut in 13 of 16 tournament appearances on the 2004 Nationwide Tour, including eight top-25 finishes. Ranked No. 37 on the final money list, with $142,904. After missing the cut in his first two events of the season, worked his way into a playoff at the Lake Erie Charity Classic despite an opening-round 77. Finished with rounds of 65-69-68 to finish 9-under 279 and tied with Michael Long and eventual winner Kevin Stadler. Notched another runner-up showing at the Mark Christopher Charity Classic, finishing three strokes behind Scott Dunlap. A T4 finish at the Envirocare Utah Classic rounded out his three top-10 finishes. Finished T44 at the Gila River Golf Classic, but made a little history along the way. During the third round, blasted a 422-yard tee shot—the longest recorded drive in Nationwide Tour history, topping the old mark of 418 by Brett Wetterich in 2003. Finished the season ranked No. 2 in Eagles (holes per) and Driving Distance (323.5). Made the cut in 13 of 21 events during his rookie season on the 2003 Nationwide Tour. Earned $79,854 for the season, good enough for the No. 63 spot on the final money list. Started the year in impressive fashion with five top-20s in his first seven events, including a season-best T7 at the Lake Erie Charity Classic. Also during that stretch finished T11 at the Virginia Beach Open, T14 at the LaSalle Bank Open, T15 at the Rheem Classic and T17 at the SAS Carolina Classic. Struggled the rest of the season, finishing inside the top 20 just twice--T8 at the Oregon Classic and T14 at the Envirocare Utah Classic. Ranked No. 3 in Driving Distance (319.3 yards) and No. 8 in Par 5 Birdie Leaders (47.7 percent). Was T47 at the 2001 Fort Smith Classic, his only previous start on the Nationwide Tour. Monday qualifier at the 2002 Compaq Classic of New Orleans. Posted rounds of 73-78 to miss the cut in his only PGA TOUR start.\n","otherCarHigh" : "Three-time AJGA All-America selection. Played on two victorious Canon Cup squads. Named first-team junior college All-American at Faulkner State in Alabama. Attended the University of Georgia where he helped the Bulldogs to the 2000 SEC title. Had three top-10 finishes in nine starts. Won the Schenkel Invitational in the spring of 2000. Second-team All-Southeastern Conference pick. Honorable mention All-American.","personal" : "Father started him in golf. Attended the same high school (Milton, FL) and played on the high school golf team with current PGA TOUR player Heath Slocum and Nationwide Tour player Boo Weekley. Self-taught player who learned the game by hitting wiffle balls around his house. Is using the same putter he has had since he first took up the game...Wife, Angie, played college basketball at Georgia and had a short career in the WNBA.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2006","qSchoolYear" : "","exmtStatus" : "Winner, 2012 Masters, World Golf Championships tournament winner, multiple tournament winner (through 2019-20)","otherVics" : "(2): 2008 CVS\/Caremark Charity Classic [with Camilo Villegas]; 2015 Hero World Challenge.","intlVics" : "","curYearHigh" : "Followed up a third-round 9-under 63 (at the time the Albany Course record until broken by Justin Rose a day later) with a final-round 6-under 66, to win the 2015 Hero World Challenge by three strokes over Patrick Reed and four over Rickie Fowler. With a winning score of 25-under 263, came up just one stroke shy of tying Jordan Spieth's Hero World Challenge record of 26-under 262 from the previous season. Was originally in the field before withdrawing while waiting for a passport for one of his children, but later rejoined the field when Jason Day withdrew. Win came at the age of 37 years, 1 month and 1 day and in his sixth start at the event (T14\/2010, T6\/2011, T9\/2012, T3\/2013, T11\/2014, 1\/2015)...Recorded his first top 10 of the season at the Hyundai Tournament of Champions in his fifth start at the event. He has three top 10s in those five appearances, with his best finish a T4 in 2013... Finished birdie-birdie-par over the final three holes at the Northern Trust Open in February to win his second career Northern Trust Open, becoming the 16th multiple winner in the 90th playing of the event. Began the final round with a one-shot lead. The win, his ninth career PGA TOUR victory, improved his standing in the Official World Golf Ranking to No. 4...Posted his third runner-up finish at the World Golf Championships-Cadillac Championship while making his first start after his Northern Trust Open win.\n\n","carHigh" : "2014-15: Made 17 of 19 cuts with 10 top-10s and two wins and a No. 5 finish in the final FedExCup standings for the second consecutive season...Eagled the 72nd hole by holing out from the bunker at the World Golf Championships-HSBC Champions to get into a playoff with Tim Clark. Birdied the first extra hole at Sheshan International GC to defeat Clark and earn his first World Golf Championships' victory. Entered Sunday two strokes off the lead but moved into contention by carding a final-round 70. The win was the fifth come-from-behind triumph of his TOUR career...Second top-10 of the season came with a 10th-place finish at the Hyundai Tournament of Champions, finishing six strokes behind Patrick Reed. Shot rounds of 70-69-68 leading up to the final day, with the third-round 68 his best score in 15 rounds at The Plantation Course...Opened and closed with 6-under 65s at the Waste Management Phoenix Open to claim a T2 at TPC Scottsdale with Ryan Palmer and Hideki Matsuyama. Came to the 72nd hole Sunday with a chance to force sudden death but missed a 22-foot birdie putt to extend play. For the week, was 8-under on the four par-5s. The finish marked the second consecutive T2 in the event and was his third top-five outing at TPC Scottsdale since 2012 (T5 in 2012)...In search of his eighth PGA TOUR victory and second of the season (World Golf Championships-HSBC Champions), finished third at the Cadillac Championship in his bid to join Tiger Woods as the only players to win back-to-back World Golf Championships events. Along with this performance, has two other top-three finishes in five starts at the Cadillac Championship (72nd in 2009, second in 2012, T18 in 2013 and T2 in 2014)...At the Travelers Championship in late-June, made just his third bogey of the week on the par-4 17th hole to open the door for what would become extra holes with England's Paul Casey at TPC River Highlands. On the second extra hole, No. 18, secured the victory with a birdie-3. Has converted five of six playoff appearances into victories. Held the outright lead after the first and second rounds outside Hartford and trailed Brian Harman by one shot going into the final round. With the sudden-death win, notched his second Travelers Championship crown and eighth title overall in his 223rd career PGA TOUR start at age 36 years, 7 months, 23 days. Became the seventh multiple winner of the Travelers Championship, joining Stewart Cink (1997 and 2008), Peter Jacobsen (1984 and 2003), Phil Mickelson (2001-02), Paul Azinger (1987 and 1989), Billy Casper (1963, 1965, 1968 and 1973) and Arnold Palmer (1956 and 1960). Is the fourth consecutive player to win in final-round, come-from-behind fashion (Kevin Streelman in 2014, Ken Duke in 2013 and Marc Leishman in 2012). His only three bogeys of the week came at the par-3 16th Thursday, the par-4 12th Saturday and the par-4 17th Sunday. The last winner of the Travelers Championship with fewer bogeys was Freddie Jacobson in 2011, who had just one blemish on his card. Win tied him with Mike Weir for the second-most wins by a lefthanded player on TOUR. Mickelson leads that group, with 42 titles...At the RBC Canadian Open, played Glen Abbey GC's final three holes in 11-under for the week en route to a solo-second finish, one stroke behind Jason Day. Noted to media early in the week that with his wife, Angie, being Canadian, he may have some extra luck. En route to his Travelers Championship win earlier in the season, was paired in the final round with Canadian Graham DeLaet. In the final round of the RBC Canadian Open, was paired with Canadian David Hearn, the 54-hole leader...Finished solo third at The Barclays (eight strokes behind champion Day) for his eighth top-10 finish of the season, entered the Deutsche Bank Championship No. 3 in the FedExCup standings, maintaining his career-best position in the season-long competition. His finish at The Barclays marked his fourth top-15 finish in 10 starts at the event. He also T10 in 2012, T12 in 2008 and T13 in 2013...With bookend 6-under 65s, ended up T10 at the BMW Championship, 10 strokes behind champion Day. Marked his second top-10 finish at the event (second in 2014)...Finished T5 at the TOUR Championship by Coca-Cola to match his best finish (2012) at East Lake GC in six starts and a career-best 10 top-10s in a season. Went 2-1-2 in his four Presidents Cup matches in the American team's 15½-14½ victory in South Korea.\n\n2013-14: Season highlighted by his second win at the Masters Tournament and a berth on the U.S. Ryder Cup team. Also won the Northern Trust Open, making him one of seven multiple winners during the season...In second start of the year, posted four rounds in the 60s to finish T8 at the World Golf Championships-HSBC Champions at Sheshan International GC in Shanghai, China...In his fourth consecutive start at the Northwestern Mutual World Challenge, consistent rounds of 70-70-69-70 earned him a T3 with Matt Kuchar at the last playing of the event at Sherwood CC...Despite his opening-round, 7-under par 64 at TPC Scottsdale, missed a heart-breaking, 5-foot putt for par on the 72nd hole of the Waste Management Phoenix Open. A par would have forced sudden-death with Kevin Stadler. Began the third round with a two-stroke lead over Stadler at 15-under before a final-round, even-par 71 resulted in the T2 finish, with Graham DeLaet...Shot matching weekend rounds of 64 to win the Northern Trust Open by two shots over Dustin Johnson. Came from four shots back on the final day to claim the victory. Weekend rounds of 64-64 is a personal low for the final 36 holes on TOUR. Earned his first win on TOUR since the 2012 Masters. Was the only player in the field to go bogey-free on the weekend at Riviera CC. Fifth TOUR victory came at age 35 years, 3 months, 11 days in his 197th career start. Has come-from-behind in four of his five TOUR wins. The win was his first top-10 in eight Northern Trust Opens. Was 3-under on the par 3s, 4-under on the par 4s and 8-under on the par 5s. Led the field in Driving Distance (304-yard average)...Recorded his fifth top-10 finish in seven season starts by adding a runner-up performance at the World Golf Championships-Cadillac Championship. His ninth runner-up finish was his second at the event (2012). Finished one stroke behind Patrick Reed following a closing, 4-under 68...Held a share of the 54-hole lead with Jordan Spieth before shooting a final-round 69 to win the Masters by three shots over first-time participants Spieth and Jonas Blixt. Earned his sixth PGA TOUR victory in his 201st start at age 35 years, 5 months, 8 days. Won his second major in his 25th start. His win ended a streak of four consecutive come-from-behind victories at the Masters. Had not held a first-, second- or third-round lead in a major before but took the outright second-round lead and the third-round co-lead (with Spieth). In winning the 2012 Masters, was three shots (fourth) off the lead (Peter Hanson) after 54 holes. Has converted two of eight TOUR third-round leads\/co-leads. Is tied for second with Jimmy Demaret and Arnold Palmer or the fewest number of attempts before a second victory in the Masters, at six. Became the 17th player in Masters' history with two or more wins. Joined Jose Maria Olazabal, Ben Crenshaw, Bernhard Langer, Seve Ballesteros, Tom Watson, Ben Hogan, Byron Nelson and Horton Smith as players with two Masters' wins. Is second among lefthanders (Phil Mickelson has five) with two career wins in a major. The eventual Masters champion has come out of the final Sunday pairing 20 of the last 24 years. He was one of the exceptions, in 2012, along with Zach Johnson (2007), Charl Schwartzel (2011) and Adam Scott (2013)...Entered the final round of the Memorial Tournament with a one-shot lead, but a final round even-par 72 dropped him to third place. Recorded first top-10 in his ninth start at Muirfield Village GC...Finished second at the BMW Championship, with rounds of 70-66-66-66 at the Cherry Hills CC near Denver. Moved from No. 6 to No. 3 in the FedExCup standings entering the TOUR Championship by Coca-Cola to control his own destiny for the FedExCup...Went on to finish 14th at East Lake GC and a career-best fifth in the FedExCup standings...At the Ryder Cup, went 0-3-0 in his three matches in the European victory in the biennial event at Gleneagles in Scotland.\n\n2013: Made the cut in 18 of 21 starts, with fourth-place finishes at the Travelers Championship and Hyundai Tournament of Champions (T4) the best of his three top-10 finishes. Ended the year No. 37 in the FedExCup...Battled an illness much of the week at the Hyundai Tournament of Champions but managed a T4 finish, with rounds of 70-69-71 at the weather-shortened event. Has improved every season at Kapalua, finishing T25 in 2011 and T18 in 2012...Finished fourth at the Travelers Championship after holding the second-round lead and a share of the third-round lead. Has made seven career starts in Hartford. In addition to his 2010 win, other top-10 finishes at TPC River Highlands came in 2012 (T2) and 2008 (T6). Held the outright lead at 13-under with three holes to play until a triple bogey on the par-3 16th hole ended his victory chances. Finished at 10-under and two shots out of the Ken Duke-Chris Stroud playoff...Entered the BMW Championship No. 40 in the FedExCup, with a T24 finish at Conway Farms leading to a final-season ranking of No. 37. Had advanced to the TOUR Championship by Coca-Cola in four of the last five years. \n\n2012: Finished a career-best No. 13 in the FedExCup standings. Previous best finish was No. 22 in 2010...Was T5 at the Waste Management Phoenix Open. Also kicked off a campaign that week to raise money for Arizona charities, with his sponsor, Ping, donating $300 for each drive that travels more than 300 yards...Entered the final round of the World Golf Championships-Cadillac Championship with a three-stroke cushion, but carded a 2-over 74 (which included three consecutive bogeys early in the round) to finish one stroke behind Justin Rose. The sixth runner-up finish of his career came in second start at the Cadillac Championship (72nd in 2009) and sixth career World Golf Championships start (previous-best finish was fourth at the 2011 Accenture Match Play Championship). Record dropped to 1-5 when carrying the lead into the final round on the PGA TOUR, with a playoff victory over Webb Simpson at the 2011 Zurich Classic at New Orleans his only victory. Through the Cadillac Championship, had yet to finish outside the top 20 in six starts this season...Finished T4 at the Arnold Palmer Invitational, eight shots behind winner Tiger Woods. Had rounds of 69-70-72-72. Was one of four players to shot par or better in all four rounds at Bay Hill...Defeated Louis Oosthuizen with a par-4 on the second playoff hole (No. 10) to win the 76th Masters Tournament. Became the fourth American to win since 2000 (Tiger Woods, Phil Mickelson and Zach Johnson). It was the 15th playoff in Masters history. Notched the third consecutive come-from-behind win at the Masters (Mickelson in 2010 and Charl Schwartzel in 2011). The last back-to-back-to-back, come-from-behind wins at the Masters were by Bernhard Langer (1985), Jack Nicklaus (1986) and Larry Mize (1987). Joined the list of lefthanders who have won five of the last 10 Masters (Mike Weir and Phil Mickelson, with three titles). Has made all four of his cuts at the Masters (T20 in 2008, 42nd in 2009 and T38 in 2011). Other players to win their first green jacket in their fourth start include Weir (2003), Ian Woosnam (1991), Mize (1987), Seve Ballesteros (1980), Tom Watson (1977), Art Wall (1959) and Arnold Palmer (1958). Only has three rounds in the 60s in 16 rounds at the Masters. Earned his fourth TOUR title in his last 39 starts after not winning in his first 121 TOUR starts to begin his career. Improved his career playoff record to 3-1. The eventual Masters champion has come out of the final Sunday pairing 19 out of the last 22 years. He joined Johnson (2007) and Schwartzel (2011) as the exceptions...Finished T2 at the Travelers Championship, closing with rounds of 65-65. Finished one shot behind the winner Marc Leishman. The T2 finish was his first top-10 since winning the Masters Tournament (four starts)...Missed the cut at the Deutsche Bank Championship, but managed top-12 finishes in the other three Playoffs events (T10 at The Barclays, T12 at the BMW Championship and T5 at the TOUR Championship by Coca-Cola) to end the season a career-best 13th in the FedExCup. His T5 at East Lake GC was his best finish in four TOUR Championship starts...Finished 2-2 for the United States team in his second Ryder Cup appearance. Lost his singles match, 2 and 1, to Luke Donald...Finished T2 in the Thailand Golf Championship in December on the Asian Tour. Shot a final-round 65 to match Charl Schwartzel's Sunday score only to finish 11 strokes off Schwartzel's winning score.\n\n2011: Recorded his first two-win season while making 19 cuts and missing only two...Picked up his second PGA TOUR title, winning by one shot over Phil Mickelson at the Farmers Insurance Open (71-65-69-67—272). Converted up-and-down from greenside bunker for birdie on the 72nd hole to take a two-stroke lead and watched as Mickelson's eagle attempt from 72 yards came up just feet short. Becomes the fifth lefthander to record multiple wins on TOUR—Mickelson (38), Mike Weir (eight), Bob Charles (six), Steve Flesch (four). Finished 13-under on the par-5s and led the field in Greens in Regulation (59 of 72, 81.9 percent) and in Driving Distance (316.6-yard average)...Finished fourth in his first appearance at the World Golf Championships-Accenture Match Play Championship, the first first-time participant to advance to the semifinals at the event since Geoff Ogilvy won in 2006. Defeated Bill Haas (3 and 2), Mark Wilson (6 and 5), Geoff Ogilvy (6 and 4) and J.B. Holmes (19 holes) prior to loisng to to Martin Kaymer (1-up) in the semifinals and Matt Kuchar (2 and 1) in the third-place match. Victory over Holmes came after being 5-down through 10 holes to become the first lefthander to reach the semifinals in tournament history...Became the second multiple winner of the season (Mark Wilson) following his playoff win over Webb Simpson at the Zurich Classic of New Orleans. Won with a birdie-4 on the second extra hole to claim his third career title. Fired rounds of 68-68-70-69 to force sudden-death. Playing in the same group Sunday, both eagled the 542-yard second hole. He rolled in an eagle putt from 9 feet to get to 14-under and leapfrog Simpson for the lead. His eagle was his third of the week in the event where he made his first career TOUR start, in 2002. Simpson countered by canning his own eagle putt from 6 feet to retake the lead at 15-under par...In first Presidents Cup appearance, posted a 3-2-0 record for the victorious United States squad. 2010: Claimed his first PGA TOUR win in 122nd start, at the Travelers Championship in June. Collected three additional top-10s, including a playoff loss to Martin Kaymer at the PGA Championship. Earned first berth on the United States Ryder Cup team...After holding the second-and fourth-round leads, shot a final-round 66 to finish T2 at the Bob Hope Classic. Trailing by one on the final hole, nearly chipped in for eagle on the par-5 hole to finish one behind winner Bill Haas. It was the fourth runner-up finish of his career. Set the SilverRock course record with a second-round 62, which began with a front-nine 29. Wife, Angie, played in the pro-am portion of the event after he purchased a spot for her as a fifth-anniversary present...Recorded best result by a left-hander in tournament history at Transitions Championship, finishing third. Also ranked third in Driving Distance (294 yards) for the week...Overcame a six-stroke deficit in the final round and then beat Scott Verplank and Corey Pavin with a par on the second playoff hole to win the Travelers Championship for his first PGA TOUR title. Closed with a 4-under 66 to match Verplank and Pavin at 14-under. Finished birdie-birdie-double bogey-birdie to end regulation, including a 396-yard tee shot and 5-foot birdie putt on the final hole to make the playoff. Pavin dropped out on the first extra hole when Watson nearly holed his second shot and Verplank made a birdie putt to force a second extra hole. Watson made a 3-footer on the par-3 16th after Verplank missed the green and made bogey. The win was the largest comeback on the PGA TOUR since Padraig Harrington also came from six back to win the 2007 Open Championship. Emotional win was dedicated to his father, Gerry, who was diagnosed with lung cancer in October 2009, and wife Angie, who was diagnosed with a brain tumor in December 2009 but was later determined to be an enlarged pituitary gland. Father passed away in October 2010...Posted four sub-par rounds, including a final-round, 4-under 68 in the PGA Championship to force an aggregate, three-hole playoff with Martin Kaymer at the PGA Championship in August. Lost to Kaymer after hitting his approach shot into the water at the third playoff hole, but the runner-up finish was his best in 11 major championship starts. With the runner-up finish, played his way onto the 2010 Ryder Cup team under Captain Corey Pavin. While disapointed with the loss, he said \"I came to win the tournament. I almost did. But I didn't almost play my way onto the Ryder Cup team. I did play my way onto the team.\"...Played in all four Playoffs events, culminating with a T17 at the TOUR Championship, to finish 22nd in the FedExCup standings...In the Ryder Cup, he won session one's fourballs match with Jeff Overton, 3 and 2, over Luke Donald and Padraig Harrington. 2009: Had a runner-up finish for a third consecutive year and placed 60th on the PGA TOUR money list…Posted 10-under 62 in first round of Bob Hope Classic, his second event of the season, for career-low round on TOUR to fall one stroke back of leader and eventual winner Pat Perez. Finished T25 after final-round 75…Earned first top-10 of the season in his fourth start with a T7 at the Buick Invitational, ranking third in Putting (111 putts) and fourth in Driving Distance (297.5 yards)…Earned season-best finish, and largest check of his career ($572,000), with a T2 at Quail Hollow Championship. Finished tied with Lucas Glover, one behind winner Sean O'Hair…Finished second in Driving Distance with a 311.4-yard average (Robert Garrigus, 312 average), breaking a streak of three consecutive years leading that statistical category. 2008: Had his most consistent season up to that point as a professional, making the TOUR Championship for the first time and placing 30th in the FedExCup...First top-10 of the season was a T8 at the Arnold Palmer Invitational. Shared the 54-hole lead with four other players including eventual champion Tiger Woods. It was his first top-10 since finishing T5 at the 2007 U.S. Open...Finished T2 at the Buick Open after missing a 15-foot birdie try at the 72nd hole that would forced a playoff with Kenny Perry. Fell back on Sunday with bogeys at Nos. 8 and 9, but recovered with birdies on four of his next seven holes. Runner-up finish marked the best of his PGA TOUR career, bettering a T3 at the 2006 Chrysler Classic of Tucson...Competed in all four FedExCup Playoffs events, with his best finish being a T12 at The Barclays. 2007: In just his second year on TOUR, collected five top-10s, including a runner-up finish at the Shell Houston Open. Shared the 36-hole lead after opening 69-71 and held the 54-hole lead by three strokes after a Redstone GC Tournament Course record-tying 8-under-par 64. Finished three strokes behind champion Adam Scott after posting a final-round 72...In just his second career major championship start, finished T5 at the U.S. Open at Oakmont. Trailed the leader, Angel Cabrera, by one stroke through 36 holes, and finished four strokes behind the eventual champion...For the second straight season, led the TOUR in Driving Distance with an average of 315.2 yards. 2006: Rookie on TOUR after finishing 21st on the 2005 Web.com Tour money list...Opened the year with a fourth-place finish at the Sony Open in Hawaii. Collected his first paycheck on TOUR, a season-best $244,800, more than he earned on the 2005 Web.com Tour money list ($202,437)...Best effort of the season was a T3 at the Chrysler Classic of Tucson, three strokes behind winner Kirk Triplett. Played 72 holes without a bogey...Bogey-free streak came to an end at 100 holes after he bogeyed the par-4 seventh hole on Doral's Blue Monster (AT&T Pebble Beach National Pro-Am-four holes, Chrysler Classic of Tucson, 72 holes, Ford Championship at Doral, 24 holes)...Next top-10 came in August, a T6 at The INTERNATIONAL. Led the field in Putting Average (1.457) despite entering the week ranked 173rd on TOUR ...Led TOUR in Driving Distance with an average of 319.6 yards. 2005: Finished 21st on the Web.com Tour money list. One of three left-handers to graduate to the PGA TOUR from Web.com Tour, joined by Eric Axley and Greg Chalmers. Fell from 18th to 21st on money list after the Web.com Tour Championship and grabbed the last available spot after graduating class was expanded to top 21 thanks to a change in the eligibility following Jason Gore's victory on the PGA TOUR...Season highlighted by a T2 at the BMW Charity Pro-Am at The Cliffs...Led Web.com Tour in Driving Distance with an average of 334.0 yards (second-longest average in Tour history). 2004: Finished second twice on the Web.com Tour, losing in a three-way playoff at the Lake Erie Charity Classic and finishing T2 at the Mark Christopher Charity Classic...Blasted a 422-yard tee shot, the longest recorded drive in Web.com Tour history, at the Gila River Golf Classic...Finished 37th on the final Web.com Tour money list. 2003: Finished 63rd on the Web.com Tour money list. 2002: First career start on the PGA TOUR was at the Compaq Classic of New Orleans after Monday qualifying. Missed the cut. Amateur: Three-time AJGA All-America selection...First-team junior college All-American at Faulkner State in Alabama...Attended the University of Georgia where he helped the Bulldogs to the 2000 SEC title. Second-team all-Southeastern Conference pick. Honorable mention All-American.\n\n\n","otherCarHigh" : "","personal" : "He and his wife, Angie, adopted their son (Caleb) on March 26, 2012 and adopted their daughter (Dakota) in December of 2014...Formed the Bubba Watson Foundation in January 2014. The foundation's mission is to enhance the everyday lives of people in need and placing a particular emphasis on helping and inspiring children, young adults and those associated with the U.S. mililtary...Also created Bubba's Bash, an annual charity concert comprised of artists of varying genres and guest speakers who share a love of God...Sponsors the Bubba Watson Invitational at the University of West Florida, a women's NCAA Division II golf tournament at Stonebrook Village GC...Recognized his responsibility as a role model to kids by returning to the University of Georgia to complete his degree wihout telling family or friends. Wanted to encourage kids to get an education and pursue their dreams...Dedicated his 2010 Travelers Championship win to his wife and father, Gerry, who was battling lung cancer and later passed away in October of 2010. Father was a lieutenant in the Green Berets' Special Forces during the Vietnam War and was honored prior to the clinic for his military service with a plaque presented to him by Gen. Steven Duff, commander of U.S. Army Special Forces Command (Airborne) at Fort Bragg, N.C. “It's special. With my dad's situation, it's brought to my heart that the military is much more important than what we do for a living. So I needed to do something for the Green Berets and bring light to the Pensacola area.”...Self-taught player who learned the game by hitting wiffle balls around his house. \"The house was probably an acre-and-a-half yard with big trees in downtown Bagdad (Fla). The house is sitting here, and I drew in the dirt driveway. I'd draw a big circle, and that would be my hole, a 5-foot circle. I'd go around it to the left and then I'd go around it to the right. So I learned to cut it. If you know about wiffle balls or plastic balls, it's hard to cut. Then I learned to hook it the other way, hit it high over limbs, hit it low under limbs. I'd say non-stop every day from 6 to 12 years old. Instead of playing with trucks out in the yard, I'd play with a ball and a club.\"...His most impressive drive came at the Waste Management Phoenix Open in 2012 when he showed up at TPC Scottsdale driving the \"General Lee,\" one of the original Dodge Chargers from the 1980s TV show \"The Dukes of Hazzard\" that he purchased at the Barrett Jackson car show...Attended the same high school—Milton (Fla.) High School—as PGA TOUR players Heath Slocum and Boo Weekley...Wife is 6-foot-4 and a former University of Georgia, WNBA and European professional basketball player...In 2015 became a part owner of the Pensacola Blue Wahoos, a minor-league baseball team (Cincinnati Reds Double-A team) with Quint Studer and Rishy Studer.","otherInfo" : "","ntlTeams" : "The Presidents Cup (2), 2011, 2015; Ryder Cup (3), 2010, 2012, 2014.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 1st at the Northern Trust Open.","dynStats" : "He ranks 6th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/BubbaWatsonGolf"},{"cat" : "google+","desc" : "","url" : "http:\/\/plus.google.com\/u\/0\/118214926622712902590\/posts"},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/bubbawatson"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/BubbaWatson"},{"cat" : "youtube","desc" : "","url" : "http:\/\/www.youtube.com\/user\/BubbaWatsonGolf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}