{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01527","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "6","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hoch","first" : "Scott","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "175","weightMetric" : "79","birthDate" : "November 24, 1955","age" : "60","birthPlace" : "Raleigh, North Carolina","residence" : "Orlando, Florida","family" : "Wife, Sally; Cameron (5\/1\/84), Katie (5\/16\/86)","education" : "Wake Forest University (1978, Communications)","splInterest" : "All sports","pronunciation" : "HOAK","nwTourAlumnus" : "","trndProYear" : "1979","clubAffl" : "","cityPlaysFrm" : "Orlando; Florida; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "22,938,057&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1980","qSchoolYear" : "Fall 1979","exmtStatus" : "Major Medical Extension","otherVics" : "","intlVics" : "(6): 1982 Pacific Masters [Jpn], Casio World Open [Jpn]. 1986 Casio World Open [Jpn]. 1990 Korean Open [Asia]. 1991 Korean Open [Asia]. 1995 Heineken Dutch Open [Eur].","curYearHigh" : "Competed in 21 events, the most he has played in a season since 2008 when he played in 25 events...Had three top-10 finishes with a T6 showing at the Tucson Conquistadores Classic in March, the best of the three...Used three sub-par rounds at TPC San Antonio to T7 in the San Antonio Championship...Posted a final round 4-under-par 66 at the U.S. Senior Open in Sacramento to finish T10.","carHigh" : "2013: Did not play on the PGA TOUR. Played a full schedule on the Champions Tour, marking his first competitive golf since 2011.\n\n2012: Did not play in an event during the year after undergoing a fourth surgery in March on his left hand which entailed replacing a deteriorated bone with a tendon.\n\n2011: Returned to the Champions Tour for the first time in more than a year when he played at the Outback Steakhouse Pro-Am (T25) in April. Had been sidelined after suffering a broken collarbone in a biking accident the previous summer...The week following his return in Tampa, he teamed with Kenny Perry where they lost in a playoff at the Liberty Mutual Legends of Golf when they both missed short par putts on the second playoff hole, giving the Legends Division title to Mark McNulty and David Eger...Was also T16 at the Regions Tradition. \n\n2011: Did not play on the PGA TOUR and finished third in his only start on the Champions Tour at The ACE Group Classic...Using one-time top 50 all-time official money exemption for the 2012 TOUR season. \n\n2010: Made just one Champions Tour start before left-wrist problems returned and curtailed his season...After being out of action for six months, returned to action early in the season at The ACE Group Classic and finished third thanks to three consecutive sub-par rounds in windy conditions in Naples. Had just one bogey over his final 36 holes...Withdrew prior to the start of the opening round of the Allianz Championship in Boca Raton the following week and did not play again. Had planned on returning to action in the summer but suffered a broken collarbone in a freak bicycle accident.\n\n\n\n2009: Made one PGA TOUR start, finishing T24 at the U.S. Bank Championship in Milwaukee, including a final-round 66. It was his 16th made cut in 18 appearances in Milwaukee...Played in only 12 Champions Tour events during the year and none after the U.S. Senior Open in early August. Missed much of the second half of the season due to recurring issues with his left wrist and had surgery in early October. Best finish came in July with a third at the 3M Championship near Minneapolis. \n\n2008: Made his first appearance on the PGA TOUR since 2005 at The Honda Classic and finished T65 at PGA National...Teamed with Kenny Perry to win the Merrill-Lynch Shootout in mid-December...Was the first multiple Champions Tour winner during the season, claiming a pair of titles in Florida in back-to-back starts. Was among the top-three in three other events and pocketed more than $1.4 million in earnings, his best money-making year since 2002. First win of the season came at the Allianz Championship in Boca Raton. Won the following week near Naples at The ACE Group Classic. \n\n2007: Played his first full season on the Champions Tour and finished 22nd on the money list, posting his first career win by two strokes over D.A. Weibring at the FedEx Kinko's Classic near Austin, Texas, in May. \n\n2006: Spent majority of the season rehabbing left wrist from surgery in October 2005...Made his Champions Tour debut at the Constellation Energy Classic in September and T27. Appearance in Maryland was his first tournament on any Tour since March 2005 when he re-injured the same hand during the Bay Hill Invitational and withdrew after the opening round…Received a Major Medical Extension on the PGA TOUR for 2007. \n\n2005: Played in two PGA TOUR events...Re-injured wrist during the Bay Hill Invitational and withdrew after an opening-round 79...After attempting to rehab the wrist for most of the season, finally underwent surgery during week of FUNAI Classic at Walt Disney World Resort. \n\n2004: Was having another consistent year, with four top-10s in 16 starts, until an injury at the PGA Championship sidelined him for the rest of the season. Managed to surpass the $1-million mark for the ninth consecutive season...During the second round of the PGA Championship in August fell walking off a tee box. The ground (sand) gave way, causing him to fall backward. He put his hands out to break fall and ended up with a sprained left wrist. Played about three more holes and then withdrew. \n\n2003: In his second tournament of the season finished T5 at the Accenture Match Play Championship after losing to eventual champion Tiger Woods in the quarterfinals (5 and 4)...Following week won the Ford Championship at Doral, for his 11th career victory and fifth since turning 40. Shared third-round lead with Bob Tway, then went on to defeat Jim Furyk with birdie on the third extra hole to even his career playoff record at 2-2. Play was suspended due to darkness on Sunday night while both players were on the green of the second playoff hole. First Monday finish since the 2001 Buick Classic. $900,000 paycheck was largest of career. At beginning of the week was going to pull out of the Ford Championship due to wrist injury. \n\n2002: Did not defend his title at the Greater Greensboro Chrysler Classic due to trouble with right eye from LASIK surgery. Had two surgeries over last four months to fix an astigmatism...Tied career best with a T5 finish at the U.S. Open, closing with a 1-under-par 69. On Sunday, sporting a stars and stripes golf shirt dedicated to New York City, recorded an ace with a 3-iron on the 207-yard 17th hole, one of three holes-in-one on the week...In only fifth career Open Championship appearance, finished T8 for low American, aided by a final-round 66. Total of 280 was only two strokes out of a four-man playoff. Previous best finish at The Open Championship had been T68 in 1995, missing cut in three others...Finished Ryder Cup with 0-3-1 record. \n\n2001: At 45, had a career year in money earned with $2,875,319 (seventh on money list) and tournament titles (two) in a single season. First 45-year old to win twice in same season since Hale Irwin in 1990. Only Julius Boros (age 47 and 48 in 1967 and 1968), Sam Snead (age 47 in 1960) and Irwin had won multiple times at age 45 or older...Held third-round lead at Greater Greensboro Chrysler Classic. Closing 69 brought him his ninth TOUR title, first in last 94 starts...Closing 64 at Advil Western Open produced 10th TOUR title and second of season. Edged 36- and 54-hole leader David Love III by one stroke. His 267 total broke tournament record set by Sam Snead in 1949 and equaled by Chi Chi Rodriguez in 1964.\n\n2000: First of seven top-10s came at Accenture Match Play Championship, where he defeated Stuart Appleby, Lee Westwood and Jesper Parnevik before a 5-and-4 quarterfinal loss to David Duval...Trailed by one stroke after 36 and 54 holes at the Shell Houston Open before a final-round 73 dropped him to a T7...A week later, at the Compaq Classic of New Orleans, fired 69-66 on the weekend for a T9...Also T9 at the Advis Western Open...Shot a final-round 65 and recorded his 14th career runner-up finish, at the SEI Pennsylvania Classic...In October, made a strong run at qualifying for THE TOUR Championship, with a T5 at the Buick Challenge and a T9 at the Michelob Championship.\n\n1999: Another consistent season making 24 cuts in 27 starts and finished No. 33 on the final PGA TOUR money list. Dropped out of the top 20 on the money list for the first time in five years...First top-10 of the season came at the Nissan Open, where a final-round 66 matched the low round of the day on his way to a T7...Second top-10 came at the Bay Hill Invitational, where rounds of 71-70-70-69 earned him a T5...Next week, added another top-10, his third consecutive in THE PLAYERS Championship, when he fired 72-7073-75 for a T6 at TPC Sawgrass...At the Shell Houston Open, recorded a T10...Fifth top-10 of the campaign came at the Buick Classic, his top finish of the season...Final top-10 came in his last official event. Was T7 at the World Golf Championships-American Express Championship.\n\n1998: For the eighth time in his 19-year career and for the fifth consecutive season, was among the top 20 on the PGA TOUR money list. Finished without a victory for the first time in five seasons but posted two runner-up showings, boosting his career total to 13...Finished second at Kemper Open. Was tied for fifth through 54 holes. A final-round 70, including a birdie on the 72nd hole, left him one shot shy of winner Stuart Appleby...Final-rfound 65 vaulted him from 17th to second place at the CVS Charity Classic, one stroke behind Steve Pate...Had two consecutive top-10s on the West Coast to begin the year. Opened 69-66 to finish T9 at the Tucson Chrysler Classic...At the Nissan Open, was T6 outside Los Angeles...His second-round 66 highlighted his T7 at the Doral-Ryder Open...Produced another T7 in Florida, this time at THE PLAYERS Championship, his second consecutive top-10 at TPC Sawgrass...Sixth top-10 came at the Motorola Western Open, a T7...One week later, opened 65-68-64 and was part of a three-way tie for the lead at the Canon Greater Hartford Open. A Sunday 71 left him T7...Was T9 at the NEC World Series of Golf...Was in contention at the Masters through 36 holes until a pair of 73s on the weekend dropped him to T16...Played on the U.S. Presidents Cup team. Was 2-2-0 at Royal Melbourne GC in the U.S.'s nine-point loss to the International team. Teamed with Mark O'Meara to win the duo's four-ball match, then he defeated Joe Ozaki, 4 and 3, in singles play. \n\n1997: Won second Greater Milwaukee Open and had a career-high 11 top-10s…Was the second-oldest (Lee Elder) Ryder Cup rookie. \n\n1996: Six top-three finishes, topped by wire-to-wire victory at Michelob Championship at Kingsmill...Won Vardon Trophy with 70.08 scoring average...Represented the U.S. for a second time at The Presidents Cup. Was 3-1-0 in the U.S. victory. Won his four-ball match with Kenny Perry, won foursomes with Mark O'Meara and prevailed over Mark McNulty in singles, 1-up. \n\n1995: Shot back-to-back 65s on weekend at Greater Milwaukee Open for three-stroke victory...Lost playoff to Payne Stewart at Shell Houston Open after holding five-stroke lead through 54 holes. \n\n1994: After four years without a victory, captured Bob Hope Chrysler Classic...Later that year, runner-up to Jose Maria Olazabal at NEC World Series of Golf...Played for the U.S. in the first Presidents Cup competition, at Robert Trent Jones GC in Virginia. Was 2-1-1 in his four matches, with his victories coming with Jay Haas in both four-ball and foursomes matches. Halved his singles match with David Frost. \n\n1989: Lost on second hole of sudden-death playoff to Nick Faldo at Masters. Three weeks later, won Las Vegas Invitational in playoff over Robert Wrenn...Had first money list top-10 finish (No.10). \n\n\n\n1986: Winner of Chrysler Team Championship with Gary Hallberg. \n\n\n\n1984: Won third TOUR title, at the Miller Lite Quad Cities Open, by five strokes. \n\n\n\n1982: Won second TOUR title at the USF&G Classic in New Orleans, beating Bob Shearer and Tom Watson by two strokes in the weather-shortened 54-hole tournament. \n\n1980: First victory came in rookie season, winning first of two Quad Cities Opens. \n\nAmateur: Runner-up to John Cook at 1978 U.S. Amateur...Member of 1975 national championship team at Wake Forest...An All-America selection in 1977 and 1978 when he won Atlantic Coast Conference title.\n","otherCarHigh" : "","personal" : "Donated $100,000 of 1989 Las Vegas Invitational winnings to Arnold Palmer Children's Hospital in Orlando. Has a floor named after him at the Arnold Palmer Hospital, thanks to his family's donations. Although son Cameron was successfully treated elsewhere for rare bone infection in right leg, he and wife Sally are strong supporters of Orlando facility...Family has also made large donations to area hospitals and churches...Brother Buddy was a professional bowler, while their father won All-American honors in baseball at Wake Forest...Lists Harbour Town GL, Muirfield Village and the CC of North Carolina as his favorite courses...Favorite entertainer is Frank Sinatra, favorite movies include \"It's a Wonderful Life\" and \"Blazing Saddles.\"...Favorite athlete is Michael Jordan...Has experienced his share of medical issues in recent years. Underwent left-hand surgery during the week of the 2005 FUNAI Classic at Walt Disney World. Doctors removed two pieces of bone and cartilage in his hand and repaired a torn tendon that had snapped in April of that same year...Had played just four PGA TOUR events in 2003 with a nagging wrist injury and then sprained left wrist during the 2004 PGA Championship when, during the second round, he put his hands out to break a fall, after walking off the tee box and the ground gave way...Says one historical event he would have liked to have witnessed first hand was being the first to step on the moon...Once played a round of golf with three Presidents at one time—George H.W. Bush, Bill Clinton and Gerald Ford, at the 1995 Bob Hope Chrysler Classic...Had an opportunity to play with his idol when he was paired with Arnold Palmer in the first round at his first Masters (1979).","otherInfo" : "","ntlTeams" : "The Presidents Cup (3), 1994, 1996, 1998; Ryder Cup (2), 1997, 2002; World Amateur Team Championship (1), 1978; Walker Cup (1), 1979.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2006","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(7): 1982 Pacific Masters, Casio World Open. 1986 Casio World Open. 1990 Korean Open. 1991 Korean Open. 1995 Heineken Dutch Open. 2008 Merrill Lynch Shootout [with Kenny Perry].","intlVics" : "","curYearHigh" : "Competed in 21 events, the most he has played in a season since 2008 when he played in 25 events...Had three top-10 finishes with a T6 showing at the Tucson Conquistadores Classic in March, the best of the three...Used three sub-par rounds at TPC San Antonio to T7 in the San Antonio Championship...Posted a final round 4-under-par 66 at the U.S. Senior Open in Sacramento to finish T10.","carHigh" : "2014: Made just 13 starts during the season, with a pair of top-10 finishes. Had his best effort in his final start of the year, at the AT&T Championship, where he fashioned a T4 finish...Earlier in the year was T6 at the Mississippi Gulf Resort Classic...Following that outing, had assorted ailments and did not play again until mid-July when he competed at the U.S. Senior Open in Oklahoma where he finished T33 at Oak Tree National...Led all players on Tour in One-Putt Percentage, at 41.53 (299 of 720).\n\n2013: After missing all of the 2012 season following left-hand surgery and portions of the three previous seasons with various health issues, came back to play in 20 events. They represented his most starts in a season since 2008...Had best stretch of golf in September when he T5, T9 and T13 in successive tournaments...Sandwiched a pair of 65s around a second-round 70 to T5 at the inaugural Shaw Charity Classic in Calgary in early September...Continued his strong play the next week in Montreal. Rebounded from a 4-over-par 76 in his opening round to finish T9, thanks to weekend rounds of 69-70...Was T13 in his next start at the Nature Valley First Tee Open at Pebble Beach...Posted his first top-10 finish of the season in August when he was T10 at the Dick's Sporting Goods Open, his first top-10 finish since he and Kenny Perry lost in a playoff to Mark McNulty and David Eger at the 2011 Liberty Mutual Legends of Golf.\n\n 2012: Did not play in an event during the year after undergoing a fourth surgery in March on his left hand which entailed replacing a deteriorated bone with a tendon. \n\n2011: Returned to the Champions Tour for the first time in more than a year when he played at the Outback Steakhouse Pro-Am (T25) in April. Had been sidelined after suffering a broken collarbone in a biking accident the previous summer...The week following his return in Tampa, he teamed with Kenny Perry where they lost in a playoff at the Liberty Mutual Legends of Golf when they both missed short par putts on the second playoff hole, giving the Legends Division title to Mark McNulty and David Eger...Was also T16 at the Regions Tradition. \n\n2010: Made just one Champions Tour start before left-wrist problems returned and curtailed his season...After being out of action for six months, returned early in the season at The ACE Group Classic and finished third, thanks to three consecutive sub-par rounds in windy conditions in Naples. Had just one bogey over his final 36 holes...Withdrew prior to the start of the opening round of the Allianz Championship in Boca Raton the following week and did not play again. Had planned on returning to action in the summer but suffered a broken collarbone in a freak bicycle accident. \n\n\n\n2009: Played in only 12 events during the year and none after the U.S. Senior Open in early August...Missed much of the second half of the season due to recurring issues with his left wrist and had surgery in early October...Shot three straight rounds in the 60s in July to finish in third place at the 3M Championship near Minneapolis...Was also T4 at the Triton Financial Classic at The Hills CC near Austin, Texas, in early June. 2008: Was the first multiple winner, claiming a pair of titles in Florida in back-to-back starts early in the campaign...Was also among the top-three in three other events and pocketed more than $1.4 million in earnings, his best money-making year since 2002...First win of the season came at the Allianz Championship in Boca Raton. Birdied three of his final four holes on the Old Course at Broken Sound to prevail by one stroke over Bruce Lietzke and Brad Bryant. Appeared out of contention after being 1-over through 10 holes in his final round but birdied five of his last eight holes to win, including a 22-footer at No. 17 to draw even with Bryant. With Bryant already finished, he two-putted for a birdie from 23 feet at No. 18 to claim the title...Won the following week near Naples at The ACE Group Classic. Trailed by two strokes after 36 holes but a closing, 4-under-par 68 included a critical birdie on the 18th hole that eventually got him into a playoff with Tom Kite, Tom Jenkins and Bryant. Made an 8-foot birdie on the first extra hole to win. Victory gave him multiple wins in a season for the first time since 2001 on the PGA TOUR...Almost won a third Florida title at the Outback Steakhouse Pro-Am. Was tied with Tom Watson for the lead standing in the 18th fairway on the last day but eventually missed a 4-foot par putt that dropped him into a T2 with Jay Haas...Also T2 in defense of his FedEx Kinko's Classic crown. Had a chance to join Denis Watson in a playoff but missed a long birdie attempt at the last hole...On the leaderboard during the weekend at the Senior PGA Championship and eventually finished T3 at Oak Hill, two strokes back of Jay Haas...Closed his season by teaming with Kenny Perry to win the unofficial Merrill Lynch Shootout by four strokes over Boo Weekley and J.B. Holmes in Naples, Fla., site of his Champions Tour win earlier in the year at The ACE Group Classic. 2007: In first full season on the Champions Tour, broke through for victory at the FedEx Kinko's Classic, prevailing by two strokes over D.A. Weibring near Austin, Texas. Posted three straight rounds in the 60s and made just one bogey in the 54-hole event. Win came in just his 10th start on the Champions Tour. \n\n\n\n2006: Spent majority of the season rehabbing left hand from surgery in October 2005...Made his Champions Tour debut at the Constellation Energy Classic in September and shot 72-70-69 to T27 at Hayfields CC. Appearance in Maryland was his first tournament on any TOUR since March 2005 when he reinjured the same hand during the Bay Hill Invitational and withdrew after the opening round.\n","otherCarHigh" : "Was perhaps the PGA TOUR's most consistent performer from 1982 through 2002 when he finished among the top 40 on the money list every year during that 20-year span except for 1992 when surgery to repair a shoulder injury slowed him...Collected 160 top-10s in his PGA TOUR career...Last of 11 PGA TOUR victories came at the 2003 Ford Championship at Doral, his fifth win since turning 40. Shared the third-round lead with Bob Tway, then went on to defeat Jim Furyk with birdie on the third extra hole. Play was suspended due to darkness on Sunday night while both players were on the green on the second playoff hole. First Monday finish since the 2001 Buick Classic. $900,000 paycheck was the largest of his career. Victory in Miami gave him the 10th-longest span between first and last wins (22 years, seven months and 21 days) in PGA TOUR history...Had his career year in money earnings in 2001 when at age 45, he made $2,875,319 (seventh on money list) and claimed a pair of tournament titles. Became the first 45-year-old to win twice in a single season since Hale Irwin in 1990. Only Julius Boros (age 47 and 48 in 1967 and 1968), Sam Snead (age 47 in 1960), Kenny Perry (age 47 and 48 in 2008 and 2009) and Irwin had won multiple times at age 45 or older...Victory at 2001 Greater Greensboro Chrysler Classic was first in 94 starts and at 45 years, five months and five days, made him the oldest TOUR winner since Tom Watson won the 1998 MasterCard Colonial at age 48...Fired a closing-round 64 to claim the Advil Western Open, edging Davis Love III by a stroke. 267 total broke the tournament record set by Sam Snead in 1949 and equaled by Chi Chi Rodriguez in 1964...First victory came in rookie season of 1980, winning first of two Quad Cities Opens...Had first money list top-10 finish in 1989 (No. 10), earning $670,680...Three weeks after playoff loss to Nick Faldo at 1989 Masters, won Las Vegas Invitational in playoff over Robert Wrenn...After four years without a victory, captured 1994 Bob Hope Chrysler Classic...Shot back-to-back 65s on weekend at 1995 Greater Milwaukee Open for three-stroke victory...Lost playoff to Payne Stewart at 1995 Shell Houston Open after holding a five-stroke lead through 54 holes...Six top-three finishes in 1996, topped by wire-to-wire victory at the Michelob Championship at Kingsmill...Won second Greater Milwaukee Open in 1997 and that year, had a career-high 11 top-10 finishes, including a second at THE PLAYERS Championship, T6 at the PGA Championship and T10 at both the U.S. Open and THE TOUR Championship...Won 1996 Vardon Trophy with 70.08 scoring average...Winner of 1986 Chrysler Team Championship with Gary Hallberg...Runner-up to John Cook at 1978 U.S. Amateur...Member of 1975 national championship team at Wake Forest...Was a second-team All-America selection in 1977 and 1978 when he won the Atlantic Coast Conference title...Member of the Wake Forest Athletic Hall of Fame...Voted into the Carolina Golf Hall of Fame in 2011...Has had 30 holes-in-one in his career, with seven coming in official PGA TOUR rounds.","personal" : "Donated $100,000 of 1989 Las Vegas Invitational winnings to Arnold Palmer Children's Hospital in Orlando. Has a floor named after him at the Arnold Palmer Hospital, thanks to his family's donations. Although son Cameron was successfully treated elsewhere for rare bone infection in right leg, he and wife Sally are strong supporters of Orlando facility...Family has also made large donations to area hospitals and churches...Brother Buddy was a professional bowler, while their father won All-American honors in baseball at Wake Forest...Lists Harbour Town GL, Muirfield Village and the CC of North Carolina as his favorite courses...Favorite entertainer is Frank Sinatra, favorite movies include \"It's a Wonderful Life\" and \"Blazing Saddles.\"...Favorite athlete is Michael Jordan...Has experienced his share of medical issues in recent years. Underwent left-hand surgery during the week of the 2005 FUNAI Classic at Walt Disney World. Doctors removed two pieces of bone and cartilage in his hand and repaired a torn tendon that had snapped in April of that same year...Had played just four PGA TOUR events in 2003 with a nagging wrist injury and then sprained left wrist during the 2004 PGA Championship when, during the second round, he put his hands out to break a fall, after walking off the tee box and the ground gave way...Says one historical event he would have liked to have witnessed first hand was being the first to step on the moon...Once played a round of golf with three Presidents at one time—George H. Bush, Bill Clinton and Gerald Ford at the 1995 Bob Hope Chrysler Classic...Had an opportunity to play with his idol when he was paired with Arnold Palmer in the first round at his first Masters (1979).","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T6th at the Chubb Classic.","dynStats" : "He ranks 52nd in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}