{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27896","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Fisher","first" : "Ross","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "180","weightMetric" : "82","birthDate" : "November 22, 1980","age" : "35","birthPlace" : "Ascot, England","residence" : "Cheam, England","family" : "Wife, Joanne; Eve Rose (7\/25\/09), Harry George (4\/22\/11)","education" : "","splInterest" : "Cars, movies, computer games","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2004","clubAffl" : "","cityPlaysFrm" : "London; ; England","websiteUrl" : "www.ross-fisher.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Conditional","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2013: Made seven of 15 TOUR cuts, with one top-10 finish. Missed the FedExCup Playoffs after finishing No. 161 in the standings. Will not have any status on the TOUR for the 2013-14 season...Finished T10 at the Wells Fargo Championship in his third start at the event. Recorded his first TOUR top-10 since he had two in 2009...Did not play in any of the four Web.com Tour Finals events...At the Nordea Masters in Sweden in early June, shot a final-round 64 at Bro Hof Slott GC to T8 on the European Tour...Held a share of the first-round lead at the Wyndham Championship before finishing T52...Shot a third-round 63 at the Omega European Masters in Switzerland in September. A final-round 66 moved him up the leaderboard into solo-fifth position at Crans-sur-Sierre GC...The next week, at the KLM Open in the Netherlands, added another top-10, this time a T3 with Simon Dyson, Gregory Havret and Damien McGrane, three shots out of the Joost Luiten-Miguel Angel Jimenez playoff. Enjoyed for sub-70 rounds at Kennemer G&CC.\n\n2012: Finished T2 at the PGA TOUR Qualifying Tournament, where he finished one shot behind winner Dong Hwan Lee. Joined the PGA TOUR as a member for the first time. Has played full time on the European Tour since 2006, with 140 career starts there...Was T7 at the European Tour's Ballantine's Championship in South Korea in April...Finished a distant second to Lee Westwood at the Nordea Masters in June, five shots back of Westwood's winning pace...Two weeks later, shot four consecutive 70s at the BMW International Open in Cologne, Germany, to T8 at GC Gut Larchenhof...In late June-early July, made a final-round run at the Irish Open with two front-nine eagles at Royal Portrush GC. Eventually settled for a T10.\n\n2011: Played solidly at the KLM Open in the Netherlands in September. Struggled to a 4-over 74 in the second round at Hilversum GC that proved to be his undoing. Opened and closed with a 66, and had a 67 in the third round. Ended T6...Had three other European top-10 finishes, at the BMW International Open, the Volvo World Match Play Championship and the Omega Dubai Desert Classic...Finished 15th at the Masters, securing an automatic return invitation to Augusta in 2012. \n\n2010: Picked up a European Tour title for the fourth consecutive year when he won the 3 Irish Open at Killarney Golf and Fishing Club. Entered the final round with a one-stroke lead, and fired a 65 to hold off a hard-charging Padraig Harrington, who had a Sunday 64 but fell one stroke short...That win topped a memorable season with three other top-10 finishes and a maiden Ryder Cup appearance, securing two points for the winning Europeans and finishing with a 2-2-0 record. \n\n2009: Making his first appearance at the World Golf Championships-Accenture Match Play Championship, he reached the semifinals, marking the first time two Englishmen (Paul Casey) had reached the semifinals. Lost to Casey, 2 and 1, in the semifinals. Earned $490,000 for fourth-place finish. Made a special temporary member of the PGA TOUR in April. Making his sixth major championship start, posted his first top-10 with a fifth-place finish at the U.S. Open. At 1-under 279, was among just five players with under-par scores, finishing three behind champion Lucas Glover. Trailed third-round leader Tom Watson by one stroke in The Open Championship at Turnberry. Birdied the first two holes in the final round to reach 4-under par and take the outright lead, but made a quadruple-bogey 8 on the par-4 fifth hole after driving into long rough on the right side of the hole. Finished T13 after a final-round 75. Beat Anthony Kim to win the Volvo World Match Play Championship at Finca Cortesin near Casares in Spain. Beat Kim, 4 and 3, after playing 126 holes in four days. \n\n2008: Won for the second consecutive season on the European Tour. Began the European Open with a course-record 63 and holed out from a bunker on the 72nd hole to win by seven strokes over Sergio Garcia. Nearly won earlier in the year, losing to Phil Mickelson in a playoff for the HSBC Champions. At the Alfred Dunhill Links Championship later in the year, lost to Robert Karlsson in a sudden-death playoff. \n\n2007: Won his first European Tour title, at the KLM Open, beating local favorite Joost Luiten in the Netherlands. \n\n2006: Joined the European Tour via the European Challenge Tour and the Qualifying Tournament in 2005. \n\n\n","otherCarHigh" : "","personal" : "Learned golf at Wentworth Club after being introduced to the game by his step-father at age 3...Website is ross-fisher.com...Favorite golf memory was watching Tiger Woods win the 1997 Masters...If he weren't a golfer, he would be testing fast cars...Favorite athlete to watch is Usain Bolt...Is involved with Children's Trust charity.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2009","qSchoolYear" : "2012","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(5): 2007 KLM Open [Eur]. 2008 European Open [Eur]. 2009 Volvo World Match Play Championship [Eur]. 2010 3 Irish Open [Eur]. 2014 Tshwane Open [Eur].","curYearHigh" : "","carHigh" : "2015: Shot weekend rounds of 69-66 at the European Tour's Abu Dhabi HSBC Golf Championship to T9 in mid-JanuaryâŚFired weekend rounds of 68-68 at the Aberdeen Asset Management Scottish Open in July to T7 with Daniel Brooks and Luke Donald...Added a T5 late in the European Tour season with a solid performance at the Porsche European Open. Opened 67-65-69 and was tied for second with Pelle Edberg and Graeme Storm, a shot behind 54-hole leader Thongchai Jaidee. Fired an even-par 71 Sunday that dropped him into a tie with Rikard Karlberg, Lucas Bjerregaard and Jamie Donaldson... Picked up a T3 in his third apperance at the World Golf Championships-HSBC Champions in Shanghai. Carded 65-68 on the weekend and moved inside the top five at Sheshan International GC.\n\n2014: Played in 28 European Tour events, making the cut in 20 and finishing 20th on the final Race to Dubai standings. Playing at the Alfred Dunhill Championship in South Africa, finished T3, seven strokes behind winner Charl Schwartzel at Leopard Creek CC in Malelane...Added another South African top-10 in February. Finished T10 at the Joburg Open, enjoying four sub-70 rounds at Royal Johannesburg & Kensington GC...In his 210th European Tour start, he earned his fifth Tour title, capturing the Tshwane Open in South Africa in early March. Began his final round with a five-shot lead after opening 66-65-67. Shot a final-round 70 at Copperleaf Golf & Country Estate and held off charges by Michael Hoey and Danie Van Tonder to triumph by three shots. Cemented the victory with an eagle-3 at the par-5 15th hole...Opened with a 3-under 68 and closed with a 65 at the Irish Open to finish T8 with five others...Was T7 at the Italan Open in late-August. Had four sub-par rounds, including a 69-66 start (9-under)...Was one of only four players in the field at the BMW Masters in Shanghai in early November to shoot a round in the 60s Sunday at Lake Malaren GC. The 3-under effort propelled him into a playoff with Marcel Siem and 54-hole leader Alexander Levy. In the extra session, made a par along with Levy on the first playoff hole while Siem was making birdie. The runner-up performance was his first since he finished solo second at the ISPS Handa Perth International in 2013. \n\n2013: Made seven of 15 TOUR cuts, with one top-10 finish. Missed the FedExCup Playoffs after finishing No. 161 in the standings. Will not have any status on the TOUR for the 2013-14 season...Finished T10 at the Wells Fargo Championship in his third start at the event. Recorded his first TOUR top-10 since he had two in 2009...At the Nordea Masters in Sweden in early June, shot a final-round 64 at Bro Hof Slott GC to T8 on the European Tour...Held a share of the first-round lead at the Wyndham Championship before finishing T52...Shot a third-round 63 at the Omega European Masters in Switzerland in September. A final-round 66 moved him up the leaderboard into solo-fifth position at Crans-sur-Sierre GC...The next week, at the KLM Open in the Netherlands, added another top-10, this time a T3 with Simon Dyson, Gregory Havret and Damien McGrane, three shots out of the Joost Luiten-Miguel Angel Jimenez playoff. Enjoyed four sub-70 rounds at Kennemer G&CC...Shot a final-round 65 at the European Tour's Turkish Airlines Open in early November to T10.\n\n2012: Finished T2 at the PGA TOUR Qualifying Tournament, where he finished one shot behind winner Dong Hwan Lee. Joined the PGA TOUR as a member for the first time. Has played full time on the European Tour since 2006, with 140 career starts there...Was T7 at the European Tour's Ballantine's Championship in South Korea in April...Finished a distant second to Lee Westwood at the Nordea Masters in June, five shots back of Westwood's winning pace...Two weeks later, shot four consecutive 70s at the BMW International Open in Cologne, Germany, to T8 at GC Gut Larchenhof...In late June-early July, made a final-round run at the Irish Open with two front-nine eagles at Royal Portrush GC. Eventually settled for a T10.\n\n2011: Played solidly at the KLM Open in the Netherlands in September. Struggled to a 4-over 74 in the second round at Hilversum GC that proved to be his undoing. Opened and closed with a 66, and had a 67 in the third round. Ended T6...Had three other European top-10 finishes, at the BMW International Open, the Volvo World Match Play Championship and the Omega Dubai Desert Classic...Finished 15th at the Masters, securing an automatic return invitation to Augusta in 2012. \n\n2010: Picked up a European Tour title for the fourth consecutive year when he won the 3 Irish Open at Killarney Golf and Fishing Club. Entered the final round with a one-stroke lead, and fired a 65 to hold off a hard-charging Padraig Harrington, who had a Sunday 64 but fell one stroke short...That win topped a memorable season with three other top-10 finishes and a maiden Ryder Cup appearance, securing two points for the winning Europeans and finishing with a 2-2-0 record. \n\n2009: Making his first appearance at the World Golf Championships-Accenture Match Play Championship, he reached the semifinals, marking the first time two Englishmen (Paul Casey) had reached the semifinals. Lost to Casey, 2 and 1, in the semifinals. Earned $490,000 for fourth-place finish. Made a special temporary member of the PGA TOUR in April. Making his sixth major championship start, posted his first top-10 with a fifth-place finish at the U.S. Open. At 1-under 279, was among just five players with under-par scores, finishing three behind champion Lucas Glover. Trailed third-round leader Tom Watson by one stroke in The Open Championship at Turnberry. Birdied the first two holes in the final round to reach 4-under par and take the outright lead, but made a quadruple-bogey 8 on the par-4 fifth hole after driving into long rough on the right side of the hole. Finished T13 after a final-round 75. Beat Anthony Kim to win the Volvo World Match Play Championship at Finca Cortesin near Casares in Spain. Beat Kim, 4 and 3, after playing 126 holes in four days. \n\n2008: Won for the second consecutive season on the European Tour. Began the European Open with a course-record 63 and holed out from a bunker on the 72nd hole to win by seven strokes over Sergio Garcia. Nearly won earlier in the year, losing to Phil Mickelson in a playoff for the HSBC Champions. At the Alfred Dunhill Links Championship later in the year, lost to Robert Karlsson in a sudden-death playoff. \n\n2007: Won his first European Tour title, at the KLM Open, beating local favorite Joost Luiten in the Netherlands. \n\n2006: Joined the European Tour via the European Challenge Tour and the Qualifying Tournament in 2005. \n","otherCarHigh" : "","personal" : "Learned golf at age 3 at Wentworth Club after being introduced to the game by his step-father...Website is ross-fisher.com...Favorite golf memory was watching Tiger Woods win the 1997 Masters...If he weren't a golfer, he would be testing fast cars...Favorite athlete to watch is Usain Bolt...Is involved with Children's Trust charity.","otherInfo" : "","ntlTeams" : "Ryder Cup (1), 2010; World Cup (2), 2008, 2009. Seve Trophy (2), 2009, 2011; Eurasia Cup (1), 2016.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T3rd at the World Golf Championships-HSBC Champions.","dynStats" : "He ranks T57th in Power Rating on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}