{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "11246","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Smyth","first" : "Des","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "175","weightMetric" : "79","birthDate" : "February 12, 1953","age" : "63","birthPlace" : "Drogheda, County Louth, Ireland","residence" : "Drogheda, Ireland","family" : "Wife, Vicki; Karen (10\/3\/81), Gregory (2\/13\/84), Shane (4\/18\/88)","education" : "","splInterest" : "Tennis, horse racing, rugby","pronunciation" : "SMITH","nwTourAlumnus" : "","trndProYear" : "1974","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "4,629,067&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2003","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(19): 1979 Irish National PGA Championship, Sun Alliance European Match Play Championship. 1980 Newcastle Brown \"900\" Open, Cold Shield Greater Manchester Open, Hennessy Cognac Cup. 1981 Coral Classic. 1982 Hennessy Cognac Cup. 1983 Sanyo Open. 1985 Irish National PGA Championship. 1986 Irish National PGA Championship. 1987 Guinness Pro-Am. 1988 BNP Jersey Open, Dunhill Cup. 1990 Irish National PGA Championship. 1993 Madrid Open. 1995 Glen Dimplex Irish Matchplay Championship. 1996 Irish National PGA Championship. 2001 Irish National PGA Championship, Madeira Island Open.","intlVics" : "(2): 2005 Arcapita Seniors Tour Championship. 2007 Wentworth Senior Masters.","curYearHigh" : "","carHigh" : "2007: Early part of the season highlighted by a nice showing at the AT&T Champions Classic. Finished T4 at Valencia, two strokes out of a playoff...Made a strong push to get into the top 30 on the 2007 earnings list after he placed T4 at the Wal-Mart First Tee Open at Pebble Beach. Shared the 36-hole lead on the strengh of a second-round, 8-under 64 at Del Monte GC, matching the tournament scoring record at that course. The round included a 7-under 29 on the front nine...Followed nice showing on the Monterey Peninsula with a T5 in his next start at the Greater Hickory Classic at Rock Barn. Opened and closed with 67s at Rock Barn. Performance in western North Carolina moved him inside the top 30 for good...Was also the 36-hole leader at The Senior Open Championship at Muirfield in July before closing with rounds of 77-74 for a T10 effort...Remained in Europe the following week and was a two-stroke victor over Bob Charles at the Wentworth Senior Masters in England. 2006: Three top-five performances highlighted by his performance at the Ford Senior Players Championship in mid-July. Worked himself back among the leaders in the final round, but a pair of back-nine bogeys eventually led to a T3 in Dearborn, his best since losing in a playoff to Tom Watson at the 2005 Senior Open Championship nearly one year earlier. Made a third-round hole-in-one on No. 4 with a 6-iron from 191 yards. It was his ninth in competition and first on the Champions Tour...Served as an Assistant Captain to Ian Woosnam on winning European Ryder Cup team in Ireland. 2005: Had a breakthrough season on the Champions Tour, winning twice and finishing 10th on the money list with more than twice what he made in 2004, eclipsing the seven-figure mark in official earnings for the first time in his career...Started out the year as a conditionally-exempt player but served notice early when he claimed both of his titles in his first five starts of the campaign...Became the first Irishman since Christy O'Connor, Jr. to win on the Champions Tour when he posted his initial victory at the SBC Classic. Was a one-stroke winner over D.A. Weibring and Mark McNulty with a 5-under 211 total, the highest winning 54-hole score on the circuit last year. Started the final round at Valencia CC six strokes behind second-round leader Keith Fergus, but closed with a 4-under-par 68 to hold off Weibring and McNulty, who both missed chances to tie him on the final hole...Claimed a second title just two starts later at the Liberty Mutual Legends of Golf. The $382,000 first-place check in Savannah was the largest of his career. With winds gusting up to 35 mph, came from two strokes back on the final day to edge Tom Jenkins by two. His 1-under 71 was the only score under par among the 52-man field on Sunday and equaled the highest finish by a winner in relation to par...Also made a spirited run at The Senior Open Championship crown before losing to Tom Watson on the third playoff hole at Royal Aberdeen in Scotland...Shot a career-low round on Champions Tour with second-round, 7-under 63 at the Blue Angels Classic. 2004: Best overall effort was a T5 at the Kroger Classic near Cincinnati in early September. Was just one stroke off the lead after 36 holes, but slipped back after an even-par 72 on Sunday at the TPC River's Bend...Played in the National Qualifying Tournament during the fall in an attempt to improve his conditional status. Finished in a tie with Lonnie Nielsen after six rounds, but placed 10th after electing not to participate in a playoff. 2003: One of three rookies to finish in the top 30 on the money list, joining Craig Stadler and D.A. Weibring. Also joined 2002 Q-School graduates David Eger and Dave Barr among the top 30 money-winners...Raised eyebrows in his Champions Tour debut at The ACE Group Classic. Closed the Naples event with birdies on five of his last six holes to T2 in the event with Tom Watson...Three consecutive rounds in the 60s helped him to a T3 finish at the Columbus Southern Open...Was the 54-hole leader at the Senior PGA Championship, but closed with a 4-over-par 74 to slip to a T5 at Aronimink GC. Fired a course-record 5-under-par 65 in the third round. 2002: Joined Doug Dalziel of Scotland (1987), Simon Hobday of South Africa (1990) and Masaru Amano (1995) as the fourth international player to earn medalist honors at the Champions Tour's National Qualifying Tournament at World Woods GC in Brooksville, FL. Overcame a four-stroke deficit on the last day at World Woods and made an 8-foot birdie putt on the final hole to overtake Japan's Seiji Ebihara for top honors...Advanced to the finals after being the low man at the regional site at Marsh Creek CC in St. Augustine, FL. Shot 11-under 277 over 72 holes, six shots better than Bill Thorpe and Doug Johnson.\n\n","otherCarHigh" : "Champions Tour veteran who played full time from 2003-08, with 138 starts. Made just five starts in 2009 while competing in Europe. Had two victories among his 33 top-10 finishes and finished inside the top 30 money-winners four times. Made just five starts in 2009, with a T5 to his credit at the Liberty Mutual Legends of Golf (with Mark James)...Most-successful season came in 2005 when he finished 10th on the money list. Had a breakthrough season that year, winning twice and earning $1,238,876, more than doubling his 2004 total. Started the year as a conditionally-exempt player but served notice early when he claimed both of his titles in his first five starts of the campaign. Became the first Irishman since Christy O'Connor, Jr. to win on the Champions Tour when he posted his initial victory at the 2005 SBC Classic. Was a one-stroke winner over D.A. Weibring and Mark McNulty. Added a second title just two starts later at the Liberty Mutual Legends of Golf. The $382,000 first-place check in Savannah was the largest of his career. With winds gusting to 35 mph, came from two strokes back on the final day to edge Tom Jenkins by two...Also made a spirited run at The Senior Open Championship that year before losing to Tom Watson on the third playoff hole at Royal Aberdeen in Scotland. In 2002, joined Doug Dalziel of Scotland (1987), Simon Hobday of South Africa (1990) and Masaru Amano (1995) as the fourth international player to earn medalist honors at the Champions Tour's National Qualifying Tournament at World Woods GC in Brooksville, FL...Played 29 years on the European PGA Tour and won eight official tournaments on the circuit. Best known as the European Tour's oldest winner. Won the 2001 Madeira Island Open in Portugal by two strokes over John Bickerton at 48 years, 1 month and 4 days, 20 days older than the previous-oldest champion, Neil Coles. Has also won two events on the European Seniors Tour—2005 Arcapita Seniors Tour Championship and 2007 Wentworth Senior Masters. Played on the European Ryder Cup team in 1979 and 1981 and represented Ireland on five World Cup teams (1979-80, 1982 and 1988-89). Served as an Assistant Captain to Ian Woosnam on winning 2006 European Ryder Cup team in Ireland.","personal" : "Started playing golf at age 6...Lists Jack Nicklaus as his hero and the birth of his children as his biggest thrill outside of golf...Favorite golf course is Carnoustie in Scotland and favorite entertainer is singer Neil Diamond...Enjoys Italian food...Favorite athlete is boxer Muhammad Ali...Designed Ballykisteen G&CC in Limerick Junction, Ireland.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}