{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "35314","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Sullivan","first" : "Andy","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "170","weightMetric" : "77","birthDate" : "May 19, 1986","age" : "29","birthPlace" : "Nuneaton, England","residence" : "Nuneaton, England","family" : "Ruby (2013)","education" : "","splInterest" : "Soccer, fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2011","clubAffl" : "","cityPlaysFrm" : "Nuneaton; ; England","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(3): 2015 South African Open [Eur], Joburg Open [Eur], Portugal Masters [Eur].","curYearHigh" : "Won all three matches, including a 4&3 singles result over Thongchai Jaidee, for the victorious Europe side in the EURASIA Cup in Kuala Lumpur in January...Closed with a 4-under 68 to finish one stroke behind fellow Englishman Danny Willett at the Omega Dubai Desert Classic in February.","carHigh" : "2015: Began the South African Open Championship in mid-January with a 6-under 66 to take a share of the first-round lead with Jbe Kruger. Remained atop the leaderboard by himself after a 2-under 70 in the second round, giving him a one-shot lead over Charl Schwartzel. Fell seemingly out of contention with a 2-over 74 to Schwartzel's 66. Entered the final round seven shots behind Schwartzel. Was still six shots back when he made the turn but made two birdies and an eagle. Meanwhile, Schwartzel finished the round bogey-par-double bogey-bogey and the duo finished tied at the end of regulation. On the first extra hole, he hit an approach to 12 feet from the trees at Glendower GC then made a birdie that Schwartzel couldn't match. Became only the second Englishman to win the South African Open, joining Tommy Horton (1970)...Opened 65-68 at the Omega Dubai Desert Classic but then fell back on the weekend with a pair of 70s to T4 with four others at Emirates GC...Won a second European Tour title in Africa six weeks after his first when he shot a final-round 66 at the Joburg Open to come from a stroke off the pace to defeat a quartet of players by two shots. After opening the event with an even-par 71 on the West Course of the Royal Johannesburg & Kensington GC, followed with rounds of 65-68-66 to take the victory over 54-hole leader Walie Coetsee and David Howell, Kevin Phelan, Jaco Van Zyl and Anthony Wall. The victory qualified him for his first Open Championship...Added a T6 in early July at the Open de France, with three others at Le Golf National...Became the first European Tour player to win three tournaments during the campaign when he rolled to a dominant victory at the Portugal Masters in mid-October. Oat Oceanico Victoria GC, opened 64-64 to take a three-shot lead over Thomas Pieters through 36 holes. Increased his lead to five shots over Eduardo De La Riva, thanks to a 4-under 67 Saturday. Played bogey-free golf in the final round, a 5-under 66 to overwhelm the field and defeat Chris Wood by nine shots. Became the first player since Branden Grace in 2012 to win his first three European Tour titles in the same season. His 261 total was the lowest winning total in the event's history, bettering Steve Webster's 2007 victory total by two shots. The nine-shot win was also the largest since Charl Schwartzel captured the 2013 Alfred Dunhill Championship by 12 shots...Finished one stroke behind winner Rory McIlroy for a runner-up showing at the DP World Tour Championship, the final event in the Race to Dubai. \n\n2013-14: Made a run at his first title when he was a runner-up sat the Trophy Hassan II in March. Was tied for 15th through 54 holes then shot a final-round, 9-under 63 at Golf du Palais Royal in Morocco that vaulted him into solo-second place, five shots behind winner Alejandro Canizares…First top-10 of the season came at the Joburg Open. Three rounds in the 60s (66-69-65) plus a second-round 72 left him T5….Added a T8 at the Volvo China Open in late-April, his second consecutive strong outing in China…In September, turned in rounds of 67-68-66-67 to finish third at the KLM Open in the Netherlands…Final top-10 of the campaign came at the Turkish Airlines Open in mid-November. Despite second-round 75, used a pair of 67s in the opening and closing rounds and a third-round 66 to T4.\n\n2013: Recorded his first European Tour top-10 in his second start of the campaign in mid-December 2012. Earned a career-best € 73,125 when he T3 at the Alfred Dunhill Championship when he T3. Shot a third-round 64 and then closed with a 3-under 69 to T3, finishing a distant 13 strokes behind winner Charl Schwartzel…Finished T9 at the Commercial Bank Qatar Masters in January. Opened with a 67 and closed with a 65 at Doha GC in Qatar…Added a third top-10 in six starts with a T5 at the Africa Open. Four sub-par rounds left him at 11-under, five shots behind winner Darren Fichardt. It was his final top-10 of the season, with his only other top-15 outing coming at the Volvo China Open in May. Carded a 3-under 69 at Binhai Lake GC in Tianjin.\n\n2012: Played in 21 European Tour events and three Challenge Tour tournaments. Best finish was a T14 at the Nordea masters in June. Finished at 9-under after rounds of 68-71-69-71…Finished T16 at the Madeira Islands Open in Portugal. Only a third-round 76 kept him from contending. Opened 68-64 and fired a final-round 68…Was also T17 at the Trophy Hassan II in late-March. Weekend rounds of 68-68 moved him into a T17 in Morocco…Added a T14 on the Challenge Tour, at the Telenet Trophy. Held the first-round lead at Ravenstein Royal GC of Belgium after firing a 7-under 64. A second-round 76 derailed any hope he had of winning. \n\n2011: Made his professional European Tour debut at the Austrian Open in September. Punctuated opening rounds of 72-75-73 with a final-round 68 to finish at even-par and place T39, good for a € 6,200 payday…Only other made cut came at the European Challenge Tour's Roma Golf Open. Finished T42 after opening with a 3-under 68.\n\nAmateur: Made his European Tour debut, at the 2011 Open de Espana in May. Missed the cut…First made European Tour cut came at the Czech Open three months later. Opened with a 74 but then recovered with a second-round 68 to get to the weekend. Fired rounds of 74-73 Saturday and Sunday to finish at 1-over, good for a T41.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "Eurasia Cup (1), 2016.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T17th at the World Golf Championships-Cadillac Championship.","dynStats" : "He ranks 5th in Approach 100-125 yards (RTP Sc on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}