{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27605","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Cooke","first" : "Peter","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-7","heightMetric" : "1.7","weight" : "156","weightMetric" : "71","birthDate" : "February 18, 1985","age" : "31","birthPlace" : "Adelaide, Australia","residence" : "Adelaide, Australia","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2008","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Finished 23rd on the final Order of Merit, appearing in all seven tournaments, with three top-10s. Was the runner-up at the First Global Qualifying Tournament to medalist Justin Shin, earning full playing privileges in the process. Three of his four rounds at CTS Tycoon GC were under par...Made his Ping An Bank China Tour – PGA TOUR China Series' debut a successful one, finishing T3 at The Eternal Courtyard Open. During difficult and windy conditions in the first round at St. Andrews GC in Zhengzhou, shot a 6-over 78. Strung together three par-or-better rounds after that (72-69-66) to tie with Yi Cao and David Lutterus…Moved into contention at the United Investment Real Estate Wuhan Open in late-May when he shot a 6-under 66 in the third round. Moved from a tie for 25th when the day began into a tie for fifth. On his fourth shot of the day, after making birdie at the par-4 opening hole, made a hole-in-one. On Sunday, couldn't keep his momentum going and could only muster a 1-under 71, good enough for a solo-fourth finish, six strokes behind winner Shin. Picked up his third consecutive top-five finish of the campaign when he T5 at the Lanhai Open in late-May. Stumbled badly out of the gate, shooting a first-round 78. Was 9-under after that, mainly on the strength of a final-round 66 at Lanhai International GC, which left him tied with Eugene Wong...Had four under-par rounds at the New South Wales PGA Championship on the PGA Tour of Australasia in mid-December, finishing T8 with David McKenzie and Christopher Wood, four shots behind winner Jarryd Felton.\n\n2014: Made a run at victory in early November at the Western Australian PGA Championship. Was tied for second through 36 holes, two shots behind Chris Gaunt. Dropped to four shots back and a tie for fourth with a round to play. Even though he was a stroke worse than Saturday, shooting a final-round 71, moved into a T2 with Gaunt, a shot behind winner Ryan Lynch…A month later, strung together four rounds in the 60s at the Nanshan New South Wales PGA Championship, finishing T7…Only other top-20 came at the Fiji International in Suva in mid-August, a T15.  \n2013: Enjoyed a pair of T14s early and then late in his season. In March, finished T14 at the New Zealand PGA Pro-Am Championship on the strength of four under-par rounds (70-69-68-70)…In mid-December, was again T14, at the Australian PGA Championship, thanks to weekend rounds of 67-70.  \n2012: Made five cuts in seven PGA Tour of Australasia appearances, a T14 at the New Zealand PGA Pro-Am Championship his top finish…Added a T25 at the Victorian PGA Championship in his first start of the year, his only other top-25…On the OneAsia Tour, in his lone start, finished T45 at the Nanshan China Masters.  \n2011: On the Asian Tour, only a second-round 76 kept him contending at the Kolon Korea Open. Began with a 72 and then added weekend rounds of 69-72 to T14…Had a top-25 effort on the PGA Tour of Australasia, a T25 at the BMW New Zealand Open.  \n2010: Best Asian Tour performance was at the Worldwide Selangor Masters, a T40, in August…On the PGA Tour of Australasia, top outing was a T52 at the Australian Open.  \n2009: In his second start of the Asian Tour year, opened with a 67 then fired three consecutive 70s at the Black Mountain Masters to T8…Had two additional top-25s during the year, a T16 in October at the Mercuries Taiwan Masters and a T25 in July at the Indonesian President Invitational.  \n2008: Best Asian Tour finish came in his first start of the campaign, a T22 at the SAIL Open Golf Championship, opening with a 67. \n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T3rd in 2015 at the The Eternal Courtyard Open.","dynStats" : "He ranks 12th in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}