{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24083","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "7","capcure" : "N", "personalInfo" : {"name" : {"last" : "Fraser","first" : "Marcus","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "196","weightMetric" : "89","birthDate" : "July 26, 1978","age" : "37","birthPlace" : "Corowa, New South Wales, Australia","residence" : "Melbourne, Australia","family" : "Wife, Carlie","education" : "","splInterest" : "Music, all sports","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2002","clubAffl" : "","cityPlaysFrm" : "Melbourne; ; Australia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "241,602&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2013","exmtStatus" : "Conditionally Exempt: 71st qualifier from Qualifying Tournament, Money List 61-100","otherVics" : "","intlVics" : "","curYearHigh" : "Held the 54-hole lead at the Thailand Golf Championship in December 2014. Opened with rounds of 69-72-70. Fired a final-round 70 at Amata Spring CC but watched as Lee Westwood passed him by to win. Finished in a T2 with Martin Kaymer...Was in contention all week at the Hero Indian Open in February. Shot a final-round, 1-over 72 at Delhi GC that left him at 6-under and one shot out of the Anirban Lahiri-S.S.P Chawrasia playoff that Lahiri won. Finished T3 with Joakim Lagergren, Prayad Marksaeng and Mithun Perera...Was T5 at the British Masters. Opened with a 5-under 66, and only a second-round 73 kept him from putting pressure on the leaders as he posted a pair of 67s on the weekend to T5 at Woburn GC, four shots short of winner Matthew Fitzpatrick...After beginning the final round three behind 54-hole leader Soomin Lee, closed with a 68 to win the inaugural Maybank Championship Malaysia at Royal Selangor Golf Club by two strokes over Lee and Miguel Tabuena. Was two strokes behind Lee heading to No. 16, but a double bogey from the South Korean, coupled with a nearly-holed chip by Fraser, opened the door for his third European Tour title and first since the 2010 Ballantine's Championship. Also became the first Australian to win a Tour event in Malaysia.","carHigh" : "2012: Finished T6 at the Volvo China Open in April, a distant six strokes back of winner Branden Grace…Had another strong performance the following week at the Ballantine's Championship in South Korea. Put together four under-par rounds to T3…Made it into a playoff at the BMW International Open in June but three-putted the fourth extra hole at GC Gut Larchenhof in Cologne, Germany, to bogey to Willett's par…Despite shooting a final-round 66 at the Omega European Masters in late-August, couldn't put any pressure on Richie Ramsay and finished T2, four strokes behind Ramsay at Crans-sur-Sierre…Played well late in the year, at the UBS Hong Kong Open. Had four rounds in the 60s at Hong Kong GC, including a final-round 64 to finish solo third at the course in Hong Kong's New Territories. Finished three shots shy of winner Miguel Angel Jimenez.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(5): 2003 Nykredit Danish Open [EurChall], Talma Finnish Championship [EurChall], BMW Russian Open [Eur]. 2010 Ballantine's Championship [Eur]. 2016 Maybank Championship Malaysia [Eur].","curYearHigh" : "Held the 54-hole lead at the Thailand Golf Championship in December 2014. Opened with rounds of 69-72-70. Fired a final-round 70 at Amata Spring CC but watched as Lee Westwood passed him by to win. Finished in a T2 with Martin Kaymer...Was in contention all week at the Hero Indian Open in February. Shot a final-round, 1-over 72 at Delhi GC that left him at 6-under and one shot out of the Anirban Lahiri-S.S.P Chawrasia playoff that Lahiri won. Finished T3 with Joakim Lagergren, Prayad Marksaeng and Mithun Perera...Was T5 at the British Masters. Opened with a 5-under 66, and only a second-round 73 kept him from putting pressure on the leaders as he posted a pair of 67s on the weekend to T5 at Woburn GC, four shots short of winner Matthew Fitzpatrick...After beginning the final round three behind 54-hole leader Soomin Lee, closed with a 68 to win the inaugural Maybank Championship Malaysia at Royal Selangor Golf Club by two strokes over Lee and Miguel Tabuena. Was two strokes behind Lee heading to No. 16, but a double bogey from the South Korean, coupled with a nearly-holed chip by Fraser, opened the door for his third European Tour title and first since the 2010 Ballantine's Championship. Also became the first Australian to win a Tour event in Malaysia.","carHigh" : "2014: Enjoyed one top-10 during the European Tour season in a mere six starts. In mid-October, was T5 at the Hong Kong Open at Hong Kong GC. Took a one-shot lead into the final round after a 6-under 65 left him ahead of Scott Hend. On the final day, opened with a double bogey-6 and never recovered, playing the front nine in 1-over and eventually posting a 2-over 72 to T5 with Ernie Els, S.S.P. Chawrasia and Lucas Bjerregaard, four shots out of the Hend-Angelo Que playoff. \n\n2013: Played in two World Golf Championships events. Was T17 at the Accenture Match Play Championship, winning his opening-round match against Keegan Bradley before dropping a 1-down decision to Freddie Jacobson...Best finish in a major came at the PGA Championship, where he T47 at Oak Hill CC...Had four rounds in the 60s at the Omega Dubai Desert Classic in early February, including opening and closing 67s at Emirates GC to T5...A year after finishing T3 at the Ballantine's Championship and two years removed from winning that tournament in South Korea, he was back in contention in the Asian Tour-European Tour co-sponsored event. Battled his way into a playoff with Brett Rumford and Peter Whiteford after shooting a Sunday 68 at the Blackstone Resort in Icheon. Couldn't match Rumford's birdie on the first extra hole (No. 18), dropping into a T2, giving him a win, a runner-up and a third-place showing in his last three Ballantine's Championships...Added a T8 in mid-September in Italy on the European Tour, at the 70 Degree Open D'Italia...In mid-December, finished T10 at the Thailand Golf Championship in Chonburi.\n\n2012: Finished T6 at the Volvo China Open in April, a distant six strokes back of winner Branden Grace...Had another strong performance the following week at the Ballantine's Championship in South Korea. Put together four under-par rounds to T3...Made it into a playoff at the BMW International Open in June but three-putted the fourth extra hole at GC Gut Larchenhof in Cologne, Germany, to bogey to Willett's par...Despite shooting a final-round 66 at the Omega European Masters in late-August, couldn't put any pressure on Richie Ramsay and finished T2, four strokes behind Ramsay at Crans-sur-Sierre...Played well late in the year, at the UBS Hong Kong Open. Had four rounds in the 60s at Hong Kong GC, including a final-round 64 to finish solo third at the course in Hong Kong's New Territories. Finished three shots shy of winner Miguel Angel Jimenez. \n\n2011: Did his best work late in the year when he had a pair of runner-up finishes. Had a final-round 69 at the Australian PGA Championship, a day after shooting a 74 to seemingly knock himself out of contention. Made it into a playoff against Greg Chalmers and Robert Allenby, an extra session Chalmers would win...Three weeks later, he moved up the leaderboard at the JBWere Masters with a Sunday 64 at Victoria GC in Melbourne, Australia, to finish solo second, three strokes behind Ian Poulter. The win helped move him into the top 100 (No. 97) in the Official World Golf Ranking for the first time...Turned in three top-10 European Tour finishes, with his best showing coming at the BMW PGA Championship where he used a final-round 67 to move from a tie for 23rd when the day began into a T4...Had a pair of eighth-place performances, at the Castello Masters and the Iskandar Johor Open...On the Asian Tour, was T8 at the Iskandar Johor Open in Malaysia...In his lone PGA TOUR start, he was T45 at the World Golf Championships-Cadillac Championship. \n\n2010: Earned his biggest victory of his career when he took home the trophy at the Ballantine's Championship on Jeju Island in South Korea. He won by four strokes over Gareth Maybin and Brett Rumford at the weather-shortened event...His only other European Tour top 10 came at the UBS Hong Kong Open (T10)...Was T58 at the World Golf Championships-Bridgestone Invitational in his only PGA TOUR start of the campaign. \n\n2009: Made his first Nationwide Tour cut, finishing T25 at the Michael Hill New Zealand Open...Had a pair of European Tour top-10s, at the SAS Masters (T4) and The European Open (T8)...At the SAS Masters, he took a one-shot lead into the final round but skied to a 77 Sunday to lose by six strokes. \n\n2008: Had his only two European Tour top-10s on successive weekends late in the season. Was T10 at the MasterCard Masters and then T7 a week later at the UBS Hong Kong Open...On the Australasian Tour, he began the final day five strokes back of the leaders at the Australian Masters, shot a final-round 65 to force a playoff with Rod Pampling, a session Pampling would go on to win...Made one start on the Nationwide Tour, missing the cut at the Moonah Classic. \n\n2007: In his first U.S. Open appearance, he made the cut at Oakmont CC and T45...He had three top-10s, one each on the Australasian Tour (T10 at the MasterCard Masters), the Asian Tour (T7 at the UBS Hong Kong Open) and the European Tour (T7 at the Italian Open). \n\n2006: Came close to winning the New Zealand Open. Entered the final round with the lead but shot a Sunday 73 to T2 and fall by two strokes to Nathan Green...Top European Tour finish came at the Open de France Alstom, where he T3 on the strength of four under-par rounds...Added a T9 at the Singapore Masters earlier in the year...Made his first major championship cut, finishing T35 at The Open Championship. \n\n2005: Played in his first major championship, missing the cut at The Open Championship...Had a pair of top-10s on two different Tours. Was T9 at the Australian PGA Championship and was also T5 at the Caltex Masters in Singapore. \n\n2004: Had three European Tour top-10s—at the South African Airways Open (T5), the Canarias Open de Espana (10th) and The Barclays Scottish Open (T5). \n\n2003: Was a three-time winner, with two victories coming on the European Challenge Tour and a third on the European Tour...Held at least a share of the lead after 36 holes of the BMW Russian Open and then forced a playoff that he won over Martin Wiegle to capture his first European Tour crown...Two weeks earlier, at the Talma Finnish Challenge, he won a playoff to win his second European Challenge Tour title, in a playoff over Tony Edlund at Talma GC in None...First European Challenge Tour title came at the Nykredit Danish Open, a three-shot victory over Gregory Bourdy...Made his Web.com Tour debut, at the Jacob's Creek Open Championship in his native Australia. Despite opening 66-70 and sharing the 36-hole lead with eventual winner Joe Ogilvie, he was disqualified for signing an incorrect scorecard. \n","otherCarHigh" : "","personal" : "His brother Adam is an Asian Tour player.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T25th in 2009 at the Michael Hill New Zealand Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}