{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01042","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Azinger","first" : "Paul","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "175","weightMetric" : "80","birthDate" : "January 6, 1960","age" : "56","birthPlace" : "Holyoke, Massachusetts","residence" : "Bradenton, Florida","family" : "Wife, Toni; Sarah Jean (12\/28\/85), Josie Lynn (4\/21\/89);","education" : "Brevard Junior College; Florida State University","splInterest" : "Fishing","pronunciation" : "AYZ-ing-er","nwTourAlumnus" : "","trndProYear" : "1981","clubAffl" : "","cityPlaysFrm" : "Bradenton; Florida; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "14,504,591&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1985","qSchoolYear" : "Fall 1981, 1983, 1984","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(2): 1990 BMW International Open [Eur]. 1992 BMW International Open [Eur].","curYearHigh" : "Did not compete in an event in 2015.","carHigh" : "2010: Finished 76th in his only start on the PGA TOUR, at the RBC Canadian Open...Made his Champions Tour debut at The ACE Group Classic and finished T21 in Naples...Ended up making just four starts during the campaign and one on the PGA TOUR before being sidelined for the remainder of the year after suffering cracked ribs and abrasions in a motorcycle accident on September 10 near his home in Florida...Continued work for ESPN as analyst for several golf events. 2009: Played out of the Major Medical Extension category due to a back injury. Only made cut in eight starts came in his first start of the season, finishing T69 at the Sony Open in Hawaii. 2008: Made just nine starts in a season dominated by his captaincy of the United States Ryder Cup team. Led U.S. team to victory at Valhalla...Made two cuts, with a T32 at the Sony Open in Hawaii his best outing...Finished T63 at the PGA Championship...Played out of the Major Medical Extension category due to a back injury. Had five tournaments to make up that status for the remainder of 2009. 2007: Limited to 13 events due to a back injury. Did not play after the Travelers Championship in June. Granted Major Medical Extension and had 14 events in 2008 to earn $611,111 (combined with 2007 earnings of $174,069, would equal 2007's No. 125 earnings of $785,180) and receive Major Medical Extension status for the remainder of the 2008 campaign...Best finish was a T13 in first start of the season at the Sony Open in Hawaii. 2006: Finished in the top 125 for the first time since the 2002 season, thanks to seven top-25s, including one top-10, a 10th at the Memorial Tournament. Combined partial status on TOUR with work as analyst for ABC golf telecasts, paired with host Mike Tirico and co-analyst Nick Faldo. Used his one-time top 50 on the PGA TOUR career money list exemption for the season...Named U.S. Ryder Cup captain on Nov. 6. 2005: Made 10 of 22 cuts with two top-25s and finished 187th on money list. Best finish was T17 in first start at the Sony Open in Hawaii. Was one stroke off the lead through 54 holes. Finished with a 4-over-par 74 to fall from contention. 2004: Missed cut in final two events to finish No. 126 on the money list, outside the top 125 for the second consecutive season. Managed to post three top-10s, including back-to-back top-10s at the Sony Open in Hawaii (T10) and the Bob Hope Chrysler Classic (T9). 2003: Fighting an ailing back and hip, slumped to 169th on the money list, making only 10 cuts in 26 starts. 2002: Finished in the top 100 for the eighth consecutive season and 17th time in 20-year career...Finished fourth at the World Golf Championships-Accenture Match Play Championship, earning $360,000. Lost to eventual runner-up Scott McCarron in the semifinals. Fell to Brad Faxon in consolation matchâŚMember of the U.S. Ryder Cup team for the fourth time. Provided thrilling moment as he holed out on No. 18 to halve singles match with Niclas Fasth. 2001: Made more than $1.5 million and missed just one cut for the second year in a row. The only missed cut was at the Sony Open in Hawaii, an event he came into as defending champion...Chosen by Curtis Strange as Captain's Choice for U.S. Ryder Cup team...Finished season making 18 consecutive cuts, the second-longest current streak behind Tiger Woods' 78. 2000: Captured his 12th career victory at the Sony Open in Hawaii, his first victory since the 1993 PGA Championship. Marked third year he began TOUR season with a victory, including 1987 Phoenix Open and 1990 MONY Tournament of Champions...Member of victorious U.S. Presidents Cup team. Was a Captain's Pick by U.S. Captain Ken Venturi. 1998: Recorded a career-best fifth at Masters, a T14 at U.S. Open and T13 at PGA. 1994: Played in only four events following chemotherapy and radiation treatments. 1993: Enjoyed finest season of career before being diagnosed with lymphoma in right shoulder blade in December...Kept the longest active winning streak on TOUR, seven years, going with three victories. Captured first major title by defeating Greg Norman on second hole of sudden-death playoff at PGA Championship at Inverness. Earlier won Memorial Tournament in dramatic fashion, holing out from greenside bunker on 72nd hole to defeat Corey Pavin by one stroke and Payne Stewart by two...Won New England Classic after taking lead with third-round 64...Ten top-three finishes were most since Tom Watson in 1980...Finished second on money list to Nick Price. 1992: Held on to his three-stroke advantage heading into the final round to win THE TOUR Championship by the same margin over Lee Janzen at Pinehurst No. 2. 1991: Recorded four-stroke victory over Brian Claar and Corey Pavin at the AT&T Pebble Beach National Pro-Am in February...Missed nine tournaments during the middle of the season after having right shoulder surgery on June 20...Won crucial singles match against Jose Maria Olazabal during the Ryder Cup at Kiawah Island. 1990: Opened with victory in the MONY Tournament of Champions. Final-round 69 carried the 54-hole leader to a one-stroke victory over Ian Baker-Finch...Shared the third-round lead with Fred Couples at the Doral-Ryder Open but ended up losing in a four-man playoff to Greg Norman. 1989: Captured his second Canon Greater Hartford Open by shooting a 65 on Sunday to overtake third-round leader Wayne Levi by one stroke...Had 13 top-10s in 25 starts, the most in one season during his career...Captured singles victory over Seve Ballesteros during his first Ryder Cup. 1988: Shot three rounds of 66, one being the final round, to win by five strokes over Tom Kite at the Hertz Bay Hill Classic. 1987: Three-time winner, when he finished second on money list behind Curtis Strange. Finished with rounds of 65-67 to capture the Phoenix Open. Holed a 30-foot putt for eagle-3 on the last hole at the Panasonic-Las Vegas Invitational for second victory. Third-round 63 carried him to his third victory at the Canon Sammy Davis, Jr.-Greater Hartford Open...Runner-up at The Open Championship...Named 1987 PGA and Golf World Player of the Year. 1984: PGA TOUR Qualifying Tournament medalist.\n","otherCarHigh" : "","personal" : "He spent 2011 as the lead ESPN analyst for The Masters 3D, U.S. Open and The Open Championship broadcasts. His 2010 year was highlighted by the release of his highly anticipated book Cracking the Code, The Winning Ryder Cup Strategy: Make it Work for You. Also released the best-selling iPhone app Golfplan to glowing reviews. Served as lead analyst for ESPN during its coverage of the Kraft Nabisco LPGA tournament, The Open Championship at St. Andrews and the Ryder Cup at Celtic Manor. Recipient of GWAA Ben Hogan Award in 1995, given to the individual who has continued to be active in golf despite physical handicap or serious illness...His book, Zinger,\" is about his fight against cancer...Started playing golf at age 5 but couldn't break 40 until he was a high school senior...Gave a eulogy at longtime friend Payne Stewart's memorial service in 1999...Loves to play foosball.","otherInfo" : "","ntlTeams" : "The Presidents Cup (1), 2000; Ryder Cup (4), 1989, 1991, 1993, 2002, 2008; Ryder Cup Captain (1), 2008; World Cup (1), 1989.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2010","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(2): 1990 BMW International Open. 1992 BMW International Open.","intlVics" : "","curYearHigh" : "Did not compete in an event in 2015.","carHigh" : "2014: Did not compete in an event. 2013: Did not complete in an event during the season. 2012: Did not compete in an event during the season.\n\n 2010: Made just four starts in his first Champions Tour year and a lone appearance on the PGA TOUR...Best effort came in his Champions Tour debut, at The ACE Group Classic, where he was T21 in Naples...On the PGA TOUR, appeared at the RBC Canadian Open and finished 76th...Was sidelined for the remainder of the year after suffering cracked ribs and abrasions in a motorcycle accident on September 10 near his home in Florida. \n","otherCarHigh" : "Long-time member of the PGA TOUR who played full time on Tour from 1982-2006 before final three years were limited to just 30 starts due to injuries, Ryder Cup commitments and work as an analyst for ABC Sports...Captured only major title by defeating Greg Norman on second hole of sudden-death playoff at PGA Championship at Inverness...Enjoyed his two finest years in 1987 and 1993 when he won three times each year and finished second on the money list in both seasons...Won three events in 1987, added one victory from 1988-92 and then three more in 1993. His 12th and final win came in 2000 when he won the Sony Open, his first win since the 1993 PGA Championship. Carded four consecutive rounds in the 60s at Waialae CC and went wire-to-wire for a seven-stroke victory over Stuart Appleby...Was among the top-10 money-winners in 1987, as well as from 1989-93, and was among the top 100 in 17 seasons...Captained the victorious United States team at the 2008 Ryder Cup at Valhalla...Also played on four U.S. Ryder Cup teams (1989, 1991, 1993 and 2002) and played on two Presidents Cup teams (1994 and 2000)...Provided one of the thrilling moments in Ryder Cup annals in 2002 when he holed out on No. 18 to halve singles match with Niclas Fasth. Had been chosen by Curtis Strange as a captain's pick for the U.S. team. Won crucial singles match against Jose Maria Olazabal during the 1991 Ryder Cup at Kiawah Island...When he won his last title in Hawaii, it marked the third year he began TOUR season with a victory, including 1987 Phoenix Open and 1990 MONY Tournament of Champions...Played just four events in 1994 following chemotherapy and radiation treatments after being diagnosed with lymphoma in his right shoulder blade in December 1993 following one of his best years on TOUR...Kept the longest active winning streak on TOUR, seven years, going with three victories that year. In addition to PGA Championship win, captured the Memorial Tournament earlier that season in dramatic fashion, holing out from greenside bunker on 72nd hole to defeat Corey Pavin by one stroke and Payne Stewart by two. Also won 1993 New England Classic by four strokes over Jay Delsing and Bruce Fleisher after taking the lead with a third-round 64...His 10 top-three finishes in 1993 were most since Tom Watson in 1980. Finished second on money list to Nick Price...A year earlier, held on to his three-stroke advantage heading into the final round to win THE TOUR Championship by the same margin over Lee Janzen at Pinehurst No. 2...Recorded four-stroke victory over Brian Claar and Pavin at the 1991 AT&T Pebble Beach National Pro-Am in February and missed nine tournaments during the middle of that season after having right shoulder surgery on June 20...In 1990, opened season with a victory in the MONY Tournament of Champions, a one-stroke win over Ian Baker-Finch...Captured his second Canon Greater Hartford Open in 1989, shooting a 65 on Sunday to overtake third-round leader Wayne Levi by one stroke...A year earlier, shot three rounds of 66, one being the final round, to win by five strokes over Tom Kite at the Hertz Bay Hill Classic...Was a three-time winner in 1987 and was second on money list behind Curtis Strange...Initial victory on the PGA TOUR came at the Phoenix Open that year. Final-round 67 at TPC Scottsdale gave him a one-stroke triumph over Hal Sutton...Second win in 1987 came in dramatic fashion at the Panasonic Las Vegas Invitational. Holed a 30-foot eagle putt on the last hole to cap a final-round 64 and defeated Hal Sutton by one stroke...Last of three wins in 1987 came at the Canon Sammy Davis Jr.-Greater Hartford Open. Third-round 63 gave him a three-stroke advantage of Wayne Levi and, despite a 1-over 72 Sunday, defeated Levi and Dan Forsman by one...Was also a runner-up, along with Rodger Davis, to Nick Faldo at the British Open that season...Named 1987 PGA and Golf World Player of the Year...Was the medalist at the 1984 PGA TOUR Qualifying Tournament.","personal" : "Recipient of GWAA Ben Hogan Award in 1995, given to the individual who has continued to be active in golf despite physical handicap or serious illness...Named the winner of the 2013 Gold Tee Award from the Metropolitan Golf Writers Association. It is the MGWA's highest honor and is awarded to an individual whose career achievements exemplify the best spirit and traditions of the sport of golf. He will receive the award at a function in June in New York...His book, Zinger, is about his fight against cancer...Started playing golf at age 5, but couldn't break 40 until he was a high school senior...Gave a eulogy at longtime friend Payne Stewart's memorial service in 1999...Loves to play foosball...Has worked on ABC Sports golf telecasts in the past...Released his highly anticipated book Cracking the Code, The Winning Ryder Cup Strategy: Make it Work for You in 2010. Also released the best-selling iPhone app Golfplan to glowing reviews.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T21st in 2010 at the The ACE Group Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/PaulAzinger"}], "allOutTypes" : ["Media Guide - PGA TOUR Full Page","Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}