{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "33461","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hoffmann","first" : "Morgan","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "180","weightMetric" : "82","birthDate" : "August 11, 1989","age" : "26","birthPlace" : "Franklin Lakes, New Jersey","residence" : "Jupiter, Florida","family" : "Single","education" : "Oklahoma State University","splInterest" : "Anything active, sports, outdoors, airplanes","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2012)","trndProYear" : "2011","clubAffl" : "The Dye Preserve; Bear's Club (Jupiter, Florida); Arcola CC (Paramus, New Jersey)","cityPlaysFrm" : "Wyckoff; NJ; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,297,064&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2012","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Made the cut in 12 of 13 starts and had seven top-10 finishes. After earning a spot into the Chiquita Classic near Charlotte following his sixth-place finish at the WNB Classic in Midland, Texas, almost won the event, eventually losing to Russell Henley in a three-way playoff with Patrick Cantlay. Along with Cantlay, trailed the leaders by five strokes after three rounds at The Club at Longview but shot 65 Sunday to catch Henley and force the overtime session. out on the first extra hole when his 8-iron approach shot found the water...Was T6 in his next start, at the Neediest Kids Championship, and T9 the following week, at the Miccosukee Championship, which moved him to 31st on the money list...Qualified for the U.S. Open at The Olympic Club, made the cut in San Francisco and went on to T29...Was a Monday qualifier at the United Leasing Championship in late June and hovered near the top of the leaderboard for the final two days. Shared the lead at times during both the third and fourth rounds. Finished at 9-under 279 to T4, two shots out of a playoff. Top-25 effort earned him a berth in the next event, the Utah Championship...Held the second-round lead outright at the Utah Championship. Struggled to a 1-over 72 in the third round bnnut rebounded with a 1-under 70 Sunday to T9 outside Salt Lake City. Finish earned him a spot in the next tournament, the Nationwide Children's Hospital Invitational...Was a Monday-qualifier at the WNB Golf Classic in late-September. Posted rounds of 68-64 to take a three-stroke lead after 36 holes at Midland CC. Third-round 70 left him two back of leader, and defending champion, Danny Lee. Stumbled in the last round, with a 74, and wound up solo sixth, earning him a start the following week at the Chiquita Classic. Collected a check for $19,800, which was more than enough to earn him Special Temporary Membership for the remainder of the year. Also jumped from No. 103 to 78 on the money list. Runner-up finish in Charlotte moved him up to 43rd on the money list. \n\n\n","otherCarHigh" : "Was named a first-team All-American by the GCAA in 2009, the same year he won the Phil Mickelson Award given to the nation's top freshman. Was named a first-team All-American by Golfweek and was also selected to the publication's All-Freshman Team. Repeated All-American honors in 2010. Won three tournaments as a freshman, tying the Oklahoma State record for most victories by a first-year player. His victories came at the Ping\/Golfweek Preview (tied for first-place honors), the Morris Williams Intercollegiate and the Big 12 Championship. Represented the U.S. on both the 2009 Walker Cup and Palmer Cup teams. Was No. 1 in the World Amateur Golf Ranking for a portion of 2009...Finished T9 at the 2011 Nationwide Children's Hospital Invitational, and, by virtue of his top-10 finish, earned a spot in the Cox Classic field the next week. His T9 performance came a year after he T8 at the same event while making his Web.com Tour debut. Made the cut in two of four starts on the PGA TOUR in 2010, with a career-best T22 at the RBC Canadian Open...Qualified for the 2010 U.S. Open but missed the cut.","personal" : "Was a hockey defenseman for seven years before turning his full attention to golf...Favorite professional team is the New York Yankees..Twitter account is @Morgan_Hoffmann...Dream foursome would include Charles Barkley, Jessica Alba and Will Ferrell.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 2009; Palmer Cup (1), 2009.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2013","qSchoolYear" : "","exmtStatus" : "85th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Claimed five top-25 finishes in 24 starts to advance to the FedExCup Playoffs for a third consecutive season. Began the Deutsche Bank Championship ranked 72nd in the FedExCup standings, needing to get inside the top 70 to advance to the BMW Championship. Three over-par scores in the second through final rounds at TPC Boston dropped him to No. 85 in the standings and ended his season...Opened the Arnold Palmer Invitational with a bogey-free, 6-under 66 to take a one-stroke lead over five players. Extended his lead to three strokes through 36 holes, following a 7-under 65. Weekend rounds of 71-71 resulted in a fourth-place finish at 15-under 273, four strokes behind champion Matt Every. Following his first round, announced to media that his 97-year-old maternal grandmother had passed away in her sleep earlier that morning. Claimed her memory to be the motivation behind his solid play...Two starts later, posted four rounds in the 60s to finish T9, seven strokes out of the Jim Furyk-Kevin Kisner playoff at the RBC Heritage. \n\n2013-14: Sophomore season on the PGA TOUR included 20 made cuts in 32 starts, with a career-best third-place finish at the BMW Championship highlighting his season (which included a career-best eight top-25 finishes)...The local New Jersey favorite came into The Barclays, the first FedExCup Playoffs event, ranked No. 124 in the FedExCup standings. Followed 1-under 70s in the opening rounds with a 5-under 66 Saturday at Ridgewood CC, a course he calls his second home. Sunday's 69 was good for a T9, his first top-10 finish of the season. With the performance, earned his first berth into the following week's Deutsche Bank Championship ranked No. 72 in the FedExCup standings...Finished third at the BMW Championship at Cherry Hills CC near Denver, with rounds of 72-72-62-63. Closing rounds became the low 36-hole score of the season on TOUR. Was one of two players to work way into the TOUR Championship in Denver (Ryan Palmer). Previous-best TOUR finish was T5 at the 2013 AT&T Byron Nelson Championship. In the history of the FedExCup Playoffs, only three players have advanced to the TOUR Championship by Coca-Cola after starting the Playoffs outside of the cut line to make the second Playoffs event. Is the latest to perform the feat. In 2009, Slocum began the Playoffs at No. 124 before winning The Barclays and advancing to the TOUR Championship by Coca-Cola. In 2010, Kevin Streelman began the Playoffs at No. 102 in the FedExCup standings and advanced to Atlanta. Became the first player to advance from outside the Playoffs bubble three consecutive weeks (The Barclays, Deutsche Bank Championship and BMW Championship) to earn a spot in the TOUR Championship...Finished T27 at the TOUR Championship by Coca-Cola to finish No. 26 in the FedExCup.\n\n2013: Following a rocky rookie-season start, defined by five missed cuts in his first seven starts, finished the PGA TOUR Season on a strong note, with six straight made cuts. Among them were a pair of top-10 finishes, paving the way for entry into the FedExCup Playoffs. He began the week of The Barclays ranked 111th in FedExCup standings, but a missed cut at Liberty National resulted in a finish of 117th, preventing him from advancing to the Deutsche Bank Championship the following week and ending his season...First of three top-10 performances came when he T5 at the HP Byron Nelson Championship, thanks to matching 4-under 66s in the final two rounds. It marked the first top-10 finish of his career in his 16th TOUR start...Finished T9 at the Travelers Championship in his second career start at the Hartford-area event...Came back the following week with a T8 at the AT&T National for back-to-back top-10 finishes...Played in four Web.com Tour events, with his best performance a runner-up at the Chitimacha Louisiana Open. A third-round 62 put him in third place with one round to go. Posted a 69 Sunday to finish two shots back of champion Edward Loar...Made one other cut in four events (T32 at the WNB Golf Classic).\n\n2012: Earned his rookie ticket to the PGA TOUR by finishing No. 19 on the Web.com Tour money list. After earning a spot into the Chiquita Classic near Charlotte following his sixth-place finish at the WNB Classic in Midland, Texas, almost won the event, eventually losing to Russell Henley in a three-way playoff with Patrick Cantlay. Along with Cantlay, trailed the leaders by five strokes after three rounds at The Club at Longview but shot 65 Sunday to catch Henley and force the overtime session. out on the first extra hole when his 8-iron approach shot found the water...Was T6 in his next start, at the Neediest Kids Championship, and T9 the following week, at the Miccosukee Championship, which moved him to 31st on the money list...Qualified for the U.S. Open at The Olympic Club, made the cut in San Francisco and went on to T29...Was a Monday qualifier at the United Leasing Championship in late June and hovered near the top of the leaderboard for the final two days. Shared the lead at times during both the third and fourth rounds. Finished at 9-under 279 to T4, two shots out of a playoff. Top-25 effort earned him a berth in the next event, the Utah Championship...Held the second-round lead outright at the Utah Championship. Struggled to a 1-over 72 in the third round but rebounded with a 1-under 70 Sunday to T9 outside Salt Lake City. Finish earned him a spot in the next tournament, the Nationwide Children's Hospital Invitational...Was a Monday-qualifier at the WNB Golf Classic in late-September. Posted rounds of 68-64 to take a three-stroke lead after 36 holes at Midland CC. Third-round 70 left him two back of leader, and defending champion, Danny Lee. Stumbled in the last round, with a 74, and wound up solo sixth, earning him a start the following week at the Chiquita Classic. Collected a check for $19,800, which was more than enough to earn him Special Temporary Membership for the remainder of the year. Also jumped from No. 103 to 78 on the money list. Runner-up finish in Charlotte moved him up to 43rd on the money list. \n\nAmateur: Was named a first-team All-American by the GCAA in 2009, the same year he won the Phil Mickelson Award given to the nation's top freshman. Was named a first-team All-American by Golfweek and was also selected to the publication's All-Freshman Team. Repeated All-American honors in 2010. Won three tournaments as a freshman, tying the Oklahoma State record for most victories by a first-year player. His victories came at the Ping\/Golfweek Preview (tied for first-place honors), the Morris Williams Intercollegiate and the Big 12 Championship. Represented the U.S. on both the 2009 Walker Cup and Palmer Cup teams. Was No. 1 in the World Amateur Golf Ranking for a portion of 2009...Finished T9 at the 2011 Nationwide Children's Hospital Invitational, and, by virtue of his top-10 finish, earned a spot in the Cox Classic field the next week. His T9 performance came a year after he T8 at the same event while making his Web.com Tour debut. Made the cut in two of four starts on the PGA TOUR in 2010, with a career-best T22 at the RBC Canadian Open...Qualified for the 2010 U.S. Open but missed the cut. \n","otherCarHigh" : "","personal" : "Was a defenseman in junior hockey for seven years before turning his full attention to golf...Favorite professional team is the New York Yankees...Twitter account is @Morgan_Hoffmann...Dream foursome would include Charles Barkley, Jessica Alba and Will Ferrell...Earned his pilot's license in November 2014.","otherInfo" : "","ntlTeams" : "Walker Cup (1), 2009; Palmer Cup (1), 2009.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T11th at the Shriners Hospitals for Children Open.","dynStats" : "He ranks 74th in Driving Distance - Driver on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/morganhoffmannpga"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/Morgan_Hoffmann"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}