{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24503","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Klauk","first" : "Jeff","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "185","weightMetric" : "84","birthDate" : "November 28, 1977","age" : "38","birthPlace" : "Boynton Beach, Florida","residence" : "St. Augustine, Florida","family" : "Wife, Shanna; Jackson Matthew (5\/18\/05), Bridget Anne (9\/18\/2008)","education" : "Florida Southern College (2000, Sports Management)","splInterest" : "Fishing, Florida Gators football and basketball","pronunciation" : "CLOWK","nwTourAlumnus" : "Web.com Tour Graduate (2008)","trndProYear" : "2000","clubAffl" : "Palencia Club (St. Augustine, Florida)","cityPlaysFrm" : "St. Augustine; FL; United States","websiteUrl" : "http:\/\/www.jeffklaukgolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,766,218&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2002","exmtStatus" : "Conditional - Web.com Tour Past Champion\/5-10 Years","otherVics" : "","intlVics" : "","curYearHigh" : "Played in eight Web.com Tour events. Made just one cut, a T49 at the season-opening Panama Claro Championship.","carHigh" : "2014: Finished T87 at the Web.com Tour Q-School in December, posting scores between 70 and 72 all six days...In 18 Web.com Tour appearances, made the cut nine times. Had one top-10 and two top-25s...Best showing was a T9 at the weather-shortened WNB Golf Classic in Midland, Texas, in April, where he closed with a 67. It was his first top-10 on Tour since the 2008 Web.com Tour Championship.\n\n2013: Had a carryover Major Medical Extension due to a back injury from 2010. Had eight events to earn $578,937 to equal No. 125 from 2010. Failed to make that amount and also fell $205,859 short of securing conditional status, losing his TOUR status...Made the cut in four of eight PGA TOUR starts and had a T16 at the Waste Management Phoenix Open...Made nine cuts in 19 Web.com Tour starts, with a pair of top-25 performances...Made the cut in three of four Finals' events, a T24 at the Hotel Fitness Championship his best week. \n\n2012: Did not make any PGA TOUR starts early in the season. In April, faced a serious challenge when he underwent brain surgery to deal with the effects of epileptic seizures he first experienced in 2006. In a very complicated procedure, 108 electrodes were inserted into his brain...In June, in recognition of his struggle with epilepsy and the fact he was a past champion (2003), the Web.com Tour's Preferred Health Systems Wichita Open held Epilepsy Awareness Day. \"Wichita holds a special place in my heart. The fact they are dedicating a day to epilepsy awareness is exciting and humbling,\" he said...As he continued his recovery from brain surgery, did not make any PGA TOUR starts but returned to competition on the Web.com Tour in September at the Albertsons Boise Open and three other events to close the season, which included a T14 at the Chiquita Classic and a T30 at the Neediest Kids Championship...In December, played in the PGA TOUR Qualifying Tournament at PGA West in Palm Springs, finishing T156.\n\n2011: Played in just eight events, with a T68 at the Sony Open in Hawaii and T36 at The Heritage his only made cuts as he still suffered from a back injury. \n\n2010: Played in 13 PGA TOUR events before being sidelined in May with a back injury. While recovering from back surgery, he elected to have a procedure done to repair his left ankle, which had been an issue for a few years. His last event was THE PLAYERS Championship. Of the six cuts he made, top finishes were a T17 at the Puerto Rico Open and a T18 at the Bob Hope Classic. \n\n2009: Had a good rookie Season on the PGA TOUR with three top-10s and more than $1 million in earnings...First top-10 was a solo fourth at The Honda Classic...In his PLAYERS Championship debut at TPC Sawgrass, where his grew up playing and his father Fred was the superintendent, finished T14...Held a share of the 18-hole lead at the U.S. Bank Championship with Greg Chalmers at 6-under-par 64. Posted four rounds in the 60s to finish T4 and move to 52nd in the FedExCup standings...Finished T4 for his third top-5 finish of the year at Justin Timberlake Shriners Hospitals for Children Open. Ranked T1 in Greens In Regulation for the week (87.5 percent) hitting 18 of 18 in a second-round 67...Slipped from No. 68 to 71 on the final money list, with a T52 at the final event of the Season, the Children's Miracle Network Classic...Finished 90th in FedExCup standings. \n\n2008: A member of the Web.com Tour from 2002-2008, never finishing outside of the top 100 on the money list. Ranked fourth in Web.com Tour career earnings, one of just five players in Tour history with more than $1 million in career earnings. Graduated to the PGA TOUR after placing third on the Web.com Tour money list in \n\n2008...Earned his second career Web.com Tour win with a one-stroke victory at the Melwood Prince George's County Open in May. Held the first- and second-round leads and was part of a four-way tie for the 54-hole lead. Was in front for most of the day before bogeys at Nos. 16 and 17 dropped him into a tie. Rolled in a 12-foot birdie putt on the final hole to earn the victory over Jeff Brehaut and David Mathis. First-place check of $117,000 pushed him over the $200,000 mark and into the No. 2 spot on the money list, virtually assuring the seven-year Web.com Tour member of his first trip to the PGA TOUR in 2009...Also had a second at the Web.com Tour Championship at TPC Craig Ranch, T2s at the Panama Movistar Championship and Utah Championship, a T4 at the Henrico County Open and a T6 at the Cox Classic. Shot a 6-under 65 in the final round of the season to finish second at the Web.com Tour Championship and claim the No. 3 position on the money list with $407,418. \n\n2007: In 30 appearances, posted four top-10 finishes on the Web.com Tour, the best being a T3 at the South Georgia Classic...Made 23 cuts to finish 34th in earnings.\n\n2006: Made seven cuts in 23 starts with a pair of top-10 weeks. Season-best third place finish came at Cox Classic on Web.com Tour. \n\n2005: Made seven cuts in 24 Web.com Tour starts and recorded a pair of top-10 finishes, including a solo eighth at the BMW Charity Pro-Am. \n\n2004: Made the cut in 16 of 26 Web.com Tour starts and had nine top-25 finishes. Best of his four top-10s was a T8 at the BMW Charity Pro-Am. \n\n2003: Made the cut in 14 of 25 starts and had five top-25 finishes, including his first career victory, which came at the Preferred Health Systems Wichita Open. Fired rounds of 66-69-64-66 to finish 19-under-par, one shot in front of Mark Hensby and Mike Brisky. Only previous PGA TOUR start before earning membership for 2009 was a missed cut at the 2003 AT&T Pebble Beach National Pro-Am. \n\n2002: Made the cut in 12 of 22 starts and accumulated $146,316 in earnings on the Web.com Tour, good enough for No. 22 on the final money list. Season featured a pair of runner-up finishes at the Preferred Health Systems Wichita Open and the Tour Championship. \n","otherCarHigh" : "Member of three-time NCAA Division II national championship team at Florida Southern. Won the 2000 NCAA Division II individual title by seven strokes, earning the Arnold Palmer Award for medalist honors. Posted a 13-under-par score at Turlock (Calif.) CC to lead the Moccasins to the team title. Named the NCAA Division II National Player of the Year. Member of the 2000 United States Palmer Cup team that competed in England.","personal" : "Credits his father for giving him his start in golf. Father, Fred, served as the superintendent at TPC Sawgrass in Ponte Vedra Beach, FL, who was chosen as Golfweek Golf Father of the Year in 2000. Wife, Shanna (Nagy), won nine collegiate titles and was NCAA Division II Championship winner in 1996 and 1998 at Florida Southern. Was a 2006 inductee into the Florida Southern College and the Sunshine State Conference Hall of Fame. Brother John joined the 2004 Web.com Tour after a successful college career at the University of Texas. Younger brother, Jason, was a distance runner for the University of Florida track team.","otherInfo" : "","ntlTeams" : "Palmer Cup (1), 2000.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2009","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Played in eight Web.com Tour events. Made just one cut, a T49 at the season-opening Panama Claro Championship.","carHigh" : "2012: As he continued his recovery from brain surgery, did not make a PGA TOUR Season start. Played in the PGA TOUR Qualifying Tournament at PGA West in Palm Springs, finishing T156...In June, in recognition of his struggle with epilepsy and the fact he was a past champion (2003), the Web.com Tour's Preferred Health Systems Wichita Open held Epilepsy Awareness Day. \"Wichita holds a special place in my heart. The fact they are dedicating a day to epilepsy awareness is exciting and humbling,\" he said. \n\n2011: Played in just eight events, with a T68 at the Sony Open in Hawaii and T36 at The Heritage his only made cuts as he still suffered from a back injury. 2010: Played in 13 PGA TOUR events before being sidelined in May with a back injury. While recovering from back surgery, he elected to have a procedure done to repair his left ankle, which had been an issue for a few years. His last event was THE PLAYERS Championship. Of the six cuts he made, top finishes were a T17 at the Puerto Rico Open and a T18 at the Bob Hope Classic. 2009: Had a good rookie Season on the PGA TOUR with three top-10s and more than $1 million in earnings...First top-10 was a solo fourth at The Honda Classic...In his PLAYERS Championship debut at TPC Sawgrass, where his grew up playing and his father Fred was the superintendent, finished T14...Held a share of the 18-hole lead at the U.S. Bank Championship with Greg Chalmers at 6-under-par 64. Posted four rounds in the 60s to finish T4 and move to 52nd in the FedExCup standings...Finished T4 for his third top-5 finish of the year at Justin Timberlake Shriners Hospitals for Children Open. Ranked T1 in Greens In Regulation for the week (87.5 percent) hitting 18 of 18 in a second-round 67...Slipped from No. 68 to 71 on the final money list, with a T52 at the final event of the Season, the Children's Miracle Network Classic...Finished 90th in FedExCup standings. 2008: A member of the Web.com Tour from 2002-2008, never finishing outside of the top 100 on the money list. Ranked fourth in Web.com Tour career earnings, one of just five players in Tour history with more than $1 million in career earnings. Graduated to the PGA TOUR after placing third on the Web.com Tour money list in 2008...Earned his second career Web.com Tour win with a one-stroke victory at the Melwood Prince George's County Open in May. Held the first- and second-round leads and was part of a four-way tie for the 54-hole lead. Was in front for most of the day before bogeys at Nos. 16 and 17 dropped him into a tie. Rolled in a 12-foot birdie putt on the final hole to earn the victory over Jeff Brehaut and David Mathis. First-place check of $117,000 pushed him over the $200,000 mark and into the No. 2 spot on the money list, virtually assuring the seven-year Web.com Tour member of his first trip to the PGA TOUR in 2009...Also had a second at the Web.com Tour Championship at TPC Craig Ranch, T2s at the Panama Movistar Championship and Utah Championship, a T4 at the Henrico County Open and a T6 at the Cox Classic. Shot a 6-under 65 in the final round of the season to finish second at the Web.com Tour Championship and claim the No. 3 position on the money list with $407,418. 2007: Posted four top-10 finishes on Web.com Tour. 2006: Season-best third place finish came at Cox Classic on Web.com Tour. 2005: Recorded a pair of top-10 results on Web.com Tour. 2004: Earned four top-10s on Web.com Tour. 2003: First career victory came at the Preferred Health Systems Wichita Open. Fired rounds of 66-69-64-66 to finish 19-under-par, one shot in front of Mark Hensby and Mike Brisky. Only previous PGA TOUR start before earning membership for 2009 was a missed cut at the 2003 AT&T Pebble Beach National Pro-Am. 2002: Accumulated $146,316 in earnings on the Web.com Tour, good enough for No. 22 on the final money list. Amateur: Member of three-time NCAA Division II national championship team at Florida Southern. Won the 2000 NCAA Division II individual title by seven strokes, earning the Arnold Palmer Award for medalist honors. Named the NCAA Division II National Player of the Year. Member of the 2000 U.S. Palmer Cup team that competed in England. \n","otherCarHigh" : "","personal" : "Credits his father for giving him his start in golf. Father, Fred, served as the superintendent at TPC Sawgrass in Ponte Vedra Beach, Fla., before retiring in 2008. Father was chosen as Golfweek Golf Father of the Year in 2000. Wife, Shanna (Nagy), won nine collegiate titles and was NCAA Division II Championship winner in 1996 and 1998 at Florida Southern. Was a 2006 inductee into the Florida Southern College and the Sunshine State Conference Hall of Fame. Brother John joined the 2004 Web.com Tour after a successful college career at the University of Texas. Younger brother, Jason, was a distance runner for the University of Florida track team.","otherInfo" : "","ntlTeams" : "Palmer Cup (1), 2000.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/JeffKlaukpga"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}