{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27095","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Watney","first" : "Nick","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "180","weightMetric" : "82","birthDate" : "April 25, 1981","age" : "34","birthPlace" : "Sacramento, California","residence" : "Las Vegas, Nevada","family" : "Wife, Amber; Harper (3\/10\/14)","education" : "Fresno State University (2003)","splInterest" : "All sports, music, video games","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2004)","trndProYear" : "2003","clubAffl" : "","cityPlaysFrm" : "Dixon; CA; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "24,349,052&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "After making five starts in 2015-16, announced he would take the season off to rehab his back (herniated disk in lower back).","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Rookie on the 2004 Nationwide Tour...Turned professional in the summer of 2003 following outstanding collegiate career at Fresno State University...Made pro debut at the FBR Capital Open in June. Posted rounds of 74-74 and missed the cut...Second-round 66 helped him to a T10 finish at the Reno-Tahoe Open and a check for $66,500...First professional win came at the Lewis Chitengwa Memorial Championship on the Canadian Tour in August. Posted four rounds in the 60s and won by five strokes in his only start on that tour...Was the No. 1-ranked college player during his senior year at Fresno State following four consecutive tournament wins in the fall season...Helped Fresno State to the Western Athletic Conference team title in the spring...Five wins during his senior year were more than any other player in the nation...Became the WAC's first three-time Player of the Year...Freshman of the Year in the WAC...Three-time All-America...Ben Hogan Award finalist in 2002...Palmer Cup team member in 2002...Set Fresno State single-season scoring record with a 70.53 average during junior year...Coached by his uncle, Mike, at Fresno State...Defeated U.S. Public Links Champion D.J. Trahan in the first round of the 2000 U.S. Amateur Championship.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2005","qSchoolYear" : "2005","exmtStatus" : "Multiple tournament winner (through 2015-16)","otherVics" : "(1): 2005 Callaway Golf Pebble Beach Invitational.","intlVics" : "(2): 2003 Lewis Chitengwa Memorial Championship [Can]. 2012 CIMB Classic [Asia].","curYearHigh" : "After making five starts in 2015-16, announced he would take the season off to rehab his back (herniated disk in lower back).","carHigh" : "2014-15: On the strength of seven top-25 finishes in 25 starts through the Wyndham Championship, including a runner-up finish, extended his streak of FedExCup Playoffs' starts to a perfect nine for nine. Competed in the first three events of the Playoffs before ending his season after the BMW Championship. Finished ranked 58th in the FedExCup standings...Was T7 at the Farmers Insurance Open in his bid for his first victory since capturing the 2012 Barclays...Posted rounds of 65-69-65-69 for a 19-under 268 and a solo-second finish, three strokes behind Brandt Snedeker at the AT&T Pebble Beach National Pro-Am in February. Overcame back-to-back bogeys at Nos. 13 and 14 in Sunday's final round with birdies on his 71st and 72nd holes, his best showing since claiming the same honor at the 2013 BMW Championship. Got his final round off to a great start with birdies at the first four holes. Over the first ten holes, carded six birdies, two bogeys and two pars...Opened the AT&T Byron Nelson with 67-65. Rebounded after a third-round 70 with a 65 Sunday to T10.\n\n2013-14: Made 17 of 25 cuts on TOUR, with just two top-10s, his fewest since 2008. Had played in every FedExCup Playoffs' event from 2009-13 but missed the cut at The Barclays to end his season at No. 105 in the FedExCup standings...Former World Golf Championships-Cadillac Championship winner was forced to withdraw prior to the final round of the Cadillac Championship due to a back injury...Looking to improve on his position of 124th in FedExCup standings, played in the Barracuda Championship, opened with nine birdies and no bogeys, good for 18 points and the 18-hole lead in the Modified Stableford scoring event. Ensuing point totals of 8-6-2 resulted in a total of 34, good for a T8 at Montreux G&CC. With the top-10 finish, moved to No. 118 in the standings...Held a one-shot lead going into the final round of the Wyndham Championship before finishing T5.\n\n 2013: Finished the season No. 15 in the FedExCup, his fifth consecutive top-15 finish in the season-long points race. Year included 19 made cuts in 26 starts, with a runner-up finish at the BMW Championship the best of his four top-10 finishes...Shared the opening-round lead with Dustin Johnson and Mark Wilson after a 4-under 69 at the weather-shortened Hyundai Tournament of Champions. Was unable to mount a charge in the final two rounds, though, finishing 73-74 for a T13...The 2009 Farmers Insurance Open champion birdied his 72nd hole at Torrey Pines in January to finish the Farmers Insurance Open at 9-under 279, good for a T4 with Jimmy Walker. The Monday finish was his fifth top-10 in nine starts at the event...Finished T10 at the Wells Fargo Championship in his ninth consecutive start at the event. Held a share of the first- and third-round leads. Aside from his missed cut in 2011, the only time he has finished outside the top 25 at Quail Hollow was in 2008, when he finished T40...Making his ninth start at The Barclays, the defending champion finished T9, three strokes behind champion Adam Scott. It marked his fourth top-10 finish at the event in his last five starts, including a win in 2012, T6 in 2009 (also at Liberty National) and T10 in 2011...Posted a final-round, 7-under 65 in the Monday finish of the BMW Championship to finish second to Zach Johnson, at 14-under 270. He began the final round at Conway Farms GC six strokes back, at 7-under. With the runner-up finish, jumped from No. 34 to No. 12 in FedExCup standings headed into the TOUR Championship later that week...Advanced to the TOUR Championship by Coca-Cola for the sixth consecutive season, finishing T14 at East Lake and the 15th-place finish in the FedExCup. \n\n2012: Finished a career-best No. 4 in the FedExCup standings...Finished eighth at the Wells Fargo Championship. Held the second-round lead but weekend scores of 72-74 dropped him from contention...Finished T21 at the U.S. Open. Began the week with a 1-under 69, his first sub-par round at the event in 15 rounds. Round included an albatross on the par-5 17th hole, the third double eagle in U.S. Open history and the fourth of the PGA TOUR Season...Finished 10th at the AT&T National in defense of his title, with weekend rounds of 69-71...After entering the day two strokes behind 54-hole leader Sergio Garcia, carded a final-round, 2-under 69 to defeat Brandt Snedeker (70) by three strokes at The Barclays at Bethpage State Park's Black Course in New York. Fifth PGA TOUR victory came at age 31 years, 4 months, 1 day in his 214th career TOUR start. Collected 2,500 points to move from No. 49 to No. 1 in the FedExCup standings entering the second Playoffs event. Of his five victories, three have been in come-from-behind fashion. Was ranked No. 1 in the FedExCup standings after the PGA TOUR Season in 2011 and finished ninth, his best showing since the FedExCup began in 2007. Won in his eighth start at The Barclays, with three top-10 finishes (T6 in 2009 and T10 in 2011). Won a FedExCup Playoffs event in his 18th career start. His previous best was a T4 at 2010 TOUR Championship. Recorded the fifth consecutive comeback victory at The Barclays. Is the sixth player to win a World Golf Championships event and a FedExCup Playoffs event, joining Vijay Singh, Steve Stricker, Phil Mickelson, Justin Rose and Tiger Woods...In his eighth consecutive start at the Justin Timberlake Shriners Hospitals for Children Open, opened with back-to-back, 5-under 66s en route to a share of 10th place with Jimmy Walker and Tim Herron. Despite bogeys at his 70th and 71st holes, the 2011 runner-up at TPC Summerlin posted a final-round, 2-under 69 to claim the top-10 finish...Rallied from four strokes back in the final round of the CIMB Classic in Kuala Lumpur, Malaysia, in October with a 10-under 61 to win by a stroke over Robert Garrigus and defending champion Bo Van Pelt. Flirted with a 59 at the Mines Resort and GC, until a bogey at the 72nd hole that still resulted in a career-low 61. His wife, Amber, subbed as his caddie when his regular caddie, Chad Reynolds, suffered from heat exhaustion and dehydration in the first round and was unable to complete the round. Went to a local hospital and given intravenous fluids. Used a local caddie in the second round while Reynolds recovered. After just one birdie in Thursday's opening round, he posted 24 in the ensuing three rounds, totaling 25, tying his record for most birdies in a 72-hole event (2006 Reno-Tahoe Open). His final round included 11 birdies and a lone bogey at the par-4 18th. Won the tournament the same day his favorite team, the San Francisco Giants, won the World Series...Jumped out to a two-stroke lead at the World Challenge with a first-round 5-under 67 before finishing T11. \n\n2011: Recorded a career-best 10 top-10 finishes and 16 top-25 finishes. Finished ninth in the FedExCup and Also had personal best finish on the money list (No. 3). Made 19 of 22 cuts and recorded multiple wins in a season for the first time in his career...Former Farmers Insurance Open champion finished T6 at the event on the strength of a final-round 63. Fired a back-nine 28 on the South Course in the final round, the best score on the South Course's back nine since records were first recorded in 1983. Dennis Paulson (1999) and Brian Henninger (1998) each recorded 29s on the back nine. Round of 63 matches his career low and is his best score in 24 career rounds at the Farmers Insurance Open...Two weeks later, finished T5 at the Waste Management Phoenix Open...In third start, racked up third top-10 at the AT&T Pebble Beach National Pro-Am, aided by a final-round, 5-under 67...Finished T9 at the World Golf Championships-Accenture Match Play Championship. Defeated Anthony Kim (5 and 4) and World No. 1 Lee Westwood (1-up) before falling to Ryan Moore (19 holes) in the third round...Just one day after making a double bogey on the 18th hole at TPC Blue Monster at Doral, drained a 13-foot birdie putt at the same hole to cap a stellar final-round, 6-under 67 to clinch the World Golf Championships-Cadillac Championship by two strokes over 54-hole leader Dustin Johnson. It was also the same hole that Watney's 30-foot putt came up just two inches short at the 2009 Cadillac Championship, leaving him second behind Phil Mickelson for his previous-best finish in three overall starts at the Cadillac Championship. With his third PGA TOUR victory, he became one of seven players under age 30 with at least three TOUR wins. That group is led by four-time winner Johnson. Dating to the 2010 TOUR Championship presented by Coca-Cola, the win was his seventh consecutive top-10 finish and moved him to No. 2 on the FedExCup points list...One week after winning the World Golf Championships-Cadillac Championship, saw his streak of seven-consecutive top 10s, dating to the end of the 2010 season, end, with a T13 at the Transitions Championship...Produced sixth top 10 of season and first since winning the World Golf Championships-Cadillac Championship with a T4 at THE PLAYERS. Carded an 8-under 64 in the opening round, a career-best at TPC Sawgrass, to hold the first-round lead despite a double bogey on No. 14...Entered the HP Byron Nelson Championship as the highest-ranked player in the FedExCup standings at No. 6. Went on to finish T8 to move to fourth, jumping ahead of idle David Toms. It was his seventh top-10 finish of the season, tied with Matt Kuchar, Luke Donald and Hunter Mahan for most on TOUR...Spurred on by a third round, course-record, 8-under 62, went on to win the AT&T National by two strokes over K.J. Choi. His fourth career win helped him overtake Donald for the top spot in the FedExCup rankings. Saturday's round included a back-nine, 8-under 27 (six birdies, one eagle and two pars), just one stroke shy of Corey Pavin's TOUR-record 26 at the 2006 U.S. Bank Championship in Milwaukee. Entered the final round tied with Rickie Fowler at 9-under before a bogey-free 66 made him the TOUR's third multiple winner of the season (Bubba Watson and Mark Wilson) and moved him into a tie with Kuchar and Luke Donald for the TOUR lead, with eight top-10 finishes...After entering the FedExCup Playoffs No. 1 in the standings, finished T10 at The Barclays to fall to No. 3. Eventually finished the season-long competition at No. 9...Making his seventh start at the Justin Timberlake Shriners Hospitals for Children Open, finished runner-up to Kevin Na by two strokes for his second-career second-place finish. The finish came one year after finishing two strokes out of the Jonathan Byrd-Martin Laird-Cameron Percy playoff in Las Vegas. Entered the final round with a share of the lead with Naâthe fifth time he had entered the final round on TOUR with at least a share of the lead (two wins). He went on to to record his career-high 10th top-10 finish of the season to remain in the No. 3 positon on the official money list...Opened with a 6-under 66 to trail first-round leader Jarrod Lyle at the Australian Open then hovered around the lead for most of the week in Sydney, finally settling for a T4...One week later, compiled a 2-1-1 record for the victorious U.S. Presidents Cup squad, including a singles victory over K.J. Choi. \n\n2010: Finished 12th in the FedExCup Playoffs. Recorded first two career top 10s at major championships (seventh at Masters and T7 at The Open Championship)...In defense of title, shot two rounds in the 60s on the weekend to finish T9 at the Farmers Insurance Open...Making first appearance at the World Golf Championships-Accenture Match Play Championship, finished T9 after losing, 1-up, to Retief Goosen in the third round...Despite a first-round 73, finished fourth at Transitions Championship. Posted 65-67 on weekend to match lowest final 36 holes in tournament history. Ranked T2 in Putts Per Round (26.8) for the week...Shot a 7-under 65 in the final round to finish seventh at the Masters. It was his first round in the 60s in 10 starts in a major. His previous best finish in a major was T11 at the 2008 Masters...Next top-10s came in back-to-back starts, finishing T7 at the AT&T National and The Open Championship...Held the third-round lead at the PGA Championship before a final round 81 dropped him to T18...Finished T4 at the TOUR Championship by Coca-Cola after recording rounds of 63-67 on the weekend. The 63 included an East Lake GC back-nine record with a 7-under 28...Finished T6 at the Justin Timberlake Shriners Hospitals for Children Open with rounds of 66-66-67-66. Eighth top-10 finish matched Bo Van Pelt for fourth on TOUR. \n\n2009: Won for the second time in his career and finished 12th in the FedExCup standings. Earned more than $3 million, for first time in career...Took the lead for the first time on the final shot of the Buick Invitational, a 2-foot birdie putt, to complete a five-shot comeback for his second career victory. Birdied two of his last three holes and didn't drop a shot over the final 11 holes in closing with a 4-under 68 for a one-shot victory over third-round leader John Rollins. Sank a 40-foot birdie putt on the par-4 16th to tie Rollins and then two-putted the par-5 18th hole for birdie to claim the win. Went the week without a three-putt and was the only player to shoot all four rounds below par...Finished second to Phil Mickelson at the World Golf Championships-CA Championship by one stroke after sharing the third-round lead. Nearly forced a playoff, but his putt from the fringe ended one rotation from going in the hole...Finished T4 at the Arnold Palmer Invitational after a final-round, 2-under 68...Went 12 starts before posting his next top-10 of the season, a T6 at The Barclays...Ranked No. 12 in the FedExCup standings after the BMW Championship to earn his first trip to the TOUR Championship by Coca-Cola...Finished T13 at THE TOUR Championship in his first appearance at the event...Also made first appearance at the OMEGA Mission Hills World Cup, with John Merrick. \n\n2008: Finished No. 121 on the money list. Made the cut in 21 of 27 starts, but managed just one top-10 finish...Held the 18-hole lead at the Mercedes-Benz Championship in his first trip to the event. T5 finish marked the 13th top-10 in his PGA TOUR career. \n\n2007: In third full season on the PGA TOUR, earned first victory at the Zurich Classic of New Orleans in his 75th career start at age 25 years, 11 months, 28 days. Held a two-stroke lead over Ken Duke through 54 holes after opening 69-67-68. A final-round 70 was good for a three-stroke victory over Duke. Earned a career-high $1,098,000 paycheck and 4,500 FedExCup points, jumping from No. 72 to No. 12 in the standingsâŚQualified for the U.S. Open, The Open Championship and the PGA Championship for the first time in his career. Made the cut in The Open Championship and finished T35. \n\n2006: In second season on TOUR, posted career-high six top-10s and 11 top-25s to finish 75th on the money list...Posted his first top-10 of the season (T7) at the AT&T Pebble Beach National Pro-Am...Five months later, added a T9 at the Buick Championship in July...Recorded a third top-10 (T5) at the Reno-Tahoe Open in late August...Posted back-to-back top-10s on TOUR for the first time with a T8 at the Southern Farm Bureau Classic and a T6 at the Chrysler Classic of Greensboro. Shared the first-round lead with Brent Geiberger and John Rollins after an 8-under 64 in Greensboro, and then held the second-round lead at 9-under 135. The second-round lead was his first on TOUR. The 64 matched his career-best on TOUR, which he shot three times previously...Finished T5 at the FUNAI Classic, aided by a third-round 64 on the Magnolia Course. \n\n2005: After finishing just out of the top 125 (No. 127) on the money list, placed T5 at the PGA TOUR Qualifying Tournament in December to gain a higher status for 2006...Rookie on TOUR posted two top-10s, including a T6 at the Michelin Championship at Las Vegas thanks to a final-round 66. With a paycheck of $139,000, climbed from 143rd to 118th on the money list. \n\n2004: Made the cut in 19 of 25 tournaments on the Web.com Tour, including 12 top-25 finishes. Entered the final event No. 19 on the official money list but posted his first career win at the Web.com Tour Championship, jumping all the way to No. 5 with $301,988. Finished the event at 15-under-par 273 after rounds of 69-64-71-69, good for a three-stroke win...After missing five cuts in his first seven starts, stormed back by making the cut in 15 of his last 16 events of the season. \n\n2003: Turned professional in the summer following outstanding collegiate career at Fresno State University...Made pro debut at the FBR Capital Open in Washington, D.C. in June, missed the cut...First professional win came at the Lewis Chitengwa Memorial Championship on the Canadian Tour in August. \n\nAmateur: Was the No. 1-ranked college player during his senior year at Fresno State following four consecutive tournament wins in the fall season. Helped Fresno State to the Western Athletic Conference team title in the spring...Five wins during his senior year were more than any other player in the nation. Became the WAC's first three-time Player of the Year. Freshman of the Year in the WAC. Three-time All-American...Ben Hogan Award finalist in 2002...Palmer Cup team member in 2002...Set Fresno State single-season scoring record, with a 70.53 average during junior year. Coached by his uncle Mike Watney at Fresno State. Fresno State did not offer him a scholarship. Instead he had to walk on to the team. Mike Watney played on the PGA TOUR in the 1970s.\n","otherCarHigh" : "","personal" : "Is an avid fan of the San Francisco Giants, San Francisco 49ers and Sacramento Kings...His wife, Amber, is the niece of PGA TOUR veteran Omar Uresti...Cousin Heidi Watney is the host of MLB Network's \"Quick Pitch\" since 2012.","otherInfo" : "","ntlTeams" : "The Presidents Cup (1), 2011; World Cup (1), 2009; Palmer Cup (1), 2002.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T11th at the Shriners Hospitals for Children Open.","dynStats" : "He ranks T71st in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/nickwatney"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}