{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20631","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "7","capcure" : "N", "personalInfo" : {"name" : {"last" : "McKenzie","first" : "David","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "170","weightMetric" : "77","birthDate" : "July 26, 1967","age" : "48","birthPlace" : "Melbourne, Victoria, Australia","residence" : "Melbourne, Victoria, Australia","family" : "Wife, Julia","education" : "","splInterest" : "Wine collecting, bike riding, running sand dunes","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1990","clubAffl" : "","cityPlaysFrm" : "Melbourne; ; Australia","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,445,065&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2001","exmtStatus" : "Conditional - Additional Qualifying Tournament Finisher or Finished 76-100 on 2014 Web.com Tour Money List","otherVics" : "(1): 2011 Meriton Invitational.\n","intlVics" : "(1): 2013 Victorian PGA Championship [Aus].","curYearHigh" : "","carHigh" : "2014: Skipped the final two events of the PGA TOUR China season—the Hainan Open and the Tour Championship presented by CTS Tycoon—to play in two significant tournaments in his native Australia. By virtue of his absence, dropped out of the top five on the Order of Merit, finishing sixth. Season highlights came at two different tournaments that he won. His victories at the Lanhai Open and the Cadillac Championship were his only two top-10s during the year. In his second PGA TOUR China Series appearance, shot four rounds in the 60s at the Lanhai Open to cruise to a five-shot win over countryman Steve Dartnall. Took a three-stroke lead into the final round and fired a 3-under 69 at Lan Hai International GC's Links Course to win for the second consecutive season. At age 46, was the circuit's oldest winner, and his five-stroke victory margin was second only to J.H. Wang's 10-shot win at the Mission Hills Haikou Open…Finished T12 in his PGA TOUR China Series debut, at the Mission Hills Haikou Open. Shot a final-round 68 at the Sandbelt Trails Course…In three OneAsia Tour starts, made two cuts. First came at the Enjoy Jakarta Indonesia PGA Championship (T29)…Two months later, finished T24 at the SK Telecom Open, with weekend 70s in South Korea.weekend 70s in South Korea…Made the cut in two additional PGA TOUR China Series' starts—finishing T31 at the Earls Beijing Open and then capitalizing on a final-round, 5-under 67 to T32 at the Yulongwan Yunnan Open…The following week, held a share of the first-round lead at the Fiji International on the PGA Tour of Australasia in mid-August. Played his final 54 holes in 12-over to T32 at Natadola Bay Championship GC...Returned to action at the PGA TOUR China Series, just missing a top-10 finishing T14 in Penglai…Made history in September when he became the first PGA TOUR China Series' player to win more than one title. At the Cadillac Championship in Beijing, took a two-stroke lead into the final round at Qinghe Bay GC. Through 14 holes in his final round, he had increased his lead to four strokes over Bryden MacPherson. Made a bogey on the 15th hole, and when playing partner MacPherson holed out for eagle from 181 yards, his lead had shrunk to one shot. He grew his lead to two shots when MacPherson bogeyed the next hole, and MacPherson could do no more as he parred in. The victory moved him to second on the Order of Merit. Had four under-par rounds in Beijing, the second time this season (Lanhai Open) he had pulled off that feat…Finished T17 in mid-October at the OneAsia Tour's Nanshan China Masters…Playing in the BetEasy Masters in his native Australia in late-November, shot a final-round, 3-under 69 at Metropolitan GC to move up the leaderboard into a T17 with seven others, including PGA TOUR China's Dartnall...Finished T103 at the Web.com Tour Qualifying Tournament in December.\n\n\n2013: Won for the first time since 2005 when he captured the Victorian PGA Championship in January. Opened 71-69 and was tied for six through 36 holes. Shot a third-round 65 to take the lead going into the final round, a four-shot advantage over Matthew Griffin and Scott Laycock. Came in with a Sunday 70 to defeat Laycock by two strokes…Made another top-five seven months later when he finished third at the Queensland Open. Began the final day tied for 14th, shot a Sunday 68 and finished solo third…Other top-15 performances on PGA Tour of Australasia came at the Australian PGA Championship (T11) and the Australian Open (T14)…In his lone Asian Tour and European Tour starts, enjoyed top five finishes. Turned in four sub-70 rounds (65-68-68-67) to T4 at the Thailand Open, four shots behind winner Prayad Marksaeng…On the European Tour, overcame an opening 75 at the Johnnie Walker Championship at Gleneagles and finished 71-72-68 to finish solo third. \n\n2012: Did not play on the Web.com Tour. Made six PGA Tour of Australasia starts, with a T3 at the Victorian PGA Championship his best outing. Was never in contention the first three days, but a final-round 66 allowed him to move from a tie for 16th through 54 holes to a T3 and put pressure on the leaders by posting a clubhouse-lead score...Made two Asian Tour starts, with both appearances resulting in T10 finishes. First came at the Thailand Open in August. Opened 65-66 and was tied for third with two others. Finished 70-71 to drop back…Shot rounds of 70-73-70-71 to T10 at the High1 Resort Open a month later…Best finish in four European Tour starts was a T40 at the Lyoness Open in July…Was T39 at the Acaya Golf 2012 and T44 at the Scottish Hydro Challenge on the European Challenge Tour…Was T45 at the Jakarta Indonesia Open and T47 at the Nanshan China Masters on the OneAsia Tour…Did not play on the Web.com Tour during the season. \n\n2011: Made the cut in just of his three starts on the Web.com Tour—at the Price Cutter Charity Championship, where he T59…Had a pair of top-20 on two different tours. Was T18 in May at the GS Caltex Maekyung Open on the Asian Tour, a tournament that included a third-round 66…In mid-November, was T19 at the Australian Open, thanks to a final-round 67…Additional made cuts came on the OneAsia Tour, a T37 at the Nanshan China Masters and a T45 at the Indonesian PGA Championship...Won the 54-hole Meriton Invitational in Australia. 2010: Made 22 starts on the Web.com Tour and made only six cuts but did have four top-25 finishes. Finished T17 in both the Melwood Prince George's County Open and the Nationwide Children's Hospital Invitational. Late in the season, in his native Melbourne shot rounds of 68-69 on the weekend at the JBWere Australian Masters to finish solo seventh, six strokes behind winner Stuart Appleby. \n\n2009: Had a steady but unspectacular Web.com Tour season, making the cut in 18 of 25 starts but enjoyed only two top-10 finishes. Wound up No. 50 on the money list. Made 14 cuts in a row at one point and climbed as high as No. 36 in earnings but was just two for six in cuts made down the stretch and did not crack the top 35 in those two made cuts. Held the 36- and 54-hole lead at the Knoxville Open, where he fired an even-par 72 on the final day and finished T3, missing a playoff by a stroke. Added a T5 finish at the Northeast Pennsylvania Classic.\n\n2008: Finished No. 72 on the Web.com Tour money list, with $96,049. He made 15 cuts in 28 starts. Notched the 21st top-10 finish of his career with a T9 effort at the rain-shortened HSBC New Zealand PGA Championship. Missed the cut in six out of his next eight starts before finishing T5 at the Bank of America Open. Was in a three-way tie for the lead after 54 holes, but a final-round, even-par 72 left him four strokes behind champion Kris Blanks. Finished seventh in the Australian Masters to cap his season. \n\n2007: Made the cut in 17 of 29 Web.com Tour events, including 12 top-25 finishes. Finished the year with $194,656, good for the 27th spot on the money list. Finished the season strong, with a runner-up finish at the Chattanooga Classic (ending one stroke behind Ron Whittaker) and a T16 at the Miccosukee Championship. Entered the season-ending Web.com Tour Championship at Barona Creek in 23rd place on the money list but failed to finish among the 25 Tour graduates. Entered the final round of the Nationwide Children's Hospital Invitational in a share of the lead with Jason Day but eventually finished five strokes behind the 19-year-old in a T5. Other top-10 finishes were posted at the Xerox Classic (T4), Preferred Health Systems Wichita Open (T7), The Rex Hospital Open (T9) and the Nationwide Children's Hospital Invitational (T10). \n\n2006: In 13th start of his rookie season on the PGA TOUR, posted his first top-10, a T9 at the Buick Championship. One of just four players to record four rounds in the 60s. Held a four-way share of the 18-hole lead at the Cialis Western Open with a 5-under 66 and finished T40. Recorded a career-best seventh at the Valero Texas Open, thanks to four rounds in the 60s. He was one of three rookies to finish among the top-10 in San Antonio. 2005: Rookie on the PGA TOUR after finishing 11th on the Web.com Tour money list. Earned fist career Web.com Tour victory at the Gila River Golf Classic. Birdied the last two holes for the one-stroke victory over Jon Mills. Also added a couple of T3s at the Xerox Classic and the Alberta Classic. \n\n2004: Finished 23rd on the Web.com Tour, including seven top-25s. Recorded a T2 at the Australian Masters in Melbourne in December, losing to Australian lefty Richard Green on the first hole of a playoff that included fellow 2005 Web.com Tour graduate Greg Chalmers. Held the 54-hole lead in that event but dropped into the playoff after an even-par 72 in the final round. \n\n2003: Finished 10th on the Canadian Tour Order of Merit…Made two European Tour starts, missing the cut in both.\n\n2002: On the Canadian Tour, was 12th on the end-of-season Order of Merit. \n\n2001: Rookie on the Web.com Tour, making the cut in nine of 17 appearances. \n\n1999: Made one European Tour cut, a T46 at the Johnnie Walker Classic.\n\n1998: Made cut in PGA TOUR debut, a T51 at the Bell Canadian Open...Won $10,000 for a hole-in-one during the final round of the BC TEL Open. \n\n1997: Joined the Canadian Tour.\n","otherCarHigh" : "","personal" : "Lists Dale Lynch as his instructor...Says winning the Web.com Tour's 2005 Gila River Golf Classic and playing on the PGA TOUR in 2006 are his biggest thrills in golf...Lists the composite course at Royal Melbourne and Kingston Heath as his favorite courses...Never travels without his passport...Previously worked as a bank teller...Favorite pro team is the Pittsburgh Steelers. Favorite movie is \"The Sting,\" and The Power of One is his favorite book. Roger Federer is his favorite athlete to watch. Favorite cities to visit include London, Paris, New York, Brussels and Wagga Wagga in New South Wales. Says Port Douglas in Queensland is his favorite vacation spot...Would round out his dream foursome with Captain Cook, Albert Einstein and Jesus Christ...Charity work involves the Juvenile Diabetes Foundation...Was a champion footballer and cricketer in his early days at Catholic Regional College in Melton, Victoria...Has one brother and one sister. Got his start in golf from his grandfather...Previously worked as a bank teller and would probably be working as a stock trader if he weren't playing professional golf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "2013 Victorian PGA Championship [Aus].","curYrHigh" : "","carHigh" : "2015: Finished 35th on the final Order of Merit. Played sparingly, making only four starts overall. Recorded two top-10s. A year after winning the Lanhai Open, was again in contention at Lanhai International GC, keeping alive his streak of under-par rounds at the tournament. Turned in four sub-par days but could never make a final-day charge, eventually settling for a third-place finish in defense of his title. Ended the event three shots behind winner Josh Geary...Had a strong outing at the Mackenzie Tour - PGA TOUR Canada's Staal Foundation Open in Thunder Bay, Ontario, in mid-July. Shot four under-par rounds at Whitewater GC, including an opening-round 66, that left him T4 with Clayton Rask and Logan McCracken, three shots behind winner J.J. Spaun...Added his second top-10 of the campaign, a T6 at the Yulongwan Yunnan Open in early October. Opened 71-66 at Yulongwan GC then repeated that effort on the weekend to tie with Sam Chien, Masamichi Ito and Yi Cao, a distant eight shots short of winner Geary…Was par or better in all four rounds of the New South Wales PGA Championship on the PGA Tour of Australasia in mid-December, including opening and closing, 4-underr 68s. Finished T8 with Peter Cooke and Christopher Wood, four shots shy of winner Jarryd Felton. \n\n2014: Skipped the final two events of the PGA TOUR China season—the Hainan Open and the Tour Championship presented by CTS Tycoon—to play in two significant tournaments in his native Australia. By virtue of his absence, dropped out of the top five on the Order of Merit, finishing sixth. Season highlights came at two different tournaments that he won. His victories at the Lanhai Open and the Cadillac Championship were his only two top-10s during the year. In his second PGA TOUR China Series appearance, shot four rounds in the 60s at the Lanhai Open to cruise to a five-shot win over countryman Steve Dartnall. Took a three-stroke lead into the final round and fired a 3-under 69 at Lan Hai International GC's Links Course to win for the second consecutive season. At age 46, was the circuit's oldest winner, and his five-stroke victory margin was second only to J.H. Wang's 10-shot win at the Mission Hills Haikou Open...Finished T12 in his PGA TOUR China Series debut, at the Mission Hills Haikou Open. Shot a final-round 68 at the Sandbelt Trails Course...In three OneAsia Tour starts, made two cuts. First came at the Enjoy Jakarta Indonesia PGA Championship (T29)...Two months later, finished T24 at the SK Telecom Open, with weekend 70s in South Korea.weekend 70s in South Korea...Made the cut in two additional PGA TOUR China Series' starts—finishing T31 at the Earls Beijing Open and then capitalizing on a final-round, 5-under 67 to T32 at the Yulongwan Yunnan Open...The following week, held a share of the first-round lead at the Fiji International on the PGA Tour of Australasia in mid-August. Played his final 54 holes in 12-over to T32 at Natadola Bay Championship GC...Returned to action at the PGA TOUR China Series, just missing a top-10 finishing T14 in Penglai...Made history in September when he became the first PGA TOUR China Series' player to win more than one title. At the Cadillac Championship in Beijing, took a two-stroke lead into the final round at Qinghe Bay GC. Through 14 holes in his final round, he had increased his lead to four strokes over Bryden MacPherson. Made a bogey on the 15th hole, and when playing partner MacPherson holed out for eagle from 181 yards, his lead had shrunk to one shot. He grew his lead to two shots when MacPherson bogeyed the next hole, and MacPherson could do no more as he parred in. The victory moved him to second on the Order of Merit. Had four under-par rounds in Beijing, the second time this season (Lanhai Open) he had pulled off that feat...Finished T17 in mid-October at the OneAsia Tour's Nanshan China Masters...Playing in the BetEasy Masters in his native Australia in late-November, shot a final-round, 3-under 69 at Metropolitan GC to move up the leaderboard into a T17 with seven others, including PGA TOUR China's Dartnall...Finished T103 at the Web.com Tour Qualifying Tournament in December. \n2013: Won for the first time since 2005 when he captured the Victorian PGA Championship in January. Opened 71-69 and was tied for six through 36 holes. Shot a third-round 65 to take the lead going into the final round, a four-shot advantage over Matthew Griffin and Scott Laycock. Came in with a Sunday 70 to defeat Laycock by two strokes...Made another top-five seven months later when he finished third at the Queensland Open. Began the final day tied for 14th, shot a Sunday 68 and finished solo third...Other top-15 performances on PGA Tour of Australasia came at the Australian PGA Championship (T11) and the Australian Open (T14)...In his lone Asian Tour and European Tour starts, enjoyed top five finishes. Turned in four sub-70 rounds (65-68-68-67) to T4 at the Thailand Open, four shots behind winner Prayad Marksaeng...On the European Tour, overcame an opening 75 at the Johnnie Walker Championship at Gleneagles and finished 71-72-68 to finish solo third. \n2012: Did not play on the Web.com Tour. Made six PGA Tour of Australasia starts, with a T3 at the Victorian PGA Championship his best outing. Was never in contention the first three days, but a final-round 66 allowed him to move from a tie for 16th through 54 holes to a T3 and put pressure on the leaders by posting a clubhouse-lead score...Made two Asian Tour starts, with both appearances resulting in T10 finishes. First came at the Thailand Open in August. Opened 65-66 and was tied for third with two others. Finished 70-71 to drop back...Shot rounds of 70-73-70-71 to T10 at the High1 Resort Open a month later...Best finish in four European Tour starts was a T40 at the Lyoness Open in July...Was T39 at the Acaya Golf 2012 and T44 at the Scottish Hydro Challenge on the European Challenge Tour...Was T45 at the Jakarta Indonesia Open and T47 at the Nanshan China Masters on the OneAsia Tour...Did not play on the Web.com Tour during the season. \n2011: Made the cut in just of his three starts on the Web.com Tour—at the Price Cutter Charity Championship, where he T59...Had a pair of top-20 on two different tours. Was T18 in May at the GS Caltex Maekyung Open on the Asian Tour, a tournament that included a third-round 66...In mid-November, was T19 at the Australian Open, thanks to a final-round 67...Additional made cuts came on the OneAsia Tour, a T37 at the Nanshan China Masters and a T45 at the Indonesian PGA Championship...Won the 54-hole Meriton Invitational in Australia. \n2010: Made 22 starts on the Web.com Tour and made only six cuts but did have four top-25 finishes. Finished T17 in both the Melwood Prince George's County Open and the Nationwide Children's Hospital Invitational. Late in the season, in his native Melbourne shot rounds of 68-69 on the weekend at the JBWere Australian Masters to finish solo seventh, six strokes behind winner Stuart Appleby. \n2009: Had a steady but unspectacular Web.com Tour season, making the cut in 18 of 25 starts but enjoyed only two top-10 finishes. Wound up No. 50 on the money list. Made 14 cuts in a row at one point and climbed as high as No. 36 in earnings but was just two for six in cuts made down the stretch and did not crack the top 35 in those two made cuts. Held the 36- and 54-hole lead at the Knoxville Open, where he fired an even-par 72 on the final day and finished T3, missing a playoff by a stroke. Added a T5 finish at the Northeast Pennsylvania Classic. \n2008: Finished No. 72 on the Web.com Tour money list, with $96,049. He made 15 cuts in 28 starts. Notched the 21st top-10 finish of his career with a T9 effort at the rain-shortened HSBC New Zealand PGA Championship. Missed the cut in six out of his next eight starts before finishing T5 at the Bank of America Open. Was in a three-way tie for the lead after 54 holes, but a final-round, even-par 72 left him four strokes behind champion Kris Blanks. Finished seventh in the Australian Masters to cap his season. \n2007: Made the cut in 17 of 29 Web.com Tour events, including 12 top-25 finishes. Finished the year with $194,656, good for the 27th spot on the money list. Finished the season strong, with a runner-up finish at the Chattanooga Classic (ending one stroke behind Ron Whittaker) and a T16 at the Miccosukee Championship. Entered the season-ending Web.com Tour Championship at Barona Creek in 23rd place on the money list but failed to finish among the 25 Tour graduates. Entered the final round of the Nationwide Children's Hospital Invitational in a share of the lead with Jason Day but eventually finished five strokes behind the 19-year-old in a T5. Other top-10 finishes were posted at the Xerox Classic (T4), Preferred Health Systems Wichita Open (T7), The Rex Hospital Open (T9) and the Nationwide Children's Hospital Invitational (T10). \n2006: In 13th start of his rookie season on the PGA TOUR, posted his first top-10, a T9 at the Buick Championship. One of just four players to record four rounds in the 60s. Held a four-way share of the 18-hole lead at the Cialis Western Open with a 5-under 66 and finished T40. Recorded a career-best seventh at the Valero Texas Open, thanks to four rounds in the 60s. He was one of three rookies to finish among the top-10 in San Antonio. \n2005: Rookie on the PGA TOUR after finishing 11th on the Web.com Tour money list. Earned fist career Web.com Tour victory at the Gila River Golf Classic. Birdied the last two holes for the one-stroke victory over Jon Mills. Also added a couple of T3s at the Xerox Classic and the Alberta Classic. \n2004: Finished 23rd on the Web.com Tour, including seven top-25s. Recorded a T2 at the Australian Masters in Melbourne in December, losing to Australian lefty Richard Green on the first hole of a playoff that included fellow 2005 Web.com Tour graduate Greg Chalmers. Held the 54-hole lead in that event but dropped into the playoff after an even-par 72 in the final round. \n2003: Finished 10th on the Canadian Tour Order of Merit...Made two European Tour starts, missing the cut in both. \n2002: On the Canadian Tour, was 12th on the end-of-season Order of Merit. \n2001: Rookie on the Web.com Tour, making the cut in nine of 17 appearances. \n1999: Made one European Tour cut, a T46 at the Johnnie Walker Classic. \n1998: Made cut in PGA TOUR debut, a T51 at the Bell Canadian Open...Won $10,000 for a hole-in-one during the final round of the BC TEL Open. \n1997: Joined the Canadian Tour.\n","otherCarHigh" : "","personal" : "Lists Dale Lynch as his instructor…Says winning the Web.com Tour's 2005 Gila River Golf Classic and playing on the PGA TOUR in 2006 are his biggest thrills in golf…Lists the composite course at Royal Melbourne and Kingston Heath as his favorite courses…Never travels without his passport…Previously worked as a bank teller…Favorite pro team is the Pittsburgh Steelers. Favorite movie is “The Sting,” and The Power of One is his favorite book. Roger Federer is his favorite athlete to watch. Favorite cities to visit include London, Paris, New York, Brussels and Wagga Wagga in New South Wales. Says Port Douglas in Queensland is his favorite vacation spot…Would round out his dream foursome with Captain Cook, Albert Einstein and Jesus Christ…Charity work involves the Juvenile Diabetes Foundation…Was a champion footballer and cricketer in his early days at Catholic Regional College in Melton, Victoria…Has one brother and one sister. Got his start in golf from his grandfather…Previously worked as a bank teller and would probably be working as a stock trader if he weren't playing professional golf.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2006","qSchoolYear" : "","exmtStatus" : "11th on 2005 Nationwide Tour money list","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "Won $10,000 for a hole-in-one during the final round of the 1998 BC TEL Open. Got his start in golf from his grandfather.","otherInfo" : "Rookie on the PGA TOUR after finishing 11th on the 2005 Nationwide Tour money list. Earned fist career Nationwide Tour victory at the Gila River Golf Classic. Birdied the last two holes for the one-stroke victory over Jon Mills. Also added a couple of T3s at the Xerox Classic and the Alberta Classic. Member of Nationwide Tour in 2001, 2003-05. Finished 23rd on the 2004 Nationwide Tour, including seven top-25s. Recorded a T2 at the Australian Masters in Melbourne in December, losing to Australian lefty Richard Green on the first hole of a playoff that included fellow 2005 Nationwide Tour graduate Greg Chalmers. Held the 54-hole lead in that event but dropped into the playoff after an even-par 72 in the final round. Rookie on the Nationwide Tour in 2001, making the cut in nine of 17 appearances. Made cut in only PGA TOUR event, a T51 at the 1998 Bell Canadian Open. Member of the Australasian Tour since 1992, with six top-10s to his credit. Joined the Canadian Tour in 1997. Finished 10th on the Order of Merit in 2003 and 12th in 2002. Won $10,000 for a hole-in-one during the final round of the 1998 BC TEL Open.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA Tour China Serie 2 times.","dynStats" : "He ranks 15th in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}