{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32791","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Lee","first" : "Kyoung-Hoon","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "176","weightMetric" : "80","birthDate" : "August 24, 1991","age" : "24","birthPlace" : "Seoul, South Korea","residence" : "Goyang City, Korea","family" : "Single","education" : "Korea National Sport University (2014)","splInterest" : "Singing karoke","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2010","clubAffl" : "CJ Haesly (Yoju, Korea)","cityPlaysFrm" : "Ilsan, Korea","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,834&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2016","exmtStatus" : "Finished 8th at 2015 Web.com Tour Qualifying Tournament","otherVics" : "","intlVics" : "(2): 2012 Nagashima Shigeo Invitational Sega Sammy Cup [Jpn]. 2015 Honma Tourworld Cup [Jpn], Kolon Korea Open [OneAsia].","curYearHigh" : "Competed on the Japan Golf Tour, playing 23 events. Made the cut 19 times, recording six top-10s, which included a win, a runner-up, a third-place finish and 11 top-25s. His win came in October at the Honma Tourworld Cup in which he shot 71-65-65-67 to claim a one-shot victory over Ryuichi Oda, Ashun Wu, Taichi Teshima and Tomohiro Kondo...On back-to-back weeks in September, posted a runner-up at the Fujisankei Classic and a third at the ANA Open. At the Fujisankei Classic, opened with a 7-under 64 then fell back with a 74-70 showing in the second and third rounds. Came up one shot short of winner K.T. Kim despite shooting a Sunday 68...At the ANA Open, posted foru rounds in the 60s (three 69s and a final-round 68) to finish three shots behind winner Ryo Ishikawa...In early November, grabbed a seventh-place finish at the Mynavi ABC Championship. Ended 12th on the Tour's money list...Also played the Korean Tour and finished No. 1 on the money list...Won the Kolon Korea Open in September, rolling to a four-shot victory over Whee Kim at Woojeong Hills CC.","carHigh" : "Played full-time on the Japan Golf Tour between 2012-15. In that three-year span, played 62 tournaments.\n\n2014: Finished 24th on the Japan Golf Tour money list...Earned an eighth-place finish at The Crowns early in the season...Made a nice run at victory at the PGA Championship Nissin Cupnoodles Cup. Moved into a tie for second with 18 holes to play but fell a stroke short of winner Taichi Teshima when he and Koumei Oda matched Teshima's Sunday 71 to T2...Added back-to-back top-10s in the summer, at the ANA Open (T8) and the Asia-Pacific Diamond Cup Golf (T5)...Final top-10 of the year was a T8 at the Mynavi ABC Championship...Made his major championship debut, playing in the U.S. Open at Pinehurst's No. 2 Course. He missed the cut...On the Korean Tour, played six events, making five cuts including three consecutive top-10s—at the SK Telecom Open (sixth), the Korean PGA Champonship (T7) and the Maeil Dairies Open (T5).\n\n2013: Had one runner-up finish on the Japan Golf Tour. Finished 14th on the money list...First top-10 of the campaign was at The Crowns, a T9, thanks to a final-round 67...Was T9 again two starts later, at the Diamond Cup Golf...Was a runner-up at the ANA Open in September. Began the final day four shots off Koumei Oda's 54-hole lead. Never really threatened Oda but did match Oda's 68 to move into a T2 with Shingo Katayama...The following week was ninth at the Asia-Pacific Panasonic Open...Contended all week at the Heiwa PGM Championship in Kasumigaura. Rounds of 66-68-70 left him tied for fifth with 18 holes to play. Despite shooting a Sunday, 2-over 73, moved into a T3 with Kazuhiro Yamashita and Han Lee, four shots short of winner Ashun Wu...Closed the season with a T6 at the Dunlop Phoenix and a fifth-place effort at the Golf Nippon Series JT Cup...In five Korean tour starts, had two top-fives—at the GS Caltex Maekyung Open (T4) and the Bosung Country Club Classic (T5).\n\n2012: Finished 10th on the Japan Golf Tour money list. Won the Nagashima Shigeo Invitational Sega Sammy Cup for his first professional victory. First top-10 of the season began at the Tsuruya Open. After a disappointing 73 to open the tournament, shot rounds of 64-66 to enter the final round tied for third. Shot a Sunday 70 to finish runner-up to Hiroyuki Fujita, four shots behind...Added a pair of sixth-place efforts in his next two starts, at The Crowns and the PGA Championship Nissin Cupnoodles Cup...Next top-10 came at the Gate Way To The Open Mizuno Open. Took a share of the first-round lead after opening with a 5-under 67. Fell back with a second-round 73 but rebounded with a 68-69 finish to T5...In his next start, won the Nagashima Shigeo Invitational Sega Sammy Cup, opening with a 7-under 65 and never relinquishing at least a share of the lead. Entered the final round tied with countryman Hyung Sung Kim. Rolled to victory Sunday with a closing 65 to edge Kim by two shots...Added two additional top-10s the rest of the way—at the Fujisankei Classic (ninth) and the ANA Open (T10).\n","otherCarHigh" : "Won the 2009 Toyota World Junior Cup...Won a team gold medal at the 2010 Asian Games held in China and finished fourth individually.","personal" : "Goes by \"K.H. Lee\"....Graduated from high school in Seoul in 2010...Is an only son...If not a professional golfer, would be a singer...First tee entrance song would be \"Gangnam Style\" by Psy...Favorites include New York Yankees and Los Angeles Dodgers (pro teams), female figure skater Kim Yun, Korean Novel (book), hiking in Jeju Island, South Korea (vacation spot), Korea University (college team), hamburger (food), Girls' Generation (entertainer), Michael Jackson (music), Woojung Hills (golf course), \"Mission Impossible\" (movie), T.G.I. Friday's (restaurant), \"CSI: Crime Scene Investigation\" (TV show) and PGATOUR.COM (website)...Motto is \"A rolling stone gathers no moss.\"...Most famous person met is Psy at a concert in Seoul...Dream foursome would include Jordan Spieth, Kevin Na and Jason Day...Not many people know \"I am shy about meeting people.\"...Bucket list item is a tour around the world and riding a motorcycle...Charitable work involves Arumdaun Jaedan in South Korea.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Competed on the Japan Golf Tour, playing 23 events. Made the cut 19 times, recording six top-10s, which included a win, a runner-up, a third-place finish and 11 top-25s. His win came in October at the Honma Tourworld Cup in which he shot 71-65-65-67 to claim a one-shot victory over Ryuichi Oda, Ashun Wu, Taichi Teshima and Tomohiro Kondo...On back-to-back weeks in September, posted a runner-up at the Fujisankei Classic and a third at the ANA Open. At the Fujisankei Classic, opened with a 7-under 64 then fell back with a 74-70 showing in the second and third rounds. Came up one shot short of winner K.T. Kim despite shooting a Sunday 68...At the ANA Open, posted foru rounds in the 60s (three 69s and a final-round 68) to finish three shots behind winner Ryo Ishikawa...In early November, grabbed a seventh-place finish at the Mynavi ABC Championship. Ended 12th on the Tour's money list...Also played the Korean Tour and finished No. 1 on the money list...Won the Kolon Korea Open in September, rolling to a four-shot victory over Whee Kim at Woojeong Hills CC.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is T26th at the Chitimacha Louisiana Open presented by NACHER.","dynStats" : "He ranks T15th in Scoring Average (Actual) on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}