{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "39958","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Wang","first" : "Jeunghun","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "159","weightMetric" : "72","birthDate" : "September 7, 1995","age" : "20","birthPlace" : "Seoul, South Korea","residence" : "Seoul, South Korea","family" : "Single","education" : "","splInterest" : "","pronunciation" : "WONG","nwTourAlumnus" : "","trndProYear" : "2012","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2015","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Finished 17th on the final Order of Merit, with a pair of runner-up finishes in his only two starts. A year after dominating Mission Hills GC's Sandbelt Trails Course on his way to a 10-shot victory in 2014, he returned to Haikou to play in the Buick Open. Strung together rounds of 71-71-69-70 to finish at 7-under and in solo second, a stroke behind champion Josh Geary. Was the only player in the field with four under-par rounds for the week...Faced heartbreak at the Lanhai Open in late-May, again falling by a stroke to Geary. Held a share of the 18-hole lead and led outright after 36 and 54 holes. Trailed Geary by a stroke with a hole to play and was on the 18th-hole, par-4 green in two at Lanhai International GC. After he missed his 25-foot birdie putt, leaving himself a four-footer for par, Geary left the door open for a playoff when the New Zealander lipped out his nine-foot par putt. With a chance to force overtime, he missed his par putt, giving Geary his second win of the campaign. Earned ￥129,600 for the second consecutive time this season and moved into second on the Order of Merit, a little less than ￥10,000 ahead of Shih Chang Chan. Kept alive his streak of shooting nothing but under-par rounds this season. Has eight consecutive sub-par rounds this season...Contended all week at the OneAsia Tour's Thailand Open in mid-June. Shot rounds of 69-70-64-67 but still fell three strokes short of winner, countryman K.T. Kim at Siam CC's Pattaya Plantation Course. The finish was his third runner-up performance of the campaign…Shot a final-round 70 at Kolon Korea Open in mid-September to T3 with Dongmin Lee, seven shots behind winner Kyounghoon Lee...Took the first-round lead at the Asian Tour's Venetian Macau Open in mid-October. Fired an opening 65 at Macau G&CC to share the top spot with Bangladesh's Siddikur Rahman. Was in second through 36 holes before a 71-73 (2-over) weekend dropped him into a T15 with David Lipsky. \n\n2014: Played in the early part of the PGA TOUR China season, winning one tournament and finishing 10th on the order of merit. At the PGA TOUR China Series' qualifying tournament in Haikou in mid-March, used a third-round 67 that followed a 77 a day earlier to catapult himself into a fully-exempt slot on the Series' inaugural season. Finished T4 with Brad Drewitt, six shots behind medalist Alex Hawley...Made history by winning the first PGA TOUR China Series event, the Mission Hills Haikou Open. Was completely dominant all week, taking a share of the lead after 18 holes. Followed an opening 67 with a Mission Hills GC's Sandbelt Trails' course-record 63 to move ahead by eight shots through 36 holes. With a weekend 69-66, finished at 23-under in coasting to a 10-shot victory over China's Xin Jun Zhang. He made only six bogeys all week in winning his first professional tournament...Enjoyed three under-par rounds, including a second-round, 3-under 69, to T13 at the Buick Open, with Ray Beaufils, Brett Drewitt and Chris Campbell…Was in contention throughout the ICTSI Philippine Open in mid-May on the Asian Tour. Opened with a 72 that put him in good position, with a 4-under 68. Couldn't muster a charge on the weekend (72-74) and finished T8 with Thailand's Jazz Janewattananond at Wack Wack G&CC in Manila…Playing on the Asian Tour, at the Queen's Cup, shot rounds of 72-69-68-69 at Santiburi Samui CC to T6 with Tze Huang Choo and Richard T. Lee…Continued his stellar season, posting his third top-15 finish in three starts. At the Earls Beijing Open, sandwiched first- and final-round 68s around a pair of 70s to finish solo sixth in mid-June…Played on the Asian Tour in mid-September, at the Yeangder Tournament Players Championship. Finished 60th at Linkou International G&CC in Taiwan…Entered the final round of the OneAsia Tour's Nanshan China Masters at even-par then fashioned a 5-over 76 during windy, difficult conditions Sunday to T19 with four others...Got off to a slow start at the Hong Kong Open, shooting a 2-over 72 at Hong Kong GC. Recovered nicely with a 3-under 67 to make the cut then shot back-to-back 69s on the weekend to T34…Shot four par-or-better rounds in late-October at the Asian Tour's Venetian Macau Open. Began his final round with three consecutive birdies and appeared ready to make a run at victory. Could only muster two additional birdies the rest of the way, settling for a 1-under 70 and a T15 with four others, including PGA TOUR China Series' players Wei Tze Yeh and Shih Chang Chan…Was tied for second at the halfway mark of the Asian Tour's Resorts World Manila Masters after opening 68-65 at Manila Southwoods G&CC in late-November. Dropped considerably Saturday after shooting a 5-over 77 but recovered for a top-10 with a 2-under 70 on the final day. Finished at T9 with 10 others at 8-under...In mid-December, held a one-stroke lead over Arjun Atwal at the Asian Tour's Dubai Open with one hole to play at the Els GC. Made bogey on the 72nd hole to Atwal's birdie, giving Atwal the victory.\n\n2013: Played in 16 Asian Tour tournaments after finishing 21st at the Asian Tour qualifying school. First-top 10 of his career was a fourth-place finish at the Solaire Open in the Philippines. Shot a third-round 70 and a final-round 69 to move up the leaderboard…Only other top-25 was a T12, also in the Philippines, at the Resorts World Manila Masters. Stumbled with a 74 in the second round but pieced together an opening 67 and a 68-68 weekend…His best finish on the Korean Tour was a T52 at the Gunsan Country Club Open. After an opening-round 70, shot three consecutive 73s.\n\n2012: After turning professional, made one Asian Tour start, at the Volvik Hildesheim Open at Volvik Hildesheim CC in South Korea. Concluded the tournament with a 69 to T25.\n\n","otherCarHigh" : "Won five titles, with the first coming in 2010, at the Carlubang Amateur Open, the Youngin University President Cup and the Sports Chosun Cup…Won twice in 2011, at the DHL National Golf Championship and the Philippines Amateur.","personal" : "","otherInfo" : "","ntlTeams" : "Eurasia Cup (1), 2016.","priorYearSeason" : ""},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2014: At the PGA TOUR China Series' qualifying tournament in Haikou in mid-March, used a third-round 67 that followed a 77 a day earlier to catapult himself into a fully-exempt slot on the Series' inaugural season. Finished T4 with Brad Drewitt, six shots behind medalist Alex Hawley...Made history by winning the first PGA TOUR China Series event, the Mission Hills Haikou Open. Was completely dominant all week, taking a share of the lead after 18 holes. Followed an opening 67 with a Mission Hills GC's Sandbelt Trails' course-record 63 to move ahead by eight shots through 36 holes. With a weekend 69-66, finished at 23-under in coasting to a 10-shot victory over China's Xin Jun Zhang. He made only six bogeys all week in winning his first professional tournament...Enjoyed three under-par rounds, including a second-round, 3-under 69, to T13 at the Buick Open, with Ray Beaufils, Brett Drewitt and Chris Campbell…Was in contention throughout the ICTSI Philippine Open in mid-May on the Asian Tour. Opened with a 72 that put him in good position, with a 4-under 68. Couldn't muster a charge on the weekend (72-74) and finished T8 with Thailand's Jazz Janewattananond at Wack Wack G&CC in Manila…Playing on the Asian Tour, at the Queen's Cup, shot rounds of 72-69-68-69 at Santiburi Samui CC to T6 with Tze Huang Choo and Richard T. Lee…Continued his stellar season, posting his third top-15 finish in three starts. At the Earls Beijing Open, sandwiched first- and final-round 68s around a pair of 70s to finish solo sixth in mid-June…Shot four par-or-better rounds in late-October at the Asian Tour's Venetian Macau Open. Began his final round with three consecutive birdies and appeared ready to make a run at victory. Could only muster two additional birdies the rest of the way, settling for a 1-under 70 and a T15 with four others, including PGA TOUR China Series' players Wei Tze Yeh and Shih Chang Chan…Was tied for second at the halfway mark of the Asian Tour's Resorts World Manila Masters after opening 68-65 at Manila Southwoods G&CC in late-November. Dropped considerably Saturday after shooting a 5-over 77 but recovered for a top-10 with a 2-under 70 on the final day. Finished at T9 with 10 others at 8-under. \n\n2013: Played in 16 Asian Tour tournaments after finishing 21st at the Asian Tour qualifying school. First-top 10 of his career was a fourth-place finish at the Solaire Open in the Philippines. Shot a third-round 70 and a final-round 69 to move up the leaderboard…Only other top-25 was a T12, also in the Philippines, at the Resorts World Manila Masters. Stumbled with a 74 in the second round but pieced together an opening 67 and a 68-68 weekend…His best finish on the Korean Tour was a T52 at the Gunsan Country Club Open. After an opening-round 70, shot three consecutive 73s. \n\n2012: After turning professional, made one Asian Tour start, at the Volvik Hildesheim Open at Volvik Hildesheim CC in South Korea. Concluded the tournament with a 69 to T25. \n","otherCarHigh" : "Won five titles, with the first coming in 2010, at the Carlubang Amateur Open, the Youngin University President Cup and the Sports Chosun Cup…Won twice in 2011, at the DHL National Golf Championship and the Philippines Amateur.","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was 1st in 2014 at the Mission Hills Haikou.","dynStats" : "He ranks 17th in Order of Merit on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}