{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "07235","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Morse","first" : "John","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "180","weightMetric" : "82","birthDate" : "February 16, 1958","age" : "58","birthPlace" : "Marshall, Michigan","residence" : "Marshall, Michigan","family" : "Wife, Kelly; Christina (7\/31\/92)","education" : "University of Michigan","splInterest" : "Fishing","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (1993)","trndProYear" : "1981","clubAffl" : "Battle Creek CC (Battle Creek, Michigan)","cityPlaysFrm" : "Marshall; Michigan; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,300,667&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Member of the PGA TOUR 1994-98. Made the cut in nine of 16 appearances on the 2004 Nationwide Tour, including four top-25 finishes. Ended the season No. 90 on the money list, with $49,898. Cracked the top 10 on three occasions, including T8 at the Alberta Classic, T9 at the Lake Erie Charity Classic and T9 at the Samsung Canadian PGA Championship. Ranked No. 2 for the season in Driving Accuracy Percentage (78.8). Finished T5 at the Alberta Calgary Classic for his best showing of the 2003 season. Split time between PGA TOUR (eight events) and Nationwide Tour (13 events) in 2002. T4 finish at the 2002 Tampa Bay Classic presented by Buick marked the 1995 United Airlines Hawaiian Open champion's first top 10 since a T8 at the 1997 Shell Houston Open, and his best finish since a T3 at the 1995 LaCantera Texas Open (a span of 87 events). One top-10 finish on the Nationwide Tour in 2002, a T2 at the rain-shortened Hibernia Southern Open. Ended the 2002 Nationwide Tour season ranked No. 1 in Sand Saves (66.7 percent) and No. 2 in Driving Accuracy (76.0 percent) and Scrambling (67.7 percent). Won 1995 United Airlines Hawaiian Open with closing 68 to defeat Tom Lehman and Duffy Waldorf by three strokes. Closed with 70 to finish fourth in 1996 U.S. Open at Oakland Hills CC in home state of Michigan. Earned first TOUR card by finishing fifth on 1993 Nationwide Tour money list. Winner of 1993 New England Classic. Played Australasian Tour from 1989-92. Winner 1990 Australian Open in playoff over Craig Parry. Big Ten champion at University of Michigan.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1994","qSchoolYear" : "1997","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(1): 1990 Australian Open [Aus].","curYearHigh" : "Did not make a start on the PGA TOUR, Champions Tour or Web.com Tour during the year.","carHigh" : "Member of the Web.com Tour in 1993 and 2001-08, with a career-best No. 5 finish in earnings during rookie season in 1993. Has 15 career top-10 finishes on the Web.com Tour, with his last coming at the 2004 Alberta Classic (T8). 2010: Made five starts on the PGA TOUR, with a best finish being a T37 in his first event of the season at the Mayakoba Golf Classic...Made three starts on the Champions Tour, highlighted by a T12 at the U.S. Senior Open. 2009: Did not make a start on the PGA TOUR but claimed two top-10s in 19 starts on the Champions Tour. 2008: Made three cuts in seven starts on the PGA TOUR, with a season-best T63 at the AT&T Classic (his first made cut since T60 at the 2004 B.C. Open). Playing on the Champions Tour for the first time, posted three top-10 finishes in nine starts during the season. Open-qualified for the AT&T Championship and finished T3 in San Antonio near the end of the season. Final-round, 8-under 63 was a career best on either the PGA TOUR or Champions Tour and included a front-nine, 6-under 29. Enjoyed a successful Champions Tour debut, firing a closing-round 67 to finish T5 at The Principal Charity Classic. The top-10 finish earned him a berth in the Bank of America Championship, where he finished T7. Also made seven starts on the Web.com Tour, with a season-best T39 at the Mexico Open. 2002: His T4 finish at the Tampa Bay Classic marked first top-10 on the PGA TOUR since a T8 at the 1997 Shell Houston Open, and his best performance since a T3 at the 1995 LaCantera Texas Open (a span of 87 events). 1996: Closed with a 70 to finish fourth at the U.S. Open at Oakland Hills CC in his home state of Michigan. \n1995: Won the United Airlines Hawaiian Open with a closing 68 to defeat Tom Lehman and Duffy Waldorf by three strokes. 1993: Earned his first PGA TOUR card by finishing fifth on Web.com Tour money list. Winner of New England Classic. Played Australasian Tour from 1989-92. Winner 1990 Australian Open in a playoff over Craig Parry. Big Ten champion at the University of Michigan.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "Missed the cut in his only PGA TOUR start, at the Viking Classic. His best finish in 13 Champions Tour starts was a T13 at the Mississippi Gulf Resort Classic."},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2008","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(5): 1980 Big Ten Championship (indiv). 1989 Quebec Open. 1990 Monro Interiors Nedlands Masters, Australian Open. 1991 Air New Zealand Shell Open.","intlVics" : "","curYearHigh" : "Did not make a start on the PGA TOUR, Champions Tour or Web.com Tour during the year.","carHigh" : "2011: T13 at the Mississippi Gulf Resort Classic in April...Made a start at the PGA TOUR's Viking Classic, but after an opening-round 68, followed with a 77 to miss the cut. 2010: Earned fully-exempt status for the 2011 season by finishing fifth at the Champions Tour National Qualifying Tournament at TPC Eagle Trace. Finished tied for fifth with Roger Chapman and Robert Thompson at 12-under-par 276 and then won the coveted fifth and final fully-exempt spot with a birdie on the first extra hole. Had three-putted No. 18 on the 72nd hole to fall back into the playoff...Played in just three Champions Tour events during the year with his best finish a T12 at the U.S. Senior Open at Sahalee...Competed in five PGA TOUR events and made two cuts -- Mayakoba Golf Classic (T37) and Valero Texas Open (T64). 2009: Was fully exempt after finishing second at the 2008 National Qualifying Tournament at the TPC Eagle Trace and competed in 19 events...Posted back-to-back top-10 finishes in early June when he was T7 at the Triton Financial Classic near Austin, Texas, and then T5 in his next start at the Dick's Sporting Goods Open, thanks to back-to-back 67s at En-Joie GC on the weekend. 2008: Competed on all three Tours with greatest success coming on the Champions Tour, where he posted three top-10 finishes in nine starts and finished 57th on the final money list ($272,651). Open-qualified for the AT&T Championship in his last event and finished T3 in San Antonio. Final-round, 8-under 63 was a career-best round on either the PGA TOUR or Champions Tour and included a front-nine, 6-under 29. Enjoyed a successful Champions Tour debut. Fired a closing-round, 4-under-par 67 to finish T5 at The Principal Charity Classic. The top-10 finish earned him a berth in the Bank of America Championship, where he turned in another stellar effort there, finishing T7 in the Boston-area event...Made three cuts on the PGA TOUR and two on the Web.com Tour. \n","otherCarHigh" : "Made 173 starts on the PGA TOUR from 1984-2010 with 130 of those coming in a five-year stretch (1994-98) when he was a full-time player on Tour...Highlight of his career came in 1995 when he won the United Airlines Hawaiian Open. Posted a three-stroke victory over Tom Lehman and Duffy Waldorf. Took advantage of the par-5s at Walalae CC, playing them in 18-under-par, including an eagle on the final hole...Also T2 at the Buick Challenge where he finished one stroke behind Fred Funk and T3 at the LaCantera Texas Open...Qualified for the PGA TOUR in 1994 by finishing fifth on the 1993 Web.com Tour money list...His Web.com Tour career includes 149 starts and 15 top-10 finishes with a victory at the 1993 New England Classic...Enjoyed his finest year as a rookie in 1993 when he earned $122,627 and was fifth on the final money list. In addition to his win, posted a pair of successive T2 finishes at the New Mexico and Wichita Opens and a T3 effort at the Hawkeye Open...Won the 1990 Australian Open in a playoff with Craig Parry which helped him earn a spot in the 1991 NEC World Series of Golf...Competed on the Australasian Tour from 1989-92...A college star at Michigan and was the 1980 Big Ten champion.","personal" : "Spent the early part of his career playing on the Australasian Tour before returning to the United States to compete on the Web.com Tour following the birth of his daughter in 1992...Was a former prep basketball standout in Michigan...During the 2011 season, he took part in a Birdie-Match Plan, which he initiated in conjunction with The First Tee of Battle Creek Learning & Life Skills Academy, where he donated $5 for every birdie he made to The First Tee of Battle Creek.\n","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T3rd in 2008 at the AT&T Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}