{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "34071","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Saunders","first" : "Steve","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "185","weightMetric" : "84","birthDate" : "February 11, 1987","age" : "29","birthPlace" : "Douglas, Wyoming","residence" : "Albuquerque, New Mexico","family" : "Single","education" : "University of New Mexico (2009, Marketing)","splInterest" : "Skiing, riding snowmobiles","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2009","clubAffl" : "University of New Mexico GC (Albuquerque, New Mexico)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Conditional - Additional Qualifying Tournament Finisher or Finished 76-100 on 2014 Web.com Tour Money List","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Has been playing various mini-tours since graduating from New Mexico in 2009, including the eGolf Professional Tour, Adams Golf Pro Tour Series, NGA Golf Tour, Golden State Tour and All-American Gateway Tour.\n\n2014: Finished T54 at Web.com Tour Q-School in December...Played in 20 Web.com Tour events, which resulted in eight cuts made and the 111th spot on the money list...Best performance came in March at the Chitimacha Louisiana Open. After an opening-round 72, bounced back with a second-round 66 that included five birdies on the back nine and a triple bogey on the par-5 12th. Came back Saturday with an eagle on the par-5 12th and added five additional birdies for a 65. A final-round 69 earned him a T5, his best finish on Tour to date...Finished season on a sour note missing the cut in his last five events.\n\n2013: Turned in a strong performance at the season-ending Web.com Tour's National Qualifying Tournament in California, finishing T3...Made four starts on the PGA TOUR Canada but missed the cut in all four of those starts...Also played events on the Adams Pro Golf Tour and All-American Gateway Tours, among others.\n\n2010-2012: Made 22 Web.com Tour starts, which resulted in 12 cuts made and two top-10s, both of which came in 2011 and were T10 finishes.\n","otherCarHigh" : "Played collegiately at the University of New Mexico, where he earned third-team All-American honors in 2009, won the Mountain West Conference individual title and was named the MWC Player of the Year...Also named an Academic All-American...Was the medalist at the New Mexico State High School Championships as a senior and was a member of three state championship teams.","personal" : "His earliest golf memory was playing golf at Paa-Ko Ridge in Albuquerque for the first time...Says if he weren't a pro golfer he'd seek to be an astrophysicist or astronaut...His biggest thrill in golf is stepping up to a really important or challenging shot and pulling it off under pressure...Enjoys playing Paa-Ko Ridge, Saticoy CC, TPC Sawgrass and any Desert Mountain course...Would love to play Augusta National or anywhere \"really sweet\" in the Pacific Northwest...His favorite teams as a kid were the Chicago Bulls, Denver Broncos, Seattle Mariners, Pittsburgh Penguins and any University of New Mexico team...He never travels without a Metallica t-shirt...His superstition is he will keep playing the same ball for an entire round if \"it's treating me OK and not too scuffed up.\" He'll then save the ones from good rounds for his shag bag...Favorite TV shows include \"Family Guy,\" \"Archer,\" \"Louie\" and anything science-related...Favorite movies include \"Fight Club,\" and \"Cloud Atlas.\"...Enjoys any food with green chile. Favorite dining spot is Sadie's in Albuquerque...Favorite athletes in another sport include LeBron James, Wes Welker, Kobe Bryant, Tom Brady, Adrian Peterson, Larry Bird and Rafael Nadal...Favorite vacation spots are Bigfork in Montana, Vancouver and Victoria, in British Columbia, Canada, Banff, Jasper and Glacier National Parks and anywhere in Southern California...Says he'd love to trade places for a day or longer with anyone about to go to the moon or another body farther away...Is a big Metallica fan...Was a \"borderline professional\" video gamer in high school and competed in many leagues and tournaments...His dream foursome would include Teddy Roosevelt, Tiger Woods and Titanic Thompson...Bucket list includes winning every major, playing on a Ryder Cup team, meeting Metallica and going into space.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T5th in 2014 at the Chitimacha Louisiana Open Presented by NACHER.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["XML Output","Intro Page","Bio Page","ShotLink Player Bio"]}]}