{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25919","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Vranesh","first" : "Brian","middle" : "","extn" : "","nick" : ""}, "height" : "6-5","weight" : "180","birthDate" : "October 26, 1977","age" : "35","birthPlace" : "Northridge, California","residence" : "Phoenix, Arizona","family" : "Wife, Erin","education" : "College of the Canyons","splInterest" : "Poker and quality time on the couch","trndProYear" : "2000","qSchoolYear" : "","clubAffl" : "TPC Scottsdale (Scottsdale, Arizona)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "394,657&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2007","exmtStatus" : "Conditionally Exempt \/ 29th qualifier from Qualifying Tournament, Money List 61-100","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2011: Made the cut in half of his 16 starts and had a pair of top-10s...First top-10 came at The Rex Hospital Open, where he T8, three back of winner Kyle Thompson...Picked up his second top-10 performance eight starts later at the News Sentinel Open in Knoxville. Averaged 4-under 68 for the four days to finish T8. 2010: Played 27 Web.com Tour events and made eight cuts. Ended the year No. 88 on the money list. Finished T2 at the Chitimacha Louisiana Open, six strokes back of tournament winner Fabian Gomez. He had an ace using a 5-iron in the third round at the 194-yard third hole. Performance in Louisiana was his best finish since losing to Bubba Dickerson in a playoff at this same tournament in 2009. 2009: Split time between the PGA TOUR and Web.com Tour and finished No. 87 on the Web.com Tour after making three cuts in just 10 starts. Was a playoff runner-up to Bubba Dickerson at the Chitimacha Louisiana Open. Posted a final-round 66 to finish at 10-under par but had to wait for 90 minutes before Dickerson forced extra holes with a late birdie. Missed a 12-foot birdie putt on the first playoff hole after Dickerson holed a 14-foot birdie putt. Made the cut in six of 20 starts on the PGA TOUR as a rookie, with a T8 at the Buick Open his lone top-25 finish. 2007: Played his rookie season on the Web.com Tour. Only previous start was a missed cut at the 2001 Inland Empire Open...Has played on the Gateway Tour since 2001 and other mini-Tours. Winner of the 2000 San Diego Open. \n","otherCarHigh" : "","personal" : "Got his start in golf from his uncle. Is a self-taught player...His cousin, Jon Garland, is a Major League pitcher, most recently playing for the Los Angeles Dodgers. Was a member of the Chicago White Sox's 2005 World Series team. Lists his dad and cousin as his heroes. Says making it to the final stage of the 2006 PGA TOUR National Qualifying Tournament as his biggest thrill in golf...Lists Shawn Callahan as an instructor...Favorite course is Sherwood CC and would like to play St. Andrews. Favorite teams are the USC Trojans and Green Bay Packers. Favorite TV shows are \"Pawn Stars\" and \"Two and a Half Men\" and enjoys movies with Vince Vaughn. Thinking Like Tiger is his favorite book. Favorite athlete to watch is Garland. Hot dogs are his favorite food. Las Vegas and Waikiki Beach in Honolulu are his favorite places to visit as well as vacation...Superstitions include carrying three coins when he plays...Would put Anthony Bourdain, Michael Jordan and George W. Bush in his dream foursome...Bucket list includes playing St. Andrews and playing in the World Series of Poker...First car was a 1953 Chevrolet truck...Never travels without his checkbook, iPod and GPS...Non golf jobs are numerous and include serving as a waiter and as a cleaner of golf carts...","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","exmtStatus" : "T18 at 2008 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "After making just one cut in 12 starts on the Nationwide Tour in 2008, successfully made it through all three stages of the 2008 PGA TOUR Qualifying Tournament. In the final stage at PGA West in La Quinta, CA., posted six sub-par scores, including a pair of 7-under 65s. Played the Nationwide Tour in 2007. Has played on multiple mini-tours in his career. Has waited tables, worked at restaurants, at a catering company, at various golf courses and delivered pizzas to support his golf career. Once caddied in the same group as Tiger Woods in Tiger's tournament at Sherwood Country Club near Los Angeles. Good friends with TOUR players Pat Perez and Charley Hoffman. Cousin is Arizona Diamondbacks pitcher Jon Garland, who earned a World Series ring with the 2005 Chicago White Sox.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the Web.com Tour 2 times.","dynStats" : "He ranks T99th in Par or Better - Best Streak on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}