{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06118","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Bruckner","first" : "Greg","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "195","weightMetric" : "88","birthDate" : "September 22, 1959","age" : "56","birthPlace" : "Manhattan Beach, California","residence" : "Phoenix, Arizona","family" : "Wife, Serena","education" : "Arizona State University (1984, Broadcasting)","splInterest" : "Movies, reading, hiking","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1986","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "573,127&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Member of the PGA TOUR from 1990-92 and the Web.com Tour from 1992-97, 1999 and 2004. Made the cut in seven of 27 starts on the 2004 Web.com Tour, including three top-25 finishes. Concluded the year No. 93 on the money list, with $47,078. Opened the year with a solid eighth-place finish at the season-opening BellSouth Panama Championship after rounds of 65-71-71-75. Turned out to be one of two top-10s on the season, with T10 at the Pete Dye West Virginia Classic the other. Had his best season on the Web.com Tour as a rookie in 1992 when he finished No. 30 on the money list. Fired rounds of 73-68-67 to win his only Tour title at the New England Classic. Collected $25,000 for his efforts. Came back in 1993 and racked up 13 top-25 finishes, enough to land him in the No. 37 spot on the final money list. Best finish that year was T3 at his season-opening Yuma Open. Posted two top-25 finishes on the 1999 Web.com Tour—T16 at the Monterrey Open and T22 at the Wichita Open. Enjoyed his best season on the PGA TOUR in 1991 when he earned $74,858 to finish No. 151 on the money list. Made the cut in 17 of 32 events. Four top-25s that year included a career-best T14 at the Northern Telecom Open. Also finished T14 the year prior during his rookie campaign on TOUR at the H.E.B. Texas Open. Member of the Asian Tour in 1986 and again in 1988-89. Winner of the 1998 Rolex Masters and Singapore Open on that Tour. Got his start in golf playing with his dad and friends on a par-3 course near his home. Avid auto racing fan.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "1985 Pacific Coast Amateur. 1988 Singapore Open. 2003 Arizona Open. 2010 Arizona Senior State Open Championship. 2010 California Senior State Open Championship. 2010 Texas Senior State Open Championship.","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Lone start during the regular season came in July when he qualified for the U.S. Senior Open in Omaha. Fired rounds of 73-75 but missed the cut...Earned a conditionally-exempt spot for 2014 after finishing sixth at the Champions Tour National Qualifying Tournament in November in Scottsdale. Was among five players T4 after 72 holes. Missed on earning one of the two fully-exempt spots in overtime, settling for sixth after making par on the third extra hole.\n\n2013: Lone start during the regular season came in July when he qualified for the U.S. Senior Open in Omaha. Fired rounds of 73-75 but missed the cut...Earned a conditionally-exempt spot for 2014 after finishing sixth at the Champions Tour National Qualifying Tournament in November in Scottsdale. Was among five players T4 after 72 holes. Missed on earning one of the two fully-exempt spots in overtime, settling for sixth after making par on the third extra hole. \n\n2012: Open qualified for three events with his best finish a T29 at the Toshiba Classic. Was also T55 at the Allianz Championship and T77 at the Nature Valley First Tee Open at Pebble Beach...Finished T25 at the National Qualifying Tournament at the TPC Eagle Trace...2011: Open qualified for two events with a T46 at the Nature Valley First Tee Open at Pebble Beach and T59 at the Insperity Championship...Was also T25 at the National Qualifying Tournament at TPC Scottsdale...2010: Open qualified for just one event where he finished T29 at the Home Care & Hospice First Tee Open at Pebble Beach...Was T53 at the National Qualifying Tournament at the TPC Eagle Trace.\n","otherCarHigh" : "Member of the PGA TOUR from 1990-92 and the Web.com Tour from 1992-97, 1999 and 2004. In all made 72 starts on the PGA TOUR and 208 on the Web.com Tour...Had his best season on the Web.com Tour as a rookie in 1992 when he finished No. 30 on the money list. Fired rounds of 73-68-67 to win his only Tour title at the New England Classic where he defeated Eddie Kirby with a par on the first extra hole...Placed among the top 50 on the money list on the Web.com Tour four straight seasons from 1992-1995 with 16 top-10 finishes to his credit, including three top-three efforts...Made a majority of his 72 career starts in his PGA TOUR career in 1990-91 62 starts) with seven top-25 finishes to his credit...Enjoyed his best season on the PGA TOUR in 1991 when he earned $74,858 to finish No. 151 on the money list. Made the cut in 17 of 32 events. Four top-25s that year included a career-best T14 at the Northern Telecom Open. Also finished T14 the year prior during his rookie campaign on TOUR at the H.E.B. Texas Open. Member of the Asian Tour in 1986 and again in 1988-89. Winner of the 1998 Rolex Masters and Singapore Open on that Tour...Also competed some on the Gateway Tour from 2008-10 with a win in 2009.","personal" : "Got his start in golf playing with his dad and friends on the Alondra Park GC, a par-3 course near his home in Redondo Beach, Calif...Says his biggest thrills outside golf were getting married, graduating from Arizona State and becoming an uncle...His lucky charm is a ballmark his wife gave him the day they were married and he still carries it after 16 years...Favorite golf courses are Riviera CC and Pebble Beach GL...Was a surfer and skier growing up and did not start playing golf until after high school...His heroes are his parents and his wife...Says if he weren't playing golf for a living he'd enjoy being behind the camera in the movie industry...Favorite athletes are Nolan Ryan, Magic Johnson and high jumper Dick Fosbury...Some of his friends on Tour are Kirk Triplett, Jeff Hart, Joe Daley and Jeff Brehaut.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T21st in 2015 at the Tucson Conquistadores Classic.","dynStats" : "He ranks T89th in Best YTD Par or Better Streak on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}