{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "36361","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Cerda","first" : "Juan","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-6","heightMetric" : "1.7","weight" : "134","weightMetric" : "61","birthDate" : "September 20, 1993","age" : "22","birthPlace" : "Talagante, Chile","residence" : "Santiago, Chile","family" : "","education" : "","splInterest" : "2012","pronunciation" : "who-ahn SER-duh","nwTourAlumnus" : "","trndProYear" : "","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2013","otherVics" : "","intlVics" : "","curYrHigh" : "Carded four rounds of 70 or better to finish solo sixth at the PGA TOUR Latinoamérica Q-School in Buenos Aires, Argentina in January.","carHigh" : "PGA TOUR Latinoamérica member in 2013-2014 and 2016.\n\n2014: Claimed back his PGA TOUR Latinoamérica card with a T13 finish at the Lima, Peru Q-School in January… Followed an opening 69 with a 76 to miss the cut at the Web.com Tour's Chile Classic in March… Played seven events on PGA TOUR Latinoamérica, where his only top-25 on two cuts made was T16 at the Roberto De Vicenzo Invitational Copa NEC in April.\n\n2013: Joined PGA TOUR Latinoamérica by finishing T28 at the Lima, Peru Q-School in February… Finished the season ranked 107th on the Order of Merit… Missed the cut in his first four starts, but on his fifth and last picked up an outstanding T6 finish at the 87th Abierto de Chile in November. Carded an 8-under par 64 on the third round to get in contention. On the third round he was at 2-under for the day through 12 holes, but then had an amazing closing stretch with a birdie on 13, a hole-in-one on 14 and birdies on 15, 17 and 18. Hit an 8-iron from 157 yards for his ace on 14. Shot 73 on the final round to finish three strokes off a three-way tie for first… Played the Web.com Tour's Chile Classic for the second year in a row, but failed to make the cut.\n\n2012: Turned pro in December... Started his pro career playing on the Chilean Tour.\n","otherCarHigh" : "Made his Web.com Tour debut as an amateur in March of 2012. Shot 71 and 67 for a share of the twentieth spot halfway through the tournament. Followed that with a 73 and a 71 on the weekend to finish T61… Earned his Chile Classic exemption by winning the Chilean Tour's Abierto La Serena Golf in February of 2012… His biggest accomplishment as an amateur was his victory at the Junior Orange Bowl at the Biltmore Golf Course in Coral Gables, Florida in December of 2011. Finished the 72-hole event tied with Belgium's Thomas Derty at 6-under par 278 and won with an eagle on the third hole of a sudden-death playoff… Won the Abierto Ciudad de Montevideo in Uruguay… Ranked No. 1 Amateur in Chile during his last two seasons as an amateur… His highest position in the World Amateur Ranking was No. 49.","personal" : "Those close to him call him “Juanito”… His golf instructors are his father Ricardo Cerda and Luis “Chino” Cabrera… His biggest thrill in golf has been winning tournaments… His favorite golf course is Rocas de Santo Domingo in Chile… A big fan of action movies… Favorite meal is spaghetti… His favorite city is Santiago, Chile… His favorite athlete to watch is Tiger Woods… Tiger and Rory would round out his dreamed threesome… Twitter name is @juanitocerda… Instagram name is @jcerdapai","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - Finished 2-11 at 2016 Q-School (exempt to midseason reshuffle)"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Carded four rounds of 70 or better to finish solo sixth at the PGA TOUR Latinoamérica Q-School in Buenos Aires, Argentina in January.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri in 2016 is T40th at the 85 Abierto OSDE del Centro presentado por FiberCorp.","dynStats" : "He ranks T60th in Scoring Average (Actual) on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}