{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "31416","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Fathauer","first" : "Derek","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "185","weightMetric" : "84","birthDate" : "January 20, 1986","age" : "30","birthPlace" : "Stuart, Florida","residence" : "Jupiter, Florida","family" : "Single","education" : "University of Louisville (2008, Sports Administration)","splInterest" : "Weightlifting, juggling","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2014, 2015)","trndProYear" : "2009","clubAffl" : "Tequesta CC (Tequesta, Florida)","cityPlaysFrm" : "Jupiter; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,875,954&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2012","exmtStatus" : "Conditional","otherVics" : "","intlVics" : "","curYearHigh" : "Following two missed cuts and a T50 in his first three starts of the 2015-16 PGA TOUR Season, recorded a career-best fourth-place finish in his third start at the OHL Classic at Mayakoba. Held a one-stroke lead after 54 holes, the first time he was inside the top 10 after 54 holes on the PGA TOUR.","carHigh" : "2013: Made 20 starts on the Web.com Tour. Of eight cuts made, best finishes were T16 at the Utah Championship, where he posted four rounds in the 60s, and T22 at the Chile Classic. Finished the season 125th on the money list.\n\n2012: Played in 26 of 27 official events on the Web.com Tour and finished 68th on the money list after making the cut in 15 starts...Was inside the top 60 on the money list with three events left on the schedule but withdrew from one and missed the cut in his final two to drop to No. 68...Best finish was a T4 at the United Leasing Championship, his career-best finish to date. As a rookie, had a solid week on the greens at Victoria National GC, finishing T4 in Putting. Was one of only four players to post sub-par scores each day...Also was T9 at the Panama Claro Championship in just his second start of the year. \n\n2009: Member of the PGA TOUR. Made the cut in eight of 25 starts, with his only top-25 finish a T22 at the AT&T Pebble Beach National Pro-Am. Also made four Web.com Tour starts. Was T27 at the Northeast Pennsylvania Classic in his only weekend appearance. \n","otherCarHigh" : "Competed in the 2008 U.S. Open at Torrey Pines after finishing T3 in a Sectional Qualifier. Finished T69...Won a team-high three points as a member of the 2008 U.S. Palmer Cup Team, which lost 14-10 to the European squad...He and his twin brother, Daryl, played in the 2007 Ginn sur Mer Classic at Tesoro on the PGA TOUR and both missed the cut..The brothers also played on the same golf team at the University of Louisville. As a freshman, Derek was ranked one of the top freshmen in the country and led the Louisville golf team with a scoring average of 72.73...Was a two-time All-American at the Big East Conference school...Has participated in four U.S. Amateurs, reaching the quarterfinals in 2007 and 2008, his best finishes. Lost in the 2008 quarterfinals at Pinehurst No. 2 to runner-up Drew Kittleson. Qualified for the 2006 event along with brother Daryl, becoming first set of twins in USGA history to reach match play.","personal" : "Attended Martin County (Fla.) High School...Has twin brother, Daryl, who caddied for him at 2013 Web.com Tour Qualifying Tournament...Why golf over other sports? \"I ask myself that question every day,\" he says...Likes to carry five tees in his pocket...Favorite teams are Louisville Cardinals, Miami Dolphins and Boston Celtics...Favorite TV show is \"Eastbound and Down.\"...Favorite movies are \"Training Day\" and \"Super Bad.\"...Favorite entertainers are \"Machine Gun Kelly\" and \"Iration.\"...Favorite athlete is Kevin Durant...Would like to trade places for a day with his twin brother, Daryl...Dream foursome would include Ed Bassmaster, Peter Kessler and Jack Hamm...Motto is \"Second is last.\"...First-tee introduction song would be Madonna's \"Like a Virgin.\"","otherInfo" : "","ntlTeams" : "Palmer Cup (1), 2008.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2009","qSchoolYear" : "2008","exmtStatus" : "30th on the 2015 Web.com Tour priority list","otherVics" : "","intlVics" : "","curYearHigh" : "Following two missed cuts and a T50 in his first three starts of the 2015-16 PGA TOUR Season, recorded a career-best fourth-place finish in his third start at the OHL Classic at Mayakoba. Held a one-stroke lead after 54 holes, the first time he was inside the top 10 after 54 holes on the PGA TOUR.","carHigh" : "2014-15: Despite three top-25 finishes including one top-10, failed to advance to the Playoffs after finishing 169th in the FedExCup standings...At the Barracuda Championship in August, collected his first career top-10 finish, a T7. In the Modified Stableford Format event in Reno, collected 11 points each in the first, third and final rounds. He picked up seven points in the second round. Made 22 birdies on the week vs. just one bogey in each of the four rounds...In the Web.com Tour Finals, overcame an opening-round 74 at the Hotel Fitness Championship with rounds of 66-70-68 to notch a T10 finish at the first Finals' event. Missed the next two Finals' cuts and entered the Web.com Tour Championship 34th on the Finals' money list, nine outside the last card spot. Four rounds in the 60s, including a final-round 66 (with a front-nine 29) improved his position in the tournament from a tie for 17th to ninth place and enhanced his final priority-ranking position (ended up 30th). Was one of five who played his way into a TOUR card at the Web.com Tour Championship.\n\n2013-14: Dedicated himself to maximizing his potential after doing a personal self-examination. Committed to a carefully constructed routine, and it paid off. Finished the season playing in 23 of 25 Web.com Tour events and performed with consistency throughout the year. Made 19 cuts, while recording a win, a runner-up and a third. Had eight top-10s and 15 top-25s. Left his best for last at the four-event Web.com Tour Finals, in which he finished T9, T16, T8 and won, remarkably leading two of them after 36 holes and being second after 36 in the other two...Was the last player to gain entry in the season-opening, rain-shortened Pacific Rubiales Colombia Championship in Bogota. A 64 in the second of the three rounds played, which included a mid-round run of six consecutive birdies, led to a T8...Successfully Monday-qualified in late-February for The Honda Classic on the PGA TOUR. Shot rounds of 67-71-69-75 to finish T58...In a Tuesday practice round at the Chile Classic in mid-March, fired a 12-under 59 (27-32), which included 11 birdies, one eagle and one bogey...After opening 72-69 at the Panama Claro Championship, carded nine birdies and an eagle on the weekend in rounds of 65-67 to finish T3...Carded 71-67-68 for a T9 finish at the weather-shortened WNB Golf Classic in late April...Made the cut in his next six starts, finishing between T14 and T22 in all but one (T64)...Came to Canada on a good run. Was four back after both the second and third rounds of the Nova Scotia Open before firing a front-nine 29 (his second 29 of the year) on Sunday. Grabbed a two-stroke advantage with three holes left in regulation only to bogey Nos. 16 and 18, dropping into a tie with Roger Sloan. Lost on the first playoff hole with a bogey to Sloan's par...Final Regular Season top-10 came in July at the Midwest Classic, where he birdied the 18th hole to finish fifth...Officially secured his 2014-15 PGA TOUR card at the conclusion of the Regular Season in late-August (13th on the money list), setting up his return to the PGA TOUR, where he was a member in 2009...Was two strokes back after 36 holes of the Hotel Fitness Championship, to open the Web.com Tour Finals. Posted 72-70 on the weekend for a T9...The next week, at the Chiquita Classic, he took the halfway lead by two shots after a pair of 66s. A 75-72 effort on the weekend crushed his chances at his first Tour victory as he finished T16...Held the 36-hole lead again the following week. Was up by three at the halfway point of the Nationwide Children's Hospital Championship after rounds of 63-69 only to falter with 76-74 on the weekend. Finished T8...Grabbed the elusive first Tour victory at the Web.com Tour Championship in his 73rd start. It propelled him to No. 1 on the Finals' money list, which gave him fully exempt 2014-15 PGA TOUR status and an invitation to THE PLAYERS Championship in May. His Finals' earnings were $250,133. For the fourth Finals's event in a row was first or second at the halfway point, with a scoring average of 66.12 in those rounds. Then held the 54-hole lead after shooting a 67 at TPC Sawgrass' Dye's Valley. Carded a 68 Sunday to hold off Zac Blair by one shot and Jason Gore by three...Had just 98 putts for the week (24.5 per round)...Was T2 on Tour in Putting (1.721), sixth in Birdie Average (4.22) and seventh in Scoring (69.33).\n\n2013: Made 20 starts on the Web.com Tour. Of eight cuts made, best finishes were T16 at the Utah Championship, where he posted four rounds in the 60s, and T22 at the Chile Classic. Finished the season 125th on the money list.\n\n2012: Played in 26 of 27 official events on the Web.com Tour and finished 68th on the money list after making the cut in 15 starts...Was inside the top 60 on the money list with three events left on the schedule but withdrew from one and missed the cut in his final two to drop to No. 68...Best finish was a T4 at the United Leasing Championship, his career-best finish to date. As a rookie, had a solid week on the greens at Victoria National GC, finishing T4 in Putting. Was one of only four players to post sub-par scores each day...Also was T9 at the Panama Claro Championship in just his second start of the year. \n\n2009: Member of the PGA TOUR. Made the cut in eight of 25 starts, with his only top-25 finish a T22 at the AT&T Pebble Beach National Pro-Am. Also made four Web.com Tour starts. Was T27 at the Northeast Pennsylvania Classic in his only weekend appearance. \n\nAmateur: Competed in the 2008 U.S. Open at Torrey Pines after finishing T3 in a sectional qualifier. Finished T69...Won a team-high three points as a member of the 2008 U.S. Palmer Cup Team, which lost 14-10 to the European squad...He and his twin brother, Daryl, played in the 2007 Ginn sur Mer Classic at Tesoro on the PGA TOUR and both missed the cut..The brothers also played on the same golf team at the University of Louisville. As a freshman, Derek was ranked one of the top freshmen in the country and led the Louisville golf team with a scoring average of 72.73...Was a two-time All-American at the Big East Conference school...Has participated in four U.S. Amateurs, reaching the quarterfinals in 2007 and 2008, his best finishes. Lost in the 2008 quarterfinals at Pinehurst No. 2 to runner-up Drew Kittleson. Qualified for the 2006 event along with brother Daryl, becoming first set of twins in USGA history to reach match play. \n","otherCarHigh" : "","personal" : "Attended Martin County (Fla.) High School…Has twin brother, Daryl, who caddied for him at 2013 Web.com Tour Qualifying Tournament…Why golf over other sports? \"I ask myself that question every day,\" he says…Likes to carry five tees in his pocket…Favorite teams are Louisville Cardinals, Miami Dolphins and Boston Celtics…Favorite TV show is \"Eastbound and Down.\"…Favorite movies are \"Training Day\" and \"Super Bad.\"…Favorite entertainers are \"Machine Gun Kelly\" and \"Iration.\"…Favorite athlete is Kevin Durant…Would like to trade places for a day with his twin brother, Daryl…Dream foursome would include Ed Bassmaster, Peter Kessler and Jack Hamm…Motto is \"Second is last.\"…First-tee introduction song would be Madonna's \"Like a Virgin.\"","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 4th at the OHL Classic at Mayakoba.","dynStats" : "He ranks T84th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}