{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02159","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "6","capcure" : "N", "personalInfo" : {"name" : {"last" : "Strange","first" : "Curtis","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "180","weightMetric" : "82","birthDate" : "January 30, 1955","age" : "61","birthPlace" : "Norfolk, Virginia","residence" : "Morehead City, North Carolina","family" : "Wife Sarah; Thomas Wright III (8\/25\/82), David Clark (4\/3\/85)","education" : "Wake Forest University","splInterest" : "Hunting, off-shore fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1976","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "2007","combTourMoney" : "9,120,323&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1977","qSchoolYear" : "Spring 1977","exmtStatus" : "Past Champion","otherVics" : "(2): 1980 JC Penney Classic [with Nancy Lopez]. 1981 JC Penney Classic [with Nancy Lopez].","intlVics" : "(4): 1986 ABC Cup [Jpn]. 1988 Sanctuary Cove Classic [Aus]. 1989 Palm Meadows Cup [Aus]. 1993 Greg Norman's Holden Classic [Aus].","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Considered one of the premier players of the 1980s, with 16 of his 17 career PGA TOUR victories coming in that decade. In 1989, became first to successfully defend U.S. Open title since Ben Hogan (1950-51) at Oak Hill. Also played on five Ryder Cup squads during his career. Made four appearances on the PGA TOUR in 2004. Missed the cut in three events and withdrew from The Honda Classic. Left his role as the lead golf analyst for ABC Sports near the end of May to prepare for Champions Tour playing career. Began working for ABC in 1997. Served as captain for U.S. Ryder Cup team in 2002 when Captain Sam Torrance's European Team reclaimed the Cup. In 1989, earned one-stroke victory over Chip Beck, Mark McCumber and Ian Woosnam at Oak Hill for second consecutive U.S. Open title. Finished T2 at 1989 PGA Championship, one behind Payne Stewart. Won the 1988 U.S. Open at The Country Club, defeating Nick Faldo in an 18-hole playoff. U.S. Open victory was one of four on the 1988 season. Became first player to surpass $1 million in a season when he captured his third of three money titles. GWAA Player of the Year. Also Player of the Year in 1985 and 1987. As an amateur, was a three-time All-American, medalist at the 1974 NCAA and on the winning national championship team in 1974 and 1975 at Wake Forest. Teammates included Jay Haas and Scott Hoch. Started playing golf at age 7; father owned White Sands CC in Virginia Beach, VA. Identical twin, Allen, is a former TOUR member.","ntlTeams" : "World Amateur Team Championship, 1974; Walker Cup, 1975; Ryder Cup (6), 1983, 1985, 1987, 1989, 1995, 2002 (Captain); Nissan Cup, 1985; Dunhill Cup (7), 1985, 1987, 1988, 1989, 1990, 1991, 1994; Kirin Cup (2), 1987, 1988; Four Tours Championship, 1989","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2005","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(7): 1974 NCAA Championship (indiv.). 1980 JCPenney Classic (with Nancy Lopez). 1986 ABC Cup. 1988 Sanctuary Cove Classic. 1989 Palm Meadows Cup, RMCC Invitational [with Mark O'Meara]. 1993 Greg Norman's Holden Classic.","intlVics" : "","curYearHigh" : "","carHigh" : "2014: Played in just five events and none after the Insperity Invitational in May near Houston...Finished T34 at the season-opening event on Hawaii's Big Island, the Mitsubishi Electric Championship at Hualalai.\n\n2013: Made just five official starts during the year as well as one in the Liberty Mutual Insurance Legends of Golf where he and fellow World Golf Hall of Famer Ben Crenshaw T9 in the unofficial Raphael Division...Was T36 at the Insperity Championship in May.\n\n2012: Played in seven official events for the fourth straight year. Best finish was a T34 at the Mitsubishi Electric Championship at Hualalai...Also teamed with Ben Crenshaw for a T10 finish in the Raphael Division at the Liberty Mutual Insurance Legends of Golf. \n\n2011: In his final start of the season, was T10 at the rain-shortened Insperity Championship, his first top-10 in a stroke-play event since he T6 was at the 2008 Toshiba Classic...Also teamed with Ben Crenshaw to finish T2 in the Raphael Division at the Liberty Mutual Legends of Golf. Duo shot a better-ball score of 63-64-127 in the 36-hole competiton but came up one stroke short of Mark James\/Des Smyth...For the second straight year during the summer, worked as a TV commentator on early-round U.S. Open coverage and also covered all rounds of The Open Championship. 2009: Underwent right-hip surgery in April following the Outback Steakhouse Pro-Am. Did not return to action until the SAS Championship in late September, finishing T68 at Prestonwood CC in Cary, N.C...Best performance came in his first event when he was T19 at the Mitsubishi Electric Championship at Hualalai. 2008: Lone top-10 came in March when he was T6 at the Toshiba Classic, his best finish in a Champions Tour event since he was third at the 2005 Constellation Energy Classic. Managed to post three consecutive rounds in the 60s at Newport Beach for the first time since 2005 season. 2007: Lone top-10 finish came in his second start when he was T7 at the Outback Steakhouse Pro-Am. Was three strokes off the lead after 36 holes and final-round 73 left him five strokes behind Tom Watson...Highlight of the season was his induction into the World Golf Hall of Fame. 2006: Best effort was a T11 at the U.S. Senior Open at Prairie Dunes in early July, thanks to rounds of 67-69 on the weekend...Was the 36-hole leader at the 3M Championship and held the lead at the turn Sunday before shooting 4-over 40 on the back nine and finishing T14 in Minnesota. Played in the final group of a Champions Tour event for the first time and a first since the 1990 Southwestern Bell Colonial on the PGA TOUR. 2005: Managed two top-10 performances in his rookie season on the Champions Tour...Best effort on Tour since the 1997 Buick Open (T2) came when he finished solo third at the Constellation Energy Classic near Baltimore late in the season. Moved into contention after recording a pair of eagles on Saturday, eventually finishing five strokes behind Bob Gilder...Was the first-round leader at the FedEx Kinko's Classic and notched his first top-five finish in Austin, a T5 at The Hills...Was T49 in his Champions Tour debut at The ACE Group Classic...Matched his career-low round at the Blue Angels Classic, firing an 8-under 62 at The Moors on Saturday...Also scored a hole-in-one on the par-3 13th hole of NCR CC's South Course during the first round of the U.S. Senior Open. Ace was his first in competition since the 1988 Masters. \n","otherCarHigh" : "Considered one of the premier players of the 1980s, with 16 of his 17 career PGA TOUR victories coming in that decade...Won at least one tournament a year for seven straight years (1983-89)...In 1989 at Oak Hill CC, became the first player to successfully defend a U.S. Open title since Ben Hogan (1950-51) with a one-stroke victory over Chip Beck, Mark McCumber and Ian Woosnam...Also finished T2 at the 1989 PGA Championship...Came close to a third U.S. Open crown in 1994, finishing one stroke out of Ernie Els, Loren Roberts, Colin Montgomerie playoff at Oakmont...Best year on TOUR came when he won four times in 1988, including his first U.S. Open at The Country Club, defeating Nick Faldo in an 18-hole playoff...Became the first player to surpass $1 million in a season when he captured his third of three money titles (1985 and 1987-88)...Voted as Player of the Year for a third time by the Golf Writers Association of America...Biggest payday ($360,000) came with playoff victory over Tom Kite at 1988 Nabisco Championships...Selected as the 1988 PGA of America Player of the Year...Edged Bill Kratzert by a stroke for his first PGA TOUR title at the 1979 Pensacola Open...Served as captain for U.S. Ryder Cup team in 2002 when Captain Sam Torrance's European Team reclaimed the Cup...Also played on five American Ryder Cup squads (1983, 1985, 1987, 1989 and 1995), the 1975 Walker Cup team and the 1974 World Amateur team...Set course record at the Old Course at St. Andrews (62) during the 1987 Dunhill Cup...Exemplary amateur career included victories at the 1973 Southeastern Amateur, 1974 Western Amateur, 1975-76 Virginia Amateurs, 1975-76 North & South Amateurs...Was a three-time All-America selection at Wake Forest, the medalist at the 1974 NCAA Championship and on the winning national championship team in 1974 and 1975. Also was the recipient of the Fred Haskins Award as the nation's top collegiate golfer in 1974...Won the Virginia State Junior at age 15...Worked on ABC Sports golf telecasts from 1997-2004 before rejoining the network in 2009...Is a member of the Wake Forest Athletic Hall of Fame.","personal" : "Started playing golf at age 7; father owned White Sands CC in Virginia Beach, Va...Identical twin, Allan, is a former TOUR member.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T38th at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : "He ranks 98th in All Time Money Leaders on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}