{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29285","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Delahoussaye","first" : "Brent","middle" : "","extn" : "","nick" : ""}, "height" : "5-7","weight" : "160","birthDate" : "October 2, 1981","age" : "31","birthPlace" : "Breaux Bridge, Louisiana","residence" : "Greenville, South Carolina","family" : "Wife, Ashley","education" : "Clemson University (2005, Sport Management)","splInterest" : "","trndProYear" : "2005","qSchoolYear" : "2009","clubAffl" : "Thornblade CC (Greenville, South Carolina)","cityPlaysFrm" : "Greenville; South Carolina; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "251,427&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2008","exmtStatus" : "Conditionally Exempt \/ 34th qualifier from Qualifying Tournament, Money List 61-100","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2011: Made the cut in 10 of his 19 starts and had three top-25 finishes...Earned his only top-10 of the year at the BMW Charity Pro-Am, where he was given a sponsor exemption into the field. Third-round 64 at Thornblade Club moved him into contention after 54 holes. Challenged for the lead on the final day and was only one off the pace when he suffered a bogey at No. 17. Finished the week 16-under par and two shots out of a playoff. 2010: Made seven of 21 cuts in his rookie season on the PGA TOUR...Made three of eight cuts on the Web.com Tour, with one top-25. 2009: Struggled with a 3-over 75 during the fifth round of the PGA TOUR Qualifying Tournament, but posted a 3-under 69 on the final day to earn his rookie status on the 2010 PGA TOUR. Member of the Web.com Tour from 2008-09. Made the cut in his first eight starts and finished No. 79 on the Web.com Tour money list in 2009, with nine made cuts in 15 starts. Earned his first top-10 of the year with a third-place finish at the Cox Classic in Omaha, two shots back of winner Rich Barcelo. Trailed by one stroke back after 54 holes and fired a 4-under 67 at Champions Run to earn the largest paycheck of his career. Made the cut in only one of his final seven starts. 2008: Played his rookie season on the Web.com Tour, but failed to post a top-10 finish in 16 starts. 2007: Made six Web.com Tour cuts. Had matching T24s, at the BMW Charity Pro-Am at The Cliffs and the Knoxville Open. 2006: Finished T64 at the Booz Allen Classic in his only career PGA TOUR start to that point. Played on the Hooters Tour from 2005-07, most recently finishing No. 72 on the money list with a sixth-place finish at the 2007 Capitol Chevrolet Classic, his best outing. Won his first title on that Tour at the 2006 Hooters Tour Classic at Royal Lakes. Has also played on the Tarheel Tour from 2005-07. \n","otherCarHigh" : "Was a four time all-state golfer in high school. High school team won the state championship three times.","personal" : "College teammate of D.J. Trahan at Clemson. Lists his dad and grandfather as his heroes. Got his start in golf from his dad...Played on the same high school team as 2011 FedExCup champion Bill Haas...Lists golf instructor as Mark Blackburn...First car was a Honda Civic...Favorite pro team is the Kansas City Chiefs. Favorite movie is \"Caddyshack\" and favorite TV show is ESPN's \"SportsCenter.\" Favorite athlete to watch is LeBron James. Favorite city to visit is New York...Dream foursome would include his dad, Tiger Woods and Ben Hogan.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","exmtStatus" : "T23 at 2009 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Struggled with a 3-over 75 during the fifth round of the 2009 PGA TOUR Qualifying Tournament, but posted a 3-under 69 on the final day to earn his rookie status on the 2010 PGA TOUR. Member of the Nationwide Tour from 2008-09. Made the cut in his first eight starts and finished No. 79 on the Nationwide Tour money list in 2009, with nine made cuts in 15 starts. Earned his first top-10 of the year with a third-place finish at the Cox Classic in Omaha, two shots back of winner Rich Barcelo. Trailed by one stroke back after 54 holes and fired a 4-under 67 at Champions Run to earn the largest paycheck of his career. Made the cut in only one of his final seven starts. Played his rookie season on the Nationwide Tour in 2008, but failed to post a top-10 finish in 16 starts. Prior to the 2009 season, had made eight career Nationwide Tour starts, including six during the 2007 season. Made the cut in three of those events, with matching T24s at the BMW Charity Pro-Am at The Cliffs and the Knoxville Open. Finished T64 at the 2006 Booz Allen Classic in his only career PGA TOUR start. Played on the Hooters Tour from 2005-07, most recently finishing No. 72 on the money list with a sixth-place finish at the Capitol Chevrolet Classic his best outing. Won his first title on that Tour at the 2006 Hooters Tour Classic at Royal Lakes. Has also played on the Tarheel Tour from 2005-07. College teammate of D.J. Trahan at Clemson. Lists his dad and grandfather as his heroes. Got his start in golf from his dad.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2012 is T12th at the BMW Charity Pro-Am presented by SYNNEX Corporation.","dynStats" : "He ranks 24th in Driving Accuracy Percentage on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}