{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "30852","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Ishikawa","first" : "Ryo","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "155","weightMetric" : "70","birthDate" : "September 17, 1991","age" : "24","birthPlace" : "Saitama, Japan","residence" : "Saitama, Japan","family" : "Single","education" : "","splInterest" : "Listening to music, playing and watching sports","pronunciation" : "YO","nwTourAlumnus" : "Web.com Tour Graduate (2013)","trndProYear" : "2008","clubAffl" : "","cityPlaysFrm" : "Japan; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,854,755&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "In late-November 2015, began the Casio World Open with a 68-65 start, good for a four-shot lead at the halfway point. Had a difficult third round, firing a 1-over 73 but still able to maintain a one-shot advantage over Brendan Jones and Jung Gon Hwang with a round to play. Recovered well on the final day, shooting a 4-under 68 only to watch Hwang pass him on the strength of a Sunday 66. Fell into solo second, a shot behind Hwang. Bogeyed the 14th hole while Hwang was birdieing to fall into a tie with Hwang. After the two both parred the 15th and 16th holes, he took a one-shot lead over Hwang with a birdie on the par-4 17th. Although he birdied the par-5 18th, he lost the tournament when Hwang eagled the final hole for the victory...In early December, closed out the Japan Golf Tour season with a dominating five-stroke victory at the season-ending Nippon Series JT Cup. The finish marked his 13th victory on that Tour, giving him two wins during the season (ANA Open). Seized control of the tournament with a third-round 63 at Tokyo Yomiuri CC then followed with a final-round, 3-under-par 67 for a 72-hole total of 14-under 266, five clear of second-place finishers Koumei Oda and Yoshinori Fujimoto.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2012","qSchoolYear" : "","exmtStatus" : "122nd in 2014-15 FedExCup points","otherVics" : "","intlVics" : "(13): 2007 Munsingwear Open KSB Cup [Jpn]. 2008 Kansai Open, Mynavi ABC Championship [Jpn]. Mizuno Open [Jpn], Sun Chlorella Open [Jpn], Fujisankei Classic [Jpn], Tokai Classic [Jpn]. 2010 The Crowns [Jpn], Fujisankei Classic [Jpn], Mitsui Sumitomo Visa Taiheiyo Masters [Jpn]. 2012 Mitsui Sumitomo Visa Taiheiyo Masters [Jpn]. 2014 Nagashima Shigeo Invitational Sega Sammy Cup [Jpn]. 2015 ANA Open [Jpn], Nippon Series JT Cup [Jpn].","curYearHigh" : "In late-November 2015, began the Casio World Open with a 68-65 start, good for a four-shot lead at the halfway point. Had a difficult third round, firing a 1-over 73 but still able to maintain a one-shot advantage over Brendan Jones and Jung Gon Hwang with a round to play. Recovered well on the final day, shooting a 4-under 68 only to watch Hwang pass him on the strength of a Sunday 66. Fell into solo second, a shot behind Hwang. Bogeyed the 14th hole while Hwang was birdieing to fall into a tie with Hwang. After the two both parred the 15th and 16th holes, he took a one-shot lead over Hwang with a birdie on the par-4 17th. Although he birdied the par-5 18th, he lost the tournament when Hwang eagled the final hole for the victory...In early December, closed out the Japan Golf Tour season with a dominating five-stroke victory at the season-ending Nippon Series JT Cup. The finish marked his 13th victory on that Tour, giving him two wins during the season (ANA Open). Seized control of the tournament with a third-round 63 at Tokyo Yomiuri CC then followed with a final-round, 3-under-par 67 for a 72-hole total of 14-under 266, five clear of second-place finishers Koumei Oda and Yoshinori Fujimoto.","carHigh" : "2014-15: Claimed a pair of top-10 finishes in 27 starts through the Wyndham Championship. Began the week in Greensboro outside the top 125 in FedExCup points, at No. 130. By virtue of his T31 finish at the Wyndham Championship, climbed just inside the top 125, to No. 124, to qualify for the Playoffs. A T66 finish at The Barclays ended his season, ranked 122nd in the FedExCup standings...Finished T8 at THE PLAYERS with four sub-par rounds...Added a 10th-place effort at the Quicken Loans National after holding a share of the first-round lead and sole possession of the second-round lead. Shot rounds of 63-68-71-71. Marked his 10th top-10 finish in 116 PGA TOUR starts. Missed the cut in his only other Quicken Loans National appearance (2013)...At the conclusion of his PGA TOUR season, returned to Japan and met with immediate success, earning his 12th career Japan Golf Tour title. Played solid golf all week at the ANA Open on the Japan Golf Tour. Opened 68-68 and was trailed Prayad Marksaeng by four shots through 36 holes. Moved into a tie for first with a round to play after a Saturday 67 left him deadlocked with Koumei Oda at 13-under. On the final day, made a pair of back-nine birdies—on Nos. 13 and 14—to pull ahead of Yusaku Miyazato and win by two shots...Four under-par rounds at the Top Cup Tokai Classic on the Japan Golf Tour helped him to a T6 with Masahiro Kawamura and Seuk Hyun Baek, four shots out of the Hyung Sung Kim-Shingo Katayama playoff that Kim won. \n\n2013-14: Turned in career-best numbers in made cuts (14), starts (24), top-10s (3), top 25s (nine), money rank (75th) and FedExCup rank (72nd). Advanced to the second FedExCup Playoffs event near Boston for the first time in his career. Season ended with a missed cut at the Deutsche Bank Championship. Was one of six players to start the week in Massachusetts inside the top 70 (56th) in the FedExCup standings only to drop out of the Playoffs...Entered the final round of the Frys.com Open tied for seventh. A 1-over 72 in the final round led to a T21 finish...Came back one week later and entered the final round of the Shriners Hospitals for Children Open again in contention, tied for fifth. Responded with a 6-under 65 in the closing frame to finish T2, matching his career best TOUR performance (second at the 2012 Puerto Rico Open). Credits his current success to the run he got on in the 2013 Web.com Tour Finals. He missed the cut at the first event in the Web.com Finals at the Hotel Fitness Championship followed by three straight top 10s, eventually finishing 13th on 2013 Web.com Tour priority list to earn his PGA TOUR card for the 2013-14 season...In mid-November, his final-round 69 left him just short of winner Hideto Tanihara at the Mitsui Sumitomi Visa Taiheiyo Masters on the Japan Golf Tour. Finished in a three-way T2 with Tomohiro Kondo and Masahiro Kawamura. Suffered bogeys on Nos. 14 and 17, with his eagle attempt on the 72nd hole that would have forced a playoff missing, leaving him to settle for a birdie and the runner-up position...Finished fifth at the ISPS Handa World Cup as an individual at Royal Melbourne GC in late-November 2013. Teamed with Hideto Tanihara to help Japan finish fourth in the team competition...Finished T6 at the Farmers Insurance Open, with rounds of 72-70-69-70. Led the field with 20 birdies...Finished T8 at the Arnold Palmer Invitational for his first top-10 in six starts at the event. Posted his career-best third top-10 finish of the season (T2 at the Shriners Hospitals for Children Open and T7 at the Farmers Insurance Open)...Playing on the Japan Golf Tour in early July, hung on to win a playoff at the weather-shortened Nagashima Shigeo Invitational Sega Sammy Cup. Made a birdie-4 on the final hole of regulation to force overtime with Koumei Oda then dispatched Oda in the overtime session.\n\n2013: Made 13 PGA TOUR cuts in 23 starts. Finished 141st in FedExCup points and earned $424,541. Best PGA TOUR finish was a T10 at the HP Byron Nelson Championship, his first TOUR top-10 since a T9 at the 2012 Memorial Tournament...Next-top performance was a T26 in his last start, at the Wyndham Championship...Posted a pair of weekend rounds in the 60s, which led to a T7 finish at the Web.com Tour's Nationwide Children's Hospital Championship, the third of four events in the Web.com Tour Finals...Fired a 6-under 66 in the final round of the second Web.com Tour Finals' event, the Chiquita Classic, to finish solo fifth in his second career Web.com Tour start. Birdied three of the final six holes at River Run CC near Charlotte to complete a bogey-free round and move up in the standings.\n\n2012: Finished a PGA TOUR career-best second at the Puerto Rico Open with rounds of 70-67-69-68 in his 31st career PGA TOUR start. Previous-best finish on TOUR was T4 at the 2011 World Golf Championships-Bridgestone Invitational and earned enough money to qualify for Special Temporary Membership...Received a special invitation to play in the Masters Tournament, where he missed the cut...A week later, at the Token Homemate Cup on the Japan Golf Tour, he T10...Posted his second top-10 of the season, with a T9 in his first appearance at the Memorial Tournament. The T9 was worth $167,400 and pushed his unofficial earnings for the season to $763,631...At the Nagashima Shigeo Invitational Sega Sammy Cup in July, he opened with a 74 at The North Country GC on the Japan Golf Tour then followed with rounds of 67-66-66 to finish T3, four strokes behind winner Kyoung-Hoon Lee...At the Coca-Cola Tokai Classic in late September, was T6 after shooting a final-round 68...Was T6 again a month later, at the Mynavi ABC Championship...Won for the first time in two years when he captured the Mitsui Sumitomo Visa Taiheiyo Masters on the Japan Golf Tour in mid-November. Opened with a 5-under 67 and added three more sub-70 rounds to hold off Michio Matsumura to record his 10th Japan Golf Tour individual title. Survived three back-nine bogeys in the final round, with all three coming over his final six holes. Made a birdie at the 18th hole to avoid a playoff...Was a distant nine shots behind winner Hiroyuki Fujita at the Golf Nippon Series JT Cup but was still able to garner a T6.\n\n2011: In March, pledged to donate all of his season earnings to help the survivors of the March 11 earthquake and tsunami that devastated Japan's Pacific coast. Also donated $1,200 for every birdie he made...Finished the Japan Golf Tour season ranked sixth on the Order of Merit...Finished T4 at the World Golf Championships-Bridgestone Invitational. It was his best finish in seven starts in a World Golf Championships event and his best finish in 25 PGA TOUR starts. Was trying to become the second-youngest winner in PGA TOUR history, exactly one week older than Johnny McDermott was when he won the 1911 U.S. Open at the age of 19 years, 10 months, 14 days. Only three Japanese players have ever won on TOUR: Ryuiji Imada, Shigeki Maruyama (three) and Isao Aoki...Picked up first of two runner-up performances on the Japan Golf Tour, at the Totoumi Hamamatsu Open and the Nagashima Shigeo Invitational Sega Sammy Cup. Shot a final-round 64 to move from sixth to a playoff with Masanori Kobayashi, an extra session he lost at the Hamamatsu Open…At the Nagashima Shigeo Invitational Sega Sammy Cup, shot four under-par rounds but still finished a distant four strokes behind Kyung-Tae Kim. Also added a T3 at the Gate Way to The Open Mizuno Open and a solo third at the Token Homemate Cup...In August, was T2 at the Vana H Cup KBC Augusta, falling to Sang-Bae Moon by two strokes...Added his final top-five of the year, a T5 at the Fujisankei Classic...The youngest player on either Presidents Cup squad, he posted a 2-2-0 record for International team, including a singles victory over Dustin Johnson...In early December, began the final round of the Golf Nippon Series JT Cup tied for the lead with Toru Taniguchi. Could only manage a 2-under 68 in the rain-shortened event to finish solo third, three strokes out of the Taniguchi-Fujita playoff. \n\n2010: After waiting on site as an alternate in 2009, he made it into the World Golf Championships-Accenture Match Play Championship field for the first time and finished T9, losing to Thongchai Jaidee in the third round...On May 2, shot a final-round, 12-under 58 to win The Crowns title on the Japan Golf Tour. The 58 was the lowest official score shot on a major professional tour. Trailing Shigeki Maruyama by six strokes entering the final round, birdied nine of the first 11 holes and Nos.14-16 at the 6,545-yard Nagoya GC in Togo, Japan, to win by five strokes. Finished with two pars for his eighth career Japan Golf Tour title. Added additional title at the Fujisankei Classic later in the season and then capped his year with his third title, at the Mitsui Sumitomo Visa Taiheiyo Masters. Battled Austrlian Brendan Jones on the weekend, with both shooting identical 65-67s. Held off fellow countrymen Ryuji Imada and Toru Taniguchi for his 11th Japan Golf Tour title. \n\n2009: Made a strong impression at home in Japan and worldwide, playing in six PGA TOUR events, on the International Team in The Presidents Cup and winning the Japan Golf Tour Order of Merit. Member of the winning Asian Team in the Royal Trophy in early January 2009. Scored one point in Asia's first victory over Europe by a score of 10-6. Halved four-ball match with teammate Toru Taniguchi vs. Europe's Soren Hansen and Paul Lawrie and halved singles match with Hansen. Teamed with Taniguchi to lose to Hansen and Lawrie in foursomes. Played in the first match each day. Invited to play in the PGA TOUR's Northern Trust Open on a Commissioner's Foreign Exemption and the Transitions Championship, Arnold Palmer Invitational presented by MasterCard and the Masters Tournament early in the year. Only made cut was a 71st-place finish at the Transitions Championship. Won the Mizuno Open on the Japan Golf Tour in late June. Held a three-stroke lead entering the final round, but made a 9 on the par-4 12th hole to fall into a tie before chipping in for eagle on the par-5 16th hole and going on to a three-stroke win. Missed the cut at The Open Championship after opening with a 68. Was paired with Tiger Woods for the first two rounds at Turnberry. In early August, won the Sun Chlorella Classic on the Japan Golf Tour, leading wire to wire and finishing with a birdie on the final hole to earn a one-stroke win over Brendan Jones. In mid-August, finished T56 at the PGA Championship for his first made cut in a major championship. In early September, fired a second-round 65 to take the lead and won the Fujisankei Classic by five strokes over Daisuke Maruyama. The victory, his third in six Japan Golf Tour events occurring over a 10-week period, kept him first in the Japan Golf Tour's Order of Merit. Also improved to 47th in the Official World Golf Ranking, becoming the youngest player to ever make the top 50. On Sept. 8, was named as a captain's pick for the International Team in The Presidents Cup, played in early October in San Francisco. The week before his Presidents Cup debut, birdied the last two holes to win the Tokai Classic on the Japan Golf Tour for a one-stroke victory over Takeshi Kajikawa. Shot a final-round, 3-under-par 69 for a four-day total of 14-under 274 for his fourth Japan Tour title of the year of moved to No. 43 in the world. Had a 3-2-0 record in The Presidents Cup, including a 2-and-1 singles victory over Kenny Perry. The week after The Presidents Cup, lost in a three-way playoff to Ryuichi Oda in the Japan Open. Moved to 35th in the world. Finished the season in first place in the Japan Golf Tour Order of Merit, becoming the youngest player to lead any tour in earnings during a season. \n\n2008: Turned pro at age 16. In November, won his second Japan Golf Tour event at the Mynavi ABC Championship, beating Keiichiro Fukabori by one stroke. Made 24 starts on the Japan Golf Tour and posted seven top-10s, finishing fifth on the Japan Golf Tour Order of Merit and earning more than $1.1 million. Was the runner-up at the Japan Open and Dunlop Phoenix. Also won the Kansai Open, a non-Japan Golf Tour event, in August. By the close of the season, had become the youngest golfer to be ranked in the top 100 in the Official World Golf Ranking. \n\nAmateur: In May 2007, as a 15-year-old, won the Munsingwear Open KSB Cup on the Japan Golf Tour, making him the youngest winner of a Japanese men's event. Because of storm delays, shot 69-66 in Sunday's 36-hole finish. Was 15 years, 8 months as the winner, while Seve Ballesteros was age 20 years, 7 months when he won the 1977 Japan Open. Only teenager to win on Japan Golf Tour since the Tour formed in 1973. \n","otherCarHigh" : "","personal" : "Started playing golf at age 6 after being introduced to the game by his father...Was a member of the track team in junior high school...Nicknamed \"Hanikami Oji,\" translated as \"Bashful Prince,\" for his shy smile and polite demeanor. \n","otherInfo" : "","ntlTeams" : "The Presidents Cup (2), 2009, 2011; World Cup (1), 2013; Royal Trophy (3), 2009, 2011, 2013.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T35th at the CIMB Classic.","dynStats" : "He ranks T24th in Driving Distance - Driver on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}