{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "19825","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Clarke","first" : "Darren","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "215","weightMetric" : "98","birthDate" : "August 14, 1968","age" : "47","birthPlace" : "Dungannon, Northern Ireland","residence" : "Portrush, Northern Ireland","family" : "Wife, Alison; Tyrone (8\/3\/98), Conor (9\/27\/00)","education" : "","splInterest" : "Liverpool Football Club, reading, cars, fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1990","clubAffl" : "The Astbury (Shropshire England)","cityPlaysFrm" : "Portrush; ; Northern Ireland","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2003","qSchoolYear" : "","exmtStatus" : "Winner, 2011 Open Championship (through 2015-16)","otherVics" : "","intlVics" : "(14): 1993 Alfred Dunhill Open [Eur]. 1996 Linde German Masters [Eur]. 1998 Benson and Hedges International Open [Eur], Volvo Masters [Eur]. 1999 Compass Group English Open [Eur]. 2000 Compass Group English Open [Eur]. 2001 Dimension Data Pro-Am [SAf], The Chunichi Crowns [Jpn], Smurfit European Open [Eur]. 2002 Compass Group English Open. 2003 Northern Ireland Masters [EurChall]. 2004 Mitsui Sumitomo VISA Taiheiyo Masters [Jpn]. 2008 BMW Asian Open [Eur], KLM Open [Eur]. 2011 Iberdrola Open [Eur].","curYearHigh" : "Captained Europe to a 18.5-5.5 win over Asia in the 2016 EURASIA Cup in Kuala Lumpur in January.","carHigh" : "2014-15: Played in six PGA TOUR events during the season, making only one cut, a T52 at the Masters Tournament in April...In 12 European Tour events, best finish was a T20 at the BMW International Open...Picked up a T15 on the Southern Africa Tour in March, following rounds in the 60s (67-68-69) over his final 54 holes at the Tshwane Open.\n\n2013-14: Finished the season No. 195 in the FedExCup standings, with five made cuts in 15 starts. Was T26 at The Open Championship for his best outing of the season.\n\n2013: Made two of three cuts on TOUR as a non-member, with a best finish of T21 at The Open Championship...Only other top-25 performance during the season was a T22 at the Volvo Golf Champions in Durban, South Africa.\n\n2012: Made seven PGA TOUR starts, with a T43 at the World Golf Championships-Cadillac Championship his best stroke-play performance...Lost in the first round of the World Golf Championships-Accenture Match Play Championship, to T33...Was T20 in his opening European Tour event, at the Volvo Golf Champions. Dropped way back on the weekend after rounds of 73-76...In defense of his Open Championship title, he missed the cut...Was the top non-Australian finisher at the Australian PGA Championship, shooting a final-round 68 to T8. 2011: Came from four strokes off the pace to win his 13th European Tour title, at the Iberdrola Open in Mallorca, Spain. Overcame Chris Wood by shooting a final-round 69 to win on the European Tour for the first time since his 2008 KLM Open title in the Netherlands...Making his 54th start in a major championship, posted four rounds of par or better to defeat Phil Mickelson and Dustin Johnson by three strokes at The Open Championship. Only Tom Kite (72 starts) and Mark O'Meara (59 starts) took longer to win their first major. By winning at Royal St. George's, which he did by leading after the final three rounds, became just the second Open champion from Northern Ireland, joining Fred Daly in 1947. He is the fourth player from that country to win a major, including three of the last six (2010 U.S. Open winner Graeme McDowell and 2011 U.S. Open winner Rory McIlroy). The win, coming in his 20th start at The Open Championship, was his third in a PGA TOUR event and 14th on the European Tour. It was also the sixth straight by a first-time major winner and by an international player. With the victory, the 42-year-old became the oldest Open Championship winner since Roberto De Vicenzo won in 1967 at age 44 years, 93 days and the oldest major winner since Ben Crenshaw won the Masters Tournament in 1995. \n\n2010: Enjoyed a solid season, with three top 10s on two separate tours. Finished T8 at the Avantha Masters in India on the Asian Tour. Led at the halfway point of the Barclays Scottish Open and was one behind Edoardo Molinari after 54 holes at Loch Lomond. A double bogey on the third hole in the sloppy, wet weather proved to be his undoing, as he went on to shoot a final-round 76. Also was a runner-up at the Joburg Open at the Royal Johannesburg and Kensington GC. Despite shooting four rounds in the 60s (63-69-67-68) still fell six strokes short of eventual winner Charl Schwartzel. \n\n2009: Enjoyed strong play in the latter half of the season to record three top-10s on the European Tour, with a best finish of T5 at the KLM Open in late August. Best PGA TOUR finish was a T22 at the World Golf Championships-Bridgestone Invitational. \n\n2008: Recorded a T6 at the World Golf Championships-Bridgestone Invitational. his third top-10 at the event. Won twice on the European Tour, his first wins there since 2003. Captured the BMW Asian Open in April in China, sinking a 40-foot birdie putt on the final green to beat Robert-Jan Derksen by one. In late August, won the KLM Open in the Netherlands by four strokes over Paul McGinley. \n\n2007: Best finish worldwide was a T19 at the Barclays Scottish Open on the European Tour. Best PGA TOUR finish was a T33 at the World Golf Championships-Accenture Match Play Championship, as he continued to deal with the 2006 death of his wife, Heather.\n\n2006: Was limited to 11 events due to his wife's long-term illness and passing on Aug. 13 at age 39 after a battle with cancer. Granted special release as he fell shy of PGA TOUR-minimum appearances of 15. Placed 125th on the money list with a best finish of T3 at the Bay Hill Invitational...Did not play following a missed cut at The Open Championship until the Ryder Cup, where as a captain's pick he compiled a 3-0-0 record for the winning European squad...On the European Tour, played in 14 events...Compiled a solo third at the Nissan Irish Open. Tournament was noteworthy for the Ulsterman, as he chipped out into the fairway on No. 9 in the final round, basically taking a penalty stroke, despite finding a perfect lie on Monday after a rain-induced suspension of the final round Sunday. After finding the rains had dramatically improved the position of his ball, he explained his thought process, \"Honesty is part and parcel of the game and I could not have acted any other way,\" he said. Made a bogey on the hole and finished two behind Thomas Bjorn. \n\n2005: Played in just 12 events due to his wife's cancer treatment and received special release from completing his 15 required tournaments...Ended his streak of winning on at least one tour since 1997...Matched career high (2003) with five top-10s on the PGA TOUR...Before heading to the United States he started the season by finishing T4 at the South African Airways Open...In his first start of the TOUR season and first at the AT&T Pebble Beach National Pro-Am, finished T6...The next week, finished T3, one shot out of a rain-shortened playoff with rounds of 66-68 at the Nissan Open. Aced the sixth hole with a 7-iron from 167 yards in the first round...Posted a T8 at the Bay Hill Invitational, finishing with a final-round 68...Recorded T17 at the Masters Tournament, best showing since T8 in his first start at Augusta in 1998...Held a six-shot lead through 36 holes at the MCI Heritage, but finished T2 after posting weekend rounds of 73-76 at Harbour Town. Was four strokes ahead of 54-hole leader Peter Lonard through the fifth hole in the final round, but played his last 13 holes 9-over par with three double bogeys, including one on the 72nd hole when tied with Lonard...One week later, rebounded with a T4 finish at the Shell Houston Open, aided by a final-round 5-under-par 67. \n\n2004: Finished in the top 30 (No. 28) on the PGA TOUR money list. Won on the Japan Tour late in the year to continue a streak of victories worldwide dating back to 1997...Past champion finished third at the World Golf Championships-Accenture Match Play Championship, falling to Davis Love III in 21 holes in the semifinals. In consolation finals, beat Stephen Leaney, 2 and 1...Opened with a 65 to lead the PGA Championship, his best career round in a major...Finished eighth on the European Tour's Order of Merit with seven top-10s...Had 3-1-1 record for Europe's victorious Ryder Cup team. \n\n2003: Won the World Golf Championships-NEC Invitational at Firestone CC in Akron, Ohio, joining Tiger Woods as the only players to win multiple World Golf Championships events...Totaled five top-10s in a career-high 16 events on the PGA TOUR...Eight-time European Tour winner failed to win in Europe for the first time since 1997âŚJoined the PGA TOUR as a Special Temporary Member on April 9...Second career World Golf Championships victory came by four strokes at Firestone CC, earning a career-best $1,050,000. Held one-shot lead over Jonathan Kaye entering final round. First European non-PGA TOUR member to win on the PGA TOUR since Retief Goosen won the U.S. Open in 2001...Made the TOUR Championship field by $9,768, with a total of $1,896,931 official\/unofficial money earned (including $1,250,000 in World Golf Championships earnings), ranking 29th on the PGA TOUR money list. By finishing among the top 30 with his combination of official\/unofficial money, the field increased to 31 players. \n\n2002: Playing in his fourth PGA TOUR event of the year, was runner-up to Vijay Singh in the Shell Houston Open...In June, became the first person to win The Compass Group English Open three times. \n\n2001: Won in South Africa for the first time, capturing the Dimension Data Pro-Am...Also won in Japan at the Chunichi Crowns before capturing his first European Tour title of the year in the Smurfit European Open at The K Club, the first Irishman to win in Ireland since John O'Leary 19 years earlier...Finished T3 at The Open Championship. \n\n2000: Became first European to win World Golf Championships event. Defeated David Duval in semifinals and Tiger Woods in final to capture the World Golf Championships-Accenture Match Play Championship...Followed that early season victory and $1-million payday in June by retaining the Compass Group English Open. Came from six strokes back in final round. \n\n1999: Won the Compass Group European Open titleâŚFollowed that victory by becoming, at Smurfit European Open, first player on European Tour to shoot 60 twice (first 60 came at 1992 European Monte Carlo Open). Equaled three records: most birdies (12), consecutive birdies (eight) and low round on European Tour (ninth time 60 had been shot). \n\n1998: Won Benson and Hedges International Open en route to second-place finish on the Order of Merit. Runner-up placing came after capturing Volvo Masters with record-equaling 63. \n\n1997: Tied for runner-up honors to Justin Leonard at the 1997 The Open Championship at Royal Troon. \n\n1994: Made his debut in the U.S. playing the U.S. Open but missing the cut. \n\n1992: Shot a final-round 65 at the European Monte Carlo Open to surge up the leaderboard into fourth place...Contended all week in October at the Honda Open in Germany. Opened with a 71 at Gut Kaden then rallied with a 69-67-69 finish to finish solo second, three shots behind Bernhard Langer. \n\n1991: Turned pro and made 22 starts, with 19 of them coming on the European Tour...Had top-10s in all three of his Challenge Tour starts, with his best finish in his first start of the year, a T5 at the Zambia Open. Added top-10s at the Zimbabwe Open (eighth) and Audi Open (T9)...Had one European Tour top-10, a 10th-place finish at the Madrid Open...Was T65 in his first major championship, The Open Championship. \n\nAmateur: Winner of the 1989 East of Ireland Amateur. In 1990, captured the Spanish Open Amateur Championship, Irish Amateur Championship, North of Ireland Amateur and the South of Ireland Amateur...Made his European Tour debut, at the Carroll's Irish Open, finishing T50.\n","otherCarHigh" : "","personal" : "Involved in course architecture. His first course, Pinnacle Point, opened in late 2006 near Mossel Bay in the southern Cape of South Africa. Other designs include Castle Dargan and Moyvalley in Ireland and the Angus in Scotland. In 2002, formed the Darren Clarke Foundation to help Irish junior golf and discover the Irish stars of the future. \"I have a debt to Irish golf, and I wanted to give something back to the Golfing Union of Ireland and golf in this country.\"","otherInfo" : "Was limited to 11 events in 2006 due to wife Heather's long-term illness and passing on Aug. 13, 2006 at age 39 after a battle with cancer. Was granted special release as he fell shy of PGA TOUR-minimum appearances of 15 in 2005 and 2006. Did not play following a missed cut at the 2006 Open Championship until the 2006 Ryder Cup, where Captain's pick compiled a 3-0-0 record for winning European squad. At the 2006 Nissan Irish Open, he chipped out into the fairway on No. 9 in the final round, basically taking a penalty stroke, despite finding a perfect lie on Monday after a rain-induced suspension of the final round Sunday. After finding the rains had dramatically improved the position of his ball, he explained his thought process: \"Honesty is part and parcel of the game and I could not have acted any other way,\" he said. He made a bogey on the hole and finished two behind Thomas Bjorn. Won once annually worldwide from 1997-2004. Won the 2003 NEC Invitational at Firestone CC in Akron, OH, joining Tiger Woods as the only players to win multiple World Golf Championships events. Second career World Golf Championships victory came by four strokes at Firestone CC, earning a career-best $1,050,000. In 2000, became first European to win World Golf Championships event. Defeated David Duval in semifinals and Tiger Woods in final to capture Accenture Match Play Championship. In 1999, at Smurfit European Open, first player on European Tour to shoot 60 twice (first 60 came at 1992 European Monte Carlo Open). Equaled three records: most birdies (12), consecutive birdies (eight) and low round on European Tour (ninth time 60 had been shot). Tied for runner-up honors to Justin Leonard at the 1997 Open Championship at Royal Troon. As an amateur, won the East of Ireland Amateur, Spanish Open Amateur, Irish Amateur, North of Ireland Amateur and the South of Ireland Amateur. Darren Clarke Foundation helps further the development of junior golf in Ireland and raises money for Breast Cancer Awareness.","ntlTeams" : "Ryder Cup (5), 1997, 1999, 2002, 2004, 2006; World Cup (3), 1994, 1995, 1996; Dunhill Cup (6), 1994, 1995, 1996, 1997, 1998, 1999; Seve Trophy (4), 2000, 2002, 2003, 2011; Royal Trophy (1), 2007.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 3 times.","dynStats" : "He ranks T19th in Victory Leaders on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/DarrenClarkeOfficial"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/DarrenClarke60"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}