{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01161","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Calcavecchia","first" : "Mark","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "215","weightMetric" : "98","birthDate" : "June 12, 1960","age" : "55","birthPlace" : "Laurel, Nebraska","residence" : "Tequesta, Florida","family" : "Wife, Brenda; Britney Jo (8\/8\/89), Eric Jordan (1\/1\/94)","education" : "University of Florida","splInterest" : "Bowling, music, guitar","pronunciation" : "cal-kuh-VEK-ee-UH","nwTourAlumnus" : "","trndProYear" : "1981","clubAffl" : "","cityPlaysFrm" : "Tequesta; Florida; United States","websiteUrl" : "http:\/\/www.gaylordsports.com\/bio_calcavecchia.html","websiteName" : "","hallOfFame" : "","combTourMoney" : "30,256,036&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1982","qSchoolYear" : "Spring 1981, 1983","exmtStatus" : "Past Champion","otherVics" : "(4): 1989 Dunhill Cup [with Tom Kite and Curtis Strange]. 1995 Franklin Templeton Shootout [with Steve Elkington]. 2001 CVS Charity Classic [with Nick Price], Hyundai Team Matches [with Fred Couples].","intlVics" : "(5): 1988 Australian Open [Aust]. 1993 Argentine Open. 1995 Argentine Open. 1997 Subaru Sarazen World Open. 2004 Maekyung Open [Kor].","curYearHigh" : "Closed with a 7-under-par 65 at the Tucson Conquistadores Classic to finish T6 in March.","carHigh" : "2013: Will use his top-50 on PGA TOUR career money list exemption for the 2013-14 season...Missed the cut in his only PGA TOUR start, at The Open Championship. Opened with a 1-over 72 in the first round at Muirfield but missed the cut after a second-round 80...Played his last six holes in 4-under to move up the leaderboard and eventually finish T3 at The Principal Charity Classic, his best Champions Tour outing since his third at the 2012 AT&T Championship near the end of the season...Shot 32 on his final nine, with three birdies in his last four holes, at the Insperity Championship to move up into a T4 at The Woodlands...Finished T5 at the inaugural Greater Gwinnett Championship after starting the final round one stroke off the lead...Had a nice showing the following week when he teamed with Peter Senior to finish T4 at the Liberty Mutual Insurance Legends of Golf...Finished T9 at the Constellation SENIOR PLAYERS Championship in June.\n\n2012: Returned to the winner's circle for the first time since his win at the 2011 Boeing Classic when he was a four-stroke victor at the Champions Tour's Montreal Championship in June. Trailed 36-hole leader Bob Tway by one after two rounds, but a course-record-tying, 8-under-par 64 helped him finish four strokes in front of runner-up Brad Bryant for his second career Champions Tour win...Shared the third-round lead with eventual champion Joe Daley at the Constellation Senior Players Championship before faltering Sunday with a 2-over-par 72 to T4 near Pittsburgh...Held a two-stroke advantage after 36 holes at the Toshiba Classic but played his first five holes of the final round in 4-over to relinquish the lead. He rebounded with three birdies to get back into contention but hurt his chances with successive bogeys at Nos. 16 and 17. Had a good look for an eagle at No. 18 to possibly tie for the lead but settled for a birdie and an eventual T2 finish, two back of Loren Roberts...Saw a great opportunity slip away in February when he led during the final round of the Allianz Championship, but made bogeys on six of his final seven holes and ended up finishing T7 in Boca Raton...Was the first-round leader in defense of his Boeing Classic title and eventually finished T4 at TPC Snoqualmie Ridge...Was T9 in his 26th The Open Championship start, making his 19th cut in the event. It was his first top-10 at the oldest major championship since a T10 in 1997. At 52 years, 1 month, 10 days, was seeking to become the oldest major winner (Julius Boros won the 1968 PGA Championship at 48 years, 4 months, 18 days) and the oldest The Open Championship winner (Tom Morris, Sr. won in 1867 at age 46 years, 3 months, 9 days)...Was T10 the following week at The Senior Open Championship, helped by rounds of 69-66 on the weekend at Turnberry. \n\n2011: Full-time Champions Tour player made six starts on the PGA TOUR, with a season-best T33 at the Bob Hope Classic after five straight rounds in the 60s in the 90-hole event...Broke through for his first career Champions Tour victory, at the Boeing Classic near Seattle. Birdied the last three holes of regulation and the first playoff hole to edge Russ Cochran for the win in his 31st career Tour start. Appeared to have won the event in regulation until Cochran made a 12-foot eagle putt at No. 18 to match his final round of 7-under 65 and send the event into overtime. On the first extra hole, he two-putted from 25 feet for birdie on the par-5 18th as Cochran made bogey after landing in the greenside bunker in two. Win at TPC Snoqualmie ended a TOUR victory drought of 4 years, 5 months, 17 days and was his third TOUR title in the Pacific Northwest (1997 Greater Vancouver Open and 2005 Bell Canadian Open). Also became the first player in Boeing Classic history to make that event his first Champions Tour title...Named the Champions Tour Player of the Month for August...Was T6 in his next start, at the Songdo IBD Championship in South Korea. Shared the first-round lead following a 6-under-par 66...Finished second at the AT&T Championship in October after three successive rounds in the 60s at TPC San Antonio...Had several opportunities to win earlier in the season. Was the 18-, 36- and 54-hole co-leader at The Senior Open Championship and was tied for the lead with Russ Cochran early in the final round before he four-putted the 9th hole at Walton Heath and made double-bogey to fall out of contention. Eventually closed to within two strokes of Cochran late in the round and finished second, his best career performance on the Champions Tour to date...Continued his stellar play the following week where he posted four straight rounds in the 60s to claim a solo third-place finish at the U.S. Senior Open at Inverness. Was the only player in the field to post four straight rounds in the 60s...At the season's first major, was the 36- and 54-hole leader at the Regions Tradition at Shoal Creek but struggled with a 3-over-par Sunday, leaving him T5 in Alabama...Trailed Mark Brooks by two strokes after 36 holes of The Principal Charity Classic and was in contention down the stretch before bogey-bogey finish at Glen Oaks left him fifth in Iowa...Early in the year, in contention after 36 holes of The ACE Group Classic and played in the final grouping with Bernhard Langer and Fred Funk. Eventually finished fifth in Naples after shooting a final-round 68 at The Quarry...Was two strokes off of the 36-hole lead at the 3M Championship, but a final-round 71 at TPC Twin Cities left him T8...Opened with a 1-under-par 69 in the opening round of The Open Championship at Royal St. George's but followed with a 79 to miss the cut...At the Franklin Templeton Shootout in mid-December, he partnered with Nick Price and finished T2, three strokes behind the winning team of Keegan Bradley-Brendan Steele. \n\n2010: Ended his full-time status on the PGA TOUR with his 24th consecutive appearance at the Memorial Tournament and announced his decision to play the Champions Tour with occasional starts on the PGA TOUR in coming years. Played in 16 PGA TOUR tournaments and failed to record a top-10 finish for the first time since 1985. Best finish was a T24 at the Puerto Rico Open...Found himself in second place after 36 holes of The Open Championship but dropped into an eventual 73rd-place showing after posting rounds of 77-80 on the weekend at St. Andrews...Played in 14 Champions Tour events and finished 18th on the money list with six top 10s. Debuted on the Champions Tour with a T6 at the Dick's Sporting Goods Open and added five more top-10 finishes in 14 events. Registered three straight rounds in the 60s at En-Joie and made just one bogey in the 54-hole event, the fewest of any player in the field...Shared the 36-hole lead with David Frost at the 3M Championship in August, but could do no better than solo second place after Frost blew away the field with an 11-under-par 61 on Sunday for a seven-stroke victory at the TPC Twin Cities...Finished T4 in his next start at the JELD-WEN Tradition thanks to a final-round 66...Was the first-round leader at the Home Care & Hospice First Tee Open at Pebble Beach and in contention throughout before eventually finishing T3...Finished sixth at the Posco C&E Songdo Championship in South Korea...Managed a fourth-place effort at the SAS Championship after posting three straight rounds of 69 at Prestonwood. \n\n2009: Coming off left-knee and left-foot surgery the previous season, missed the cut in his first two starts of the season, but then recorded consecutive top-10s in next two starts. Finished T4 in the weather-abbreviated AT&T Pebble Beach National Pro-Am, shooting three sub-par rounds. T6 at the Northern Trust Open, including a 64 in the third round at Riviera CC...Opened with 67-69 at The Open Championship, one shot off the 36-hole lead. Finished T27. Wife Brenda caddied for him that week...In the second round of the RBC Canadian Open, made nine consecutive birdies beginning at the 12th hole (his front nine) and ended with a par at the third hole. This birdie streak set a PGA TOUR record, besting the previous mark of eight held by Bob Goalby, Fuzzy Zoeller, Dewey Arnette, Edward Fryatt, J.P. Hayes and Jerry Kelly. Omar Uresti made nine consecutive birdies on the Web.com Tour in the 1994 Shreveport Open. Shot a 65 on the way to a T8 finish with 15-year-old son Eric caddieing for him...Eligible for the Champions Tour in June. \n\n2008: Finished outside the top 125 on the money list (No. 133) for the first time since the 1985 season...Season came to an end after undergoing arthroscopic surgery on Oct. 15 in Phoenix to repair the torn medial meniscus in his left knee. It was his first knee operation since 2003 and the fifth since 1985, with three on his right knee and two on his left. 2007: Won the PODS Championship, shattered his career-best in earnings with nearly $3 million and notched two top-10s in the FedExCup Playoffs en route to an eighth-place finish in the standings...After opening with a 4-over-par 75, captured the PODS Championship by one over Heath Slocum and John Senden with the help of a course record 9-under par 62 in the third round. At age 46, he became the oldest winner of the PODS Championship. Moved to fifth in the FedExCup standings, earning an exemption into the World Golf Championships-CA Championship...Fired a final-round 65 at The Barclays to finish T4. Used two putters during the week—a standard length on long putts and a belly putter on shorter attempts, both with the claw grip. Used two putters in previous starts at the Bridgestone Invitational and PGA...Playing alone in final rounds of Deutsche Bank Championship and BMW Championship in consecutive weeks, took only 2 hours, 7 minutes and 2 hours, 15 minutes, respectively, to complete rounds of even-par 71 and 74...At the TOUR Championship by Coca-Cola, challenged Tiger Woods through three rounds to finish T2 at 15-under, eight behind Woods, 27th runner-up finish of TOUR career. After beginning the FedExCup Playoffs in 20th position, finished eighth to earn a $600,000 bonus to go with his $619,500 payday for the runner-up TOUR Championship finish. 2006: Finished in the top 125 for the 21st consecutive season on TOUR thanks to a T19 finish at the Chrysler Championship, the final full-field event of the season. The T19 jumped him from No. 128 to No. 120...Lone top-10 (T9) came the week prior in Orlando at the FUNAI Classic at Walt Disney World Resort, aided by a third-round 63, the low round of the day on the Magnolia Course. 2005: Finished in the top 30 (No. 25) on the money list for first time since 2001 and earned more than $2 million for the first time in his 24-year TOUR career. In September, won for the first time in more than four years by sharing the first-round lead, holding the second- and third-round leads and fending off Ben Crane and Ryan Moore by a stroke to capture the Bell Canadian Open at Shaughnessey G&CC in Vancouver, British Columbia. Made just one birdie over last 36 holes. Became the oldest winner (45 years, two months, 29 days) in the 101-year history of the tournament and won for the second time in Vancouver (1997 Greater Vancouver Open). Won with over-par scores on the weekend after posting rounds of 72-71. Winning total of 5-under 275 was highest at the Bell Canadian Open since Steve Jones won with same total in 1997...Fell in playoff to Geoff Ogilvy at the Chrysler Classic of Tucson. 2004: Did not secure his card until the second-to-last tournament of the season. A T6 at the FUNAI Classic at Walt Disney World Resort jumped him from No. 129 to No. 111 on the money list. Finished season No. 112, the first time he had been out of the top 65 since 1985, when he finished No. 162. 2003: Surpassed $1 million in earnings for the sixth time in seven years despite battling various back and knee injuries. Surpassed $15 million in career earnings...Had knee surgery to repair damaged cartilage in his right knee he injured playing in the pro-am at the Phoenix Open two days after a T7 at Buick Invitational...Finished T2 behind Fred Couples at the Shell Houston Open. 2002: Finished out of the top 50 on the PGA TOUR money list for only the second time since 1987. Experimented with combination of long putter and \"claw\" grip at several events...Top finish of season was runner-up at the Greater Greensboro Chrysler Classic. Tied PGA TOUR record (now second) for fewest putts in a 72-hole event (Kenny Knox, 1989 MCI Heritage Classic) with 93...Opened with rounds of 70-68 at the PGA Championship to share the 36-hole lead. Finished solo seventh, his best finish in a major championship since he won the 1989 Open Championship...Member of the U.S. Ryder Cup Team and has compiled a record of 6-7-1 in four Ryder Cup appearances. 2001: Earned a then-personal best $1,991,576. Claimed first victory since 1998...Set or tied seven PGA TOUR scoring records in winning the Phoenix Open with 28-under-par 256. Broke Mike Souchak's 46-year-old mark of 257 and also established a record for lowest consecutive 36-holes with middle rounds of 60-64--124. An all-time TOUR-high 32 birdies enabled him to tie marks for lowest score in relation to par (28-under), lowest opening 54 holes (189), lowest consecutive 54 holes (189) and lowest opening 36 holes (125). Took lead after second-round 60. Has won the Phoenix Open three times, each in a different decade, starting in 1989. Has eight top-10 finishes in Phoenix and posted three seconds in Tucson...Finished third two starts later in the Bob Hope Chrysler Classic...Had arthroscopic surgery on left knee after the Bob Hope Chrysler Classic. Returned to action at Honda Classic and finished T2. Started final round three shots off the pace and closed with 70 to finish one behind Jesper Parnevik...Putting improvement key to season. Used the \"Claw\" putting grip which he began experimenting with early in the 2000 season. 2000: Finished 23rd on the money list with two seconds and two thirds...Second at the Canon Greater Hartford Open and T2 at the SEI Pennsylvania Classic, marking his sixth career season with multiple runner-up finishes...Nine top-10 finishes was most since nine in 1990...Became the 10th player in TOUR history to top the $10-million mark in career earnings after winning $84,390 for T7 finish at the Honda Classic. 1998: Earned ninth TOUR title at Honda Classic after closing 68-65 and winning by three strokes. 1995: After trailing Jim Gallagher, Jr. and Stephen Keppler by two entering final day, closed with 66 for two-stroke victory at BellSouth Classic...Teamed with Steve Elkington to win the Franklin Templeton Shootout. 1994: December 1993 skiing accident hampered him early in year, but came back to finish T9 at Buick Invitational of California after cartilage damage and torn ACL were surgically repaired. 1992: Won Phoenix Open for the second time following final-round 63...Set Augusta National back-nine record at Masters with 29, a record shared with David Toms. 1989: Won The Open Championship at Royal Troon. Defeated Wayne Grady and Greg Norman in first playoff using Royal & Ancient's multiple-hole system. Sealed victory with 5-iron shot to seven feet on fourth and final hole...Won twice in U.S. earlier that year. Closed with 65-64 to win Phoenix Open by seven strokes over Chip Beck. Trailed Sandy Lyle by two strokes after third round of Nissan Los Angeles Open. Closing 68 was good for one-stroke victory. 1988: Runner-up to Sandy Lyle in the Masters Tournament...Earned third career victory in the Bank of Boston Classic. 1986: First TOUR victory came at Southwest Golf Classic by three over Tom Byrum. Amateur: First-team all-SEC in 1979...Winner of 1976 Florida State Junior and Orange Bowl Championships...Member of inaugural AJGA All-America team in 1978.\n","otherCarHigh" : "","personal" : "In 2002, inducted into Phoenix Open Hall of Fame, becoming only the 15th person and sixth golfer put into the Hall, which was established in 1985. Other golfers include Arnold Palmer, Gene Littler, Byron Nelson, Ben Hogan and Ken Venturi...Father was bowling center proprietor in Nebraska. At age 13, Mark had a 185 average. Now has a 205 average and wife, Brenda, has a 150 average. The pair have two lanes in their home called The Lanes of Villa Nahar, and they were heavily involved in a 2010 charity initiative dubbed Shake, Rattle and Bowl, a PGA TOUR Wives' fundraiser held in conjunction with The Honda Classic...Concentrated on golf when family moved from Nebraska to Florida. Played as many as 72 holes a day during the summer months...Owns three dogs, Miss Ellie (dalmatian-beagle mix), Brutus Buckeye (Jack Russell terrier) and Mollie (white boxer)...Drives to many events in a motorhome purchased late in the 2011 season...At age 14, played a round of golf with Jack Nicklaus at Lost Tree GC. Says he was so excited he didn't fall asleep the night before...His first hole-in-one came at age 18 at the University GC at the University of Florida. Says it was a 6-iron from 175 yards into the wind and sun and it flew in...Favorite golf course is Sandhills in Nebraska.","otherInfo" : "","ntlTeams" : "The Presidents Cup (1), 1998; Ryder Cup (4), 1987, 1989, 1991, 2002; Kirin Cup (1), 1987; Asahi Glass Four Tours World Championship of Golf (2), 1989, 1990; Dunhill Cup (2), 1989, 1990.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2010","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(14): 1988 Australian Open. 1989 Alfred Dunhill Cup (with Tom Kite and Curtis Strange), Spalding Invitational. 1993 Argentine Open. 1995 Argentine Open, Franklin Templeton Shark Shootout (with Steve Elkington). 1997 Subaru Sarazen World Open. 1999 Diners Cup Matches (with Fred Couples). 2001 CVS Charity Classic (with Nick Price), Hyundai Team Matches (with Fred Couples). 2003 Wendy's Three-Tour Challenge (with John Daly and Peter Jacobsen). 2004 Maekyung Open. 2007 Merrill Lynch Shootout (with Woody Austin). 2011 Wendy's 3-Tour Challenge [with Kenny Perry and Jay Haas].","intlVics" : "(1): 2011 Nedbank Seniors Challenge.","curYearHigh" : "Closed with a 7-under-par 65 at the Tucson Conquistadores Classic to finish T6 in March.","carHigh" : "2015: Missed the early portion of the year while recovering from December surgery for a severed tendon in his right hand, resulting from an accident that occurred on Thanksgiving day in 2014...Made his first start at the Tucson Conquistadores Classic in late March where he T21...Ended nearly a three-year victory drought when he won The Principal Charity Classic by one stroke over Brian Henninger and Joe Durant in early June in Des Moines. Using a store-bought putter for the first time in an event, managed to hold off a string of challengers Sunday. His only bogey Sunday at No. 14 dropped him back into a tie for the lead with Davis Love III at 11-under par, but he immediately chipped to two feet for a birdie on the following hole and never relinquished his lead. The victory came in his 67th start since his previous win on the PGA TOUR Champions in Montreal. It was his fifth top-10 finish in the Iowa event, and he has yet to post a round over par in the tournament...Teamed with Steve Lowery at April's Bass Pro Shop Legends of Golf for a T3 finish at Big Cedar Lodge. The pair was 12-under par over the weekend....Played in the PGA TOUR's Puerto Rico Open but missed the cut.\n2014: Saw his string of top-30 finishes come to a close at four when he finished 32nd on the final money list. Was 28th with two full-field events remaining but was forced to WD at the Greater Hickory Kia Classic. Then finished 72nd at the AT&T Championship to fall four spots...His two best showings during the year came in the spring. Was the 36-hole leader at the Regions Tradition before falling three back after 54 holes following a 2-over-par 74. However, battled his way back into contention with birdies on four of his first eight holes on Sunday before seeing his chances slip away with costly bogeys on Nos. 9 and 13 which left him one shy of Kenny Perry at the end...Two weeks later made a late run with birdies on his final two holes at The Principal Charity Classic but eventually finished T3, one stroke out of the Doug Garwood-Tom Pernice, Jr. playoff...Earlier in the year shot a final-round 64 at the Allianz Championship that included a run of seven consecutive birdies (Nos. 14-2), the best birdie streak on the PGA TOUR Champions since Jeff Sluman made seven consecutive during the 2013 3M Championship...Made six of eight PGA TOUR cuts while utilizing his one-time exemption in the top 50 on the TOUR career money list...Best finish in those six was a T34 at the Zurich Classic of New Orleans...Suffered a serious injury in a fall on Thanksgiving morning when his right hand went through a plate-glass window, cutting a tendon on top of his hand. Underwent surgery to re-attach the tendon in early December.\n2013: Missed playing in just one PGA TOUR Champions event despite battling through a series of nagging injuries most of the season. Best run during the year came in the first half when he was among the top five four times in a span of five tournaments, concluding with a T3 at The Principal Charity Classic in early June, his best performance of the campaign. Played his last six holes Sunday in 4-under to move up the leaderboard at The Wakonda Club...In early May, shot 32 on his final nine, with three birdies in his last four holes, to T4 at the Insperity Championship at The Woodlands...The week prior, teamed with Peter Senior to T4 at the Liberty Mutual Insurance Legends of Golf...Also in April, finished T5 at the inaugural Greater Gwinnett Championship after starting the final round one stroke off the lead...Best performance in the second half of the year came in the final event when he was T5 at the Charles Schwab Cup Championship. Shot 68-65 on the weekend at TPC Harding Park, the best final 36-hole total of the 30-player field...Missed the cut in his only PGA TOUR start, at The Open Championship. Began with a 1-over 72 in the first round at Muirfield but missed the cut after a second-round 80.\n\n 2012: Enjoyed another successful year, adding a victory to his resume along with 11 top-10 finishes and a sixth-place finish on the season-ending money list. Topped the $1-million mark for the second year in succession...Also led all players in Birdie Average (4.49) and in Total Birdies (323)...Returned to the winner's circle for the first time since his win at the 2011 Boeing Classic when he was a four-stroke victor at the PGA TOUR Champions Montreal Championship in June. Trailed 36-hole leader Bob Tway by one after two rounds, but a course-record-tying, 8-under-par 64 helped him finish four strokes in front of runner-up Brad Bryant for his second career PGA TOUR Champions win...Led by four strokes after two rounds of the AT&T Championship but did not make a birdie until No. 14 Sunday at TPC San Antonio, eventually carding a 2-over 74 to drop into a solo third...Shared the third-round lead with eventual champion Joe Daley at the Constellation Senior Players Championship before faltering Sunday with a 2-over-par 72 to T4 near Pittsburgh...Held a two-stroke advantage after 36 holes at the Toshiba Classic but played his first five holes of the final round in 4-over to relinquish the lead. He rebounded with three birdies to get back into contention but hurt his chances with successive bogeys at Nos. 16 and 17. Had a good look for an eagle at No. 18 to possibly tie for the lead but settled for a birdie and an eventual T2 finish, two back of Loren Roberts...Saw a great opportunity slip away in February when he led during the final round of the Allianz Championship, but made bogeys on six of his final seven holes and ended up finishing T7 in Boca Raton...Was the first-round leader in defense of his Boeing Classic title and eventually finished T4 at TPC Snoqualmie Ridge...Was T9 in his 26th Open Championship start, making his 19th cut in the event. It was his first top-10 at the oldest major championship since a T10 in 1997. \n\n2011: Despite winning just once, turned in a stellar first full season on the PGA TOUR Champions, earning the Byron Nelson Trophy for lowest stroke average (69.04) and finishing second in official earnings, with more than $1.8 million...Made a late run at the Charles Schwab Cup before coming up just 74 points shy of Tom Lehman. Needed to win or finish in a two-way T2 at the season-ending Charles Schwab Cup Championship to have a chance to unseat Lehman and made a valiant effort before ending in a four-way tie for the runner-up spot to come up just short...Led the PGA TOUR Champions in top-10 finishes, with 15 in his 22 starts on the circuit and was among the top-five in five events, including three majors. Finally broke through for his first career victory in late August at the Boeing Classic near Seattle. Birdied the last three holes of regulation and then birdied the first playoff hole to edge Russ Cochran for the win in his 31st career Tour start. Appeared to have won the event in regulation until Cochran made a 12-foot eagle putt at No. 18 to match his final round of 7-under 65 and send the event into overtime. On the first extra hole, he two-putted from 25 feet for birdie on the par-5 18th as Cochran made bogey after landing in the greenside bunker in two. Win at TPC Snoqualmie Ridge ended a TOUR victory drought of 4 years, 5 months, 17 days and was his third TOUR title in the Pacific Northwest (1997 Greater Vancouver Open and 2005 Bell Canadian Open). Also became the first player in Boeing Classic history to make that event his first PGA TOUR Champions title...Named the PGA TOUR Champions Player of the Month for August...Prior to winning, was the 18-, 36- and 54-hole co-leader at The Senior Open Championship and was tied for the lead with Russ Cochran early in the final round before he four-putted the 9th hole at Walton Heath and made double-bogey to fall out of contention. Eventually closed to within two strokes of Cochran late in the round and finished second...Continued his stellar play the following week where he posted four straight rounds in the 60s to claim a solo third-place finish at the U.S. Senior Open at Inverness. Was the only player in the field to post four straight rounds in the 60s...At the season's first major, was the 36- and 54-hole leader at the Regions Tradition at Shoal Creek but struggled with a 3-over-par 75 on Sunday, leaving him T5 in Alabama...Near the end of the year, finished second at the AT&T Championship in October after three successive rounds in the 60s at TPC San Antonio...Led the PGA TOUR Champions in Sub-Par Rounds with 57 and, along with Peter Senior, had the most Rounds in the 60s with 43...Following the end of the official season, teamed with Kenny Perry and Jay Haas to win the Wendy's 3-Tour Challenge in Las Vegas...Also won the Nedbank Seniors Golf Challenge at Sun City, South Africa, edging Bernhard Langer and Ian Woosnam by one stroke in the 36-hole event at Gary Player CC...Teamed with Nick Price to finish T2 at the Franklin Templeton Shootout in Naples in early December.\n\n 2010: Joined the PGA TOUR Champions in June and made a quick impression, with six top-10 finishes in 14 starts and an 18th-place finish on the final money list...Best showing came in August when he shared the 36-hole lead with David Frost at the 3M Championship, but could do no better than solo second place after Frost blew away the field with an 11-under-par 61 Sunday for a seven-stroke victory at TPC Twin Cities...Was the first-round leader at the Home Care & Hospice First Tee Open at Pebble Beach and was in contention throughout, before eventually finishing T3...Made his debut at the Dick's Sporting Goods Open and was T6. Registered three straight rounds in the 60s at En-Joie and made just one bogey in the 54-hole event, the fewest of any player in the field...Found himself in second place after 36 holes of The Open Championship but dropped into an eventual 73rd-place showing after posting rounds of 77-80 on the weekend at St. Andrews. \n","otherCarHigh" : "A fixture on the PGA TOUR for nearly 30 years, with his last full season coming in 2009...Set a new PGA TOUR record at the 2009 RBC Canadian Open when he reeled off nine straight birdies (Nos. 12-2) in the second round...Had career earnings of more than $24 million and made 522 cuts, with 142 top-10 finishes...Best season from an earnings standpoint came in 2007 when he won $2,993,332…A 13-time winner with the first of those coming in 1986 at the Southwest Golf Classic in Abilene where he topped Tom Byrum by three strokes and the last at the 2007 PODS Championship near Tampa where he rebounded from an opening-round 75. Posted a Copperhead course-record 62 at Innisbrook in his third round…Finished among the top 125 on the money list from 1986-2007 before slipping to 133rd in 2008 when his season was cut short by arthroscopic surgery on Oct. 15 in Phoenix to repair the torn medial meniscus in his left knee. It was his first knee operation since 2003 and the fifth since 1985, with three on his right knee and two on his left...Enjoyed a great run of success from 1988-90, finishing sixth, fifth and seventh on the money list and winning five times, including a career-best three in 1989…Highlight of his career was his win at The Open Championship at Royal Troon where he defeated Wayne Grady and Greg Norman in the first playoff using the Royal & Ancient's multiple-hole system. Sealed victory with 5-iron shot to seven feet on fourth and final hole...Won twice in U.S. earlier that year. Closed with rounds of 65-64 to win the Phoenix Open by seven strokes over Chip Beck. Trailed Sandy Lyle by two strokes after third round of Nissan Los Angeles Open but closed with a 68 which led to his one-stroke victory…Was a three-time winner of the Phoenix Open (1989, 1992 and 2001)…Set or tied seven PGA TOUR scoring records in winning the 2001 Phoenix Open with 28-under-par 256. Broke Mike Souchak's 46-year-old mark of 257 and also established a record for lowest consecutive 36-holes with middle rounds of 60-64—124. An all-time TOUR-high 32 birdies enabled him to tie marks for lowest score in relation to par (28-under), lowest opening 54 holes (189), lowest consecutive 54 holes (189) and lowest opening 36 holes (125). Took the lead after a second-round 60. Had nine top-10 finishes in Phoenix…Went over the $2-million mark in season earnings for the first time in 2005, with $2,185,310, thanks to a win and second-place finish. Victory came at the Bell Canadian Open that year where he held off Ryan Moore and Ben Crane for a one-stroke win at Shaughnessey G&CC in Vancouver. It was his second win in that city. He also won the 1997 Greater Vancouver Open…In 2002, was runner-up at the Greater Greensboro Open but tied Kenny Knox's at-the-time PGA TOUR record for fewest putts in a TOUR event with 93…Set Augusta National GC back-nine mark at the 1992 Masters with 29, a record shared with David Toms. He was also a runner-up to Lyle at the 1988 Masters…Member of four United States Ryder Cup teams (1987, 1989, 1991 and 2002) as well as one Presidents Cup team (1998)...Has used the claw putting style in his career. Began experimenting with it early in 2000...Was a college standout at Florida, where he won first-team All-Southeastern Conference honors in 1980...Winner of the 1976 Florida State Junior and Orange Bowl Championships...Member of inaugural AJGA All-America team in 1978.","personal" : "In 2002, inducted into the Phoenix Sports Hall of Fame, becoming only the 15th person and sixth golfer put into the Hall, which was established in 1985. Other golfers include Arnold Palmer, Gene Littler, Byron Nelson, Ben Hogan and Ken Venturi...Father was bowling center proprietor in Nebraska. At age 13, Mark had a 185 average. Now has a 205 average and wife, Brenda, has a 150 average. The pair have two lanes in their home called The Lanes of Villa Nahar, and they were heavily involved in a 2010 charity initiative dubbed Shake, Rattle and Bowl, a PGA TOUR Wives' fundraiser held in conjunction with The Honda Classic...Concentrated on golf when family moved from Nebraska to Florida. Played as many as 72 holes a day during the summer months...Owns three dogs, Miss Ellie (dalmatian-beagle mix), Brutus Buckeye (Jack Russell terrier) and Mollie (white boxer)...Drives to many events in a motorhome purchased late in the 2011 season...Once played a round of golf with Jack Nicklaus at age 14 at Lost Tree GC. Says he was so excited he didn't fall asleep the night before...His first hole-in-one came at age 18 at the University GC at the University of Florida. Says it was a 6-iron from 175 yards into the wind and sun and it flew in...Favorite golf course is Sand Hills GC in Nebraska.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T6th at the Tucson Conquistadores Classic.","dynStats" : "He ranks 60th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/MarkCalc"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}