{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "26392","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Wilson","first" : "Chris","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "185","weightMetric" : "84","birthDate" : "October 16, 1984","age" : "31","birthPlace" : "Columbus, Ohio","residence" : "Raleigh, North Carolina","family" : "Wife - Courtney","education" : "Northwestern University (2007, Communication Studies)","splInterest" : "Fishing, outer space, live music, all sports","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2007","clubAffl" : "Scioto CC (Columbus, Ohio)","cityPlaysFrm" : "Dublin; Ohio; United States","websiteUrl" : "http:\/\/www.chriswilsongolf.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "380,890&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2012","exmtStatus" : "Exempt - Finished 11-45 at 2015 Web.com Tour Qualifying Tournament (exempt to second reshuffle)","otherVics" : "","intlVics" : "","curYearHigh" : "Played in 21 Web.com Tour events, making eight cuts. Had one top 25, a T16 at the Nova Scotia Open in June.","carHigh" : "2014: Played in 24 Web.com Tour events, making 10 cuts. Had three top-10s and four top-25s. Finished the Regular Season 42nd on the money list...After an opening-round 69, fired a 66 in the second round of the season-opening Pacific Rubiales Colombia Championship in February. Followed that with a 70 to finish T5 in the event that was shortened to 54 holes due to rain. It was his best showing on Tour since a fifth-place outing at the 2012 Mid-Atlantic Championship...At The Rex Hospital Open in May, fired a final-day 67 to jump from T16 to T8...Third top-10 came at the Regular Season-ending WinCo Foods Portland Open in August. Came to Portland 56th in earnings. Left 42nd following rounds of 72-65-68-70 and a T9 finish...Did not fare well at the Web.com Tour Finals, missing the cut in all four events.\n\n2013: Made the cut in five of 18 Web.com Tour starts and had one top-10 finish, a T9 at the season-opening Panama Claro Championship. Did not qualify for the Tour Finals' events. \n\n2012: Made the cut in only eight of 24 starts but wound up No. 34 on the money list mainly due to a pair of top-10 finishes, including a victory in mid-August...Earned his first career title with a playoff win over fellow Northwestern alum Scott Harrington at the Price Cutter Charity Championship. Fired a bogey-free 67 in the final round to finish at 21-under par. Two-putted from 12 feet for birdie on the first extra hole to beat Harrington, who dunked his second shot at the par-5, 18th into the water. Had made only two cuts in previous 13 starts in 2012 and was No. 165 on the money list. First-place check was worth $112,500 and vaulted him to No. 23...Finished fifth at the Neediest Kids Championship, ending at 5-under 275, three shots back of winner David Lingmerth. Moved back to No. 28 on the money list with only three events left on the schedule. \n\n2011: Missed the cut the U.S. Open. \n\n2010: Member of the PGA TOUR. Made the cut in seven of 26 starts. Did not register a top-25 finish during his rookie season.\n","otherCarHigh" : "Three-time Academic All-American...Awarded the Big Ten Conference Medal of Honor, which goes to a graduating senior student-athlete with the highest GPA...Big Ten Conference individual champion in 2007...Member of Northwestern's conference team championship in 2007.","personal" : "","otherInfo" : "List Jason Carbone, Andrew Park and Don Sargent as instructors...Favorite courses he's played include Quail Hollow Club, Cypress Point and Scioto CC and would like to play Augusta National...Always uses a quarter to mark his ball...Never travels without a book...Favorite Web sites are espn.com, antsmarching.com and FoxNews.com...Favorite teams are Ohio State, Cleveland Indians, Cleveland Browns and Cleveland Cavaliers...Favorite TV shows are \"The Office\" and sports or anything on the Weather Channel...Enjoys James Bond and Indiana Jones movies...Favorite group is the Dave Matthews Band...Favorite book is Winners Manual by Jim Tressel...Likes pizza...A.J. Hawk is his favorite athlete to watch...Favorite city to visit is Chicago and his favorite vacation spot is at home...Twitter name is @TheRealCWilson...Favorite apps are Pandora Radio, Weather Channel, PGA TOUR and Watch ESPN...Favorite gadgets are iPhone, MacBook and a stopwatch...Would put his dad, David Feherty and Karl Spackler in his dream foursome...Says not many people know he is ambidextrous...Bucket list includes meeting members of the Dave Matthews Band and touring with the group for a summer...Favorite quote comes from Margaret Thatcher: \"The desire to win is born in all of us. The will to win is a matter of training. The manner of winning is a matter of honor.\"...Charity work includes the Junior Diabetes Research Fund because his father is a type-1 diabetic. Says, \"The PGA TOUR should pitch my story to Twitter because 140 characters would be plenty.\"\n\n","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Played in 21 Web.com Tour events, making eight cuts. Had one top 25, a T16 at the Nova Scotia Open in June.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "2009","exmtStatus" : "T12 at 2009 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "Played in 21 Web.com Tour events, making eight cuts. Had one top 25, a T16 at the Nova Scotia Open in June.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Earned 2010 PGA TOUR card after qualifying at the 2009 PGA TOUR Qualifying Tournament, posting three sub-70 scores in his final four rounds at the six-day event. Missed the cut at the Memorial Tournament in 2009, his only PGA TOUR start, and finished T43 at the Nationwide Children's Hospital Invitational. Both events were held in his hometown, Columbus, OH. Received a Sponsor Exemption into the Memorial. Played on the Hooters Tour from 2007-09. Named Academic All-American while at Northwestern, where he won the 2006 Big Ten individual title and was on the championship team. Recipient of the Big Ten Medal and a finalist for the Byron Nelson Award. Won the 2003 Ohio Junior Championship, the 2005 Ohio Amateur Championship and was a runner-up at the 2005 Western Amateur. Attended Dublin Coffman High School. Was a four-time All-State and All-Conference selection in high school. Lists Jason Carbone and Andrew Park as instructors used. Favorite course he's played is Cypress Point and looks forward to playing Augusta National. Never travels without a hat. Favorite college teams are Northwestern and Ohio State. Favorite professional teams are the Cleveland Browns, Indians and Cavaliers. Favorite TV show is \"The Office.\" Favorite movie is \"Walk the Line.\" Favorite entertainers are the Dave Matthews Band. Favorite book is \"Winner's Manual\" by Jim Tressel. Favorite food is pizza. Favorite athlete to watch is LeBron James. Favorite city to visit is Chicago. Favorite vacation spot is Jamaica. Lists his father, Jack Nicklaus and singer Dave Matthews to round out his dream foursome. Is ambidextrous. Bucket list includes playing golf around the world. Youth football team quarterback was Cleveland Browns quarterback Brady Quinn.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 1st in 2012 at the Price Cutter Charity Championship Presented by Dr Pepper.","dynStats" : "He ranks T93rd in Driving Accuracy Percentage on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/TheRealCWilson"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}