{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01157","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Byrum","first" : "Tom","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "175","weightMetric" : "79","birthDate" : "September 28, 1960","age" : "55","birthPlace" : "Onida, South Dakota","residence" : "Richmond, Texas","family" : "Wife, Dana; Brittni Rene (4\/2\/88), Corinne (1\/29\/91)","education" : "New Mexico State University","splInterest" : "Hunting, fishing, all sports","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1984","clubAffl" : "The Houstonian G&CC (Richmond, Texas)","cityPlaysFrm" : "San Antonio; TX; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "8,274,501&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Slipped from 39th on the final money list to 45th...Had his best outing in his final start of the year when he T9 at the Toshiba Classic with three consecutive rounds of 67...His other top-10 finish came in his second start of the year. After shooting a 2-over-par 74 in his opening round at The ACE Group Classic, he rebounded with rounds of 67-68 on the weekend to T10. Had a pair of eagles in his second round...Shared the first-round lead at the Nature Valley First Tee Open at Pebble Beach with Jesper Parnevik following a 5-under-par 67, before eventually finishing T13...Regained fully exempt status for 2016 season when he T2 at the PGA TOUR Champions National Qualifying Tournament in early December. Started the final round T10 but fired a bogey-free 8-under 63 at the TPC Scottsdale's Champions Course, equaling the low round of the event, to vault up into second place.","carHigh" : "Split time between the PGA TOUR and Nationwide Tour in 2008, with season-bests T34 (AT&T Classic) and T13 (Henrico County Open), respectively. Failed to record a top-25 finish on the PGA TOUR for the first time since joining the TOUR in 1986. Playing on a Major Medical Exemption, made five cuts in 20 attempts on the PGA TOUR in 2007, with his best finish a T13 at the U.S. Bank Championship in Milwaukee. Playing out of the Q-School category, was limited to 11 events in 2006 due to right-knee injury and subsequent knee surgery in June. Did not play after the Barclays Classic. Posted one top-25 at season's first full-field event, the Sony Open in Hawaii (T16). Finished out of the top 125 in 2005 but finished T5 at Qualifying Tournament in December. In 2004, earned a career-best $873,139. Position on money list (91st) was best since 1999. Finished T4 at the Buick Classic, his first top-10 since a T6 at the 2002 Buick Open. In 2003, finished 109th on the money list for the second straight season. Regained fully exempt status in 2002. Recorded first top-10 in five appearances at the U.S. Open with a T8 finish. Playing in 460th career TOUR event, recorded first (second of career) PGA TOUR hole-in-one in the second round of the Reno-Tahoe Open. Ace was the first in the four-year history of the tournament. In 2001, involved in what is believed to be the first ace on a par 4 in TOUR history at Phoenix Open when Andrew Magee's drive on the 333-yard, par-4 17th hole caromed off his putter and went into the hole. Byrum was lining up a putt when the ball deflected off his putter and rolled about 8 feet into the hole. Ended the 2000 season with two top-10s in his last two starts worth a total of $183,610 to secure his card for the 2001 season. In 1999, lost to Notah Begay III in playoff at Michelob Championship, when Begay parred second extra hole. Nominated for 1997 Comeback Player of the Year after posting back-to-back runner-up finishes at the Canon Greater Hartford Open and Buick Open. Lone TOUR victory came at 1989 Kemper Open. Took two-stroke lead after third-round 65, then shot closing 68 for five-stroke win over Tommy Armour III, Billy Ray Brown and Jim Thorpe. Brother Curt, now a GOLF CHANNEL analyst, won Hardee's Golf Classic that year, making them the first brothers to win in same year since Mike and Dave Hill in 1972. Runner-up finish at the 1995 Tallahassee Open his best outing in 33 career Nationwide Tour starts. \n","otherCarHigh" : "","personal" : "After graduating from high school in Onida, SD, joined brother Curt in Albuquerque, NM, where Tom worked at country club and was a walk-on with University of New Mexico golf team. After two years, transferred to New Mexico State in Las Cruces. Involved with nine-hole course, The Training Station, where golfers of all ages play three, six or nine holes.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1984","qSchoolYear" : "1985, 1991, 1992, 1995, 1996, 2005","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "Slipped from 39th on the final money list to 45th...Had his best outing in his final start of the year when he T9 at the Toshiba Classic with three consecutive rounds of 67...His other top-10 finish came in his second start of the year. After shooting a 2-over-par 74 in his opening round at The ACE Group Classic, he rebounded with rounds of 67-68 on the weekend to T10. Had a pair of eagles in his second round...Shared the first-round lead at the Nature Valley First Tee Open at Pebble Beach with Jesper Parnevik following a 5-under-par 67, before eventually finishing T13...Regained fully exempt status for 2016 season when he T2 at the PGA TOUR Champions National Qualifying Tournament in early December. Started the final round T10 but fired a bogey-free 8-under 63 at the TPC Scottsdale's Champions Course, equaling the low round of the event, to vault up into second place.","carHigh" : "2011: Made one start on the PGA TOUR, good for a T44 at the Viking Classic. Also made three Champions Tour starts, with his top performance a T23 at the U.S. Senior Open. 2010: Made just three starts on the PGA TOUR, with his only made cut a 60th-place finish at the Valero Texas Open...Missed the cut at the Reno-Tahoe Open, his 600th career start on TOUR...Finished T29 in his Champions Tour debut at the Ensure Classic at Rock Barn, followed by a T13 at the Administaff Small Business Classic...Four rounds in the 60s led to a season-best T22 finish at the Web.com Tour's Fort Smith Classic, his best finish of eight starts. 2009: Finished T46 at the Buick Open in his only made cut in four PGA TOUR starts. Made the cut in two of 11 starts on the Web.com Tour, with a T28 at the Knoxville Open his best finish. 2008: Split time between the PGA TOUR and Web.com Tour, with season-bests T34 (AT&T Classic) and T13 (Henrico County Open), respectively. Failed to record a top-25 finish on the PGA TOUR for the first time since joining the TOUR in 1986. 2007: Playing on a Major Medical Exemption, made five cuts in 20 attempts on the PGA TOUR, with his best finish a T13 at the U.S. Bank Championship in Milwaukee. 2006: Although exempt because of his PGA TOUR Qualifying Tournament performance, was limited to 11 events due to right-knee injury and subsequent knee surgery in June. Did not play after the Barclays Classic. Posted one top-25 at season's first full-field event, the Sony Open in Hawaii (T16). 2005: Finished out of the top 125 but finished T5 at the PGA TOUR Qualifying Tournament in December. 2004: Earned a career-best $873,139. Position on money list (91st) was best since 1999. Finished T4 at the Buick Classic, his first top-10 since a T6 at the 2002 Buick Open. 2003: Finished 109th on the money list for the second straight season. 2002: Regained fully exempt status and recorded first top-10 in five appearances at the U.S. Open with a T8 finish. Playing in 460th career TOUR event, recorded first (second of career) PGA TOUR hole-in-one in the second round of the Reno-Tahoe Open. Ace was the first in the four-year history of the tournament. 2001: Involved in what is believed to be the first ace on a par 4 in TOUR history at Phoenix Open when Andrew Magee's drive on the 333-yard, par-4 17th hole caromed off his putter and went into the hole. Byrum was lining up a putt when the ball deflected off his putter and rolled about 8 feet into the hole. 2000: Ended the season with two top-10s in his last two starts worth a total of $183,610 to secure his card for the 2001 season. 1999: Lost to Notah Begay III in playoff at Michelob Championship, when Begay parred second extra hole. 1997: Nominated for PGA TOUR Comeback Player of the Year after posting back-to-back runner-up finishes at the Canon Greater Hartford Open and Buick Open. 1989: Lone TOUR victory came at Kemper Open. Took two-stroke lead after third-round 65, then shot closing 68 for five-stroke win over Tommy Armour III, Billy Ray Brown and Jim Thorpe. Brother Curt, now a Golf Channel analyst, won Hardee's Golf Classic that year, making them the first brothers to win in same year since Mike and Dave Hill in 1972. 1995: Runner-up finish at the Tallahassee Open his best outing in 52 career Web.com Tour starts. \n","otherCarHigh" : "","personal" : "After graduating from high school in Onida, SD, joined brother Curt in Albuquerque, NM, where Tom worked at country club and was a walk-on with University of New Mexico golf team. After two years, transferred to New Mexico State in Las Cruces. Involved with nine-hole course, The Training Station, where golfers of all ages play three, six or nine holes.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2010","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Slipped from 39th on the final money list to 45th...Had his best outing in his final start of the year when he T9 at the Toshiba Classic with three consecutive rounds of 67...His other top-10 finish came in his second start of the year. After shooting a 2-over-par 74 in his opening round at The ACE Group Classic, he rebounded with rounds of 67-68 on the weekend to T10. Had a pair of eagles in his second round...Shared the first-round lead at the Nature Valley First Tee Open at Pebble Beach with Jesper Parnevik following a 5-under-par 67, before eventually finishing T13...Regained fully exempt status for 2016 season when he T2 at the PGA TOUR Champions National Qualifying Tournament in early December. Started the final round T10 but fired a bogey-free 8-under 63 at the TPC Scottsdale's Champions Course, equaling the low round of the event, to vault up into second place.","carHigh" : "2014: Played in a career-high 21 events during the year, including three as an open-qualifier, finishing 39th on the money list, six spots higher than in 2013. His season earnings totaled $452,801, a Champions Tour personal best...Made a spirited run at the Nature Valley First Tee Open at Pebble Beach, eventually finishing second to John Cook by a stroke after making bogey at the par-3 17th hole from the back of a greenside bunker. Performance on the Monterey Peninsula equaled his career-best Champions Tour effort and also earned him a spot in the SAS Championship. Was two strokes ahead of Cook with six holes to play but the two then were tied after he made bogey at the par-5 14th. He remained tied with Cook until his bogey at No. 17...Received a sponsor exemption for the Insperity Championship and finished T9 at The Woodlands CC...Registered the 10th hole-in-one of the Champions Tour season when he aced the eighth hole at Prestonwood CC in the opening round of the SAS Championship (7-iron from 160 yards). Ace was the fourth in SAS Championship history. \n\n2013: Did not make his first start until late-May, at the Senior PGA Championship, but went on to play 11 events (three as an open-qualifier) over the final five months of the year and finished 45th on the money list...Had a great showing at the inaugural Shaw Charity Classic when he open-qualified and then finished second overall in Calgary. Posted three straight rounds in the 60s, including a closing-round, 7-under-par 64, for his best-career finish in a Champions Tour event. The second-place performance earned him a spot in the next tournament, the Montreal Championship and helped him in the late season re-shuffle which got him a spot in the final five full-field events...His other top-10 finish came during that span when he posted three straight rounds in the 60s at the SAS Championship to finish seventh.\n\n2012: Open-qualified for five of the nine events he played during the year, with a pair of top-10 finishes to his credit...Three straight sub-par rounds led to a then-Champions Tour career-best T6 finish at the Boeing Classic in August...Was T9 at the Insperity Championship in May...Missed the cut at the True South Classic in his only PGA TOUR start.\n\n 2011: Appeared in just three events during the year, with his best finish a T23 at The Senior Open Championship in July...Also T31 at the Mississippi Gulf Resort Classic. He missed the cut at the Senior PGA Championship...Finished T25 at the Champions Tour National Qualifying Tournament in Scottsdale, Ariz. \n\n2010: Turned 50 in late September season and made two Champions Tour starts. Was T13 at the Administaff Small Business Classic and also finished T29 in his Champions Tour debut at the Ensure Classic at Rock Barn. Played in three PGA TOUR events and eight Web.com Tour events. Was T28 at the Champions Tour National Qualifying Tournament.\n","otherCarHigh" : "Played the PGA TOUR full-time from 1986-2008 and won the 1989 Kemper Open. Took a two-stroke lead after a third-round 65 then shot a closing 68 for five-shot victory over Tommy Armour III, Billy Ray Brown and Jim Thorpe. Older brother, Curt, won that same season at the Hardees Golf Classic, making them the first brothers to win in the same year since Mike and Dave Hill in 1972. Finished second six times on the PGA TOUR, including back-to-back runner-up finishes in 1997, at the Canon Greater Hartford Open and the Buick Open. Was part of the six-way playoff at the rain-shortened GTE Byron Nelson Classic in 1994, eventually losing to Neal Lancaster. Also lost in overtime to Notah Begay III at the 1999 Michelob Championship at Kingsmill. In 2001, was involved in what is believed to be the first ace on a par 4 in PGA TOUR history, at the Phoenix Open, when Andrew Magee's drive on the 333-yard, par-4 17th hole caromed off Byrum's putter and went into the hole, rolling eight feet for a double eagle.","personal" : "After graduating from high school in Onida, S.D., joined brother Curt in Albuquerque, N.M., where Tom worked at a country club and was a walk-on on the University of New Mexico golf team. After two years, transferred to New Mexico State in Las Cruces where one of his teammates was Bart Bryant.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was 1st in 1989 at the Kemper Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}