{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "29478","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Kisner","first" : "Kevin","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "165","weightMetric" : "75","birthDate" : "February 15, 1984","age" : "32","birthPlace" : "Aiken, South Carolina","residence" : "Aiken, South Carolina","family" : "Wife: Brittany; Kathleen (6\/9\/14)","education" : "University of Georgia (2006, Business Management)","splInterest" : "Hunting, fishing, enjoying friends and family","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2010, 2013)","trndProYear" : "2006","clubAffl" : "Palmetto GC (Aiken, South Carolina)","cityPlaysFrm" : "Aiken; SC; United States","websiteUrl" : "http:\/\/www.kevinkisner.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "8,312,373&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2010","exmtStatus" : "15th on 2013 Web.com Tour priority list","otherVics" : "","intlVics" : "","curYearHigh" : "In his third start of the 2015-16 PGA TOUR season, had a chance to earn his first PGA TOUR victory at the World Golf Championships-HSBC Champions. Failed to have a practice round in at Sheshan International Golf Club because he injured his back on Sunday at the CIMB Classic in Kuala Lumpur, Malaysia a week before. Grabbed the 36-hole lead with rounds of 64-66 and was two in front of eventual-champion Russell Knox heading into the weekend. Posted a 70 in the third round and was tied with Knox for the lead after 54 holes. Struggled most of the final round, but birdied the 72nd hole to finish runner-up for his fourth second-place showing since April of last season...Opened with the first-round lead at The RSM Classic with a bogey-free 7-under 65, then followed with rounds of 67-64-64 to finish with a tournament-record 22-under 260, winning on the PGA TOUR for the first time by a tournament-record six strokes over Kevin Chappell. Previously, one shot (3 times) was the largest margin of victory at Sea Island to go with two playoffs. The win marked the sixth out of the first seven of the 2015-16 Season to be won by a first-time winner, with OHL Classic at Mayakoba champion Graeme McDowell the exception. Collected 500 points for the win (which came in his 109th career PGA TOUR start at the age of 31 years, 9 months, 7 days) to lead the FedExCup Standings through the fall series. Other highlights of the week included an opening 54-hole total of 196, marking the lowest 54-hole score at the event. With the victory, became the 11th former Georgia Bulldog to win on the PGA TOUR joining Chip Beck, Harris English, Brian Harman, Russell Henley, Ryuji Imada, Chris Kirk, Billy Kratzert, Tim Simpson, Brendon Todd and Bubba Watson. Began the week by \"coaching” the PGA TOUR players to a 7-6 victory over their wives Tuesday night in the annual PGA TOUR Wives Association Wiffle Ball Classic...Finished ninth at the Hyundai Tournament of Champions in his first appearance at the winners-only event. The showing was good enough to hold the No. 1 ranking in the FedExCup. Played with eventual-champion Jordan Spieth in the final pairing on Saturday...Maintained his lead in the FedExCup with a T5 finish at the Sony Open in Hawaii, his fourth-consecutive top-10 finish of the season. Finished five strokes behind champion Fabian Gomez following a final-round even-par 70. Held a five-way share of the first-round lead with a 7-under 63 and after matching middle rounds of 4-under 66, was paired in Sunday's final group just one behind co-leaders Zac Blair and Brandt Snedeker.","carHigh" : "2012: Made 10 cuts in 24 starts on the PGA TOUR, highlighted by a T10 at the RBC Canadian Open, where he posted rounds of 69-65-67-69. Following the top-10 in Canada, moved to No. 155 in the FedExCup standings but was unable to capitalize enough on his last two starts to move inside the top 125 and earn his way into the PGA TOUR Playoffs for the FedExCup. Made the cut in two starts on the Web.com Tour and finished T14 at the News Sentinel Open in Knoxville and followed that up with a T7 at the Mylan Classic. \n\n2011: Saved his best for last, claiming his lone top-15 finish, a T12, in the season's final event, the Children's Miracle Network Hospitals Classic...In addition to his 24 PGA TOUR starts, the rookie made four Web.com Tour starts, where he finished T5 at the Mylan Classic for his top performance. Posted the tournament-low, 9-under 62 in the second round at Southpointe GC after five birdies and two eagles, one of which came at the par-4 18th hole. Held the 36-hole lead in the event and was attempting to become the first player in Tour history to successfully defend a title...In December, finished T11 at the PGA TOUR Qualifying Tournament to earn fully-exempt status as a sophomore on TOUR in 2012...Finished T5 at the Mylan Classic in suburban Pittsburgh where he was attempting to become the first player in Tour history to successfully defend a title. Opening rounds of 67-62 gave him a two-shot lead after 36 holes. Shared the 54-hole lead with John Mallinger and eventual champion Gary Christian. \n\n2010: Made 26 Web.com Tour starts and had a win and a T2 among his six top-10 finishes. Ended the season No. 11 on the money list and earned his 2011 PGA TOUR playing privileges...Finished T7 in his first start as a Web.com Tour member at the Michael Hill New Zealand Open...At the Panama CLARO Championship, he found himself alone at the top of the leaderboard after 36 holes. His second-round, 6-under 64 equaled the low round of the day. His front-nine, 7-under 28 was the lowest front-nine score in the seven-year history of the event. Despite rounds of 70-72 on the weekend, he still managed to finish T9, recording his second top-10 showing of the year...Enjoyed another top-10 finish, at the Stadion Athens Classic, with a T10. Fired a stellar 65 in the second round after being T76 after the first round...Added a T7 at the Fort Smith Classic, thanks to rounds of 66-66 on the final two days...Earned his first career win at the inaugural Mylan Classic near Pittsburgh. Rolled in a four-foot par putt on the final hole to finish 13-under par about the same time leader Geoffrey Sisk was suffering a double-bogey at the 17th hole, dropping him to 12-under. Kisner was not aware he was leading the tournament until after he had completed his round. The first-place check of $108,000 was enough to vault him from No. 50 to No. 14 on the money list. The victory gave the University of Georgia back-to-back wins on Tour. College teammate Chris Kirk had captured the Knoxville News Sentinel Open the week before. Both players were members of the Bulldogs' 2005 NCAA Championship squad...Notched his sixth top-10 performance five starts later at the Miccosukee Championship. Finished four strokes back of tournament winner Jason Gore despite firing 67s in the last three rounds. \n\n2009: Through sponsor exemptions, top-25 finishes and open qualifying to play in six Web.com Tour events. Made the cut in his first two starts, with a T15 at the Athens Regional Foundation Classic and a T20 at the South Georgia Classic. Best round was an opening 66 in Athens. Also played on the eGolf Tour and the NGA Hooters Tour. Finished No. 22 on the eGolf Tour money list, with 11 made cuts in 15 starts and five top-10 finishes. \n\n2008: Wrapped up the eGolf Tour season No. 3 on the money list, with seven top-10 finishes and a victory at the Bermuda Run Open.\n","otherCarHigh" : "Became the first player in University of Georgia history to be named All-American four times. Helped UGA to the 2005 NCAA Championship. Attended South Aiken High School in South Carolina, where he won two 4A State Championships.","personal" : "Has one brother and one sister...Lists John Tillery among his instructors...Favorite course he's played is Augusta National and would like to play Pine Valley...Never travels without his computer. First car was a Chevrolet Blazer, and he now drives a Ford F-150...Favorite college team is the Georgia Bulldogs and favorite pro team is the Carolina Panthers...Always uses the head side of a coin to mark his golf ball...Favorite TV show is \"Sports\" and favorite entertainer is Colt Ford. Other favorites are a nice steak and a bottle of wine. Puts Ben Hogan, Arnold Palmer and his dad in his dream foursome. Bucket list includes catching a Blue Marlin and drving a stock car. He is involved with The First Tee program...Lists winning the 2013 Web.com Chile Classic as his biggest thrill in golf to date.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2011","qSchoolYear" : "","exmtStatus" : "2015-16 tournament winner (through 2017-18)","otherVics" : "","intlVics" : "","curYearHigh" : "In his third start of the 2015-16 PGA TOUR season, had a chance to earn his first PGA TOUR victory at the World Golf Championships-HSBC Champions. Failed to have a practice round in at Sheshan International Golf Club because he injured his back on Sunday at the CIMB Classic in Kuala Lumpur, Malaysia a week before. Grabbed the 36-hole lead with rounds of 64-66 and was two in front of eventual-champion Russell Knox heading into the weekend. Posted a 70 in the third round and was tied with Knox for the lead after 54 holes. Struggled most of the final round, but birdied the 72nd hole to finish runner-up for his fourth second-place showing since April of last season...Opened with the first-round lead at The RSM Classic with a bogey-free 7-under 65, then followed with rounds of 67-64-64 to finish with a tournament-record 22-under 260, winning on the PGA TOUR for the first time by a tournament-record six strokes over Kevin Chappell. Previously, one shot (3 times) was the largest margin of victory at Sea Island to go with two playoffs. The win marked the sixth out of the first seven of the 2015-16 Season to be won by a first-time winner, with OHL Classic at Mayakoba champion Graeme McDowell the exception. Collected 500 points for the win (which came in his 109th career PGA TOUR start at the age of 31 years, 9 months, 7 days) to lead the FedExCup Standings through the fall series. Other highlights of the week included an opening 54-hole total of 196, marking the lowest 54-hole score at the event. With the victory, became the 11th former Georgia Bulldog to win on the PGA TOUR joining Chip Beck, Harris English, Brian Harman, Russell Henley, Ryuji Imada, Chris Kirk, Billy Kratzert, Tim Simpson, Brendon Todd and Bubba Watson. Began the week by \"coaching” the PGA TOUR players to a 7-6 victory over their wives Tuesday night in the annual PGA TOUR Wives Association Wiffle Ball Classic...Finished ninth at the Hyundai Tournament of Champions in his first appearance at the winners-only event. The showing was good enough to hold the No. 1 ranking in the FedExCup. Played with eventual-champion Jordan Spieth in the final pairing on Saturday...Maintained his lead in the FedExCup with a T5 finish at the Sony Open in Hawaii, his fourth-consecutive top-10 finish of the season. Finished five strokes behind champion Fabian Gomez following a final-round even-par 70. Held a five-way share of the first-round lead with a 7-under 63 and after matching middle rounds of 4-under 66, was paired in Sunday's final group just one behind co-leaders Zac Blair and Brandt Snedeker.","carHigh" : "2014-15: Enjoyed a career season during the campaign, with his six top-10s doubling his previous career-best from 2013-14. Season also included a 21st-place finish in the FedExCup standings, advancing to the TOUR Championship by Coca-Cola for the first time. Came close to his first PGA TOUR victory on several occasions, losing three heartbreaking playoffs. The Georgia Bulldog became the first player to lose three playoffs in a season since Horton Smith in 1937...Was no worse than 19th in the FedExCup standings at any point all the way until the FedExCup Playoffs, which he entered ranked No. 17 and finished No. 21...Ended up a then-career-best T4 at The McGladrey Classic, carding rounds of 69-68-66-65 to finish two strokes out of three-man playoff with eventual champion Robert Streb, Brendon de Jonge and Will MacKenzie. Previous-best outing was a T6 at the 2014 Wells Fargo Championship...Came from three shots behind third-round leader Troy Merritt at the RBC Heritage to force, but then lose, a playoff to Jim Furyk. The second-place effort is his best career finish on TOUR. Was looking for his first PGA TOUR victory in his 90th start and was hoping to become the first South Carolinian to win in the 47-year history of the RBC Heritage. The runner-up showing came in his third start at Hilton Head, missing the cut in 2011 and finishing T38 in 2014. Was seeking to become the 11th former Georgia Bulldog to win on the PGA TOUR. No former Bulldog has won the RBC Heritage...Three weeks later in his first start at THE PLAYERS Championship, again played his way into extra holes, this time with 2008 PLAYERS champion Sergio Garcia and Rickie Fowler. Overcame a 1-over 73 in the opening round with back-to-back 67s in rounds two and three. His 3-under 69 Sunday was good enough to join the three-hole aggregate playoff. When Garcia was eliminated after the first three holes, Kisner and Fowler returned to the famed, par-3 17th hole for sudden death. When he wasn't able to match Fowler's birdie, settled for a share of second with Garcia...Following a T38 at the Wells Fargo Championship, finished T5 at the Crowne Plaza Invitational at Colonial for his third top-five finish in five starts on TOUR (including two playoff losses). Capped off four rounds in the 60s at Colonial with a bogey-free, 3-under 67, finishing two strokes behind champion Chris Kirk...Finished in a three-way T8 in his second career Memorial Tournament start...At The Greenbrier Classic, posted a final-round, 6-under 64 to find himself in his third playoff since April. Unable to convert for a birdie-2 on the first extra hole, No. 18, he fell from the playoff with Robert Streb. David Hearn and eventual champion Danny Lee advanced to a second hole, before Lee won with a par at No. 17. The West Virginia finish still marked his sixth top-10 of the season and fifth in his last eight starts. With the finish in White Sulphur Springs, he moved to No. 11 in FedExCup standings and No. 36 in the Official World Golf Ranking...Playoffs' season included a T20 at The Barclays, T12 at the Deutsche Bank Championship, T41 at the BMW Championship and 28th at the TOUR Championship by Coca-Cola.\n\n2013-14: Made 17 of 26 cuts on TOUR, with a then-career-best three top-10s to advance to the FedExCup Playoffs for the first time. Missed the cut at The Baclays to end his season at No. 104 in the FedExCup standings...Playing the Wells Fargo Championship just a couple hours north of his hometown of Aiken, S.C., carded rounds of 72-66-68-73 to finish a career-best T6 (five strokes behind champion J.B. Holmes). It was his second top-10 in 64 PGA TOUR starts, the other a T10 at the 2012 RBC Canadian Open...Equaled his career-low round on the TOUR, closing with a 64 to finish T9 at the RBC Canadian Open...Also carded a final-round 64 in his last start, finishing T20 at the John Deere Classic. Only other 64 came during the second round of the 2011 Sanderson Farms Championship...Finished T8 at the Wyndham Championship for his first top-10 in three starts in Greensboro.\n\n2013: Ended the campaign making the cut in 11 of his 22 Web.com Tour starts, posting one win and third-place finish among six top-25 outings. Captured his second career win, a one-stroke victory at the Chile Classic in Santiago, after missing the cut in his first two starts of the season. Moved into contention with a course-record, 11-under 61 in the third round at the Prince of Wales CC and gained a share of the 54-hole lead at 17-under par. Posted a 4-under 68 on the final day to finish 21-under and edged Edward Loar and Brice Garnett. Was up by three shots when he birdied the 13th hole but then gave one back with a bogey at the par-5 14th, which was the second-easiest hole for the week. Was steady down the stretch, with four consecutive pars to close out the win. Victory was worth $117,000 and moved him to No. 2 on the money list after three weeks into the season...Was in position to pick up his second win of the campaign when he shot 65-66 in the second and third rounds of the News Sentinel Open. Was a stroke off Aron Price's 54-hole lead and took a share of the lead late in his final round at Fox Den CC. Hit his approach shot on the par-5 18th into the water and bogeyed, falling into a T6...Finished the Regular Season 13th in earnings to secure his 2013-14 PGA TOUR card...Recorded a T3 in the first Web.com Tour Finals' event, the Hotel Fitness Championship. A third-round, course-record-tying 63 put him in second place entering the final day, three shots back of Patrick Cantlay. Shot 70 Sunday to finish two back of winner Trevor Immelman, collecting $58,000...Missed the cut in the next two Finals' tournaments and finished T52 at the Web.com Tour Championship. Dropped two spots and finished No 15 on the priority rankings...Made one PGA TOUR start, finishing at T65 in the Sandersons Farms Championship. Opened with a 65, then shot 73-71-74.\n\n2012: Made 10 cuts in 24 starts on the PGA TOUR, highlighted by a T10 at the RBC Canadian Open, where he posted rounds of 69-65-67-69. Following the top-10 in Canada, moved to No. 155 in the FedExCup standings but was unable to capitalize enough on his last two season starts to move inside the top 125 and earn his way into the PGA TOUR Playoffs for the FedExCup. Made the cut in two starts on the Web.com Tour and finished T14 at the News Sentinel Open in Knoxville and followed that up with a T7 at the Mylan Classic. \n\n2011: Saved his best for last, claiming his lone top-15 finish, a T12, in the season's final event, the Children's Miracle Network Hospitals Classic...In addition to his 24 PGA TOUR starts, the rookie made four Web.com Tour starts, where he finished T5 at the Mylan Classic for his top performance. Posted the tournament-low, 9-under 62 in the second round at Southpointe GC after five birdies and two eagles, one of which came at the par-4 18th hole. Held the 36-hole lead in the event and was attempting to become the first player in Tour history to successfully defend a title...In December, finished T11 at the PGA TOUR Qualifying Tournament to earn fully-exempt status as a sophomore on TOUR in 2012...Finished T5 at the Mylan Classic in suburban Pittsburgh where he was attempting to become the first player in Tour history to successfully defend a title. Opening rounds of 67-62 gave him a two-shot lead after 36 holes. Shared the 54-hole lead with John Mallinger and eventual champion Gary Christian. \n\n2010: Made 26 Web.com Tour starts and had a win and a T2 among his six top-10 finishes. Ended the season No. 11 on the money list and earned his 2011 PGA TOUR playing privileges...Finished T7 in his first start as a Web.com Tour member at the Michael Hill New Zealand Open...At the Panama CLARO Championship, he found himself alone at the top of the leaderboard after 36 holes. His second-round, 6-under 64 equaled the low round of the day. His front-nine, 7-under 28 was the lowest front-nine score in the seven-year history of the event. Despite rounds of 70-72 on the weekend, he still managed to finish T9, recording his second top-10 showing of the year...Enjoyed another top-10 finish, at the Stadion Athens Classic, with a T10. Fired a stellar 65 in the second round after being T76 after the first round...Added a T7 at the Fort Smith Classic, thanks to rounds of 66-66 on the final two days...Earned his first career win at the inaugural Mylan Classic near Pittsburgh. Rolled in a four-foot par putt on the final hole to finish 13-under par about the same time leader Geoffrey Sisk was suffering a double-bogey at the 17th hole, dropping him to 12-under. Kisner was not aware he was leading the tournament until after he had completed his round. The first-place check of $108,000 was enough to vault him from No. 50 to No. 14 on the money list. The victory gave the University of Georgia back-to-back wins on Tour. College teammate Chris Kirk had captured the Knoxville News Sentinel Open the week before. Both players were members of the Bulldogs' 2005 NCAA Championship squad...Notched his sixth top-10 performance five starts later at the Miccosukee Championship. Finished four strokes back of tournament winner Jason Gore despite firing 67s in the last three rounds. \n\n2009: Through sponsor exemptions, top-25 finishes and open qualifying to play in six Web.com Tour events. Made the cut in his first two starts, with a T15 at the Athens Regional Foundation Classic and a T20 at the South Georgia Classic. Best round was an opening 66 in Athens. Also played on the eGolf Tour and the NGA Hooters Tour. Finished No. 22 on the eGolf Tour money list, with 11 made cuts in 15 starts and five top-10 finishes. \n\n2008: Wrapped up the eGolf Tour season No. 3 on the money list, with seven top-10 finishes and a victory at the Bermuda Run Open. \n\nAmateur: Became the first player in University of Georgia history to be named All-American four times. Helped UGA to the 2005 NCAA Championship. Attended South Aiken High School in South Carolina, where he won two 4A State Championships. \n","otherCarHigh" : "","personal" : "Married to who he calls \"the love of his life\" (Brittany) in 2012...Has one brother and one sister...Favorite course he's played is Augusta National and would like to play Pine Valley...First car was a Chevrolet Blazer..Favorite college team is the Georgia Bulldogs, and favorite pro team is the Carolina Panthers...Always uses the head side of a coin to mark his golf ball...Favorite TV show is \"any game\" and favorite entertainer is Colt Ford. Other favorites are a nice steak and a bottle of wine. Puts Ben Hogan, Arnold Palmer and his dad in his dream foursome. Bucket list includes catching a Blue Marlin and driving a stock car. He is involved with The First Tee program.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is 1st at the The RSM Classic.","dynStats" : "He ranks 4th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/kevinkisner"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/K_Kisner"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}