{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01268","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Dent","first" : "Jim","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "235","weightMetric" : "107","birthDate" : "May 9, 1939","age" : "76","birthPlace" : "Augusta, Georgia","residence" : "Tampa, Florida","family" : "Wife, Willye; Radiah (4\/1\/73), James Antonio (6\/2\/76), Jamie (8\/15\/94), Victoria (3\/20\/95), twins Joshua James and Joseph Samuel (8\/11\/99)","education" : "Paine College","splInterest" : "Fishing, listening to jazz and blues, antique cars, cooking","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1966","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "9,587,790&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1970","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1989","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(4): 1976 Florida PGA Championship. 1977 Florida PGA Championship. 1978 Florida PGA Championship. 1983 Michelob-Chattanooga Gold Club Classic.","intlVics" : "","curYearHigh" : "","carHigh" : "2013: Did not play in an official event during the year...His only appearance came at the Liberty Mutual Insurance Legends of Golf, where he teamed with Jim Albus to finish sixth in the unofficial Demaret Division.\n\n2012: Lone appearance was in April when he teamed with Jim Albus to finish T4 in the unofficial Demaret Division at the Liberty Mutual Insurance Legends of Golf. \n\n2011: Played in just one event, finishing T2 with his partner, Jim Albus, in the Demaret Division of the Liberty Mutual Legends of Golf in April. 2010: Completed his 22nd Champions Tour season and made just 11 appearances...One of those was at the Regions Charity Classic near Birmingham where the 1994 champion remained the only player to have competed in all 19 of those events...Teamed with Jim Albus for a T8 finish in the Raphael Division at the Liberty Mutual Legends of Golf. 2009: Made 11 official starts with his best effort a T37 at The ACE Group Classic...Bettered his age on the final day of the Allianz Championship, shooting a 4-under 68 at Broken Sound in Boca Raton, Fla. This marked the second time in his Champions Tour career he's bettered his age...Teamed with Jim Albus to finish T4 in the Raphael Division of the Liberty Mutual Legends of Golf. 2008: Managed to match his age each of the last two days at the Regions Charity Classic. A pair of 69s on the weekend led to a T44 at Ross Bridge. 2007: His 500th Champions Tour career start turned out to be his best performance of the season. Was T22 at the Regions Charity Classic, thanks to rounds of 67-69 on the weekend at Ross Bridge. His 5-under score Saturday was one stroke lower than his age, a first in his Champions Tour career. Had a hole-in-one on No. 8 at the Allianz Championship in the final round. 2004: Finished T5 at the Administaff Small Business Classic. Made his first career hole-in-one on the Champions Tour at The ACE Group Classic in Naples...Became the first player since Tom Jenkins in 2003 to have multiple aces in a season when he made his second hole-in-one in the final round of the Commerce Bank Long Island Classic. Holed a 2-iron shot from 218 yards at the 13th hole on the Red Course at Eisenhower Park. 2003: T2 behind Larry Nelson at the Constellation Energy Classic near Baltimore, his finest performance since a playoff loss to Nelson at the 2000 Vantage Championship. Spent the majority of his Sunday round lurking near the top and eventually closed with a 1-under-par 71 at Hayfields. 2002: Was T3 at The ACE Group Classic, two strokes back of Hale Irwin. 2000: Out of action for most of April with a rotator cuff injury in his left shoulder...Lost in a playoff to Larry Nelson at the Vantage Championship. Shot three straight rounds of 66 at Tanglewood to join Gil Morgan and Nelson in the overtime session, but was eliminated on the first extra hole...1999: Best overall effort was a T2 at the Coldwell Banker Burnet Classic, two strokes back of Hale Irwin. 1998: Successfully defended his Home Depot Invitational title in Charlotte, besting Bob Charles on the second hole of a sudden-death playoff, the last of his 12 official victories. His $165,000-check matched the largest of his career. 1997: Defeated Lee Trevino and Larry Gilbert in a playoff at The Home Depot Invitational in Charlotte. Missed a 2-foot birdie putt on the final hole of regulation, but sank a 10-footer on the second playoff hole to defeat Trevino after Gilbert had been eliminated one hole earlier. 1996: Won the Bank of Boston Classic and 10 other top-10 finishes. Came from two strokes down on the final day to triumph by one at Boston event. 1995: Won largest check of his career ($165,000) with his win at the BellSouth Senior Classic at Opryland, holding off Bob Murphy down the stretch for the title. 1994: Easily enjoyed his best financial season...Ended a two-year victory drought when he made up two strokes on the final day at the Bruno's Memorial Classic and won by two...Driving Distance leader for sixth straight year at 275.5, more than two yards per drive better than runner-up Tom Weiskopf. 1993: Twice a runner-up, including a playoff loss to Dale Douglass at Ralphs Senior Classic. 1992: Recorded win at the Newport Cup and reached $2 million in Champions Tour career earnings during year. 1991: Was second four times, including three losses by one stroke. 1990: Defended title at MONY Syracuse Senior Classic and came from six strokes back to win the Crestar Classic near Richmond, Va. 1989: Named Rookie of the Year by several publications after winning twice and finishing 12th on the money list...Came from five strokes back at both the MONY Syracuse Senior Classic and Newport Cup.\n","otherCarHigh" : "Played the old TPS series and picked up a victory in 1983 at the Michelob-Chattanooga Gold Cup Classic...Best year on the PGA TOUR was 1974 when he collected $48,486, 59th on the official money list...Came closest to a TOUR win at the 1972 Walt Disney World Classic, finishing T2 behind Jack Nicklaus...Won three consecutive Florida PGA Championships, starting in 1976.","personal" : "Grew up in Augusta, Ga., serving as a caddie at both Augusta National GC and Augusta CC...Played prep football at Laney High with former New York Jets running back Emerson Boozer...Inducted into the Georgia Golf Hall of Fame in January 1994 and was named to the Georgia Sports Hall of Fame in February 2008...Nicknamed \"Big Boy\" by his fellow professionals...His two oldest children have worked as his caddie in the past...He and his wife adopted an infant son and daughter early in 1995 and adopted two infant sons in 1999.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR Champions 12 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}