{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20029","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Begay","first" : "Notah","middle" : "","extn" : "III","nick" : ""}, "height" : "5-11","weight" : "195","birthDate" : "September 14, 1972","age" : "40","birthPlace" : "Albuquerque, New Mexico","residence" : "Albuquerque, New Mexico","family" : "Wife, Apryl; Antonella (2\/2\/08), Santiago (8\/5\/09)","education" : "Stanford University (1995, Economics)","splInterest" : "Community outreach","trndProYear" : "1995","qSchoolYear" : "2008","clubAffl" : "Turning Stone Resort (Verona, New York)","cityPlaysFrm" : "Albuquerque; NM; United States","websiteUrl" : "http:\/\/www.notah.com","websiteName" : "","hallOfFame" : "","combTourMoney" : "5,373,906&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Played in seven 2007 PGA TOUR events, with a T54 at the AT&T National his best finish. Also played in 10 European Tour events, with a T31 at the Spanish Open his top performance. Reached the TOUR's National Qualifying Tournament finals where he finished T85. Made 12 starts on the PGA TOUR and 11 on the Nationwide Tour in 2006. In fifth start of season in July, the 2000 champion recorded a T9 at the 2006 Buick Championship. Was two back through 36 holes at TPC River Highlands. After finishing No. 129 on the money list in 2004, received a Major Medical Extension for 2005 due to chronic back problems. One shot back of the lead heading into the final round of the 2004 B.C. Open, finished T3. In 2002, continued comeback from annular tears of L-4 and L-5 discs in lower back that limited him to 12 events in 2001. Attributed lower-back injury to over-exuberance in off-season conditioning, with a two-month rest being the only cure. In 2000, eclipsed first-year earnings, with $1,819,323, 20th on PGA TOUR official money list. Became the first player to win in back-to-back weeks since former Stanford teammate Tiger Woods in 1999. Rebounded from five missed cuts in 10 starts with third career victory, one-stroke win at the FedEx St. Jude Classic. Followed with second consecutive victory and fourth of career, by one stroke over Mark Calcavecchia at Canon Greater Hartford Open. By finishing eighth at PGA Championship, lifted him to eighth place in U.S. team eligibility and into the 2000 Presidents Cup, where he compiled a 3-2 record, playing in team matches with Woods. Joined Carlos Franco as rookies with two victories and was nominated for Rookie of the Year honors. First victory and first top 10 on TOUR came at Reno-Tahoe Open, the 23rd start of his career. Became the first Native American to win TOUR event since Rod Curl at 1974 Colonial. Second TOUR victory came at 1999 Michelob Championship at Kingsmill. Birdied final two holes in regulation to force playoff with Tom Byrum. Defeated Byrum with par on second extra hole. In 1998, became first Nationwide Tour player to record a 59 in tournament play. The 13-under-par round included a 27 (9-under) on the second nine of his second round at the Dominion Open. Recorded nine birdies and two eagles (one of which was a hole-in-one). Placed 10th on 1998 Nationwide Tour money list and earned exempt status on 1999 PGA TOUR. The 1996 medalist at Canadian Tour Qualifying Tournament. Member of 1995 U.S. Walker Cup team. Member of Stanford's 1994 NCAA Championship team, along with Casey Martin, where he was an All-America selection for third time. Holder of record for lowest 18-hole score in NCAA Championship history with 62 in the second round of the 1994 tournament. Winner of 15 major junior and amateur titles. Began playing golf at age 6. Father played in a business league while working for the Bureau of Indian Affairs. Would tag along for the twilight, nine-hole competition. In summer would save spare change for bucket of range balls and then asked head pro at Ladera GC near his home if he could work at course for playing privileges. Most successful Native American golfer, with four TOUR victories. Half Navajo, one-quarter San Felipe and one-quarter Isleta. In a continuing effort to honor heritage, conducted a junior clinic in Philadelphia, MS, home to the Choctaw Indian Reservation, two weeks prior to the 2002 Southern Farm Bureau Classic. \"I hope to sort of continue to help (Native American) junior programs along, and work with them to increase the diabetes awareness within their community. These are some of the pivotal issues that are an integral part of my agenda as reaching out to Native American groups.\" Has putted left- and right-handed, depending upon direction the putt breaks. Brother Clint caddied in his two 2000 victories. The movie, \"Windtalkers,\" starring Nicolas Cage and Christian Slater, tells the story of the 375 Navajo Indians recruited to help in intelligence during World War II. Begay's grandfather, the late Notah Begay, was one of the Navajos recruited to assist the U.S. government. His grandfather was a radioman and was stationed on the front line.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1999","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Missed the cut in all five starts on the PGA TOUR. Missed the cut at the Midwest Classic and Miccosukee Championship in his only Web.com Tour starts. 2011: Made four starts each on the PGA TOUR and Web.com Tour. Top performance on the PGA TOUR was a T57 at the Reno-Tahoe Open, where he is a past champion...Was T60 at the Children's Hospital Invitational on the Web.com Tour. 2010: Granted seven events on a Major Medical Exemption to earn $608,038 (coupled with $54,645 from 2009) to keep card for the remainder of the season but was unable to do so. Missed the cut in all nine starts during the season. 2009: Made four cuts in 15 starts and failed to record a top-25 finish on the PGA TOUR. 2008: Earned exemption onto the 2009 TOUR with a T11 finish at the PGA TOUR Qualifying Tournament. Birdied three of the final four holes at PGA West's Stadium Course in the final round to qualify. Made the cut in three of nine starts on the PGA TOUR, with his best finish being a T53 at the Legends Reno-Tahoe Open. 2007: Played in seven PGA TOUR events and 10 on the European Tour with a best finish of T31 at the Spanish Open. Reached the TOUR Qualifying Tournament finals where he finished T85. 2006: Made 12 starts on the PGA TOUR and 11 on the Web.com Tour in 2006. 2005: Made 11 starts on the PGA TOUR and four starts on the Web.com Tour. 2004: After finishing No. 129 on the money list, received a Major Medical Extension for 2005 due to chronic back problems. Did not play after Reno-Tahoe Open in late August. Coupled with $583,537 earned in 23 events in 2004, had the opportunity to play in six events to earn $42,725 and match the $623,262 winnings of 2004's No. 125, Tag Ridings...Finished T5 at the Wachovia Championship, his best finish since a T5 at the 2003 Honda Classic...One shot back of the lead heading into the final round of the B.C. Open after opening the tournament with 1-over 73. Fired a final round 69 to finish T3. 2003: Made 30 starts on the PGA TOUR, the most in a season in his career...First top-10 finish came in early March, a T5 at The Honda Classic after posting four rounds in the 60s. Co-leader through 18 and 36 holes. Post-round thoughts were on brother Greg, 20, a third-generation U.S. Marine stationed in the Middle East. \"We are on the brink of war, but maybe I can go out and win the golf tournament, my younger brother might read it somewhere in the paper.\" Reunited with Greg after return from Middle East at the FedEx St. Jude Classic, where he finished T13...Posted a T8 at John Deere Classic. Two shots behind Chris Riley and J.L. Lewis through 54 holes after third-round 65. Needing to secure TOUR card for 2004 with Top-125 finish on money list, jumped from 117th to 103rd with $105,000 paycheck. 2002: Continued comeback from annular tears of L-4 and L-5 discs in lower back that limited him to 12 events in 2001. Improved from 197th in 2001 to 108th on the TOUR money list. 2001: Made only four cuts in 12 starts to finish 197th in earnings because of injured back. Attributed lower-back injury to over-exuberance in off-season conditioning, with rest being the only cure. Took off two months between the Masters in April and the FedEx St. Jude Classic in June. 2000: Eclipsed first-year earnings with $1,819,323, 20th on PGA TOUR official money list...Became the first player to win in back-to-back weeks since former Stanford teammate Tiger Woods in 1999...Rebounded from five missed cuts in 10 starts with third career victory, one-stroke win at the FedEx St. Jude Classic. Followed with second consecutive victory and fourth of career, by one stroke over Mark Calcavecchia at Canon Greater Hartford Open. That victory marked his fourth in 12 months...T8 at PGA Championship lifted him to eighth place in U.S. Team eligibility and into the Presidents Cup where he compiled a 3-2 record, playing in team matches with Woods. 1999: Nominated for Rookie of the Year honors after winning his first two TOUR titles. Joined Carlos Franco as rookies with two victories...First victory and first top 10 on TOUR came at Reno-Tahoe Open, the 23rd start of his career. Became the first Native American to win TOUR event since Rod Curl at 1974 Colonial...Second TOUR victory came at Michelob Championship at Kingsmill. Birdied final two holes in regulation to force playoff with Tom Byrum. Defeated Byrum with par on second extra hole. 1998: Became first Web.com Tour player to record a 59 in tournament play. The 13-under-par round included a 27 (9-under) on the second nine of his second round at the Dominion Open. Recorded nine birdies and two eagles (one of which was a hole-in-one)...Placed 10th on Web.com Tour money list and earned exempt status on 1999 PGA TOUR. 1996: Medalist at Canadian Tour Qualifying Tournament. Amateur: Member of U.S. Walker Cup team. Member of Stanford's 1994 NCAA Championship team, along with Casey Martin, where he was an All-America selection for third time...Holder of record for lowest 18-hole score in NCAA Championship history with 62 in the second round of the 1994 tournament. Winner of 15 major junior and amateur titles.\n","otherCarHigh" : "","personal" : "Began playing golf at age 6. Father played in a business league while working for the Bureau of Indian Affairs. Notah would tag along for the twilight, nine-hole competition. In summer would save spare change for bucket of range balls and then asked head pro at Ladera Golf Course near his home if he could work at course for playing privileges...Most successful Native American golfer, with four TOUR victories. Half Navajo, one-quarter San Felipe and one-quarter Isleta...In a continuing effort to honor heritage, conducted a junior clinic in Philadelphia, Mississippi, home to the Choctaw Indian Reservation, two weeks prior to the 2002 Southern Farm Bureau Classic. \"I hope to sort of continue to help (Native American) junior programs along, and work with them to increase the diabetes awareness within their community. These are some of the pivotal issues that are an integral part of my agenda as reaching out to Native American groups.\"...Started the Notah Begay III Foundation (NB3) in 2005, designed to raise awareness and build support for the health and wellness of Native American youth, with a primary focus on fighting obesity and diabetes. Has hosted the \"NB3 Challenge\" every year since 2008, a charity golf tournament which unites members of the PGA TOUR and LPGA Tour to raise funds for related New Mexico-area programs. To date, nearly 8,000 kids have benefitted from the event held in Verona, N.Y. In 2011, hosted the 1st annual “Game Changer Awards,” an initiative which recognizes individuals making positive contributions within their New Mexico communities. Also serving as a fundraiser, the “Game Changer Awards” raised more than $45,000 in its first year...Has putted left- and right-handed, depending upon direction the putt breaks...Brother Clint caddied in his two 2000 victories...The movie, \"Windtalkers,\" starring Nicolas Cage and Christian Slater, tells the story of the 375 Navajo Indians recruited to help in intelligence during World War II. Begay's grandfather, the late Notah Begay, was one of the Navajos recruited to assist the U.S. government. His grandfather was a radioman and was stationed on the front line.","otherInfo" : "","ntlTeams" : "The Presidents Cup (1), 2000; Walker Cup (1), 1995.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 4 times.","dynStats" : "He ranks T44th in Current Par or Better Streak on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/notahbegay3"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}