{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "36315","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "McNamara","first" : "Sean","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "170","weightMetric" : "77","birthDate" : "March 12, 1988","age" : "28","birthPlace" : "Palo Alto, California","residence" : "Los Gatos, California","family" : "Single","education" : "Colorado State University (BA Economics, 2010)","splInterest" : "Travel, music","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2011","clubAffl" : "CordeValle Golf Club (Santa Ana County, California)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : ""}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Claimed full exempt status for his second season on PGA TOUR Latinoamérica as runner-up at the 2014 Developmental Series Grand Final in Quito, Ecuador in January... Had two top-25s and three cuts made in six starts on PGA TOUR Latinoamérica. Top-25s were T23 at the Honduras Open in May and T24 at the season opening 68th Avianca Colombia Open.\n\n2014: Made the cut in just two of 14 starts on his first season on PGA TOUR Latinoamérica... Best finish was T34 at the Lexus Perú Open at the start of November... Joined the Latinoamérica Tour by finishing T26 at the Q-School held in Lima, Peru in February.\n\n2012: Monday qualified to make three starts during the PGA TOUR Latinoamérica inaugural season. Missed the cut in all of those starts... Finished T61 at the Dubai Desert Classic on his first career start on the European Tour.\n","otherCarHigh" : "","personal" : "Has one brother and one sister... Says that his biggest thrill in golf was getting paired with Fred Couples and Nicolas Colsaerts at the European Tour's 2012 Dubai Desert Classic... Favorite courses he's played are the Olympic Club and Pebble Beach... Favorite foods are Thai and Japanese... Berlin and Bangkok are his favorite cities to visit... South East Asia is his favorite vacation spot... Not many people know that he lived two years in Asia and one year in Europe... Loves to travel and has visited over 35 countries... Personal motto: \"Welcome the butterflies.\"","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - Runner-up at 2014 Dev Series Final"}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri was T23rd in 2015 at the Honduras Open presented by Indura Beach and Golf Resort.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}