{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02036","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Rutledge","first" : "Jim","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "180","weightMetric" : "82","birthDate" : "August 26, 1959","age" : "56","birthPlace" : "Victoria, British Columbia, Canada","residence" : "Victoria, British Columbia, Canada","family" : "Wife, Jill; Ryan (5\/11\/89)","education" : "","splInterest" : "Family, cooking, gardening","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2006)","trndProYear" : "1978","clubAffl" : "Uplands GC (Victoria, British Columbia, Canada)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,002,148&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2001","exmtStatus" : "Conditionally Exempt \/ Past Champion 3-9 years","otherVics" : "","intlVics" : "1979 British Columbia Open [Can]. 1981 British Columbia Open [Can]. 1984 Candian PGA Championship [Can]. 1994 Alberta Open [Can]. 1995 Montclair PEI Classic [Can]. 1999 British Columbia Open [Can].","curYearHigh" : "Claimed his fourth Mr. Lube PGA of Canada Seniors' Championship in mid-August, winning by three strokes.","carHigh" : "Member of the Web.com Tour from 2001-06 and 2009. Member of the Champions Tour 2010-11. 2011: Had a pair of top-10 finishes in 16 starts on the Champions Tour. Best week was a T6 at the Allianz Championship in Boca Raton, Florida. 2010: Made 14 starts on the Champions Tour and had one top-10 finish. 2009: Made 12 cuts in 19 Web.com Tour starts with four top-25s all coming in a seven-week period. Best finish was a T11 at the Nationwide Children's Hospital Invitational. 2008: Made the cut in eight of 19 starts on the Web.com Tour with three top-25 finishes. Best showing was a T18 at the BMW Charity Pro-Am. 2007: Became the second-oldest rookie in PGA TOUR history at age 47 years, 4 months, 6 days—one month younger than Allen Doyle was in 1996. Went on to make five cuts in 23 starts on TOUR, with T31 at the Mayakoba Golf Classic at Riviera Maya-Cancun his best outing. Finished the season No. 226 on the money list. 2006: Finished 14th on the Web.com Tour money list to earn his initial TOUR card. Stepped into the winner's circle for the first time in his career at the ING New Zealand PGA Championship. Making his 92nd career start, Rutledge stormed back from nine shots down to clip Jarrod Lyle and Brett Rumford by a stroke. The comeback was the third-largest in Tour history and made the Canadian the fifth-oldest Web.com Tour player to win a tournament. Opened the event with rounds of 75-68-72 before an 8-under 64 claimed the $113,684 top prize. His only previous top-10 was a T5 at the 2004 Alberta Classic. His effort was good enough to earn Player of the Month honors for January\/February. During a Web.com Tour break, finished T2 (losing in a four-man playoff) and T3 in two Canadian Tour events. Finished inside the top 100 on the final Web.com Tour money lists in 2004 (No. 70) and 2005 (No. 75). Member of the Canadian Tour for most of his professional career. Has six Canadian Tour victories, including the 1995 Montclair PEI Classic, 1994 Alberta Open, 1984 CPGA Championship and 1979, 1981 and 1999 British Columbia Opens. Has finished third on the Canadian Tour Order of Merit three times. Winner of the 1995 Indian Open. Member of the Canadian World Cup team in 1984 and 1995. Two-time Dunhill Cup member (1993 and 1996). Has played the Asian Tour and European Tour. Third on the 1994 Asian Tour order of merit. Has made the cut in eight of 31 career PGA TOUR starts, with his best finish coming in his first career start at the 1982 Canadian Open (T26). Winner of 1977 Canadian Junior Championship and 1975 Canadian Juvenile Championship.\n\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "World Cup (3), 1984, 1995, 2006; Dunhill Cup (2), 1993, 1996.","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Claimed his fourth Mr. Lube PGA of Canada Seniors' Championship in mid-August, winning by three strokes.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "14th on 2006 Nationwide Tour money list","otherVics" : "","intlVics" : "(7): 1979 British Columbia Open [can]. 1981 British Columbia Open [Can]. 1984 CPGA Championship [Can]. 1994 Alberta Open [Can]. 1995 Montclair PEI Classic [Can], Indian Open. 1999 British Columbia Open [Can].","curYearHigh" : "Claimed his fourth Mr. Lube PGA of Canada Seniors' Championship in mid-August, winning by three strokes.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Second-oldest rookie in PGA TOUR history at age 47 years, four months and six days, one month younger than Allen Doyle was in 1996. Member of the Nationwide Tour from 2001-06. Finished 14th on the 2006 Nationwide Tour money list to earn his initial TOUR card. Stepped into the winner's circle for the first time in his career at the ING New Zealand PGA Championship. Making his 92nd career start, Rutledge stormed back from nine shots down to clip Jarrod Lyle and Brett Rumford by a stroke. The comeback was the third-largest in Tour history and made the Canadian the fifth-oldest Nationwide Tour player to win a tournament. Opened the event with rounds of 75-68-72 before an 8-under 64 claimed the $113,684 top prize. His only previous top-10 was a T5 at the 2004 Alberta Classic. His effort was good enough to earn Player of the Month honors for January\/February. During a Nationwide Tour break, finished T2 (losing in a four-man playoff) and T3 in two Canadian Tour events. Finished inside the top 100 on the final Nationwide Tour money lists in 2004 (No. 70) and 2005 (No. 75). Member of the Canadian Tour for most of his professional career. Has six Canadian Tour victories, including the 1995 Montclair PEI Classic, 1994 Alberta Open, 1984 CPGA Championship and 1979, 1981 and 1999 British Columbia Opens. Has finished third on the Canadian Tour Order of Merit three times. Winner of the 1995 Indian Open. Member of the Canadian World Cup team in 1984 and 1995. Two-time Dunhill Cup member (1993, '96). Has played the Asian Tour and European Tour. Third on the 1994 Asian Tour Order of Merit. Has made the cut in eight of 31 career TOUR starts, with his best finish coming in his first career start at the 1982 Canadian Open (T26). Winner of 1977 Canadian Junior Championship and 1975 Canadian Juvenile Championship.\n","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2009","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(8): 1979 British Columbia Open. 1981 British Columbia Open. 1984 Canadian PGA Championship. 1989 British Columbia Open. 1994 Alberta Open. 1995 Montclair PEI Classic, Indian Open. 2000 Niagara Classic.","intlVics" : "(4): 2010 Mr. Lube PGA of Canada Seniors' Championship. 2012 Mr. Lube PGA of Canada Seniors' Championship. 2013 Mr. Lube PGA of Canada Seniors' Championship. 2015 Mr. Lube PGA of Canada Seniors' Championship.","curYearHigh" : "Claimed his fourth Mr. Lube PGA of Canada Seniors' Championship in mid-August, winning by three strokes.","carHigh" : "2014: Slipped to 74th on the money list and was forced to return to the National Qualifying School final, where he came up just short in his bid to again regain fully exempt status. Rebounded from a second-round 75 to post a 68 in the final round at Orange County National. Charge on the last day still left him one stroke outside the top five in the final standings. Earned the sixth spot, and first conditional position, when he made a birdie on the first playoff hole with John Riegger...Registered just one top-10 performance over 19 starts. Best effort came in his home country when he posted rounds of 69-68 on the weekend to finish T10 at the Quebec Championship...Made a nice showing early in the season when he used a final-round 64 in Naples to finish T11 at The ACE Group Classic. \n\n2013: After finishing 55th on the final money list, regained his fully-exempt status for 2014 by finishing T2 at the National Qualifying Tournament at the TPC Scottsdale in November. Started the final round outside the top 12, but his 7-under-par 65 matched the day's low round and allowed him to move up 11 places to his finishing position. It was the third consecutive year he has been among the top five at the Q-School...Highlight of his year came in May when he posted the low round of the Senior PGA Championship with his 7-under-par 64 Sunday, and it helped him finish T6 at the year's first major championship. Rebounded from an opening-round 75, and the T6 finish matched his best Champions Tour showing...Shot a Sunday 62 at Newport Beach CC and vaulted 43 places into a T8 at the Toshiba Classic. Score was his personal-best on the Champions Tour and the low round of the tournament...Went four extra holes in August to defeat fellow Champions Tour member Rod Spittle and win his third Mr. Lube PGA Seniors' Championship of Canada in the last four years. \n\n2012: Made 20 starts and was among the top-15 players in two events...Shot a final-round 67 to move up into a T13 at the Insperity Championship and closed with scores of 67-66 on the weekend at Fox Chapel GC to finish T14 at the Constellation SENIOR PLAYERS Championship...At the end of the season, regained fully-exempt status for 2013 by finishing T4 at the Champions Tour National Qualifying Tournament...Captured his second Mr. Lube PGA Seniors Championship of Canada by a record 13-stroke margin over Norm Jarvis and Yvan Beauchemin. Three-day total of 17-under at Emerald Hills GC in Stouffville, Ontario, equaled the tournament record he set in 2010. \n\n2011: Made 16 starts on the Champions Tour, open-qualifying four times...Was conditionally-exempt after finishing ninth at the 2010 Champions Tour National Qualifying Tournament at TPC Eagle Trace in November 2010...Was T8 with Marc Mouland, but Mouland earned the eighth position after making a birdie on the second playoff hole...Earned his way into the Allianz Championship, his first start of the year, via open qualifying and finished T6 at the Old Course at Broken Sound, his career-best Champions Tour effort. Shot 5-under-par 67 in the final round...Monday-qualified again at the Dick's Sporting Goods Open and used a final-round 67 to finish T10 at En-Joie GC...Shot 65 on the final day of the Boeing Classic, his career-best Champions Tour round...Led the Champions Tour in Final-Round Scoring Average (69.00)...At the Champions Tour National Qualifying Tournament in November, earned fully-exempt status for the 2012 season by virtue of his T2, along with Gary Hallberg, four strokes back of medalist Jeff Freeman. Moved in front after 36 holes when he shot a 9-under 62 on the Champions course at TPC Scottsdale, the low score of the event. Started final round in third place and closed with 68 to secure his place among the top-five finishers who qualified for a card in 2012. 2010: Made 14 starts during the year, with his best showing an eighth-place finish at the Constellation Energy Senior Players Championship in October...Also T13 at The Cap Cana Championship and the AT&T Championship...Won the Mr. Lube Canadian PGA Seniors Championship in early July, breaking the overall tournament record with a 17-under-par 199 total for three days, a whopping 10 strokes better than Dave Barr. Started the event at Rattlesnake Point in Milton, Ontario, with a 10-under-par 62...Played in the PGA TOUR's RBC Canadian Open but missed the cut...Also made three starts on the Canadian Golf Tour and finished second at The Players Cup, which earned him a spot in the RBC Canadian Open. 2009: Was one of six players to T12 at the 2009 Champions Tour National Qualifying Tournament, but missed out on one of the two available conditionally-exempt spots when he made a par on the eighth playoff hole and Chien-Soon-Lu made a birdie for the final spot. Played 19 events on the Web.com Tour and had four finishes in the top 25. \n","otherCarHigh" : "Has competed on all three Tours in his career...Played on the Web.com Tour from 2001-2006 before earning a spot on the PGA TOUR in 2007, where he made 23 starts and made five cuts. Was the second-oldest rookie in PGA TOUR history, at 47 years, 4 months, 6 days, one month younger than Allen Doyle in 1996. Returned to the Web.com Tour in 2008...Won the 2006 ING New Zealand PGA Championship on the Web.com Tour, which helped him finish 14th on the money list and earn a berth on the PGA TOUR in 2007...Long-time performer on the Canadian Tour with six career victories. Finished third on the Order of Merit three times and was the all-time leading money winner on the Canadian Tour at one point...Two-time member of Canada's World Cup and Alfred Dunhill Cup teams...Has also toiled on the Asian Tour, finishing third on the money list in 1994, as well as the European Tour...Won the prestigious Indian Open on the Asian Tour at the Delhi GC in 1995. That event was also won by fellow Champions Tour players Graham Marsh (1971 and 1973) and Chien-soon Lu (1988), as well as the late Payne Stewart (1981)...Won the 1977 Canadian Junior Championship and the 1975 Canadian Juvenile Championship...Was among four players honored in 2012 with Life Membership of the Canadian Professional Golf Tour. Joined fellow Canadians Mike Weir and Daniel Talbot, along with Steve Stricker, the first American so honored...Has had three holes-in-one in competitive rounds.","personal" : "Got started in golf at age 11 by a friend of the family...Lists St. Andrews and The National GC (Toronto) as his favorite courses...Lists his favorite book as the yardage book of the week...Among his favorite TV shows are \"Seinfeld\" and \"Storage Wars,\" as well as watching hockey on TV and following the Vancouver Canucks...Favorite team as a kid was the Harlem Globetrotters and favorite player was Meadowlark Lemon...Would love to trade places for a day with Clint Eastwood (as Dirty Harry)...His first job was cleaning golf clubs...His favorite meal is his wife's homemade roasted, stuffed chicken...Enjoys dining at Bonefish Grill, Outback Steakhouse & P.F. Chang's...One talent he'd most love to have is be able to ice skate...Among his favorite athletes in other sports are Wayne Gretzky and Steve Nash...His all-time favorite movies include \"One Flew Over the Cuckoo's Nest,\" any Dirty Harry movie and \"Misery.\"...One course he's never played that he'd love to play is Augusta National...His most memorable vacation was going to Bali, Indonesia, with his wife and son along with his mother and father-in-law...Most memorable shot was his putt on No. 18 to win the New Zealand PGA Championship in 2006...Supports the Victoria (B.C.) Hospice...The first concert he attended was Madonna in Toronto...In his free time, he enjoys fixing up his house, barbecuing with his son and catching up...His bucket list includes owning a 1963 split-window Corvette and a garage to put it in, be mortgage-free and have a lifetime exemption to the Mitsubishi Electric Championship at Hualalai.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 6th on the PGA TOUR Champions 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}