{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25437","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Vargas","first" : "James","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-6","heightMetric" : "1.68","weight" : "170","weightMetric" : "77","birthDate" : "February 6, 1984","age" : "32","birthPlace" : "Miami, Florida","residence" : "Miami, Florida","family" : "Single","education" : "University of Florida (Recreation, Parks And Tourism, 2015)","splInterest" : "","pronunciation" : "JAI-mz VAHR-gus","nwTourAlumnus" : "","trndProYear" : "2006","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "18,625&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2014","otherVics" : "","intlVics" : "(6) 2008 Guatemala International Open [NGA] 2010 Forest Lake GC [NGAWinter] 2011 Southern Dunes [NGAWinter], Timacuan [NGAWinter], Michelob Ultra Classic [NGA] 2012 Shingle Creek [NGAWinter].","curYrHigh" : "","carHigh" : "2015: Had three top-10s, five top-25s and 7 cuts made in 13 starts to finish his second PGA TOUR Latinoamérica season ranked 47th on the Order of Merit… Best finish was solo third at the Personal Classic in Argentina, where he posted four rounds of 70 or lower in November… Had finished T7 at the Roberto De Vicenzo Invitational in Uruguay just two weeks earlier… His other top-10 of the year was T10 at the Dominican Republic Open in June.\n\n2014: Joined PGA TOUR Latinoamérica with a T3 finish at the Lima, Peru Q-School in January… Had three top-10s, six top-25s and 8 cuts made in 13 starts to finish his first PGA TOUR Latinoamérica season ranked 33rd on the Order of Merit… Had three top-25s on his last four starts of the season, starting with a year best T3 finish at the Mazatlan Open in Mazatlan, Mexico in October.\n\n2013: In his second career start on the PGA TOUR, he went on to miss the cut at The McGladrey Classic in November… Finished T27 in his only NGA Tour start.\n\n2012: Made 4 cuts in 5 starts on the NGA Tour, with a T2 finish at the Members Only Shootout…. Also won an NGA Tour Winter Series event at Shingle Creek in Orlando in November.\n\n2011: Made 12 cuts in 15 starts on the NGA Tour, with a victory at the Michelob Ultra Classic and five top-10 finishes… In January he also won twice on the NGA Tour Winter Series at Southern Dunes and at Timacuan.\n\n2010: Made 9 cuts in 14 starts on the NGA Tour, with a T6 finish at the Texas Honing Open as his best… Also won an NGA Tour Winter Series event at Forest Lake GC in January.\n\n2009: In March, making his first career start on the PGA TOUR, he went on to finish T65 at the Mayakoba Golf Classic in Playa del Carmen, México… Made 11 cuts in 12 starts on the NGA Tour, including T4 finishes at the Jani-King Classic and at The Onion Creek Classic.\n\n2008: Made 10 cuts in 16 starts on the NGA Tour, including a victory at the Guatemala International Open.\n\n2007: Made 11 cuts in 17 starts on the NGA Tour, including two T10 finishes.\n\n2006: Turned professional in November.\n","otherCarHigh" : "Played college golf at the University of Florida, where he was a three-time All-American… His best individual college event was T2 at the 2005 Puerto Rico Classic… Attended Christopher Columbus High School in Miami, where he set a record as a three-time Florida high school state champion in golf... Led his high school team to two state team championships (1999 & 2001)… Selected to the third Biennial Junior Match (Junior Ryder Cup) in 1999 and second Biennial IZZO Cup (Sweden) in 2000… Won 2001-02 the Golfweek\/Titleist Junior Player of the Year Award... Winner of six national junior championships, including three-consecutive Doral Junior Classic Championships from 1999-2001, first place at the 2001 Orange Bowl International Junior Championship, first at the 2001 Southern Junior Championship and first place at the 2000 Greater Greensboro Chrysler Junior Championship… Holds the United States Golf Association record for medalist at two USGA events in the same year (2001 U.S. Junior Amateur and 2001 U.S. Public Links Championship)... Tied USGA record for participating five times at the U.S. Junior Amateur from 1997-2001... Record-holder for lowest tournament score (-23) at the Orange Bowl (2001) - the old record was (-15)… Tied AJGA record for lowest 18-hole score with 63 on his way to collecting medalist honors at the 2001 Polo Junior Classic… Three-time AJGA first-team All-American from 2000-02.","personal" : "Jim McClean and Michael Breed are the golf instructors he has worked with… Oakmont Country Club is his favorite golf course among the ones he has ever played… He is an avid reader who likes mystery novels. Uses to read one book each week… Favorite teams are the Florida Gators, Miami Heat and Miami Dolphins… “The Big Bang Theory” is his favorite TV show… “Rudy” is his favorite movie… San Diego is his favorite city to visit and Key West is his top vacation spot… Twitter name is @Javgolf2684","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 Order of Merit Top-60"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri in 2016 is T9th at the Guatemala Stella Artois Open.","dynStats" : "He ranks T35th in Scoring Average (Actual) on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}