{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "49298","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hickok","first" : "Kramer","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t-","heightMetric" : "","weight" : "173","weightMetric" : "","birthDate" : "April 14, 1992","age" : "24","birthPlace" : "Austin, Texas","residence" : "Dallas, Texas","family" : "Single","education" : "University of Texas (2015, Geography)","splInterest" : "Hunting, fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2015","clubAffl" : "Vaquero CC (Southlake, Texas), The Madison Club (La Quinta, California) and Iron Horse GC (Whitefish, Montana.)","cityPlaysFrm" : "Dallas, Texas","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,556&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2016","exmtStatus" : "Conditional - Finished T108 at 2015 Web.com Tour Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "Was all-district and all-state for four years in high school and played on a championship team all four years at Trinity Christian Academy. Was ranked No. 2 in Texas among high school senior golfers...At the University of Texas, was a two-time All-Big 12 honoree...Also a two-time Ping All-Central Region team honoree (2013 and 2014) and a 2013 Golfweek All-American honorable mention All-American. Best finish as a Longhorn was a T2 at the Bayou City Collegiate Championship during the 2013-14 season. Was a member of the 2012 Texas national championship team.","personal" : "Parents are Doug and Lisa Hickok. Doug tried to walk on the University of Texas golf team under head coach George Hannon. Older brother, Carter is also a Texas grad...Attended Trinity Christian Academy in Addison, Texas...If not a professional golfer would be in commercial real estate like his dad and brother...Favorite golf memory is shooting 63 to tie the course record at Cypress Point in California during sophomore year in college...Biggest thrill yet in golf is playing Augusta National GC...Biggest thrill outside golf is going to the 2006 Rose Bowl and watching Texas beat USC for the national championship...Favorites include the Dallas Mavericks, the Dallas Cowboys, the Texas Rangers and the Texas Longhorns. Enjoys watching Steph Curry, Dez Bryant and Dirk Nowitzki. Says The Bible is his favorite book, and top cities to visit are London and Whitefish, Mont. Favorite food is sushi, and \"Blue Diamond\" is his top movie...Would like to trade places with Tom Brady for a day to feel what it's like to play in an NFL game...Dream foursome would include his dad, George W. Bush and George Strait...Bucket list includes heli skiing, scuba diving the Great Barrier Reef and playing Pine Valley GC...First-tee entrance song would be \"Texas\" by Strait...Twitter handle is @KramerHickok.\n","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T64th in 2016 at the Panama Claro Championship.","dynStats" : "He ranks T97th in Scoring Average (Actual) on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}