{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "22313","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "", "personalInfo" : {"name" : {"last" : "Brown","first" : "Mark","middle" : "R","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "170","weightMetric" : "77","birthDate" : "September 14, 1966","age" : "49","birthPlace" : "Lower Hutt, New Zealand","residence" : "Tauranga, New Zealand","family" : "Single","education" : "","splInterest" : "Fishing, rugby","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1996","clubAffl" : "Shandon GC (Hutt City, New Zealand)","cityPlaysFrm" : "Oyster Bay; NY; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,159&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "","otherVics" : "","intlVics" : "(2) 2008 SAIL Open [Asia], Johnnie Walker Classic [Eur].","curYearHigh" : "In late September, joined the exclusive \"59 Club\" when he fired an 11-under-par 59 in the second round of the Carrus Tauranga Open on the Charles Tour (named after New Zealand great Bob Charles) in Wellington, N.Z. Sank a 14-foot putt on his final hole to better his career best by three at Tauranga Golf Club. Had seven birdies and an eagle on his second nine to post 26. He would go on to win the tournament by two...Recorded top-10s on PGA Tour of Australasia in February (T6 at the Lexus of Backburn Heritage Classic) and March (second at New Zealand Open), finishing four back in the latter…Qualified for November 2013's World Golf Championships-HSBC Champions, based on his 2013 PGA Tour of Australasia performance. Posted a T34 in Shanghai.","carHigh" : "Since turning professional in 1996, his career has taken him all over the world, having competed in over 200 events on the PGA Tour of Australasia, European Tour, Southern Africa Tour, Asian Tour, Web.com Tour and PGA TOUR.\n\n2013: Made just one cut in four European Tour starts, with the highlight a T44 at his first Open Championship...In nine PGA TOUR of Australasia events, made five cuts and had four top-25s, his best being a T6 at the Emirates Australian Open.\n\n2012: In seven PGA Tour of Australasia starts, posted three top-four results and made six of seven cuts overall. Top finish was a runner-up showing at the New Zealand PGA Pro-Am Championship...Finished T3 at the Talisker Masters...Was fourth at the BMW New Zealand Open...Also competed in four Asian Tour events, recording a pair of sixth-place finishes—at the SK Telecom Open and the Thailand Open.\n\n2011: Once again, played in 28 European Tour events, recording three top-25s, with his best a T11 at the Irish Open. Slid to 154th on the Order of Merit.\n\n2010: Made 28 European Tour starts and 14 cuts, with his best finish a T4 at the Nordea Scandinavian Open...Added a T10 at the Maybank Malaysian Open for his only other top-10 performance...Broke into the top 100 on the Order of Merit, with $296,417 in earnings.\n\n2009: With European Tour membership, made nine cuts in 22 starts, which included a T3 at the Volvo China Open. \n\n2008: In the spring, won in consecutive weeks in India. Captured the Asian Tour's SAIL Open followed by the European Tour's Johnnie Walker Classic in New Delhi, India, finishing with a back-nine 31 to post a three-stroke victory over Greg Chalmers, Scott Strange and Taichiro Kiyota...Received invitations to play the World Golf Championships-CA Championship (76th), World Golf Championships-Bridgestone Invitational (80th) and his first major, the PGA Championship (T24)...Finished the season with a T5 at the Panasonic Open on the Japan Golf Tour and a T22 in the World Cup representing New Zealand, with teammate David Smail. \n\n2007: Competed primarily on the Asian Tour, playing 17 tournaments. Made 12 cuts and had four top-10s, all of which came over the last five weeks of the season.\n\n2006: Won New Zealand Order of Merit.\n\n2005: At the Web.com Tour's ING New Zealand PGA Championship, missed the cut in his only Tour start of the campaign.\n\n\n\n2003: From 1996 to 2003, played in 20 events on the PGA Tour of Australasia. In 2003, best finish was T7 in the New Zealand Open. Making his Web.com Tour debut, missed the cut at the Jacob's Creek Open Championship and the Clearwater Classic...Lone made cut on the Australasian Tour was a 66th-place showing at the Holden New Zealand Open. \n\n2002: Top Australasian Tour finish was a T16 at the Australian PGA Championship, thanks to an opening 68 and a closing 69. \n\n2001: Top finish of the campaign came in his first start of the Australasian Tour season—a T7 at the New Zealand Open Championship. Recovered from an opening 75 to shoot rounds of 67-69-66 over his final 54 holes. \n\n2000: In four Australasian Tour starts, missed the cut in all four.\n\n1999: Missed the cut at the ANZ Players Championship on the Australasian Tour.\n\n1997: Missed the cut in his lone Australasian Tour start—the Air New Zealand Open.\n\n1996: Finished T28 at the Air New Zealand Open.\n","otherCarHigh" : "Was highly rated and won several awards in his home country of New Zealand...Played in the 1994 World Amateur Team Championship in Paris, finishing fourth, one better than Tiger Woods.","personal" : "After an unsuccessful start to his professional career, worked as a junior development officer at the Wellington (New Zealand) Golf Association, while honing his game for a return to the professional ranks…Partner is Mikayla Bell…Favorite course played is St. Andrews…Enjoys rugby, and his favorite team as a kid was the All Blacks. Favorite pro team now is Wellington Hurricanes…Favorite vacation spot is Queenstown, New Zealand…Is an ambassador for New Zealand Cancer Society.","otherInfo" : "","ntlTeams" : "World Cup (1), 2008. World Amateur Team Championship (1), 1994.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "(2): 2008 SAIL Open [Asia], Johnnie Walker Classic [Eur].","curYearHigh" : "In late September, joined the exclusive \"59 Club\" when he fired an 11-under-par 59 in the second round of the Carrus Tauranga Open on the Charles Tour (named after New Zealand great Bob Charles) in Wellington, N.Z. Sank a 14-foot putt on his final hole to better his career best by three at Tauranga Golf Club. Had seven birdies and an eagle on his second nine to post 26. He would go on to win the tournament by two...Recorded top-10s on PGA Tour of Australasia in February (T6 at the Lexus of Backburn Heritage Classic) and March (second at New Zealand Open), finishing four back in the latter…Qualified for November 2013's World Golf Championships-HSBC Champions, based on his 2013 PGA Tour of Australasia performance. Posted a T34 in Shanghai.","carHigh" : "2008: In the spring, won in consecutive weeks in India. Captured the Asian Tour's SAIL Open followed by the European Tour's Johnnie Walker Classic in New Delhi, India, finishing with a back-nine 31 to post a three-stroke victory over Greg Chalmers, Scott Strange and Taichiro Kiyota. \n\nAmateur: Finished fourth in the 1994 World Amateur Team Championship, placing one stroke better than Tiger Woods. After an unsuccessful start to his professional career, he worked as a junior development officer at the Wellington Golf Association before rededicating himself to the game where he won the New Zealand Order of Merit in 2006. \n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "World Cup (1), 2008. World Amateur Team Championship (1), 1994.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}