{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "11032","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Lickliter","first" : "Frank","middle" : "","extn" : "II","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "185","weightMetric" : "84","birthDate" : "July 28, 1969","age" : "46","birthPlace" : "Middletown, Ohio","residence" : "Ponte Vedra Beach, Florida","family" : "Diane; Steele Ablon and Storm Edwards (1\/11\/08), Blaze Katie and Blix Diane (7\/6\/15)","education" : "Wright State University (1991, Sociology)","splInterest" : "Hunting, fishing, reading, Wounded Warrior Project and supporting our troops.","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1991","clubAffl" : "","cityPlaysFrm" : "Ponte Vedra Bch; FL; United States","websiteUrl" : "http:\/\/www.frl2.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "12,072,408&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Played in 19 Web.com Tour events, making five cuts. Had two top 25s - a T18 at the Stonebrae Classic and a T19 at the Cartagena de Indias at Karibana Championship. Did not make a PGA TOUR start for the first time since 1995.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1995","exmtStatus" : "Exempt - Finished 11-49 at 2014 Web.com Tour Qualifying Tournament (subject to second reshuffle)","otherVics" : "","intlVics" : "","curYearHigh" : "Played in 19 Web.com Tour events, making five cuts. Had two top 25s - a T18 at the Stonebrae Classic and a T19 at the Cartagena de Indias at Karibana Championship. Did not make a PGA TOUR start for the first time since 1995.","carHigh" : "2014: Made four PGA TOUR starts spread over the season and missed the cut in all four...On the Web.com Tour, played in one event, the WNB Golf Classic in April, and did not play the weekend...Finished T43 at the Web.com Tour Q-School in December. Shot rounds of 69-75-65-74-68-71 to capture one of the last exempt spots.\n\n2013: Made one of three PGA TOUR cuts. Missed the cuts in his only Web.com Tour and LatinoamĂŠrica starts.\n\n2012: Enjoyed a bear-hunting trip to Alaska with Fuzzy Zoeller in spring 2000, fall 2003 and spring 2006...Visited U.S. troops at Guantanamo Bay, Cuba and Korea and on a 2006 USO\/Armed Forces Entertainment tour to the Persian Gulf with TOUR players Corey Pavin, Donnie Hammond, Jerry Kelly and Howard Twitty at Thanksgiving 2006...Has taken a lead in raising awareness and provide funding for the Wounded Warrior Project (woundedwarriorproject.org). The WWP, based in Ponte Vedra Beach, Fla., assists soldiers who have been injured in Iraq...In December 2005 at TPC Sawgrass, set THE PLAYERS Stadium Course record with a 62, including the first double eagle on the par-5 11th hole.\n\n2011: Recorded lone top-25 PGA TOUR finish in first start of the season, a T22 at the Waste Management Phoenix Open. Made just one cut in eight starts on the Web.com Tour. 2010: Made four of six cuts on the PGA TOUR, but did not register a top-25 finish for the first time since he joined the TOUR in 1996...Two top-10s in 21 starts on the Web.com Tour. \n\n2009: Made five of 14 cuts on TOUR and finished 191st on the money list, the first time since 1996 he failed to finish better than 149th on the money list.\n\n2008: Made 22 of 32 cuts on the PGA TOUR, but finished 149th on the final money list, with three top-25 finishes.\n\n2007: Ended the season 139th on the money list but improved his position on TOUR after winning the Qualifying Tournament by four strokes. He opened Q-School with a pair of 62s to lead the field by nine strokes in the six-round event in Orlando. Recorded only four top-25 finishes in 30 starts in 2007.\n\n2006: Finished 44th on the TOUR money list, his best showing since finishing 14th in 2001. Six top-10s and 10 top-25s were also most since eight top-10s and 11 top-25s in 2001. Five of his six top-10s came in his last 11 starts beginning with a T4 at the 2006 U.S. Bank Championship in Milwaukee...Began the final round of the FUNAI Classic at Walt Disney World Resort tied for 32nd, eight shots back of Troy Matteson, then tied career low with a 10-under-par 62 to finish T2, four shots behind champion Joe Durant.\n\n2005: Fell out of the top 125 for the first time since 1996, his rookie season. Was able to up his status by finishing T26 at the TOUR Qualifying Tournament in December...Lone top-10 of the 2005 season was a T6 at the weather-shortened, 54-hole BellSouth Classic. Bogeyed the 72nd hole in regulation to miss a five-way playoff by a stroke.\n\n2004: Four top-10s were the most since 2001, when he had eight...Tied the Waialae CC course record with a second-round, 8-under-par 62 en route to a fourth-place finish at the Sony Open in Hawaii. Posted second career top-10 at THE PLAYERS Championship, near his home of Ponte Vedra Beach, finishing T3, four strokes behind champion Adam Scott. \n\n2003: Earned second career TOUR victory with two-shot win over Chad Campbell at Chrysler Classic of Tucson. Nursing a one-stroke lead on the 72nd hole, was able to get up and down for par after hitting drive into water hazard skirting the 18th fairway. Finished T2 at 84 LUMBER Classic later in year.\n\n2001: Finished in the top 30 on the TOUR money list for the first time on the strength of a career-high eight top-10s and a victory. Rounds of 69-65-66-68 produced one-stroke victory over J.J. Henry at Kemper Insurance Open. Nearly won early in the season until a triple bogey on third extra hole lost Buick Invitational playoff to Phil Mickelson. Final-round 66 put him into extra holes with Mickelson and Davis Love III.\n\n2000: Held third-round led at Phoenix Open before final-round 74 dropped him to T10...Recorded T3s at Michelob Championship and Tampa Bay Classic.\n\n1999: Finished solo second at AT&T Pebble Beach National Pro-Am, one stroke behind Payne Stewart. \n\n1998: Breakthrough season with five top-10s and over $600,000 in earnings. Highlight of the season a T4 at the PGA Championship at Sahalee CC near Seattle. \n\n1996: Rookie on TOUR after T20 at 1995 Qualifying Tournament. Lone top-10 in his rookie season was a seventh at the BellSouth Classic. Returned to Q-School after finishing 138th on money list and regained TOUR card with 36th-place finish.\n\n1995: Played the Web.com Tour full-time and was 15th on the money list, including victory at Boise Open.\n","otherCarHigh" : "","personal" : "Enjoyed a bear-hunting trip to Alaska with Fuzzy Zoeller in spring 2000, fall 2003 and spring 2006. Visited U.S. troops at Guantanamo Bay, Cuba and Korea and on a 2006 USO\/Armed Forces Entertainment tour to the Persian Gulf with TOUR players Corey Pavin, Donnie Hammond, Jerry Kelly and Howard Twitty at Thanksgiving 2006. Has taken a lead in raising awareness and funding for the Wounded Warrior Project (woundedwarriorproject.org). The WWP, based in Ponte Vedra Beach, Fla., assists soldiers who have been injured at war. In December 2005 at TPC Sawgrass, set THE PLAYERS Stadium Course record with a 62, including the first double eagle on the par-5 11th hole.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Played in 19 Web.com Tour events, making five cuts. Had two top 25s - a T18 at the Stonebrae Classic and a T19 at the Cartagena de Indias at Karibana Championship. Did not make a PGA TOUR start for the first time since 1995.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1996","qSchoolYear" : "1995, 1996, 2005, 2007","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "Played in 19 Web.com Tour events, making five cuts. Had two top 25s - a T18 at the Stonebrae Classic and a T19 at the Cartagena de Indias at Karibana Championship. Did not make a PGA TOUR start for the first time since 1995.","carHigh" : "2013: Made one of three PGA TOUR cuts. Missed the cuts in his only Web.com Tour and LatinoamĂŠrica starts.\n\n2012: Enjoyed a bear-hunting trip to Alaska with Fuzzy Zoeller in spring 2000, fall 2003 and spring 2006...Visited U.S. troops at Guantanamo Bay, Cuba and Korea and on a 2006 USO\/Armed Forces Entertainment tour to the Persian Gulf with TOUR players Corey Pavin, Donnie Hammond, Jerry Kelly and Howard Twitty at Thanksgiving 2006...Has taken a lead in raising awareness and provide funding for the Wounded Warrior Project (woundedwarriorproject.org). The WWP, based in Ponte Vedra Beach, Fla., assists soldiers who have been injured in Iraq...In December 2005 at TPC Sawgrass, set THE PLAYERS Stadium Course record with a 62, including the first double eagle on the par-5 11th hole.\n\n2011: Recorded lone top-25 PGA TOUR finish in first start of the season, a T22 at the Waste Management Phoenix Open. Made just one cut in eight starts on the Web.com Tour. 2010: Made four of six cuts on the PGA TOUR, but did not register a top-25 finish for the first time since he joined the TOUR in 1996...Two top-10s in 21 starts on the Web.com Tour. 2009: Made five of 14 cuts on TOUR and finished 191st on the money list. Since 1996, had not finished lower than 149th on the money list...Held a one-stroke advantage over Greg Chalmers at the U.S. Bank Championship through 54 holes after opening with rounds of 66-70-63. Finished T18 after a final-round 73. 2008: Made 22 of 32 cuts on the PGA TOUR, but finished 149th on the money list with three top-25 finishes. 2007: Ended season 139th on the money list but improved his position on TOUR after winning the PGA TOUR Qualifying Tournament by four strokes. Opened the PGA TOUR Qualifying Tournament with a pair of 62s to lead the field by nine strokes in the six-round event in Orlando...Recorded only four top-25 finishes in 30 starts in 2007. 2006: Finished 44th on PGA TOUR money list, his best showing since finishing 14th in 2001. Six top-10s and 10 top-25s were also most since eight top-10s and 11 top-25s in 2001...Posted first top-10 of the season with a T7 at The Honda Classic, finishing six strokes behind champion Luke Donald...Five of his six top-10s came in his last 11 starts beginning with a T4 at the U.S. Bank Championship in Milwaukee. Entered final round tied for third, three strokes behind Corey Pavin. Playing in the final group with Pavin and Jerry Kelly, finished T4 after a 1-under-par 69 on Sunday...Finished T7 at the Deutsche Bank Championship, his third top-10 of the season...Posted his third top-10 in 11 San Antonio starts with a T5 at the Valero Texas Open...Added a fourth at the Frys.com Open, two strokes behind Troy Matteson. A final-round 8-under 64 matched his best output of the season to that point...Began the final round of the FUNAI Classic at Walt Disney World Resort tied for 32nd, eight shots back of Troy Matteson, then tied career low with a 10-under-par 62 to finish T2, four shots behind champion Joe Durant...From U.S. Bank Championship in Milwaukee through end of season, recorded 31 of his 38 rounds at par or better, including 23 of those in the 60s. 2005: Fell out of the top-125 for the first time since 1996, his rookie season. Lone top-10 of the season, a T6 at the weather-shortened, 54-hole BellSouth Classic. Bogeyed the 72nd hole in regulation to miss a five-way playoff by a stroke. 2004: Finished inside the top 125 on the PGA TOUR money list for the eighth time in his nine-year career and surpassed the $1-million mark for the third time...His four top-10s were the most since 2001, when he had eight...Tied the Waialae CC course record with a second-round, 8-under-par 62 en route to a fourth-place finish at the Sony Open in Hawaii. Started the final round two strokes behind Harrison Frazar but was unable to make up any ground after posting a 68 on Sunday...Posted second career top-10 at THE PLAYERS Championship, a T3, four strokes behind champion Adam Scott. 2003: Earned second career PGA TOUR victory in 219th start with two-shot win over Chad Campbell at Chrysler Classic of Tucson. Tournament leader after 36 and 54 holes. Nursing a one-stroke lead on the 72nd hole, was able to get up and down for par after hitting drive into water hazard skirting the 18th fairway. Earned $540,000 paycheck and jumped 40 spots in Official World Golf Ranking to No. 91...Waited almost seven months for his next top-10, but made it count with a T2 at the 84 Lumber Classic of Pennsylvania. Tied for clubhouse lead at 20-under before eventual winner J.L. Lewis birdied two of the last three holes to finish at 22-under. 2002: First top top-10 did not come until May when he finished T8 at the Verizon Byron Nelson Classic aided by opening-round 64...Finished T7 at The INTERNATIONAL Presented by Qwest. Earned 24 of his 25-point total on the weekend...Tied for second, one stroke behind Loren Roberts through 54 holes at Valero Texas Open, before finishing T14. 2001: Finished in the top 30 on the PGA TOUR money list for the first time on the strength of a career-high eight top 10s and a victory. Was one of 10 first-time winners. Rounds of 69-65-66-68 produced one-stroke victory over J.J. Henry at Kemper Insurance Open. Victory on the PGA TOUR came in his 168th career start...Nearly won early in the season until a triple bogey on third extra hole lost Buick Invitational playoff to Phil Mickelson. Closing round of 66 put him into extra holes with Mickelson and Davis Love III. 2000: First shot at his first PGA TOUR victory came early in year at Phoenix Open. Moved into position with 67-64-69 and had one-stroke lead over Phil Mickelson heading into final round. Shot 74 to Tom Lehman's 67 and fell into T10...At Michelob Championship was one stroke off first and third-round leads before finishing T3...Two weeks later posted a T3 at Tampa Bay Classic. 1999: Finished solo second at AT&T Pebble Beach National Pro-Am, one stroke behind Payne Stewart. Was three strokes behind Stewart after 36 holes. Stewart birdied his 54th hole to give him a one-stroke lead over Lickliter. The event was shortened to 54 holes when heavy rains moved in Saturday night and Sunday. 1998: Breakthrough season with five top-10s and over $600,000 in earnings...Highlight of the season a T4 at the PGA Championship at Sahalee CC near Seattle. 1997: Made first appearance in top 125...Got off to a slow start, but three top-10s in second half of season helped him retain his playing privileges for the next season. Began turnaround at Quad City Classic where he posted a third-round 63, his low round of the season, and trailed David Toms and Brad Fabel by one stroke. T5 after closing 68...Entered final round of Bell Canadian Open two strokes behind leader Steve Jones, then shot closing 70 for a T4. 1996: First joined PGA TOUR after T20 at the PGA TOUR Qualifying Tournament...Lone top-10 in his rookie season was a seventh at the BellSouth Classic. Contended at Greater Milwaukee Open with third-round 64 before finishing T12...Had opening-round 63 to share lead at Walt Disney World\/Oldsmobile Classic, but finished T51...Returned to the PGA TOUR Qualifying Tournament after finishing 138th on 1996 money list but regained TOUR card with 36th-place finish. 1995: Played the Web.com Tour full-time and was 15th on the money list, including victory at Boise Open. Amateur: Won seven tournaments playing at Wright State in Dayton, OH.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 1st in 1995 at the NIKE Boise Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}