{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01305","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Edwards","first" : "Danny","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "155","weightMetric" : "70","birthDate" : "June 14, 1951","age" : "64","birthPlace" : "Ketchikan, Alaksa","residence" : "Scottsdale, Arizona","family" : "Wide, DeeAnn; Dmari (4\/5\/77), Dillon (11\/7\/91)","education" : "Oklahoma State University","splInterest" : "Motorcycle riding","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1973","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,688,979&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1975","qSchoolYear" : "","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Played nine events on the SENIOR PGA TOUR in 2001. Had one top-10 at the AT&T Canada Senior Open to finish 84th on the money list...Five-time PGA TOUR winner whose last victory came at 1985 Pensacola Open...1972-73 All-American...Winner 1972 North and South Amateur...Member 1973 Walker Cup team...Low amateur 1973 Open Championship...Winner 1972-73 Big Eight Conference Championship, 1972 Southeastern Amateur, 1981 Toshiba Taiheiyo Masters...Founder and vice chairman of Royal Precision, Inc.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2001","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(5): 1972 North and South Amateur, Southeastern Amateur, Big Eight Conference Championship. 1973 Big Eight Conference Championship. 1981 Toshiba Taiheiyo Masters.","intlVics" : "","curYearHigh" : "Played in just two events, missing the cut at The Senior Open Championship and finishing T77 at the Nature Valley First Tee Open at Pebble Beach... Was the low finisher at one of the qualifying sites for The Senior Open Championship.","carHigh" : "2011: Did not play an official event. 2010: Played in just two events with best finish a T42 at the Montreal Championship. 2009: Lone start ended with a 68th-place effort at the AT&T Championship. 2008: Lone top-25 finish in 13 starts was a T23 at the Greater Hickory Classic at Rock Barn. 2007: Had three top-10 finishes in 22 starts, including T5s at the Constellation Senior Players Championship and the Bank of America Championship. 2006: Started the year as a conditionally-exempt player but found his way into 22 events and managed to place 43rd on the money list, with $416,623, his highest standing ever for a single season and easily his best financial year since turning 50 in 2001âŚRegistered 11 top-25s last year, more than double his previous-best total in 2002 (five)âŚBest effort of the season was a T6 in early May at the Regions Charity Classic near Birmingham, thanks to rounds of 67-69 at Ross Bridge on the weekend. Made news at the event when he and his brother David (finished third) became the first brother combination to earn top-10s in the same tournament since Lanny and Bobby Wadkins were T7 at the 2002 Siebel Classic in Silicon Valley...Repeated the feat again when the pair were T10 at the Allianz Championship in early June...Was among the top 20 in his first four starts of the season, culminating with a T8 at the Puerto Vallarta Blue Agave Golf Classic in Mexico...Best rounds of the year came on consecutive Saturdays during the early Florida swing. Shot second-round 64s at The ACE Group Classic in Naples and also at the Outback Steakhouse Pro-Am near Tampa.2005: Earned a conditional exemption for 2006 by finishing 10th at the National Qualifying Tournament in Beaumont, CA. Was in a five-way tie before securing the 10th spot with a birdie on the first playoff hole...Finished fifth at the SAS Championship after open qualifying to get into the event. $91,200 paycheck was the largest of his pro career. 2003: Was T12 at the MasterCard Classic in Mexico after posting rounds of 69 on the first and last day. 2002: Started the season as a conditionally-exempt player after finishing 17th at the National Qualifying Tournament...Posted the best finish of his Champions Tour career in his first start of the season, a T4 at the Audi Senior Classic in Mexico City. At one point, shared the lead on the back nine before consecutive bogeys ended his chances for victory. 2001: Debuted on the Champions Tour in early July at the Farmers Charity Classic and T39 in Grand Rapids, Mich...Best effort of the campaign was a solo seventh at the in late August at the AT&T Canada Senior Open Championship near Toronto. Finished 17th in the fall at the National Q-School and was conditionally exempt until May. \n","otherCarHigh" : "Has played at least one Champions Tour every year since 2001, including 22 each in 2006 and 2007. Best year was in 2006 when he finished 43rd on the money list with $416,623. Was a five-time PGA TOUR winner, whose last victory came at the 1985 Pensacola Open when he shot a second consecutive 67 at Perdido Bay and nipped Gil Morgan and John Mahaffey by a stroke. Best financial season on the PGA TOUR came in 1985 when he made $206,891 and finished 25th on the money list that year. First PGA TOUR win came at the 1977 Greater Greensboro Open, the first of two wins in his career in the North Carolina city. Led by four over Larry Nelson and George Burns after 54 holes and cruised to a four-stroke triumph over Nelson and Burns despite a final-round 72 at Forest Oaks CC. Teamed with brother David to win the Walt Disney World Team Championship in 1980, two strokes better than three other teams. Has also made 41 starts on the Web.com Tour. Two-time All-American at Oklahoma State (1972-73). Member 1973 U.S. Walker Cup team. Low amateur at 1973 Open Championship.","personal" : "Did not start playing golf until he was 14...Founder and vice chairman of Royal Precision, Inc. and also developed the GreenFix device...Is almost five years older than brother David, who is also on the Champions Tour.","otherInfo" : "Has played at least one Champions Tour every year since 2001 with the exception of 2011. Best year was in 2006 when he finished 43rd on the money list, with $416,623. Was a five-time PGA TOUR winner, whose last victory came at the 1985 Pensacola Open when he shot a second consecutive 67 at Perdido Bay and nipped Gil Morgan and John Mahaffey by a stroke. Best earnings season on the PGA TOUR came in 1985 when he made $206,891 and finished 25th on the money list. First PGA TOUR win came at the 1977 Greater Greensboro Open, the first of two wins in his career in the North Carolina city. Led by four over Larry Nelson and George Burns after 54 holes and cruised to a four-stroke triumph over Nelson and Burns despite a final-round 72 at Forest Oaks CC. Teamed with brother David to win the Walt Disney World Team Championship in 1980, two strokes better than three other teams. Has also made 41 starts on the Web.com Tour. Two-time All-American at Oklahoma State (1972-73). Member 1973 U.S. Walker Cup team. Low amateur at 1973 Open Championship. Did not start playing golf until he was 14...Founder and vice chairman of Royal Precision, Inc. and also developed the GreenFix device...Is almost five years older than brother David, who also played on the Champions Tour.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T4th in 2002 at the Audi Senior Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}