{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01943","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Perry","first" : "Chris","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "195","weightMetric" : "88","birthDate" : "September 27, 1961","age" : "54","birthPlace" : "Edenton, North Carolina","residence" : "Powell, Ohio","family" : "Wife, Katharine; Andrew Christopher (3\/1\/93), Emily Ann (3\/10\/96), Natalie Kay (12\/31\/97)","education" : "Ohio State University","splInterest" : "All sports, especially Ohio State football, hockey, snow skiing, movies, being a dad","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (1994)","trndProYear" : "1984","clubAffl" : "","cityPlaysFrm" : "Columbus; Ohio; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "7,067,619&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1985","qSchoolYear" : "1984","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(1): 1994 Mexican Open.","curYearHigh" : "","carHigh" : "2010: Did not play on TOUR for the fourth consecutive year. 2009: Granted a seventh and final year for Major Medical Extension and had 18 events to earn $515,445 in 2010, equaling the No. 125 money winner from 2002. Has not competed on TOUR since the 2006 season. Continues to rehabilitate elbow, wrist and hand injuries that date back to the 2001 Open Championship. 2006: Played in three PGA TOUR events in fourth Major Medical Extension. 2005: Played in just one event in third Major Medical Extension. 2004: Received a second consecutive Major Medical Extension. Played in one event. Underwent surgery for pinched nerve in elbow in February and didn't hit a shot until October. Doctor told him it would take 18 months to 2 years to heal properly. 2003: Received a Major Medical Extension and played in three events as he tried to determine extent of injury. 2002: Did not finish in the top 125 for the first time since 1995. Schedule was limited to only five events due to lingering left hand and wrist injuries. Missed the cut in three and withdrew after first round from two. Received Major Medical Extension for 2003. 2001: Posted lowest finish on TOUR money list, No. 91, since finishing No. 112 in 1996...Made cut in first nine events of season and posted eight top-25s in that stretch...Had a pair of T8s early in the season at Nissan Open and Bay Hill Invitational...Knee and wrist injuries caused withdrawal after round one of The Open Championship...Played in just five events the remainder of the year and did not make the cut in any of them. 2000: Finished in the top 30 for the second consecutive year on the strength of two runner-up finishes and seven top-10s...Missed the cut at the Buick Invitational, ending his string of 30 consecutive cuts made that began at the '99 Buick Invitational...Won Par-3 contest at the Masters and finished T14 in tournament, his best finish in three appearances...65 in the third round gave him one-stroke 54-hole lead over eventual winner Rocco Mediate at Buick Open. Closed with 68 compared to 66 for Mediate to finish T2 worth $291,600, career payday...Second runner-up finish came at inaugural SEI Pennsylvania Classic, where tied with four others. 1999: Nearly tripled his best previous earnings year, ranked fifth on TOUR in earnings with $2,145,707 thanks to two second-place finishes...His 14 top-10 finishes were second only to Tiger Woods' 16...Came close to second TOUR title at MCI Classic, where he held one-stroke lead through 70 holes, but closed bogey-bogey for fourth-place finish...Closing 68 led to T2 at Reno-Tahoe Open and closing 66 led to T2 at SONY Open in Hawaii...Led PGA TOUR with 468 birdies that year. 1998: Earned first PGA TOUR title in his 377th career start at B.C. Open, where he defeated Peter Jacobsen by three strokes. 1997: For first time in career, finished among top 50 on money list...Finished T2, one stroke behind Gabriel Hjertstedt at the B.C. Open. 1996: Along with Emlyn Aubrey and Woods, one of only three non-exempt players to earn full playing privileges for 1997...Made cut in 15 of 20 starts to earn $184,171 and finish 112th on 1996 money list. 1994: Concentrated on Nationwide Tour and, in the process, earned Player of the Year honors...Topped Nationwide Tour money list with $167,148...Collected one victory (Utah Classic), two seconds and two thirds. Made cut in last 31 Nationwide Tour events he entered, a record...Won the Mexican Open. 1990: Tied for second with three others, two strokes behind Wayne Levi at Canon Greater Hartford Open. 1987: Earned first runner-up finish with T2, seven back of Tom Kite. Amateur: Three-time All-America selection at Ohio State, where he also captured the 1983 Big Ten Championship.\n","otherCarHigh" : "","personal" : "Also played baseball and hockey while growing up...Father, Jim Perry, pitched in major leagues for Cleveland, Minnesota, Detroit and Oakland, won 215 games and was the 1970 American League Cy Young winner. Uncle Gaylord Perry, winner of 315 games, is a member of Baseball Hall of Fame.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "Did not play on the PGA TOUR for the fifth consecutive year. Will play out of the Past Champion category in 2012."},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2011","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(1): 1994 Mexican Open.","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "Played very little on the PGA TOUR during the last decade due to continued rehabilitation from elbow, wrist and hand injuries dating to the 2001 Open Championship...Played full time on the PGA TOUR from 1985-1993 and again from 1995-2001. In 1995, registered 14 top-10s and finished fifth on the final money list with $2,145,707...Lone PGA TOUR title came at the 1998 B.C. Open, his 377th career start. Defeated Peter Jacobsen by three strokes at En-Joie GC...Played the Web.com Tour in 1994 and earned Player of the Year honors. Topped the Web.com Tour money list that season, with $167,148 and won the Utah Classic, defeating David Duval by one stroke. Made the cut in his last 31 Web.com Tour appearances, an all-time record on that Tour...Also won the 1994 Mexican Open...Was a three-time All America selection at Ohio State, where he captured the 1983 Big Ten Championship.","personal" : "Father, Jim Perry, pitched in the major leagues for Cleveland, Minnesota, Detroit and Oakland, winning 215 games and was the 1970 American League Cy Young Award winner. Uncle Gaylord Perry, a winner of 315 games, is a member of the Baseball Hall of Fame.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Media Guide - PGA TOUR Full Page","Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}