{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "28518","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Mou","first" : "Tommy","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "185","weightMetric" : "83.91","birthDate" : "September 24, 1990","age" : "25","birthPlace" : "Chinese Taipei","residence" : "","family" : "Single","education" : "University of Florida (Liberal Arts and Sciences)","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2013","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2016","otherVics" : "","intlVics" : "(1) 2013 Dirab Golf Championship (MENA).","curYrHigh" : "Finished solo third at the Second Global Qualifying Tournament to earn fully conditional status for the season. Came back nicely from a 2-over 74 to start to post rounds of 70-71-69 over is final 54 holes.","carHigh" : "2015: In seven 2015 PGA TOUR China Series' starts, Mou made six cuts—a T19 at the Lanhai Open outside Shanghai his top showing. \n\n2014: Open-qualified into one PGA TOUR Series' event in his first full season as a professional…Played primarily on the OneAsia Tour, a 43rd-place showing at the SK Telecom Open his top outing. \n\n2013: Just two months after turning pro and in only his second pro start, won on the MENA Golf Tour, winning the American Express Dirab Golf Championship in Saudi Arabia. Won the 54-hole event by a shot over Scotland's Duncan Stewart at Dirab G&CC.\n","otherCarHigh" : "Played collegiately at the University of Florida between 2009 and 2013…Won the 2010 New Year's Invitational in St. Petersburg, Fla. In cold, windy weather in early January, shot a final-round 79—including a 6-foot par putt on the 72nd hole—to force a playoff with Nuno Henriques and Michael McGowan. His bogey-6 on the second extra hole gave him the win…Had two top-10s during the 2012 collegiate season, a third-place showing at the South Beach International Amateur in Florida and a sixth-place effort at the Southeastern Amateur in Georgia.","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T19th in 2015 at the Lanhai Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}