{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20634","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Lonard","first" : "Peter","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "215","weightMetric" : "98","birthDate" : "July 17, 1967","age" : "48","birthPlace" : "Sydney, Australia","residence" : "Miami, Florida","family" : "Single","education" : "","splInterest" : "Cars","pronunciation" : "LAW-nard","nwTourAlumnus" : "","trndProYear" : "1987","clubAffl" : "","cityPlaysFrm" : "Sydney; ; Australia","websiteUrl" : "http:\/\/www.peterlonard.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "9,675,577&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Conditional","otherVics" : "","intlVics" : "(9): 1997 Ericsson Masters [Aus]. 2000 Ford Open Championship [Aus]. 2001 ANZ Championship [Aus]. 2002 Australian PGA Championship [shared with Jarrod Moseley], Australian MasterCard Masters [Aus]. 2003 Australian Open [Aus]. 2004 Australian Open [Aus], Australian PGA Championship [Aus]. 2007 Australian PGA Championship.","curYearHigh" : "","carHigh" : "2013: Competed in one PGA TOUR Season event, finishing T17 in the Sanderson Farms Championship...In 19 Web.com Tour Regular Season events, he made eight cuts, with his best showing a T9 in his last start, the Cox Classic. A third-round 64 was his low score of the year. Finished 101st in earnings...Played in five PGA Tour of Australasia events, finishing T23 (Western Australia Open) and T36 (Australian Open) and missing three cuts.\n\n2012: Made the cut in 12 of 23 starts and had five top-25 finishes. Started the season with a T13 at the Pacific Rubiales Colombia Championship...Was T7 at the Panama Claro Championship, which put him No. 9 on the early season money list. Did not have another top-10 the rest of the year. \n\n2011: In just two PGA TOUR starts, finished T9 at the Viking Classic in his first start. It was his first top-10 finish on TOUR since 2008. Made the cut in nine of 23 starts on the Web.com Tour. Made nine birdies in the third round of the Children's Hospital Classic en route to a third-round, 8-under 64, where he finished T10. \n\n2010: His only two career Web.com Tour starts came when he missed the cut at the season-opening Michael Hill New Zealand Open and finished T44 at the Moonah Classic in Australia. Did not play any PGA TOUR events. \n\n2009: Made only 13 of 30 cuts on TOUR and finished 164th on the final money list. Had his first PGA TOUR hole-in-one, at the RBC Canadian Open. He was one of eight players with an ace that week outside of Toronto. Finished T12 at Turning Stone Resort Championship with a course-record, final-round 9-under 63. \n\n2008: Made 17 of 30 cuts and recorded seven top-25 finishes, with best finish a runner-up to Andres Romero at the Zurich Classic, the first runner-up finish of his PGA TOUR career. Bogeyed the 71st hole after leaving his 10-foot par putt short and missed on a 40-foot birdie attempt at the last that would have tied Romero. \n\n2007: Recorded three top-10s, with a solo third at the inaugural Mayakoba Golf Classic, T4 at the Bridgestone Invitational and a T6 at THE PLAYERS Championship. Made double eagle in the third round on the second hole at TPC Sawgrass. \n\n2006: Made 18 cuts in 22 starts with three top-10s, highlighted by a T4 at the Bank of America Colonial. \n\n2005: Had a career year, with $1,897,998 in earnings on the strength of a victory and three top-10s. Recorded a hole-in-one on the 198-yard, par-3 third hole (South Course) with a 5-iron during the first round of the Buick Invitational. Captured first PGA TOUR title at the MCI Heritage in his 99th career TOUR start. After using a long putter over the previous five years, pulled out a short putter at the start of the week. Switch came due to some bad putting in events leading up to MCI Heritage, especially after missing the cut at the Masters. Opened with a career-best 9-under 62. His 7-under 277 total was the highest winning score at the MCI Heritage since Tom Watson won with a 4-under 280 in 1980. Compiled a 2-2-0 record for International Presidents Cup squad after being tabbed as a Captain's Selection by Captain Gary Player.\n\n2004: Struggled in his third season on TOUR, making only 12 cuts in 23 starts, with a fifth at the BellSouth Classic. Won two events in late November and early December on the PGA Tour of Australasia, the Australian Open and Australian PGA Championship. \n\n2003: Had a strong second season, finishing in the top 50 for the second consecutive season. Finished fourth at the Accenture Match Play Championship. Lost to eventual runner-up David Toms in the semifinals. Fell to Adam Scott in the consolation match. Played in his first Presidents Cup for International squad. \n\n2002: Rookie out of Qualifying School opened TOUR career with 22 consecutive made cuts to start the season. For comparison, Tiger Woods opened his professional career with 25 consecutive made cuts. Picked up first career TOUR top-10 with a third at the Genuity Championship. Only missed cut of the season was the Buick Challenge, despite shooting 4-under-par 140. Shared Australian PGA Championship with Jarrod Moseley when darkness ended playoff after one hole...Beat Gavin Coles and Adam Scott in playoff to win Australian MasterCard Masters for second time. \n\n2001: Started season in style by winning the ANZ Championship to finish second in the 2000-01 Australasian Tour Order of Merit. Finished 54th in European Tour Order of Merit, with one top-10 at the Moroccan Open (solo third).\n\n2000: Captured the Ford Open on the Australasian Tour. Missed a portion of season after breaking a bone in his left wrist during the Volvo Scandinavian Masters in August. Had laser surgery on his eyes while recovering from injury.\n\n1997: Won the Ericsson Australian Masters and topped Australasian Tour Order of Merit for a second consecutive year.\n\n1996: Led the Australasian Tour Order of Merit.\n","otherCarHigh" : "","personal" : "Attended Marist Brothers school in Eastwood, NSW, Australia...Earliest golf memory was Jack Nicklaus winning the 1986 Masters...In 1993-94, sidelined for nearly 18 months after contracting Ross River Fever, a mosquito-carried virus, which caused damage to the eyes...Was a club professional at Oatlands G&CC (1994-97) before playing his way back onto the PGA Tour of Australasia and European Tour...Biggest thrill in golf was capturing the 1997 Australian Masters...Biggest thrill outside of golf is \"realizing how great his parents were\"...Favorite courses played are St. Andrews and Muirfield Village....Never travels \"without patience\"...Favorite teams are the Miami Dolphins and the Bulldogs (NRL)...Favorite TV shows are \"Raymond\", \"Frazier\", \"Bang Theory\" and \"80 for 80\"...Favorite movies are \"Gladiator\", Star Wars\", \"Stripes\", \"Avitar\" and \"Hangover\"...Favorite entertainers include Jimmy Barnes, Papa Roach, ACDC and Metallica...Favorites places are Hawaii and London...Would like to trade places for a day with \"any person who lived in the Depression era to find out how hard life was when poeple had nothing.\"...Dream foursome would include his best three mates, Messrs. Barnes Somers and Moses...Bucket list includes seeing China and Russia...Motto is \"do the best with what you have.\"...Golf to him \"is about being the best you can be and having fun while doing it. I've been lucky!\"...Enjoys motorsports, with the V8's at Bathurst in Australia a favorite...Website is peterlonard.com.","otherInfo" : "","ntlTeams" : "2003, 2005 Presidents Cup","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2002","qSchoolYear" : "2001","exmtStatus" : "Past Champion","otherVics" : "(1): 2002 Hyundai Team Matches [with Rich Beem].","intlVics" : "(8): 1997 Ericsson Masters [Aus]. 2000 Ford Open Championship [Aus]. 2001 ANZ Championship [Aus]. 2002 Australian PGA Championship [shared with Jarrod Moseley], Australian MasterCard Masters [Aus]. 2003 Australian Open [Aus]. 2004 Australian Open [Aus], Australian PGA Championship [Aus]. 2007 Australian PGA Championship.","curYearHigh" : "","carHigh" : "2013: Finished T17 at the Sanderson Farms Championship in his only start on the PGA TOUR...Played in 19 Web.com Tour events, making eight cuts and posting one top-10. Finished T9 at the Regular Season-ending Cox Classic in Omaha, shooting rounds of 68-64-67 over his final 54 holes. Finished 116th on the final money list. \n\n2011: In just two PGA TOUR starts, finished T9 at the Viking Classic in his first start. It was his first top-10 finish on TOUR since 2008. In the 21st of 23 Web.com Tour starts, made nine birdies in the third round of the Children's Hospital Classic en route to a third-round, 8-under 64, where he finished T10.\n\n2010: In two Web.com Tour starts, missed the cut at the Michael Hill New Zealand Open and finished T44 at Moonah Classic...Did not compete on the PGA TOUR. 2009: Made only 13 of 30 cuts on TOUR and finished 164th on the final money list...Had his first PGA TOUR hole-in-one, at the RBC Canadian Open. He was one of eight players with an ace that week outside of Toronto...Finished T12 at 2009 Turning Stone Resort Championship with a course-record, final-round 9-under 63. 2008: Recorded seven top-25 finishes, with best finish a runner-up to Andres Romero at the Zurich Classic, the first runner-up finish of his PGA TOUR career. Bogeyed the 71st hole after leaving his 10-foot par putt short and missed on a 40-foot birdie attempt at the last that would have tied Romero. 2007: Recorded three top-10s, with a solo third at the inaugural Mayakoba Golf Classic, T4 at the Bridgestone Invitational and a T6 at THE PLAYERS Championship...Made double eagle in the third round on the second hole at TPC Sawgrass. 2006: Had three top-10s, highlighted by a T4 at the Bank of America Colonial. 2005: Had a career year, with $1,897,998 in earnings on the strength of a victory and three top-10s. Recorded a hole-in-one on the 198-yard, par-3 third hole (South Course) with a 5-iron during the first round of the Buick Invitational...Captured first PGA TOUR title at the MCI Heritage in his 99th career TOUR start. After using a long putter over the previous five years, pulled out a short putter at the start of the week. Switch came due to some bad putting in events leading up to MCI Heritage, especially after missing the cut at the Masters. Opened with a career-best 9-under 62. His 7-under 277 total was the highest winning score at the MCI Heritage since Tom Watson won with a 4-under 280 in 1980...Compiled a 2-2-0 record for International Presidents Cup squad after being tabbed as a Captain's Selection by Captain Gary Player. 2004: Struggled in his third season on TOUR, making only 12 cuts in 23 starts, with a fifth at the BellSouth Classic...Won two events in late November and early December on the PGA Tour of Australasia, the Australian Open (11\/28) and Australian PGA Championship (12\/5). \n\n2003: Had a strong second season, finishing in the top 50 for the second consecutive season...Finished fourth at the World Golf Championships-Accenture Match Play Championship. Lost to eventual runner-up David Toms in the semifinals. Fell to Adam Scott in the consolation match...Played in his first Presidents Cup for International squad. \n\n2002: Rookie out of the PGA TOUR Qualifying Tournament opened TOUR career with 22 consecutive made cuts to start the season. For comparison, Tiger Woods opened his professional career with 25 consecutive made cuts...Picked up first career TOUR top-10 with a third at the Genuity Championship...Only missed cut of the season was the Buick Challenge, despite shooting 4-under-par 140...Shared Australian PGA Championship with Jarrod Moseley when darkness ended playoff after one hole...Beat Gavin Coles and Adam Scott in playoff to win Australian MasterCard Masters for second time. 2001: Started season in style by winning the ANZ Championship, which helped him finish second in the 2000-01 Australasian Tour Order of Merit. Finished 54th in European Tour Order of Merit, with one top-10 at the Moroccan Open (solo third). \n\n2000: Captured Ford Open on Australasian Tour...Missed portion of season after breaking a bone in his left wrist during the Volvo Scandinavian Masters in August. Had laser surgery on his eyes while recovering from injury. \n\n1997: Winner of Ericsson Australian Masters in 1997 and topped Australasian Order of Merit in 1996-97. \n","otherCarHigh" : "","personal" : "In 1993-94, sidelined for nearly 18 months after contracting Ross River Fever, a mosquito-carried virus, which caused damage to the eyes...Club professional at Oatlands G&CC (1994-97) before playing way back onto PGA Tour of Australasia and European Tour...Enjoys motorsports, with the V8's at Bathurst in Australia a favorite...Website is peterlonard.com.","otherInfo" : "","ntlTeams" : "The Presidents Cup (2), 2003, 2005; World Cup (1), 2005.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T7th in 2012 at the Panama Claro Championship.","dynStats" : "He ranks T77th in Total Eagles on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}