{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "31672","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Nisbet","first" : "Daniel","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "191","weightMetric" : "87","birthDate" : "September 13, 1990","age" : "25","birthPlace" : "Redcliffe, Australia","residence" : "Brisbane, Australia","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2012","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "Re-qualified for the Ping An Bank China Tour – PGA TOUR China Series after taking a year off by finishing T5 at the First Global Qualifying Tournament in Kunming…Had three made cuts in a row on the PGA Tour of Australasia. Starting at the Victorian PGA Championship, was T28, thanks to a final-round 68…Two weeks later, was T22 at the IPS Handa Perth International…Best finish of the season came at the Holden New Zealand PGA Championship. Fired a final-round 66 in Auckland to T20.","carHigh" : "2015: Had a solid PGA Tour of Australasia season, making nine cuts in 13 starts. Enjoyed a pair of top-10s, the two strong performances coming in back-to-back starts. Finished T10 at the Fiji International…The following week, at the Western Australia PGA Championship, opened 65-69 and held a share of the 36-hole lead with Minwoo Lee, Jason Norris and Brett Rumford. Closed the tournament 71-70 to eventually fall by three shots to Rumford…Other worldwide cut was a T67 at the OneAsia Tour's SK Telecom Open.\n\n2014: Finished 38th at the Queensland PGA Championship, opening with rounds of 69-66. Was 70-69 over his final 36 holes…Qualified as a conditional member of the PGA TOUR China Series, finishing T35 at the second Qualifying Tournament at Mission Hills GC's Sandbelt Trails Course. Was tied for 20th through 54 holes but stumbled to a 7-over 79 on the final day, still able to secure status in the Series…Played in the inaugural PGA TOUR China Series tournament—the Mission Hills Haikou Open. Fired rounds of 71-73-72-70 to T31…Was T23 in his next start, at the Buick Open…Added a T33 at the Wuhan Investment Real Estate Lanhai Open…Shot weekend rounds of 67-69 in mid-June to T19 at the Earls Beijing Open…The following week, opened the Fiji International on the PGA Tour of Australasia with a 1-over first 36 holes. Shot consecutive 76s on the weekend to T35 at Natadola Bay Championship GC…At the Western Australia Open on the PGA Tour of Australasia in mid-October, shot four under-par rounds at Cottesloe GC in Perth to T3 with Rhein Gibson and Paul Spargo…Finished T67 at the Perth International, a PGA Tour of Australasia and European Tour co-sanctioned event in late-October…Made it to second stage Web.com Tour qualifying. Played in the tournament in McKinney, Texas, in mid-November at TPC Craig Ranch but failed to move on to the finals. \n2013: Received a sponsor's exemption to play in the PGA TOUR's RBC Heritage at Hilton Head Island, S.C., based on his Players Amateur victory in nearby Bluffton, S.C., a year earlier. Shot rounds of 76-79 to miss the cut at Harbour Town GL…Posted rounds of 73-67-66-70 to finish eighth at the New Zealand PGA Championship…Added a sixth-place showing at the Victorian PGA Championship, including a final-round 68…Also made starts on the Adams Golf Pro Tour and the eGolf Pro Tour in the United States. \n2012: After turning pro, finished second at the Victoria PGA Championship on the PGA Tour of Australasia. \n","otherCarHigh" : "Won the 2012 Players Amateur in South Carolina. In the weather-shortened event, he held the 54-hole lead and had grown his lead to six strokes when officials canceled play and gave him the title as the third-round leader. Defeated Bobby Wyatt to become the second Australian to win the Bluffton, S.C., event—joining Web.com Tour player Aron Price…Won the 2012 Lake McQuarie Amateur in Australia, defeating Cameron Smith by three strokes…Finished runner-up at the 2012 Australian Amateur, losing in the final match, 3 and 2, to Marcel Schneider.","personal" : "Is close friends with PGA TOUR veteran Rod Pampling and stays with  the Pamplings in Dallas when he's in the United States…Started playing golf early as he grew up on a golf course—Caboolture GC…Is very interested in cars and enjoys working on engines. ","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Re-qualified for the Ping An Bank China Tour – PGA TOUR China Series after taking a year off by finishing T5 at the First Global Qualifying Tournament in Kunming…Had three made cuts in a row on the PGA Tour of Australasia. Starting at the Victorian PGA Championship, was T28, thanks to a final-round 68…Two weeks later, was T22 at the IPS Handa Perth International…Best finish of the season came at the Holden New Zealand PGA Championship. Fired a final-round 66 in Auckland to T20.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T19th in 2014 at the Beijing Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}