{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "46152","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hung","first" : "Chien Yao","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "195","weightMetric" : "88","birthDate" : "August 12, 1992","age" : "23","birthPlace" : "Chinese Taipei","residence" : "","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2012","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: After top-30s in each of his first four starts of the season, played solid all week at the Ping An Bank Open in Beijing. Joined Byungming Cho and Zihao Chen as the only players in the field with four under-par rounds. His 71-70-70-71 was worth a T8 with four others at Qinghe Bay GC, his first top-10 since he was eighth at the 2014 Jianye Tianzhu Henan Open. \n\n2014: Finished 11th at the PGA TOUR China Series' second qualifying tournament in Haikou to qualify for the inaugural season… With a partial Asian Tour exemption, he's played in one tournament, finishing 55th at the Solaire Open at Wack Wack Country Club in Manila, Philippines…In his PGA TOUR China Series debut, was 11th at the Mission Hills Haikou Open, shooting an even-par 288 at Mission Hills GC's Sandbelt Trails Course…In his next start, was T8 at the Buick Open in Guangzhou, thanks to a 68-68 finish following a 73-74 start…Returned to the Series in mid-June, at the Earls Beijng Open. Played poorly in the opening round, fashioning a 3-over 75. Played stellar golf over the final 54 holes, firing rounds of 69-65-68 to T7 with four others. His second-round 65 gave him low-round-honors for the day and established his low 18-hole PGA TOUR China Series score…Opened with a 78 at the Chateau Junding Penglai Open but came back to finish his final 54 holes in 4-under to T29…Was 1-under heading into the final round of the Yeangder Tournament Players Championship in his home country. Shot a Sunday 77 to drop 20 positions, into a T50 at the Asian Tour event at Linkou International G&CC…Was T47 at the Indonesian Masters on the Asian Tour, and in his next Asian Tour start was T55 at the Solaire Open…Picked up his third consecutive PGA TOUR China Series' top-10 when he finished solo third at the Yulongwan Yunnan Open in August. Opened with a 7-under 65 and trailed leader Gunn Charoenkul by four strokes. Added three more rounds in the 70s to finish at 19-under, six shots behind Charoenkul. Going back to the Buick Open, nine of his last 10 rounds have been in the 60s…Fourth top-10 of the campaign came at the Jianye Tianzhu Henan Open. Rebounded nicely from an opening-round 76 by shooting second- and third-round scores of 68-67. Dropped back on the windy, rainy final day with a 4-over 76 to finish eighth. Played steady golf all four days at the Asian Tour's Resorts World Manila Masters in late-November. Four under-par rounds at Manila Southwoods G&CC (67-71-69-71) led to a T4 with Sam Brazel, Paul Peterson and Kiradech Aphibarnrat.\n\n2013: Finished 68th on the Asian Tour order of merit. In 16 tournaments, his best finish was an eighth-place performance at the Queen's Cup…He also T10 at the Zaykabar Myanmar Open…On the Asian Development Tour, finished eighth at the Ballantine's Taiwan Championship, thanks to a final-round 69…Added a 12th-place finish at the CIMB Niaga Indonesian Masters back on the Asian Tour…Picked up a pair of 13th-place Asian Tour finishes, in the Philippines and Macau, respectively. At the Manila Masters, opened 68-68 and finished 71-71…At the Macau Open, his 68-70 weekend gave him the top-15 finish. \n2012: Made two Asian Tour cuts, a T21 at the Taiwan Masters (75-73-72-76) and a T58 the Hero Indian Open (72-71-69-75). \n","otherCarHigh" : "Finished 16th at the 2010 Asian Amateur, a year after turning in a T28 at the same event. Played in his first Asian Amateur and was T22 in 2009.","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}