{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "45555","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Jin","first" : "Da-Xing","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-7 \/ 173 cms","heightMetric" : "1.7","weight" : "156 \/ 71 kgs","weightMetric" : "71","birthDate" : "January 27, 1993","age" : "23","birthPlace" : "Jilin, China","residence" : "Hainan, China","family" : "Single","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2011","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2014: Opened the year by missing the cut at the Mission Hills Haikou Open…Was T42 in his next start, at the Buick Open, marking his first made cut on the PGA TOUR China Series. Opened and closed with 1-under 71s at Dragon Lake GC's Asian Games Course…Missed the cut at the United Investment Real Estate Wuhan Open…Next made cut was a T29 at the Earls Beijing Open in June. Opened 68-70 at Earls GC…Following the scheduled break, returned to action at the Yulongwan Yunnan Open, finishing T38 on the strength of a Sunday 68, matching his low round of the season…At the Chateau Junding Penglai Open in his next start, was T50…Earned his top performance of the season when he T22 at the Cadillac Championship in Beijing. Had a slow start at Qinghe Bay GC, shooting a 4-over 76. Played his final 54 holes in 6-under (70-68-72)…Finished T43 at the OneAsia Tour's Nanshan China Masters in mid-October, thanks to a second-round, 3-under 68…Made his second cut of the season when he T29 at the Earls Beijing Open in June. Opened 68-70-71 and was tied for 10th with 18 holes to play. Stumbled to a 1-over 73 in the final round to drop down the leaderboard.  \n2013: Best performance of the season was a T55 at the Foshan Open on the European Challenge Tour. Opened 73-72 at Foshan GC outside Guangzhou...Missed the cut at the Australian Open on PGA Tour of Australasia (73-75)…Also missed the cut at the China Masters, the Volvo China Open and the Indonesia PGA Championship. Got into the Volvo China Open by taking a share of medalist honors (70-69) at the open qualifying, with Li Xinyang.  \n2012: Had a nice showing at the Nanshan China Masters in mid-October. After easily making the cut, moved up the leaderboard on the weekend with an even-par 70-72 final 36 holes to T26…Missed the cut in the Enjoy Jakarta Indonesia Open on the OneAsia Tour (76-86)…Also missed the cut at the Australian PGA Championship (75-82).\n","otherCarHigh" : "","personal" : "Admires Tiger Woods and enjoys listening to music and watching movies.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T22nd in 2014 at the Cadillac Championship.","dynStats" : "He ranks T96th in Rounds in the 60's on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}