{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "36724","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Nunez","first" : "Augusto","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "185","weightMetric" : "84","birthDate" : "November 3, 1992","age" : "23","birthPlace" : "Yerba Buena, Tucuman, Argentina","residence" : "Buenos Aires, Argentina","family" : "","education" : "","splInterest" : "Listening to music","pronunciation" : "ow-GOOS-toh NOON-ehz","nwTourAlumnus" : "","trndProYear" : "2012","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "Carded a final round 67 to charge into a T4 finish at the Lexus Panama Classic in March. That was his third top-4 over his last four official starts on PGA TOUR Latinoamérica.","carHigh" : "PGA TOUR Latinoamérica member 2014-16\n\n2015 Finished the PGA TOUR Latinoamérica season ranked 17th on the Oder of Merit following a year of three top-4s and ten top-25s in 18 starts… … Closed the year ranked T4 in total birdies with 240… Entered the final round of the Lexus Peru Open holding a one-stroke lead, but shot 4-over on the last three holes to card a 73 and finish two strokes outside a playoff for the title… Two weeks later finished T4 at the season ending PGA TOUR Latinoamérica TOUR Championship… Also finished T4 at the Honduras Open, where he shot 66-65 on the weekend… His other top-10 was T9 at the 84th Abierto OSDE del Centro in Cordoba, Argentina.\n\n2014: Earned conditional status on PGA TOUR Latinoamérica with a T28 finish at the Q-School held in Lima, Peru early in the year… Finished the Tour season ranked 46th on the Order of Merit… Made the cut in 9 of 16 starts, collecting one top-10 and three top-25s… His best finish was solo fourth at the Aberto do Brasil, where he posted a 7-under 62 on the third round to get in contention… Claimed runner-up honors at the Argentine Tour's Andrés Romero Invitational.\n\n2013: Made his PGA TOUR Latinoamérica debut making the cut in three of four starts… Had two top-25s, T18 at the 87th Abierto de Chile and T19 at the Lexus Peru Open… Joined the Argentine Tour, where he collected two top-10s.\n\n2012: Turned professional in January.\n","otherCarHigh" : "","personal" : "A native of Tucuman, he moved to Buenos Aires, Argentina to work on his game with his coach and former Tour member Sebastián Fernández... Favorite course he's played is Olivos Golf Club in Buenos Aires… Tiger Woods is his favorite athlete to watch… Favorite team is Atlético Tucumán… Ángel Cabrera, Eduardo and Andrés Romero would round out his dream foursome.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 Order of Merit Top-60"},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Carded a final round 67 to charge into a T4 finish at the Lexus Panama Classic in March. That was his third top-4 over his last four official starts on PGA TOUR Latinoamérica.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri in 2016 is T4th at the Lexus Panama Classic.","dynStats" : "He ranks T12th in Scoring Average (Actual) on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}