{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02091","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Sifford","first" : "Charles","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "180","weightMetric" : "82","birthDate" : "June 2, 1922","age" : "93","birthPlace" : "Charlotte, North Carolina","residence" : "Highland Heights, Ohio","family" : "Charles, Craig","education" : "","splInterest" : "Music, boxing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "2004","combTourMoney" : "1,271,817&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1961","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(12): 1952 UGA National Negro Open. 1953 UGA National Negro Open. 1954 UGA National Negro Open. 1955 UGA National Negro Open. 1956 UGA National Negro Open, Rhode Island Open. 1957 Long Beach Open. 1960 UGA National Negro Open, Almaden Open. 1963 Puerto Rico Open. 1971 Sea Pines. 1975 Northern Ohio PGA Championship.","intlVics" : "(1): 1963 Puerto Rico Open.","curYearHigh" : "","carHigh" : "2011: Made his final Champions Tour appearance, playing in the Demaret Division of the Legends of Golf, finishing T20 with partner Lee Elder...Was honored when Mecklenburg County Park and Recreation renamed Revolution Park GC as the Dr. Charles L. Sifford GC at Revolution Park in his native Charlotte, N.C.\n\n2010: After not playing in the previous three Liberty Mutual Legends of Golf events, played in the Demaret Division with partner Doug Sanders. After rounds of 74-82, finished T14.\n\n2009: The Northern Trust Open (formerly the Los Angeles Open) began the exemption \"for a player who represents the advancement of diversity in golf\" called the Charlie Sifford Exemption.\n\n2007: Received the Old Tom Morris Award, the highest honor bestowed by the Golf Course Superintendents Association of America.\n\n2006: In his lone start of the campaign, finished second in the Demaret Division of the Liberty Mutual Legends of Golf for a second consecutive year. Teamed with Joe Jimenez to shoot rounds of 70-71 at the Westin Savannah Harbor Golf Resort and Spa. Ended two strokes behind the winning team of Orville Moody and Jimmy Powell...Received an honorary degree, Doctor of Laws, from the University of St. Andrews in Scotland. \n\n2005: Shot rounds of 68-67 with teammate Joe Jimenez to finish a distant second to the team of Orville Moody-Jimmy Powell in the Demaret Division of the Liberty Mutual Legends of Golf. \n\n2004: Received his highest honor when the World Golf Hall of Fame inducted him, along with Tom Kite, Marlene Stewart Streit and Isao Aoki…Teamed with long-time partner Joe Jimenez to T5 in the Demaret Division of the Liberty Mutual Legends of Golf with the teams of Mike Fetchick-Fred Hawkins and Al Balding-Bob Toski. \n\n2003: Was T5 with partner Joe Jimenez in the Demaret Division of the Liberty Mutual Legends of Golf in Savannah, Ga. \n\n2002: Joined forces with Joe Jimenez and came up just short at The King & The Bear in St. Augustine, Fla. Shot best-ball rounds of 66-68 to fall a stroke shy of Miller Barber and Jim Ferree's winning 11-under score. \n\n1987: Earned the distinction of being the oldest player to earn an exemption on the Champions Tour from the prior-year's money list when he finished in the top 28 in 1986, at age 64.\n\n1984: Played in his final PGA TOUR event, making the cut at the Los Angeles Open and finishing T76. It was his only start of the season…Made 19 Champions Tour starts, finishing inside the top-10 in nine of them for a 14th-place final money-list position. Lost in the quarterfinals of the Senior Seiko Tucson Match Play in January…At the Daytona Beach Seniors Golf Classic, opened and closed with 73s and had a 69 in the second round to T4…In his next start, at the SENIOR PGA TOUR Roundup, finished T7…Added another T7 at the Senior Tournament Players Championship at Canterbury GC outside Cleveland. Was five shots off the lead with a round to play, but his Sunday, 3-over 75 left him in a T7 with Dan Sikes and Rod Funseth…Two more T7s came during back-to-back July starts—at the Greater Syracuse Senior Classic and the Merrill Lynch Golf Digest Pro-Am at Newport CC in Rhode Island…Also had a T7 at the at the United Virginia Seniors…Best finish during the latter-part of his season was a T4 at the Digital Middlesex Classic on the strength of a final-round 69. \n\n1983: Made one PGA TOUR start, at the Glen Campbell-Los Angeles Open, finishing T61…Finished 12th on the Champions Tour money list. Came up short in his search for victory, finishing solo second at the Hall of Fame at Pinehurst's No. 2 Course. Opened with an even-par 72 then jumped into contention with a 6-under 66 in the second round. Was tied for second with Dan Sikes, five shots behind leader Rod Funseth. Shot a solid 69 on the final day but was no match for Funseth, who fashioned a 65 and won the tournament by nine strokes…Next top-10 came in July, at the Marlboro Classic. A pair of under-par weekend rounds left him T6 at Marlboro CC…Had a U.S. Senior Open top-10 for a second consecutive year, this time finishing ninth at Hazeltine National GC in Minnesota…Had a solid finish to his season, with three top-10s in his final six starts. Was T4 at the Citizens Union Senior Golf Classic in September, finished T7 at the Hilton Head Seniors International and T6 at the Boca Grove Classic. \n\n1982: Made one start, at the Glen Campbell-Los Angeles Open, withdrawing after the first round…Played in 11 official Champions Tour events and recorded an 18th-place money-list finish. Rebounded from a disappointing Champions Tour season in 1981 with three top-10s in his 11 starts. Best effort came at the Suntree Seniors Classic, where he turned rounds of 75-68-71-69 into a T7…Was eighth at the U.S. Senior Open, his final-round 69 one of only three sub-70 rounds in the final round…Added a T9 in Canada in June, at the Peter Jackson Champions.\n\n1981: Missed the cut in both of his TOUR starts—at the Glen Campbell-Los Angeles Open and the Sammy Davis, Jr.-Greater Hartford Open…Made six Champions Tour starts, with one top-10—a T9 at the Michelob Senior Classic in early April. \n\n1980: Shot a closing, 8-under-par 63 at the Atlantic City International to T6 in the first Champions Tour event ever played...Won the other cosponsored event that season, the Suntree Classic at Melbourne, Fla., by four strokes over Don January…Missed the cut in all three of his PGA TOUR starts, including his final major championship appearance, at the PGA Championship.\n\n1979: Lone made cut was at the Glen Campbell-Los Angeles Open. Shot rounds of 73-73-72-675 to T58.\n1978: Missed the cut in both of his TOUR starts, including a 78-78 showing in his final U.S. Open appearance. \n\n1972: In his eighth U.S. Open appearance, turned in his top major championship performance, shooting an even-par 72 at Pebble Beach GL in the third round and going on to a T21 outing in California. \n\n1969: Won his last PGA TOUR title, doing it in playoff fashion at the Los Angeles Open. After opening with an 8-under 63 at Rancho Park, shot consecutive rounds of 71 over his final 54 holes to tie Harold Henning at 8-under 276. Defeated Henning by making birdie on the first playoff hole.\n\n1968: Finished 50th on the money list and again came close to winning. In the final event of his season, in Louisiana at the Cajun Classic Open, shot rounds of 70-67-70-67 to T2 with Bobby Mitchell, four shots behind winner Ron Cerrudo. \n\n1967: Broke through and won his first PGA TOUR title when he captured the Greater Hartford Open in mid-August and finished with the highest money-list position of his career—25th. Entered the final round at Wethersfield CC tied for 12th, five shots behind leader Terry Dill. Navigated the course in the final round in 7-under—the low score of the day—to cruise to a one-shot win over Steve Opperman and a two-shot triumph over a quartet of players, including Raymond Floyd and Gary Player…Four other top-10s came at the Greater Greensboro Open (fifth), the Dallas Open (sixth) and the Canadian Open (T10).\n\n1966: Dropped out of the top-50 on the money list for the first time since 1960. Finished 59th on the earnings' chart. Only top-10s were a pair of T8 efforts both in California—at the Los Angeles Open in his first start of the year and then in San Francisco at the Lucky International Open three weeks later...Made his first PGA TOUR hole-in-one, at the San Diego Open, on his way to a T29 finish. \n\n1965: Again finished inside the top 50 on the final money list, at No. 48…Opened his season with back-to-back T9s, at the Los Angeles Open and the San Diego Open, respectively…After four U.S. Open appearances, played in another major championship, this time the PGA Championship, finishing T33…Added a T8 at the Canadian Open in July and a T9 at the Carling World Open in August…Final top-10 was a T9 effort at the Greater Seattle Open in September after a final-round 69 followed three consecutive 72s to start the tournament. \n\n1964: Finished 46th on the money list but was disappointed again, earning the third runner-up finish of his career when he T2 at the St. Paul Open in Minnesota in August. Played well on the weekend at Keller GC, shooting rounds of 68-67. But Charles Courtney walked away with the title…Additional top-10s came at the Waco Turner Open (T6), the Thunderbird Classic (T7), the Buick Open (fifth) and the almaden Open in his final start of the year in November (T6)…Was also T7 at the unofficial Palm Springs Glf Classic. \n\n1963: Began his season with four rounds in the 60s at the San Diego Open. Rounds of 67-69-67-69 left him T3 with Billy Casper, two shots behind winner Gary Player…Two weeks later, was again T3, this time at the Lucky International Open in San Francisco. Ended the event at Harding Park tied with George Knudson and Paul Harney, four shots behind winner Jack Burke, Jr…Won the Puerto Rico Open, an unofficial PGA TOUR event at the time. Shot a final-round 68 to break free from the one-stroke 54-hole lead he held over Manuel De La Torre and Knudson…Kept the hot streak going a week later at the unofficial Jamaica Open. Opened with a 73 in Kingston then rattled off rounds of 66-69-68 to finish second, two shots behind John Barnum.\n\n1962: Made 23 cuts and finished 49th on the money list. Again flirted with victory, settling for a runner-up finish at the Canadian Open in late-July. Held a share of the 54-hole lead with Ted Kroll at Le Club Laval-sur-lac in Quebec. Shot an even-par 72 on the final day to Kroll's 70…Four rounds in the 60s, including weekend rounds of 65-66 at the Tucson Open weren't enough as he finished T3 with Gene Littler, Paul Harney and Bud Sullivan, four shots behind winner Phil Rodgers…Had a nice finish in September by shooting a final-round, 4-under 67 at the Dallas Open. Finished five shots behind winner Billy Maxwell at Oak Cliff CC…Was also T5 at the Sahara Invitational and T10 at the Eastern Open. \n\n1961: Only two top-10s of the season were T4s, at the Home of the Sun Open, where he was in solo second after the third round, a stroke behind leader Bud Sullivan. Shot a 71 on the final day to drop two positions, into a tie with Art Wall…Two months later, was again a T4, at the Greater Greensboro Open. Was three strokes behind 54-hole leader Mike Souchak with 18 holes to play but stumbled to a 4-over 75 at Sedgefield CC.\n\n1960: Won his sixth and final UGA National Negro Open…Was poised to break through and win on the PGA TOUR for the first time. At the Orange County Open in California, was tied with Billy Casper, Al Geiberger and George Bayer through 54 holes. Shot a final-round 70 to Casper's 69 to lose by a stroke…Other top-10s came at the Eastern Open (T6) and the Portland Open (T7).\n\n1959: Played a full PGA TOUR slate and made 16 cuts while only recording one top-10. That came at the Portland Centennial Open, where he was eighth after shooting 66-69-69 over his final 54 holes…Made his major championship debut, finishing T32 at the U.S. Open at Winged Foot GC…Contended at the California State Open at Santa Maria CC, finishing second to Jerry Barber by four strokes.\n\n1958: Had one PGA TOUR top-10, a T10 at the Rubber City Open in Akron, Ohio, thanks, in part, to a second-round, 7-under 64 at Firestone CC. \n\n1957: Won that UGA National Negro Open for a fifth time…Won the Rhode Island Open…Earned a third title, again an unofficial event when he shot a final-round 64 in the 54-hole Long Beach Open Invitational in Southern California. Finished at 13-under and tied with Eric Monti then defeated Monti in a playoff…Best performance among his eight made PGA TOUR cuts was a T8 at the Eastern Open Invitational in Baltimore. \n\n1956: Took a four-stroke victory in the North and South Negro Championship at Miami Springs CC in March. In the 54-hole event, he beat Ted Rhodes by four strokes…Made back-to-back top-10s in late-June, early July. At the Philadelphia Daily News Open, finished T8 after rounds of 69-68-71-68…The following week, in Hartford, Conn., at the Insurance City Open, shot four under-par rounds at Wethersfield CC, including weekend rounds of 68-68 but fell a stroke shy of the Arnold Palmer-Ted Kroll playoff that Palmer won. Finished T3 with Gene Littler, Fred Hawkins, Ernie Vossler, Don Fairfield and Bud Holscher...Captured the UGA National Negro Open title for a fifth consecutive time. \n\n1955: Recorded his first top-20 in a PGA TOUR event when he opened with a 63 at the Canadian Open, giving him his first lead. Held a one-shot advantage over Arnold Palmer through 18 holes at Weston G&CC in Toronto. Finished with a 74-72-70 showing to T19…Added a T20 at the Carling Golf Classic in September for his only other top-20 finish on the campaign...Again won the UGA National Negro Open, his fourth consecutive win in the event. \n\n1954: Made the cut in five PGA TOUR starts, his best finish a T25 at the San Diego Open, the first time he broke 70 in a TOUR event. He fired a second-round 67 to go with an opening 75 and closing 73-76 over his final 36 holes…Also was T27 at the Los Angeles Open...Won his third consecutive UGA National Negro Open title. \n\n1953: Played in two PGA TOUR events, both on consecutive weeks in Chicago. Finished T62 at the All American Open then remained at the Tam O'Shanter Club and was T54 at the World Championship of Golf...Successfully defended his UGA National Negro Open title.\n\n1952: Attempted to qualify for the Phoenix Open but was unsuccessful...Won the first of six UGA National Negro Opens. \n\n1949: Made his PGA TOUR debut at the Philadelphia Inquirer Open. Shot rounds of 77-75-82 before withdrawing…Made his first TOUR cut, in Chicago at the All American Open at the Tam O'Shanter Club. Finished T71. Opened with a 74 then shot three consecutive rounds of 76. \n","otherCarHigh" : "","personal" : "Won six Negro National Open titles...Honored as one of the top 100 people in the first Century of Golf...Also a member of both the North Carolina Sportswriters Hall of Fame and the Northern Ohio Sports Hall of Fame...Published his autobiography, Just Let Me Play, during the summer of 1992...Started in golf as a caddie in Charlotte, N.C., and began playing professionally at age 17 on the United Golf Association Tour...Was singer Billy Eckstine's personal pro and was nicknamed “Little Horse” by Eckstine.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1980","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Inducted into the World Golf Hall of Fame in November 2004, along with Tom Kite, Marlene Stewart Streit and Isao Aoki...Holds the distinction of being the oldest player to earn an exemption on the Champions Tour from the prior year's money list when he finished in the top 28 in 1986 at the age of 64...In 1980, shot a closing, 8-under-par 63 at the Atlantic City International to T6 in the first Champions Tour event ever played...Won the other cosponsored event that season, the Suntree Classic at Melbourne, Fla., by four strokes over Don January...Played 422 PGA TOUR events in his career and made 399 cuts...Won the Hartford Open in 1967...Also defeated Harold Henning in a playoff for the 1969 Los Angeles Open title...Among the top-60 money-winners on the PGA TOUR from 1960-69...Won six Negro National Open titles...Honored as one of the top 100 people in the first Century of Golf...Also a member of both the North Carolina Sportswriters Hall of Fame and the Northern Ohio Sports Hall of Fame...Published his autobiography, Just Let Me Play, during the summer of 1992...Started in golf as a caddie in Charlotte, N.C., and began playing professionally at age 17 on the United Golf Association Tour...Was singer Billy Eckstine's personal pro and was nicknamed \"Little Horse\" by Eckstine.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}