{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01478","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Hanefeld","first" : "Kirk","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "190","weightMetric" : "86","birthDate" : "May 24, 1956","age" : "59","birthPlace" : "Claremont, New Hampshire","residence" : "Acton, Massachusetts","family" : "Ryan (9\/12\/90)","education" : "University of Houston","splInterest" : "Fishing, spending time with son","pronunciation" : "HAN-uh-feld","nwTourAlumnus" : "","trndProYear" : "1978","clubAffl" : "The International (Bolton, Massachusetts)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "735,645&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2006","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(15): 1971 New Hampshire Junior Amateur. 1972 New Hampshire Junior Amateur. 1973 New Hampshire Junior Amateur. 1974 New Hampshire Amateur. 1976 New Hampshire Amateur. 1982 New Hampshire Open. 1999 Rhode Island Open, New England PGA Pro-Pro Match Play Championship. 2000 New England PGA Championship, New England PGA Pro-Pro Match Play Championship. 2001 New England PGA Championship, New England PGA Pro-Pro Match Play Championship. 2002 New England PGA Pro-Pro Stroke Championship. 2003 New England PGA Championship, New England PGA Pro-Pro Stroke Championship. 2008 Senior PGA Professional National Championship.","intlVics" : "","curYearHigh" : "","carHigh" : "2012: Made two starts, missing the cut at the Senior PGA Championship and open qualifying and finishing T74 at the 3M Championship.\n\n2011: In three starts his best showing was 41st at the U.S. Senior Open...Also T60 at the Senior PGA Championship and qualified for The Senior Open Championship but missed the cut. 2010: Played in 16 events, the most he's played in a season since joining the Champions Tour in 2006. Posted three straight rounds in the 60s to finish T6 at the 3M Championship in August. 2009: Conditionally-exempt after 12th-place finish at 2008 National Qualifying Tournament. Played in eight events in 2009, with best finish a T25 at The Senior Open Championship. Made the first hole-in-one of his Champions Tour career at that event at Sunningdale, holing a 6-iron shot on the fourth hole during the third round...Returned to National Q-School at the end of the season and earned a conditional exemption with a sixth-place finish. Originally one of three players to T5 and final fully-exempt spot, but Jim Roy's birdie on the first extra hole secured him the final exempt position and Hanefeld took sixth with a par. 2008: After finishing T29 at the 2007 Champions Tour National Qualifying Tournament made 11 starts and was 71st on the money list, with $183,747. Best effort was a career-best T5 at The Principal Charity Classic in Iowa, two years after posting a T6 finish there...Also won the 2008 Senior PGA Professional National Championship, defeating John Aubrey and Jon Fiedler by four strokes in Palm Springs, Calif. 2007: Made 11 starts on the 2007 Champions Tour. Was T21 at the Bank of America Championship after being T2 after 36 holes and also T21 at the Walmart First Tee Open at Pebble Beach. 2006: Had 12 starts with a T6 at the Allianz Championship in his second career start. \n","otherCarHigh" : "One of New England's leading club professionals for 25 years...Was the head professional at famed Salem CC, The Ridge Club and most recently served as the Director of Golf and head professional at The International GC...The PGA of America named him 2008 Senior PGA Professional Player of the Year...Was the 2000 and 2001 New England PGA Player of the Year and the 2004 and 2005 New England PGA Golf Professional of the Year...Won the New England PGA Championship three times...Served as the vice president of the New England PGA section from 1991-93...Competed in the 1990 U.S. Open and PGA Championship as well as the old Bank of Boston Classic from 1988-90 and the 2003 Deutsche Bank Championship but never made a cut in any of the events...Holds course records at Salem CC (63) and Haverhill CC (63)...Has made four holes-in-one in his career.","personal" : "Parents got him started playing golf when he was eight years old...Played collegiately from 1974-77 at the University of Houston...Lists Byron Nelson and Ben Hogan as his heroes...Biggest thrill outside of golf was when his son, Ryan, was born...Favorite golf courses include: Cypress Point GC, Salem CC, Medinah CC, Pebble Beach GL and Shinnecock Hills GC...Favorite entertainer is Jerry Seinfeld...Favorite movie is \"Caddyshack.\"...Is a good friend of Dana Quigley.","otherInfo" : "Made the first hole-in-one of his Champions Tour career at the 2008 Senior Open Championship at Sunningdale, holing a 6-iron shot on the fourth hole during the third round. Has had two other top-10 finishes in his Champions Tour career. Had a career-best T5 at the 2008 Principal Charity Classic in Iowa, two years after posting a T6 finish there. Won the 2008 Senior PGA Professional National Championship, defeating John Aubrey and Jon Fiedler by four strokes in Palm Springs, Calif. One of New England's leading club professionals for 25 years. Was the head professional at famed Salem CC, The Ridge Club and most recently served as the director of golf and head professional at The International GC. The PGA of America named him its 2008 Senior PGA Professional Player of the Year. Was the 2000 and 2001 New England PGA Player of the Year and the 2004 and 2005 New England PGA Golf Professional of the Year. Won the New England PGA Championship three times. Has made four holes-in-one in his career \n\n","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T5th in 2008 at the Principal Charity Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}