{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27408","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Kaymer","first" : "Martin","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "165","weightMetric" : "75","birthDate" : "December 28, 1984","age" : "31","birthPlace" : "Dusseldorf, Germany","residence" : "Mettmann, Germany","family" : "Single","education" : "","splInterest" : "Soccer, basketball, go-karting","pronunciation" : "KY-mer","nwTourAlumnus" : "","trndProYear" : "2005","clubAffl" : "","cityPlaysFrm" : "Mettmann; ; Germany","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2013","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(12): 2006 Vodafone Challenge [EurChall], Open des Volcans [EurChall]. 2008 Abu Dhabi Championship [Eur], BMW International Open [Eur]. 2009 Open de France [Eur], The Barclays Scottish Open [Eur]. 2010 Abu Dhabi Championship [Eur], KLM Open [Eur], Alfred Dunhill Links Championship [Eur]. 2011 Abu Dhabi Championship [Eur]. World Golf Championships-HSBC Champions [Eur]. 2012 Nedbank Golf Challenge [SAf].","curYearHigh" : "","carHigh" : "2014-15: Made nine of 13 PGA TOUR cuts, with one top-10...Finished T14 at the Wyndham Championship in a last-ditch effort to qualify for the FedExCup Playoffs. Did not advance to the Playoffs, so the Wyndham Championship was his 13th and final event of the season, failing to meet the 15-event minimum requirement for members. As the rule reads: \"A player who participates on his home circuit is required to play 15 events. If he plays less than 15, he would not be eligible for PGA TOUR membership for one season. The Commissioner may reduce this minimum should a player have medical reasons or extraordinary circumstances.\" He loses his voting membership. He is not eligible for PGA TOUR membership for the entire 2015-16 season so will be held to the 12-event maximum placed on non-members. He also is not eligible for the FedExCup in 2015-16. After one year sitting out as a member, he would be able to come back and continue as a member under his multi-year exemption (Winner 2014 PLAYERS Championship, U.S. Open (through 2018-19)...Began his season in Southeast Asia, entering the final round of the Thailand Golf Championship in December 2014 a stroke off 54-hole leader Marcus Fraser's lead. Fired a final-round 68 at Amata Spring CC but fell a stroke short when Lee Westwood fashioned a 5-under 67 on the final day to win by one. Settled for a T2 with Fraser...Was poised to win the Abu Dhabi HSBC Golf Championship for a third time when he took a six-shot lead into the final round of the European Tour event. Opened the event at Abu Dhabi GC 64-67-65 and seemed to be in cruise control, with birdies on three of his first four holes Sunday. Bogeyed the sixth hole then made double bogey on the ninth to turn in even par. Meanwhile, Gary Stahl picked up four shots with a front-nine 32. Made eight pars and a triple bogey on his inward nine for a 3-over 75 that dropped him into solo third, two shots behind Stal's winning score...Couldn't recover from a third-round 73 but did shoot a Sunday 64 at the Omega Dubai Desert Classic to T4 with Morten Orum Madsen, Gary Stal, Andy Sullivan and Bernd Wiesberger, seven strokes behind winner Rory McIlroy...Had a nice showing at the Open de France in July, shooting four under-par rounds at Le Golf National in Paris on his way to a fourth-place finish...Following the end of his PGA TOUR season, returned to action on the European Tour. Appeared poised to capture the Open D'Italia in mid-September. After opening 68-66-65, shared the third-round lead with Romain Wattell and Jens Fahrbring at the Milano GC. After playing the front nine Sunday in 4-under, made three bogeys during a five-hole, back-nine stretch while Karlberg was fashioning a 4-under back nine. Was able to forge a playoff with Karlberg by birdieing the 16th hole. In the overtime, after both players parred the par-4 18th, they returned to No. 18, and this time he couldn't match Karlberg's birdie. Still moved to No. 11 in the Race to Dubai standings. \n\n2013-14: Best season of his PGA TOUR career included wins at THE PLAYERS Championship and U.S. Open. One of seven multiple winners on the season, carrying those wins on to a career-best T16 finish in the FedExCup Playoffs. Earned a berth on the European Ryder Cup team for the third consecutive playing of the event...In first start of the PGA TOUR season, set the Sheshan International GC record with a 10-under-par 62 in the third round of the World Golf Championships-HSBC Champions. Finished T8...Posted rounds of 63-69-72-71—275 to win THE PLAYERS Championship by one stroke over Jim Furyk and two strokes over Sergio Garcia. After tying the Stadium Course at TPC Sawgrass course record with a first-round 63, held at least a share of the lead for all four rounds. Shared the 54-hole lead with Jordan Spieth and built a 3-stroke lead over the field through 14 holes. After a 93-minute weather delay, survived a double-bogey on the par-4 15th hole with dramatic up-and-down saves for par on the 71st and 72nd holes to secure his second TOUR victory at the age of 29 years, 4 months, 13 days in his 74th career start on the TOUR. The first-round 63 included a 7-under 29 on the front nine (his final nine holes after beginning the round on No. 10) to establish a new nine-hole scoring record at the event. The 29 on Nos. 1-9 included birdies on Nos. 1, 2, 4, 6, 7, 8 and 9. Climbed to No. 18 in the FedExCup standings and No. 28 in the Official World Golf Ranking with the victory. Became the fourth European player to win THE PLAYERS, joining Scotland's Sandy Lyle (1987), Spain's Garcia (2008) and Sweden's Henrik Stenson (2009). One of only four players to have a victory at THE PLAYERS (2014), a World Golf Championships event (2011 HSBC Champions) and a major (2010 PGA Championship), along with Tiger Woods, Phil Mickelson and Adam Scott...Followed his win at THE PLAYERS with a T29 at the HP Byron Nelson Championship, but did not play the TOUR again until a dominating performance at the U.S. Open at Pinehurst's No. 2, winning his third TOUR title and second major championship. Became the seventh player (eight times) to win the U.S. Open in wire-to-wire fashion (no ties), joining Walter Hagen (1914), James Barnes (1921), Ben Hogan (1953), Tony Jacklin (1970), Woods (2000 and 2002) and Rory McIlroy (2011). Jumped out of the gate with matching rounds of 65-65 to become the first player in major championship history to open with two rounds of 65 or better. Personal-best, 10-under 130 marked the lowest 36-hole score in U.S. Open history (topping McIlroy's 131 in 2011) and equaled the lowest in a major (Brandt Snedeker in 2012 and Nick Faldo in 1992 at The Open Championship). Held a six-stroke, 36-hole lead, tying Woods (2000) and McIlroy (2011) for largest lead at the halfway point. Despite a third-round, 2-over 72, still marked the third-lowest 54-hole score in U.S. Open history and led to a comfortable five-stroke lead. Added a final-round, 1-under 69, finishing at 9-under for an eight-stroke triumph over Rickie Fowler and Erik Compton, the fourth largest-winning margin in Open history). It marked the second-lowest score in U.S. Open history (McIlroy's 268 in 2011). During the week, became just the sixth player in U.S. Open history to get to double figures under par, reaching that mark in 32 holes, second only to McIlroy performing the feat in 26 holes in 2011. Equaled fellow German Bernhard Langer with two major championship wins and in the process marked the eighth win in the last 11 U.S. Opens by an international-born player. Became the 18th player to win the PGA Championship and U.S. Open in a career. Other superlatives included becoming the first player to win the U.S. Open and PLAYERS Championship in the same year and becoming the fourth player to win a major in the same season as their victory at THE PLAYERS, joining Woods (2001 Masters), Hal Sutton (1983 PGA Championship) and Jack Nicklaus (1978 Open Championship)...Following a missed cut at The Barclays, bounced back with a T7 at the Deutsche Bank Championship to jump from No. 23 to No. 15 in the FedExCup standings. Later added a T16 finish at the BMW Championship to advance to the TOUR Championship by Coca-Cola for the first time, finishing T23 at East Lake and T16 in the FedExCup...At the Ryder Cup at Gleneagles in Scotland, went 1-1-2 in his four matches to contribute two points to the European team's five-point victory over the U.S. in the biennial event.\n\n2013: Despite a schedule which had him playing all over the world, managed to play well enough on the PGA TOUR to earn a berth into the FedExCup Playoffs for the first time in his career...Shot rounds of 71-69-70-69 to finish at 9-under, good for a T6 at the Abu Dhabi HSBC Golf Championship in January on the European Tour. His score left him five strokes shy of winner Jamie Donaldson...First top-10 finish on the PGA TOUR was a T9 at the World Golf Championships-Accenture Match Play Championship...Was one of three players to post all four rounds in the 60s at the HP Byron Nelson Championship, finishing T5 and calling the final-round conditions at the TPC Four Seasons Resort \"The Open Championship without the rain.\" It was his first top-10 in a stroke-play event on TOUR since winning the 2010 PGA Championship...Opened with an 8-under 64 at the BMW International Open in his native Germany in June. Was 7-under the rest of the way, including weekend 69s, to T4, three shots behind winner Ernie Els...Back Stateside in August, overcame a 4-over 74 in the first round of the World Golf Championships-Bridgestone Invitational, with rounds of 67-69-66 to climb into a T9 with three others. His 4-under 66 Sunday tied for the low round of the day...Was one of five players to advance from outside the top 100 in FedExCup standings at The Barclays and into the following week's Deutsche Bank Championship. Finished T50 at The Barclays to move from No. 103 to No. 90 entering the second event in the FedExCup Playoffs...Needing to finish inside the top 70 in the standings to advance to the BMW Championship, could manage no better than a T47 at TPC Boston, ending his season ranked 90th in the final standings...At the Alfred Dunhill Links Championship on the European Tour in late-September, put himself in contention with a third-round 63. Finished with a 71 to T7.\n\n2012: Was T9 at the Commercialbank Qatar Masters in early February...Holed a 186-yard shot on the seventh hole at Emirates GC for a hole-in-one at the Dubai Desert Classic, his first career European Tour ace. Finished the tournament T13...Was T9 at the World Golf Championships-Accenture Match Play Championship in Arizona for his top PGA TOUR performance of the campaign...Added a top-10 at the Maybank Malaysian Open in mid-April when he T7 at Kuala Lumpur G&CC...Had a solid week at the BMW Italian Open in September. Played his final 54 holes in 16-under (66-67-67) at Royal Park in Turin to T5...In November, he defended his World Golf Championships-HSBC Champions victory, this time at Mission Hills GC's Olazabal Course, and posted four consecutive rounds in the 60s for the second consecutive year. He finished ninth. A triple bogey-6 on the 17th hole in the final round was offset by eight birdies, good for a 4-under 68...Had a nice showing at the South African Open in mid-November. Opened 70-70 at the Serengeti Golf and Wildlife Estate then played the weekened 68-67 (7-under) to T3, four shots behind winner Henrik Stenson...Took a two-stroke lead into the final round of the Nedbank Golf Challenge in South Africa in early December, shot a Sunday 69 and held off Charl Schwartzel for his first title of the campaign. Survived a double bogey-6 on the par-4 third hole by adding four birdies against one bogey the rest of the way at Gary Player CC in Sun City.\n\n2011: Won twice, including a late-season victory at the World Golf Championships-HSBC Champions in Shanghai, China, and finished third in the Race to Dubai standings on the European Tour...Ascended to No. 2 in the Official World Golf Ranking after rolling to an eight-stroke victory at the Abu Dhabi Championship on the European Tour. Entered the final round five strokes ahead of Rory McIlroy and shot a six-birdie, no-bogey 66 to win the event for a second consecutive year and third in four years. He had 25 birdies for the week against only one bogey, going bogey-free over the final 69 holes...Finished second at the World Golf Championships-Accenture Match Play Championship in his first PGA TOUR start of the year. En route to his runner-up finish, defeated Seung-yul Noh (7 and 6), Justin Rose (20 holes), Miguel Angel Jimenez (1-up) and Bubba Watson (2 and 1), before falling to Luke Donald (3 and 2) in the final. By virtue of making the championship match, passed Lee Westwood to become No. 1 in the Official World Golf Ranking, joining Bernhard Langer (1986) as the only Germans to become No 1 in the world. Held the top spot until April 24...Added another second-place finish in Europe, at the Omega European Masters. In the final round at Crans-sur-Sierre, had eagles on the first and fifth holes, the latter on a par 4, and added birdies on Nos. 7 and 8 to turn in 6-under 30. But pars the rest of the way left him four strokes behind Thomas Bjorn...Began the final round of the World Golf Championships-HSBC Champions five strokes behind leader Fredrik Jacobson. Showed no sign of contending when he opened his final round with six consecutive pars at Sheshan International GC. He then went on a tear, making birdie on nine of his final 12 holes, including a back-nine 29, to storm to a three-stroke victory over Jacobson. His final-round 63 was the lowest score by a winner in a World Golf Championships stroke-play event...Playing in his fourth World Cup, representing Germany, he teamed with Alex Cejka to T2 at Mission Hills GC in Hainan, China. The duo shot a third-round, 11-under 61 in four-ball and trailed Ireland by two strokes going into the final round. A 3-under 69 in foursomes left Germany two strokes behind the winning U.S. team...A week later, he was in contention at the Nedbank Golf Challenge on the Sunshine Tour but struggled to a 4-under 76 in the final round to finish solo eighth. \n\n2010: Overcame a four-stroke, final-round deficit of 54-hole leader Nick Watney to claim the biggest win of his career, at the PGA Championship. Posted a final-round 70 to tie Bubba Watson and force an aggregate, three-hole playoff. Tied through two holes, bogeyed the third and final hole to edge Watson for his first win in the U.S. Had just two bogeys on scorecard over final 55 holes. Joined countryman and two-time Masters champion Bernhard Langer as major champions hailing from Germany...Won the Abu Dhabi Championship on the European Tour in late January. Beat Ian Poulter by one and Rory McIlroy by two...Added his second European Tour title of the season with a win at the KLM Open in the Netherlands. Reeled off two birdies to finish his third round and then shot a second consecutive 66 Sunday to roll to a four-stroke win over Christian Nilsson and Fabrizio Zanotti at Hilversumsche GC...Picked up his third European Tour title of the campaign by shooting four rounds in the 60s, including a final-round 66 at St. Andrews GC's Old Course to win the Alfred Dunhill Links Championship by three strokes at the tournament also played on Carnoustie GC and Kingsbarns Club. It was his third win in three starts (following the PGA Championship and KLM Open). Improved to fourth in the Official World Golf Ranking, his then-highest career position...Played in his first Ryder Cup representing Europe and compiled a 2-1-1 record at Celtic Manor in Wales...Shot 66-69 on weekend of World Golf Championships-CA Championship, jumping from T22 to a T3 finish...Next top-10 came at the U.S. Open, finishing T8 in his 10th major championship start...Was T7 at The Open Championship in third start at that event. Entered the final round in third place, a distant seven shots behind Louis Oosthuizen and finished T7 after a 74 Sunday...Playing at the Barclays Singapore Open in mid-November, played steady all week to T10 at Sentosa GC...Capped a career year late in the European Tourt season when he won the Race to Dubai, that tour's season-long points competition, edging Graeme McDowell. \n\n2009: Finished T6 in the PGA Championship, marking the best finish of his PGA TOUR career at the time. The win moved him to first on the European Tour Order of Merit after he won twice previously in early July at the French Open and The Barclays Scottish Open. Injured his foot in a go-kart accident in late August, underwent surgery and returned to the European Tour in late October, where he T2 at the Castello Masters and was second in the European Tour Race to Dubai. Teamed with Alex Cejka for Germany in the 2009 OMEGA Mission Hills World Cup. \n\n2008: Captured his first European Tour title with a victory in January at the Abu Dhabi Championship in the United Arab Emirates. Beat Lee Westwood and Henrik Stenson by four strokes. Won for the second time in mid-June at the BMW International Open in his native Germany. Beat Anders Hansen in a playoff to become the first German to win the tournament in its 20-year history. Played on the PGA TOUR for the first time with made cuts at the U.S. Open and The Open Championship and missed cuts at the Masters and PGA Championship. \n\n2007: In his rookie season on the European Tour, recorded four top-10s, including a runner-up finish at the Scandinavian Masters and a third at the Portuguese Open. Was named Rookie of the Year. \n\n2006: Made a big impact on the European Challenge Tour, playing only eight events but finishing fourth in the final rankings, with two wins, at the Vodafone Challenge in Germany and the Open des Volcans in France. Shot a 59 on the Satellite EPD Tour before joining the Challenge Tour in August. \n","otherCarHigh" : "","personal" : "Cites Ernie Els as his golf hero.","otherInfo" : "","ntlTeams" : "Ryder Cup (3), 2010, 2012, 2014; World Cup (4), 2007, 2008, 2009, 2011.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T18th at the World Golf Championships-Dell Match Play.","dynStats" : "He ranks 61st in Heat Index (Money) - last 4 ev on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/MartinKaymer"},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/martinkaymer59"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/mkaymer59"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}