{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "32698","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Gates","first" : "Bobby","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-5","heightMetric" : "1.96","weight" : "230","weightMetric" : "104","birthDate" : "December 31, 1985","age" : "30","birthPlace" : "Gainesville, Florida","residence" : "The Woodlands, Texas","family" : "Wife, Lauren","education" : "Texas A&M University (2008, Agriculture)","splInterest" : "Wine, food, traveling","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2010, 2013)","trndProYear" : "2008","clubAffl" : "The Woodlands CC (The Woodlands, Texas)","cityPlaysFrm" : "The Woodlands; TX; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,896,389&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Only one start on the PGA TOUR—a T47 at the 2009 Valero Texas Open where he posted a second-round 64...Played on the 2009 Canadian Tour, where he made eight cuts in 10 starts. Best finish was a third at the Costa Rica Classic. Finished No. 22 on the . Also a member of the Gateway Tour in 2008. \n","otherCarHigh" : "Four-year letterman at Texas A&M University, where he was a teammate with Nationwide Tour member Martin Piller. Named Newcome of the Year for the Aggies in 2005 and was team MVP in 2006. Named to the 2006 Academic All-Big 12 Conference team. A three-time All-Big 12 Conference and all-region selection. Led his team in scoring average his senior season. Attended F.W. Buchholz High School in Gainesville, Fla., and was named Scholar Athlete of the Year for Alachua County his senior year.","personal" : "Watching Texas A&M win the 2009 NCAA Championship along with qualifying and playing in the 2010 U.S. Open at Pebble Beach (T40) are his biggest golf thrills...His freshman-year roommate was fellow Web.com Tour player Martin Piller...Enjoys traveling, especially to Europe...Favorite courses he's played are Caves Valley and Carlton Woods and would like to play Augusta National GC...Never travels without his iPod. First car was a Dodge Durango and now drives a Chevy Tahoe...Favorite college team is Texas A&M, and he is a fan of the Houston Texans...Favorite TV show is \"Entourage\" and favorite movie is \"Crash.\"...Favorite entertainer is Dave Chapelle. Other favorites include the Bible, chocolate and LeBron James...Enjoys visiting Madrid, Spain, and Honolulu. Favorite vacation spots are Hawaii, California and Scotland...Lists Jack Nicklaus, Arnold Palmer and Tiger Woods as the three players in his dream foursome. Bucket list includes flying in a private jet, playing golf in Australia and visiting Italy. Is involved with the American Cancer Society and his local church...Dad began teaching the game when he was 2. Has also used Alan Hodde as an instructor.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2011","qSchoolYear" : "","exmtStatus" : "Major Medical (Web.com Tour category)","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Did not make a start on the PGA TOUR during the season while continuing to rehab from left-hip surgery that took place in July 2014. Will have five events in the 2015-16 campaign to earn 437 FedExCup points or $701,425 to clear the top finishers from Web.com Tour Medical category.\n\n2013-14: Made one of 14 PGA TOUR cuts. Only made cut resulted in him missing the 54-hole cut at the Farmers Insurance Open (T80) in January...Did not play after the Travelers Championship and underwent left-hip surgery in July...Missed the cut in two Web.com Tour starts...Was the low pro at U.S. Open sectional qualifying in Houston in early June. Finished second to amateur Cory Whitsett at Lakeside CC after shooting rounds of 70-67 to earn his second U.S. Open invite to go with his 2010 appearance.\n\n2013: Came to the Zurich Classic of New Orleans 0 for 10 in cuts made, dating to the 2012 Frys.com Open. Walked away with his career-best T4 finish. Despite a three-hour rain delay Sunday, posted a final-round, 6-under 66 to get to 15-under 273, five strokes off Billy Horschel's winning total...Had a hole-in-one (his first on the PGA TOUR) at the Crowne Plaza Invitational at Colonial on the par-3 13th hole in the final round. Used a 6-iron from 194 yards to make the 29th ace in the 66-year history of the Fort Worth event...Struggled through the end of the TOUR season, finishing with four cuts made in 20 events. Finished 179th in FedExCup points, with earnings of $320,248...On the Web.com Tour, righted the ship immediately at the first Finals' event when he posted 16-under 272 (T7), four shots off Trevor Immelman's winning pace at the Hotel Fitness Championship.\n\n2012: Was T22 at the PGA TOUR Qualifying Tournament to regain his TOUR card for 2013. Finished No. 141 on the TOUR money list in 2012 in 29 starts. Finished No. 129 in the FedExCup standings and failed to advance to the FedExCup Playoffs. Finished T8 at the Humana Challenge on the strength of a second-round 63 and a final-round 67. It represented his lone top-10 of the season. \n\n2011: Collected five top-25 finishes in his rookie year on TOUR, with three top-10s. Hit a summer slump where he missed four consecutive cuts, without recording a sub-par round in eight tries. Rallied after that to end the season by posting 13 of 17 rounds at par or better. Finished T3 at the PGA TOUR Qualifying Tournament...Recorded first career top-10 on TOUR, a T5 finish at the Mayakoba Golf Classic, aided by a third-round, 7-under-par 64...Two weeks later, finished sixth at the Puerto Rico Open, posting his final three rounds in the 60s...Finished T6 at the Wells Fargo Championship, with three rounds in the 60s and a second-round 70...In December, rallied after back-to-back 73s with a 6-under 66 in the final round of the PGA TOUR Qualifying Tournament at PGA West in Palm Springs, Calif. 2010: Made 23 starts during his rookie season on the Web.com Tour and posted four top-10 finishes, including a win in his very first Tour event. Went on to make 13 cuts and finish 16th on the money list, which gave him a berth on the 2011 PGA TOUR...Became only the 13th player in Tour history to win in his debut when he captured the season-opening Michael Hill New Zealand Open. Posted an opening 7-under 65 to share the first-round lead at The Hills GC. Rounds of 67-68 gave him the outright lead after the second and third rounds. Began the final day at 16-under par with a three-shot lead. Increased his advantage to six strokes after seven holes but saw the lead evaporate into a tie with Australian Andrew Dodt with only two holes to go. Made back-to-back pars down the stretch to edge Dodt and win by one. Joined the likes of Angel Franco, Stuart Appleby, Gavin Coles and Chris Nallen, who also won in their Tour debut...Followed the win with a third-place finish at the Moonah Classic in Australia, where he finished second in Total Birdies and third in Greens in Regulation for the week. Tied the low round of the day on Sunday with a 6-under 66. Six starts later at the Stadion Athens Classic he posted his first domestic top-10 finish of the year after having a share of the lead in each of the first two rounds. Ended up finishing T7 after shooting two-over par on the weekend...Posted his fourth top-10 of the year, at the Ford Wayne Gretzky Classic. Opened the tournament with a 65 and continued his solid play by firing three consecutive 67s to finish T4...Traveled to Australia late in the season and took a one-shot lead into the final round of the Australian PGA Championship. Struggled to a 74 during the Monday finish to T6. 2009: Only one start on the PGA TOUR—a T47 at the Valero Texas Open where he posted a second-round 64...Played on the Canadian Tour, where he made eight cuts in 10 starts. Best finish was a third at the Costa Rica Classic. Finished No. 22 on the Order of Merit. Also a member of the Gateway Tour in 2008. Amateur: Four-year letterman at Texas A&M University, where he was a teammate with Web.com Tour and PGA TOUR member Martin Piller. Named NewcomeR of the Year for the Aggies in 2005 and was team MVP in 2006. Named to the 2006 Academic All-Big 12 Conference team. A three-time All-Big 12 Conference and all-region selection. Led his team in scoring average his senior season. Attended F.W. Buchholz High School in Gainesville, Fla., and was named Scholar Athlete of the Year for Alachua County his senior year. \n","otherCarHigh" : "","personal" : "Watching Texas A&M win the 2009 NCAA Championship along with qualifying and playing in the 2010 U.S. Open at Pebble Beach (T40) are his biggest golf thrills...His freshman-year roommate was Martin Piller...Enjoys traveling, especially to Europe...Favorite courses he's played are Caves Valley, Cypress Point and Carlton Woods and would like to play Augusta National GC...Never travels without his iPod. First car was a Dodge Durango and now drives a Chevy Tahoe...Favorite college team is Texas A&M, and he is a fan of the Houston Texans...Favorite TV show is \"Entourage\" and favorite movie is \"Crash.\"...Favorite entertainer is Dave Chapelle. Other favorites include the Bible, chocolate and LeBron James...Enjoys visiting Madrid, Spain, and Honolulu. Favorite vacation spots are Hawaii, California and Scotland...Lists Jack Nicklaus, Arnold Palmer and Tiger Woods as the three players in his dream foursome. Bucket list includes flying in a private jet, playing golf in Australia and visiting Italy. Is involved with the American Cancer Society and his local church...Dad began teaching him the game when he was 2.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T4th in 2013 at the Zurich Classic of New Orleans.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/BobbyGatesGolf"},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/bobbygatesgolf"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/bobbygatesgolf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}