{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "21470","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Maruyama","first" : "Daisuke","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "180","weightMetric" : "82","birthDate" : "March 16, 1971","age" : "45","birthPlace" : "Aichi, Japan","residence" : "Urayasu, Chiba, Japan","family" : "Wife, Maya","education" : "","splInterest" : "Movies","pronunciation" : "die-SUE-kay","nwTourAlumnus" : "","trndProYear" : "1994","clubAffl" : "","cityPlaysFrm" : "; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Played in 28 PGA TOUR events in 2007 and posted four top-25 finishes including one top-10 to finish 149th on the money list. Recorded the fourth top-10 of his TOUR career with a T6 at the inaugural Fry's Electronics Open. Second-round 65 tied his career low 18-hole score on TOUR. Rookie season on the PGA TOUR in 2006 included four top-10s and a 95th-place finish on the money list, with just under $1 million in earnings. The 35-year-old rookie earned first career top-10, a T5 at the 2006 FedEx St. Jude Classic. Was aided by rounds of 69-67 on the weekend. Fired rounds of 66-69 over final two days to finish T10 at the 2006 John Deere Classic. The next week, finished T6 at the 2006 B.C. Open for his third top-10 of the season and second consecutive. Recorded his career-best finish with a T3 at 2006 The INTERNATIONAL thanks to 13 points in final round. Recorded TOUR career-low 65 during second round of 2006 Frys.com Open in Las Vegas. Finished T7 at the 2005 Qualifying Tournament in his first trip to Q-School to qualify for the TOUR in 2006. Exempt into final stage that year thanks to his finish on the 2005 Japan Golf Tour money list. Member of the Japan Golf Tour from 2001-05. Earned his first win on the 2005 Japan Golf Tour, where he was a member since 2001, in September at the 2005 Fujisankei Classic, finishing three strokes ahead of Shingo Katayama. Also has three runner-up and four third-place finishes on that tour. Missed cut in only TOUR appearance prior to his rookie season at the 2004 Nissan Open. No relation to PGA TOUR player Shigeki Maruyama.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "2005","exmtStatus" : "149th on 2007 money list","otherVics" : "","intlVics" : "(1): 2005 Fujisankei Classic [Jpn].","curYearHigh" : "","carHigh" : "2006: Rookie season on the PGA TOUR included four top-10s and a 95th-place finish on the money list with just under $1 million in earnings...35-year-old rookie earned first career top-10 with T5 at the FedEx St. Jude Classic, aided by rounds of 69-67 on the weekend...Fired rounds of 66-69 over final two days to finish T10 at the John Deere Classic...The next week, finished T6 at the B.C. Open for his third top-10 of the season and second consecutive...Recorded his career-best finish with a T3 at The INTERNATIONAL thanks to 13 points in final round...Recorded TOUR career-low 65 during second round of Frys.com Open in Las Vegas. 2005: Finished T7 at the Qualifying Tournament in his first trip to Q-School. Exempt into final stage thanks to his finish on the Japan Golf Tour money list...Earned his first win on the Japan Golf Tour, where he has been a member since 2001, in September at the Fujisankei Classic, finishing three strokes ahead of Shingo Katayama. Also has three runner-up and four third-place finishes on that tour. 2004: Missed cut in only TOUR appearance prior to his rookie season at the Nissan Open.\n","otherCarHigh" : "","personal" : "No relation to Shigeki Maruyama.","otherInfo" : "Played in 28 events in 2007 and posted four top-25 finishes including one top-10 to finish 149th on the money list. Recorded the fourth top-10 of his TOUR career with a T6 at the inaugural Fry's Electronics Open. Second-round 65 tied his career low 18-hole score on TOUR. Rookie season on the PGA TOUR in 2006 included four top-10s and a 95th-place finish on the money list with just under $1 million in earnings. 35-year-old rookie earned first career top-10 with T5 at the 2006 FedEx St. Jude Classic, aided by rounds of 69-67 on the weekend. Fired rounds of 66-69 over final two days to finish T10 at the 2006 John Deere Classic. The next week, finished T6 at the 2006 B.C. Open for his third top-10 of the season and second consecutive. Recorded his career-best finish with a T3 at 2006 The INTERNATIONAL thanks to 13 points in final round. Recorded TOUR career-low 65 during second round of 2006 Frys.com Open in Las Vegas. Finished T7 at the 2005 Qualifying Tournament in his first trip to Q-School to qualify for the TOUR in 2006. Exempt into final stage that year thanks to his finish on the 2005 Japan Golf Tour money list. Member of the Japan Golf Tour from 2001-05. Earned his first win on the 2005 Japan Golf Tour, where he was a member since 2001, in September at the 2005 Fujisankei Classic, finishing three strokes ahead of Shingo Katayama. Also has three runner-up and four third-place finishes on that tour. Missed cut in only TOUR appearance prior to his rookie season at the 2004 Nissan Open. No relation to Shigeki Maruyama.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T3rd in 2006 at the The INTERNATIONAL.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}