{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "22295","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Stiles","first" : "Darron","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "215","weightMetric" : "98","birthDate" : "June 1, 1973","age" : "42","birthPlace" : "St. Petersburg, Florida","residence" : "Pinehurst, North Carolina","family" : "Wife, Kim; Sydney (10\/1\/03); Xander (9\/23\/06)","education" : "Florida Southern College (1995, Accounting)","splInterest" : "Reading, TV, internet, family","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2002, 2004, 2008, 2012, 2015)","trndProYear" : "1995","clubAffl" : "Pinehurst Resort (Pinehurst, North Carolina)","cityPlaysFrm" : "Pinehurst; NC; United States","websiteUrl" : "http:\/\/www.darronstiles.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,769,857&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1999","exmtStatus" : "Exempt - Top-75 Money Winner from 2014 Web.com Tour Regular Season","otherVics" : "","intlVics" : "(1) 1996 Terceira Invitational Pro-Am [Portugal].","curYearHigh" : "","carHigh" : "2014: Played in 24 Web.com Tour events, making 14 cuts. Had one top-10 and four top-25s. Finished the Regular Season 51st on the money list...Best finish was a T3 in August at the News Sentinel Open, which he won in 2002 and 2012. Overcame a first-round 72 with a second-round 65, which included his second Tour hole-in-one at the par-3 sixth hole, using a 5-iron from 206 yards. Ironically his first ace also came in the second round on the sixth hole, at the 2001 Monterey Peninsula Classic. A 65-64 finish on the weekend secured his best finish since his Knoxville win two years earlier...Finished the season on a disappointing note, missing his next six cuts before grabbing a T19 at the season-ending Web.com Tour Championship...Was seventh in Driving Accuracy (73.43 percent).\n\n 2013: Made five cuts in 20 PGA TOUR starts, with his best finish a T13 at The Honda Classic. Ended the year No. 188 on the FedExCup points list...Played five events on the Web.com Tour. Opened with rounds of 67-64 to take the 36-hole lead at the Chitimacha Louisiana Open but played the final two rounds at 1-over par and finished T13...Missed the cut in all four Finals' events. \n\n2012: Earned a return trip to the PGA TOUR after finishing 17th on the money list. Graduated for a fourth time from the Web.com Tour. Also moved from the Web.com Tour to the PGA TOUR in 2002, 2004 and 2008...Finished T5 at the Chitimacha Louisiana Open. Second- and third-round 65s put him at 14-under and tied for the runner-up spot heading into the final round at Le Triomphe CC. Was four shots back and paired with 54-hole leader Casey Wittenberg on the last day. Bogeys at Nos. 2 and 3 stalled his efforts out of the gate and kept him from putting any pressure on Wittenberg, the eventual winner...Was T3 at the BMW Charity Pro-Am, where he was the first-round leader. Moved back into contention early Sunday at the Thornblade Club and was the tournament leader at 15-under through 11 holes. Failed to register any birdies down the stretch. Played the last seven holes 1-over par, thanks to a bogey on his final hole of regulation. Finished at 14-under and missed getting into the playoff by one stroke...In June, qualified for his fourth U.S. Open. Finished T59 at The Olympic Club in San Francisco...Won the News Sentinel Open in Knoxville for the second time, with rounds of 67-66-66-67 (18-under). A chip-in for eagle on the par-5 10th proved the difference in his one-shot victory and moved him to 8th on the money list. The win came after a stretch of six tournaments where his best finish was T35, and he missed three cuts. \n\n2011: Fired a 4-under 66 during the final round of the season-opening Panama Claro Championship to T2, two shots back of winner Mathew Goggin. Improved his scores each round as the tournament progressed...Followed with a T8 the next week at the Pacific Rubiales Bogota Open, which was cut to 36 holes because of repeated weather delays...Added a T10 at the WNB Golf Classic and a T6 at the Miccosukee Championship...Was No. 5 in Par-3 Birdie Leaders (17.57 percent) and No. 9 in Final-Round Scoring Average (69.31). \n\n2010: Played 25 events and made 14 cuts. Finished No. 79 on the money list. Posted his first top-10 finish in his 11th start of the season, at the Ford Wayne Gretzky Classic. Posted four rounds in the 60s, including a final-round 64 to T7...Missed the next seven consecutive cuts before picking up his second top-10 in his 21st start, at the WNB Golf Classic. He was the 54-hole leader by one stroke over Brett Lederer. It was the sixth time in his career he has been the 54-hole leader\/co-leader. Could not get his final-round jump-started and fired a 1-under 71 to finish T5. \n\n2009: Spent the majority of year on the PGA TOUR, where he finished No. 188 on the money list. Made six cuts in 20 starts and enjoyed his only top-10 finish at the John Deere Classic in July. Shared the first-round lead with Lee Janzen and held a three-shot advantage over Steve Stricker after 36 holes. Tied for the 54-hole lead with Matt Jones and Tim Petrovic but a final-round 71 left him T9 for the week. Made six cuts in seven Web.com Tour starts and wound up No. 60 on the money list after a pair of third-place performances and another top-10 effort. Earned his first top-10 with a T9 at the Chitimacha Louisiana Open. Came back three weeks later to finish solo third at the Athens Regional Foundation Classic, missing the playoff by a stroke. Added a T3 at the WNB Golf Classic, his sixth start of the year on Tour. Was T12 at the Miccosukee Championship, the final full-field event of the season, and held onto the No. 60 spot on the money list, good for fully-exempt status on the Web.com Tour in 2010. Chose to play the PGA TOUR's Frys.com Open in Arizona instead of the Web.com Tour Championship at Daniel Island in order to try and improve his money-list standing on the TOUR. \n\n2008: Claimed four top-10 finishes on the Web.com Tour, highlighted by a win at the rain-shortened HSBC New Zealand Championship and a runner-up finish at the Fort Smith Classic. Opened the HSBC with a 6-under 66 and then watched as the next two rounds were rained out. Posted a 4-under 68 Sunday to collect a one-stroke win over David Smail. While the victory was considered unofficial, the $122,964 he earned was official money and counted toward his attempt to finish among The 25. \n\n2007: Finished No. 192 on the PGA TOUR money list, with a T22 at the John Deere Classic, his best of two top-25 finishes. Made five starts on the Web.com Tour, with his only weekend appearance a T34 at the South Georgia Classic. \n\n2006: Split time on the Web.com Tour and the PGA TOUR. Made the cut in 11 of 15 starts on the Web.com Tour, with four top-10 finishes. Finished the season No. 33 on the money list, with $167,458. Ranked third on Tour in Putting Average (1.739). A T8 at the Virginia Beach Open represented his first top-10 effort of the year. Came back the following week with his fourth career Tour title. After taking a four-stroke lead into the final round of the Rheem Classic, finished in a tie with Michael Putnam at 13-under-par 267 and then claimed the victory with a par on the first extra hole. Collected $90,000 for his efforts. Rounded out his top finishes with a T10 at the Miccosukee Championship and a T6 at the season-ending Web.com Tour Championship. Made 15 starts during the season on the PGA TOUR, making seven cuts, with his best outing a T22 at the FedEx St. Jude Classic. \n\n2005: Made 12 cuts in 27 PGA TOUR starts and finished 143rd on the money list to earn conditional status for 2006. Recorded two top-10s and four top-25 finishes. Aided by a first-round 64, posted first career top-10 in 34th career start with a T9 at the Chrysler Classic of Tucson. Posted rounds of 63-68 on the weekend to finish T9 at the Buick Championship. Climbed into the top 150 on the PGA TOUR money list with a paycheck of $116,100. \n\n2004: Ended the season No. 15 on the Web.com Tour money list, with $212,894. Despite not winning, was one of the most consistent players on Tour, with 15 top-25s. Posted more top-10s (nine) and rounds in the 60s (43) than any other player on Tour. Placed third at the Pete Dye West Virginia Classic and fourth at the Northeast Pennsylvania Classic. \n\n2003: Spent the year as a rookie on the PGA TOUR and finished 151st on the money list. Best effort was a T11 at the Greater Hartford Open, where he carded a TOUR career-best 63 in the second round. \n\n2002: Finished ninth on the Web.com Tour money list, with $222,845 to earn his first TOUR card. Notched third win of his career at the Knoxville Open, thanks to two eagles on par-4s in the final round that helped give him the two-stroke victory over Steve Ford and Aaron Baddeley. \n\n2001: Posted three top-10s, including a third at the Richmond Open. \n\n2000: Recorded four top-10s, including his second win at the Tri-Cities Open. \n\n1999: Made the cut in 12 of 21 starts and had four top-10s, including his first career win. Holed a 125-yard, 9-iron for eagle on the final hole to win the Dominion Open, becoming the 11th player in Tour history to win as a Monday qualifier. Tied for third at the South Carolina Classic and tied for fourth at the New Mexico Classic. \n\n1997: Made the cut in eight of 26 starts during his rookie season on Tour. His first career top-10 was a T6 at the Ozarks Open. \n\nWinner of two TearDrop Tour titles in 1999 and the 1996 Terciera Invitational Pro-Am in Portugal, setting course and tournament record. \n","otherCarHigh" : "A three-time All-America at Florida Southern. Member of the 1995 Division II national championship team.","personal" : "Never travels without peanut butter...First car was a Cadillac Cimarron...Says holing out on the 72nd hole for eagle to win the 1999 Dominion Open in Richmond, Va, is his biggest thrill in golf and the birth of his children is the biggest thrill outside the game...Favorite course is Pinehurst GC's No. 2 Course...Favorite teams are the University of Miami, Atlanta Braves and the Tampa Bay Buccaneers. Favorite TV show is \"CSI,\" and \"The Shawshank Redemption\" is his favorite movie. Clive Cussler is his favorite author, Styx, Queen and Darius Rucker are his favorite entertainers. Says his favorite food is anything Italian. Favorite places include Las Vegas and Denver...Always marks his golf ball with a 1960s coin...Would add his father, Bobby Jones and Donald Ross to his dream foursome...Not many people know that he collects crystal...Bucket list includes seeing the Grand Canyon and the Pyramids...Supports the Susan G. Komen Foundation. His aunt and sister-in-law are breast cancer survivors...Has two brothers and one sister...Had successful surgery to remove a cancerous tumor from his jaw in 1989. Surgeons grafted bone from his hip to repair the jaw...Twitter account is @dstilesgolf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2003","qSchoolYear" : "2006","exmtStatus" : "41st on the 2015 Web.com Tour priority list","otherVics" : "","intlVics" : "(1): 1996 Terceira Invitational Pro-Am [Portugal].\n","curYearHigh" : "","carHigh" : "2015: Finished the Web.com Tour season with 24 starts, one runner-up, three top-10s, seven top-25s and 16 cuts made. Led the Tour in Sand Save Percentage (66.28 percent) and Scrambling (70.80). Was 41st in the final priority-ranking order...Played the weekend in his first four tournaments, with two top-15s among them...In his sixth event, was T24 after 54 holes at the Chitimacha Louisiana Open. Was bogey-free over his final 27 at Le Triomphe G&CC, making his move in the final round with a 65 to finish T4...Finished T11 at the Rex Hospital Open in late-May. Payday was worth $14,375, enough to make him the first player in Tour history to top the $2-million mark in career earnings...Fired a 67 in the first round of the Air Capital Classic in Wichita in June. Struggled Friday shooting 71 to drop well off the pace. Fired bogey-free rounds of 67-65 on the weekend to finish fifth...Opened the Digital Ally Open in Kansas City 65-67-63 and trailed Martin Piller by two strokes. Shot 67 on Sunday to claim solo second, marking his best finish since winning the 2012 News Sentinel Open in Knoxville. Vaulted 22 spots to No. 11 on the money list...Would finish the Regular Season 20th on the money list to secure his return to the PGA TOUR in 2015-16. Led the Scrambling stat during the Regular Season and was No. 2 in both Driving Accuracy Percentage (74.74) and Sand Save Percentage (67.74)...In the Finals, made one cut, at the Web.com Tour Championship, where he posted a 55th-place finish. Birdied four of his last 10 holes in the second round to make the cut by two shots, firing a 5-under 65.\n\n2014: Played in 24 Web.com Tour events, making 14 cuts. Had one top-10 and four top-25s. Finished the Regular Season 51st on the money list...Best finish was a T3 in August at the News Sentinel Open, which he won in 2002 and 2012. Overcame a first-round 72 with a second-round 65, which included his second Tour hole-in-one at the par-3 sixth hole, using a 5-iron from 206 yards. Ironically his first ace also came in the second round on the sixth hole, at the 2001 Monterey Peninsula Classic. A 65-64 finish on the weekend secured his best finish since his Knoxville win two years earlier...Finished the season on a disappointing note, missing his next six cuts before grabbing a T19 at the season-ending Web.com Tour Championship...Was seventh in Driving Accuracy (73.43 percent).\n\n 2013: Made five cuts in 20 PGA TOUR starts, with his best finish a T13 at The Honda Classic. Ended the year No. 188 on the FedExCup points list...Played five events on the Web.com Tour. Opened with rounds of 67-64 to take the 36-hole lead at the Chitimacha Louisiana Open but played the final two rounds at 1-over par and finished T13...Missed the cut in all four Finals' events. \n\n2012: Earned a return trip to the PGA TOUR after finishing 17th on the money list. Graduated for a fourth time from the Web.com Tour. Also moved from the Web.com Tour to the PGA TOUR in 2002, 2004 and 2008...Finished T5 at the Chitimacha Louisiana Open. Second- and third-round 65s put him at 14-under and tied for the runner-up spot heading into the final round at Le Triomphe CC. Was four shots back and paired with 54-hole leader Casey Wittenberg on the last day. Bogeys at Nos. 2 and 3 stalled his efforts out of the gate and kept him from putting any pressure on Wittenberg, the eventual winner...Was T3 at the BMW Charity Pro-Am, where he was the first-round leader. Moved back into contention early Sunday at the Thornblade Club and was the tournament leader at 15-under through 11 holes. Failed to register any birdies down the stretch. Played the last seven holes 1-over par, thanks to a bogey on his final hole of regulation. Finished at 14-under and missed getting into the playoff by one stroke...In June, qualified for his fourth U.S. Open. Finished T59 at The Olympic Club in San Francisco...Won the News Sentinel Open in Knoxville for the second time, with rounds of 67-66-66-67 (18-under). A chip-in for eagle on the par-5 10th proved the difference in his one-shot victory and moved him to 8th on the money list. The win came after a stretch of six tournaments where his best finish was T35, and he missed three cuts. \n\n2011: Fired a 4-under 66 during the final round of the season-opening Panama Claro Championship to T2, two shots back of winner Mathew Goggin. Improved his scores each round as the tournament progressed...Followed with a T8 the next week at the Pacific Rubiales Bogota Open, which was cut to 36 holes because of repeated weather delays...Added a T10 at the WNB Golf Classic and a T6 at the Miccosukee Championship...Was No. 5 in Par-3 Birdie Leaders (17.57 percent) and No. 9 in Final-Round Scoring Average (69.31). \n\n2010: Played 25 events and made 14 cuts. Finished No. 79 on the money list. Posted his first top-10 finish in his 11th start of the season, at the Ford Wayne Gretzky Classic. Posted four rounds in the 60s, including a final-round 64 to T7...Missed the next seven consecutive cuts before picking up his second top-10 in his 21st start, at the WNB Golf Classic. He was the 54-hole leader by one stroke over Brett Lederer. It was the sixth time in his career he has been the 54-hole leader\/co-leader. Could not get his final-round jump-started and fired a 1-under 71 to finish T5. \n\n2009: Spent the majority of year on the PGA TOUR, where he finished No. 188 on the money list. Made six cuts in 20 starts and enjoyed his only top-10 finish at the John Deere Classic in July. Shared the first-round lead with Lee Janzen and held a three-shot advantage over Steve Stricker after 36 holes. Tied for the 54-hole lead with Matt Jones and Tim Petrovic but a final-round 71 left him T9 for the week. Made six cuts in seven Web.com Tour starts and wound up No. 60 on the money list after a pair of third-place performances and another top-10 effort. Earned his first top-10 with a T9 at the Chitimacha Louisiana Open. Came back three weeks later to finish solo third at the Athens Regional Foundation Classic, missing the playoff by a stroke. Added a T3 at the WNB Golf Classic, his sixth start of the year on Tour. Was T12 at the Miccosukee Championship, the final full-field event of the season, and held onto the No. 60 spot on the money list, good for fully-exempt status on the Web.com Tour in 2010. Chose to play the PGA TOUR's Frys.com Open in Arizona instead of the Web.com Tour Championship at Daniel Island in order to try and improve his money-list standing on the TOUR. \n\n2008: Claimed four top-10 finishes on the Web.com Tour, highlighted by a win at the rain-shortened HSBC New Zealand Championship and a runner-up finish at the Fort Smith Classic. Opened the HSBC with a 6-under 66 and then watched as the next two rounds were rained out. Posted a 4-under 68 Sunday to collect a one-stroke win over David Smail. While the victory was considered unofficial, the $122,964 he earned was official money and counted toward his attempt to finish among The 25. \n\n2007: Finished No. 192 on the PGA TOUR money list, with a T22 at the John Deere Classic, his best of two top-25 finishes. Made five starts on the Web.com Tour, with his only weekend appearance a T34 at the South Georgia Classic. \n\n2006: Split time on the Web.com Tour and the PGA TOUR. Made the cut in 11 of 15 starts on the Web.com Tour, with four top-10 finishes. Finished the season No. 33 on the money list, with $167,458. Ranked third on Tour in Putting Average (1.739). A T8 at the Virginia Beach Open represented his first top-10 effort of the year. Came back the following week with his fourth career Tour title. After taking a four-stroke lead into the final round of the Rheem Classic, finished in a tie with Michael Putnam at 13-under-par 267 and then claimed the victory with a par on the first extra hole. Collected $90,000 for his efforts. Rounded out his top finishes with a T10 at the Miccosukee Championship and a T6 at the season-ending Web.com Tour Championship. Made 15 starts during the season on the PGA TOUR, making seven cuts, with his best outing a T22 at the FedEx St. Jude Classic. \n\n2005: Made 12 cuts in 27 PGA TOUR starts and finished 143rd on the money list to earn conditional status for 2006. Recorded two top-10s and four top-25 finishes. Aided by a first-round 64, posted first career top-10 in 34th career start with a T9 at the Chrysler Classic of Tucson. Posted rounds of 63-68 on the weekend to finish T9 at the Buick Championship. Climbed into the top 150 on the PGA TOUR money list with a paycheck of $116,100. \n\n2004: Ended the season No. 15 on the Web.com Tour money list, with $212,894. Despite not winning, was one of the most consistent players on Tour, with 15 top-25s. Posted more top-10s (nine) and rounds in the 60s (43) than any other player on Tour. Placed third at the Pete Dye West Virginia Classic and fourth at the Northeast Pennsylvania Classic. \n\n2003: Spent the year as a rookie on the PGA TOUR and finished 151st on the money list. Best effort was a T11 at the Greater Hartford Open, where he carded a TOUR career-best 63 in the second round. \n\n2002: Finished ninth on the Web.com Tour money list, with $222,845 to earn his first TOUR card. Notched third win of his career at the Knoxville Open, thanks to two eagles on par-4s in the final round that helped give him the two-stroke victory over Steve Ford and Aaron Baddeley. \n\n2001: Posted three top-10s, including a third at the Richmond Open. \n\n2000: Recorded four top-10s, including his second win at the Tri-Cities Open. \n\n1999: Made the cut in 12 of 21 starts and had four top-10s, including his first career win. Holed a 125-yard, 9-iron for eagle on the final hole to win the Dominion Open, becoming the 11th player in Tour history to win as a Monday qualifier. Tied for third at the South Carolina Classic and tied for fourth at the New Mexico Classic. \n\n1997: Made the cut in eight of 26 starts during his rookie season on Tour. His first career top-10 was a T6 at the Ozarks Open. \n\nWinner of two TearDrop Tour titles in 1999 and the 1996 Terciera Invitational Pro-Am in Portugal, setting course and tournament record. \n\nAmateur: A three-time All-America at Florida Southern. Member of the 1995 Division II national championship team.\n","otherCarHigh" : "","personal" : "Never travels without peanut butter...First car was a Cadillac Cimarron...Says holing out on the 72nd hole for eagle to win the 1999 Dominion Open in Richmond, Va, is his biggest thrill in golf and the birth of his children is the biggest thrill outside the game...Favorite course is Pinehurst GC's No. 2 Course...Favorite teams are the University of Miami, Atlanta Braves and the Tampa Bay Buccaneers. Favorite TV show is \"CSI,\" and \"The Shawshank Redemption\" is his favorite movie. Clive Cussler is his favorite author, Styx, Queen and Darius Rucker are his favorite entertainers. Says his favorite food is anything Italian. Favorite places include Las Vegas and Denver...Always marks his golf ball with a 1960s coin...Would add his father, Bobby Jones and Donald Ross to his dream foursome...Not many people know that he collects crystal...Bucket list includes seeing the Grand Canyon and the Pyramids...Supports the Susan G. Komen Foundation. His aunt and sister-in-law are breast cancer survivors...Has two brothers and one sister...Had successful surgery to remove a cancerous tumor from his jaw in 1989. Surgeons grafted bone from his hip to repair the jaw...Twitter account is @dstilesgolf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 9th on the PGA TOUR 3 times.","dynStats" : "He ranks T38th in Approach 75-100 yards (RTP Sco on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/dstilesgolf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}