{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "35541","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Peterson","first" : "John","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "175","weightMetric" : "79","birthDate" : "April 18, 1989","age" : "27","birthPlace" : "Fort Worth, Texas","residence" : "Fort Worth, Texas","family" : "Single","education" : "Louisiana State University","splInterest" : "Hunting, college football, anything LSU-related, skiing","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2013, 2014)","trndProYear" : "2011","clubAffl" : "","cityPlaysFrm" : "Fort Worth; TX; United States","websiteUrl" : "http:\/\/www.johnpetersonpga.com","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,117,208&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2013","exmtStatus" : "Conditionally Exempt: 2012 PGA TOUR Money List (151-200), Non-Member","otherVics" : "","intlVics" : "","curYearHigh" : "After experiencing pain in his left wrist at the end of 2015, went for a consult to the same doctor who operated on Tony Romo. Was diagnosed with a ganglion cyst on the bone of his wrist. Had a procedure to remove cyst on Jan. 6, 2016. Will be out 1-2 months depending on rehab process.","carHigh" : "2012: Received several sponsor exemptions during the year and wound up making nine starts on the PGA TOUR and six cuts. Had only one top-25 finish...Qualifiied for the U.S. Open at The Olympic Club through sectional qualifying. Posted opening scores of 71-70 and was tied for fourth and only two strokes off the lead. Paired with fellow LSU alum David Toms for the third round when he aced the par-3, 13th hole. Final-day 70 put him at 3-over par and T4, just two shots back of winner Webb Simpson. Finish earned him an exemption to the 2013 Masters Tournament and 2013 U.S. Open. Earned enough money to finish approximately No. 172 on the money list, which gained him conditional status on the Web.com Tour for 2013, as well. 2011: Turned professional in the summer and made his pro debut at the Web.com Tour's Children's Hospital Classic in Chattanooga, where he finished T23. \n","otherCarHigh" : "Made his first career start on the Web.com Tour, at the 2011 Nationwide Children's Hospital Invitational in Columbus, Ohio, where he earned a sponsor exemption based on his win at the NCAA Championship. Fired a 7-under 64 in the opening round to lead by one stroke. Maintained that lead after the second and third rounds at the famed OSU Scarlet Course. Was in a weekend battle for the lead with fellow amateur Harris English. Held a one-shot advantange over his playing partner, English, after 71 holes. His tee shot on the final hole wound up in a difficult lie in the rough and he was forced to lay up at the par-4. His putt for par missed, and set the stage for English to roll in a 10-foot birdie putt to win...Three-time All-America and two-time All-SEC selection at LSU, where he won twice, including the 2011 NCAA Division I Individual Championship. Joined Fred Haas, Jr. (1937) and Earl Stewart (1941) as the only LSU Tigers to win an individual title in school history. Rounds of 74-65-72 gave him a one-stroke win over UCLA's Patrick Cantlay...Lost a playoff to Florida's Andres Echavarria for the 2011 Southeastern Conference individual title...Career scoring average of 72.58 ranks No. 2 among all LSU golfers since 1982...As a junior, became the first LSU player since Perry Moss in 1991 to earn a top-10 finish at the NCAA Championships by tying for sixth place...Played high school golf at Fort Worth Paschal and was considered among the top seniors in the state of Texas. Helped his team win consecutive 5A state titles in 2006-07.","personal" : "His mother, Jan, is a graduate of LSU and two of his siblings also attended LSU.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2013-14","qSchoolYear" : "","exmtStatus" : "105th in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "After experiencing pain in his left wrist at the end of 2015, went for a consult to the same doctor who operated on Tony Romo. Was diagnosed with a ganglion cyst on the bone of his wrist. Had a procedure to remove cyst on Jan. 6, 2016. Will be out 1-2 months depending on rehab process.","carHigh" : "2014-15: Claimed seven top-25 finishes in 24 starts through the Wyndham Championship, highlighted by a T11 at the Valero Texas Open. Despite having to withdraw from the Wyndham Championship, finished 93rd in the FedExCup standings to advance to the Playoffs. A missed cut at The Barclays dropped him from the top 100 in FedExCup points to No. 105 and ended his season.\n\n2013-14: Made the cut in seven of 25 starts on the PGA TOUR, finishing his rookie season No. 179 in the FedExCup standings. 2013-14 season highlighted by three top-25 finishes, including two in his first four starts...Was T21 at the season-opening Frys.com Open...Added a T20 at the Sony Open in Hawaii in January...Season-best finish came later in the year in June, a T19 at the FedEx St. Jude Classic, which included a final-round 66. Unfortunately, followed that finish with six missed cuts to end the season...After playing the best golf of anybody in the 2013 Web.com Tour Finals, the good vibes returned when he posted a T12 in the 2014 Finals' opening event, the Hotel Fitness Championship (T5, 2013). Let an even better finish slip away when he shot 74 on Sunday, slipping from T4 to T12...The Finals' magic continued the next week at the Chiquita Classic when he played four solid rounds, posting scores between 65 and 70 to claim the runner-up spot, two shots behind winner Adam Hadwin. It ensured his return to the PGA TOUR.\n\n2013: Won the Web.com Tour Finals, thanks to top-five finishes in each of the four events. Made the cut in 16 of 18 starts on the Web.com Tour, with a runner-up and three third-place finishes. His cumulative season total of $364,569 ranked him third on the list for most money won in a single year without a victory. Was in the top five in five key statistical categories: No. 1 in Scoring Average (68.94) and Greens In Regulation Percentage (75.00), 2nd in Total Driving, 3rd in All-Around Ranking and T5 in Birdie Average (4.37)...Was T10 at the Chitimacha Louisiana Open, where the former LSU golfer was an obvious fan favorite. Fired a 6-under 65 in the opening round at Le Triomphe CC and shared the first-day lead with Danny Ellis. Second-day 72 forced him to play catch-up on the weekend. Another 65 in the third round moved him back into contention, but he failed to muster a charge on the last day. Excited the fans on the closing hole when his second shot at the par-4 stopped inches from the cup, prompting cheers of \"L-S-U, L-S-U\" from those in the stands...Second top 10 on Web.com Tour came at the final Regular Season event, the Cox Classic, where he missed joining Bronson La'Cassie and Matt Bettencourt in a playoff. Missed a birdie attempt on the last hole Sunday that not only cost him a playoff spot but his PGA TOUR card via the Regular Season money list. Playing in the same group, La'Cassie birdied the 72nd hole to knock him into third place and from 21st to 30th on the money list...Rode the wave into the first Web.com Tour Finals' event, posting a T5 that featured a final-round 64 at the Hotel Fitness Championship. He finished three shots off Trevor Immelman's 268 winning total...Followed up with another T3 effort the next week, at the Chiquita Classic near Charlotte. Shared the 54-hole lead at River Run CC with eventual playoff winner Andrew Svoboda. Failed to gain any momentum on the final day and used a two-putt birdie on the final hole to move into his final position. Payday of $58,000 moved him to No. 6 on the priority ranking, assuring him one of the top-50 cards for the Finals' series and a spot on the PGA TOUR for the 2013-14 season. Ended the week in Charlotte No. 1 in Fairways Hit and in a T3 in Greens in Regulation but only T42 in Total Putts...Was a cumulative 90-under par between the Midwest Classic in mid July and the Chiquita Classic in early September, with only one score over par in those 28 rounds...Posted a 5-under 66 in the final round of the Nationwide Children's Hospital Championship to finish solo third, his fourth consecutive top-five effort. Earned enough to jump to No. 5 on the Finals' priority ranking and locked up a berth on the PGA TOUR for 2013-14. Solid week in Columbus ended a run of nine consecutive starts and eight straight cuts made...Ended the year with a T2 effort at the Web.com Tour Championship. Hovered near the lead during the week but never really threatened. Final day, 3-under 67 left him two shots back of winner Chesson Hadley. Payday of $66,000 pushed his Finals' total to $230,000 and gave him the No. 1 spot on the priority ranking, $567 in front of Hadley. Winning the Finals also gave him fully-exempt status for the 2013-14 season as well as a berth in THE PLAYERS Championship...Became the first fully exempt Web.com Tour member to receive a Masters invitation after finishing T4 in the 2012 U.S. Open at The Olympic Club. Made the cut at Augusta National GC (60th)...Two weeks later played in the Zurich Classic of New Orleans on a sponsor's exemption and finished T8, which earned him a playing spot in the Wells Fargo Championship (missed cut)...Received an invite to play the Crowne Plaza Invitational at Colonial in his hometown, where he would open with a 64 (T26 finish)...Collectively, played in six TOUR events, with one top-10 and five cuts made and earnings of $259,679...Made starts in two majors, adding a T67 in the U.S. Open.\n\n2012: Received several sponsor exemptions during the year and wound up making nine starts on the PGA TOUR and six cuts. Had only one top-25 finish...Qualifiied for the U.S. Open at The Olympic Club through sectional qualifying. Posted opening scores of 71-70 and was tied for fourth and only two strokes off the lead. Paired with fellow LSU alum David Toms for the third round when he aced the par-3, 13th hole. Final-day 70 put him at 3-over par and T4, just two shots back of winner Webb Simpson. Finish earned him an exemption to the 2013 Masters Tournament and 2013 U.S. Open. Earned enough money to finish approximately No. 172 on the money list, which gained him conditional status on the Web.com Tour for 2013, as well. \n\n2011: Turned professional in the summer and made his pro debut at the Web.com Tour's Children's Hospital Classic in Chattanooga, where he finished T23. \n\nAmateur: Made his first career start on the Web.com Tour, at the 2011 Nationwide Children's Hospital Invitational in Columbus, Ohio, where he earned a sponsor exemption based on his win at the NCAA Championship. Fired a 7-under 64 in the opening round to lead by one stroke. Maintained that lead after the second and third rounds at the famed OSU Scarlet Course. Was in a weekend battle for the lead with fellow amateur Harris English. Held a one-shot advantange over his playing partner, English, after 71 holes. His tee shot on the 72nd hole wound up in a difficult lie in the rough and he was forced to lay up at the par-4. His putt for par missed, and set the stage for English to roll in a 10-foot birdie putt to win…Three-time All-America and two-time All-SEC selection at LSU, where he won twice, including the 2011 NCAA Division I individual championship and claiming the Arnold Palmer Award in the process. Joined Fred Haas, Jr. (1937) and Earl Stewart (1941) as the only LSU Tigers to win an individual title in school history. Rounds of 74-65-72 gave him a one-stroke win over UCLA's Patrick Cantlay…Lost a playoff to Florida's Andres Echavarria for the 2011 Southeastern Conference individual title…Career scoring average of 72.58 ranks No. 2 among all LSU golfers since 1982…As a junior, became the first LSU player since Perry Moss in 1991 to earn a top-10 finish at the NCAA Championships by tying for sixth place…Played high school golf at Fort Worth Paschal and was considered among the top seniors in the state of Texas. Helped his team win consecutive 5A state titles in 2006-07.\n","otherCarHigh" : "","personal" : "His mother, Jan, is a graduate of LSU and two of his siblings also attended LSU...Biggest thrill in golf was going on the field at the LSU-Kentucky football game to receive his NCAA championship ring...Moved back home to Fort Worth, Texas, in 2014 after living in Baton Rouge, La., following college.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T4th in 2012 at the U.S. Open.","dynStats" : "He ranks T62nd in Current Par or Better Streak on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "instagram","desc" : "","url" : "https:\/\/www.instagram.com\/jpetepga\/"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/JohnPetersonLSU"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}