{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "11106","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Minoza","first" : "Frankie","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-8","heightMetric" : "1.73","weight" : "160","weightMetric" : "73","birthDate" : "December 29, 1959","age" : "56","birthPlace" : "Manolo Fortich, Bukidnon, The Philippines","residence" : "Manolo Fortich, Bukidnon, The Philippines","family" : "Wife, Marilou; Aileen (3\/24\/84), Frances Mae (12\/5\/87), Macy (11\/18\/93), Nicole (11\/22\/94), Illiane (3\/3\/2003)","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "29,703&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2011","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(20): 1978 Putra Cup. 1980 Putra Cup. 1982 Putra Cup. 1986 Indonesia Open. 1988 Maekyung Open (Korea). 1989 Pakistan Open. 1990 Dunlop Open, Republic of China Open, Indonesia Open. 1993 Maruman Open. 1995 Daikyo Open, Sanko Grand Summer Championship. 1998 Kirin Open, Philippine Open, Philippine Masters, Rolex Masters (Singapore). 2001 Fujisankei Open. 2007 ABC Championship, Philippine Open. 2009 ICTSI Pueblo de Oro Championship (Philippines).","intlVics" : "","curYearHigh" : "","carHigh" : "2010: Earned fully-exempt status for 2011 after finishing T2 at the Champions Tour National Qualifying Tournament at TPC Eagle Trace. Made a crucial birdie on the 72nd hole which kept him out of a playoff and allowed him to claim one of the five fully-exempt spots...Earned a berth in the finals by finishing third at the Regional Qualifier at the Bayonet GC in Seaside, CA...Has competed on the Asian Tour, Japan Golf Tour and in selected European Senior Tour events...Placed second in two European Senior Tour events early in the year, at the Chang Thailand Senior Masters and the Aberdeen Brunei Senior Masters...Also finished T2 at the Handa Cup Senior Masters in Japan in November in the European Senior Tour's first foray into Japan.\n","otherCarHigh" : "A multiple winner in Asia, he has won more than a dozen titles in his professional career which includes stops on the Asian Tour and the Japan Golf Tour. Has claimed victories in more than a half dozen countries including Japan, Indonesia, Taiwan, Pakistan, South Korea, Singapore and his native Philippines...After winning the 2007 ABC Championship in Japan, was named the recipient of the UBS Special Achievement Award...At one point in the late 1990's was ranked in the top 50 in the world and earned a berth in the 1998 Masters (missed cut).","personal" : "Credits much of his recent success to his undergoing laser eye surgery...Previously held jobs in farming and security work.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T46th in 2011 at the Principal Charity Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}