{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "06078","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "7","capcure" : "N", "personalInfo" : {"name" : {"last" : "Toledo","first" : "Esteban","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "160","weightMetric" : "73","birthDate" : "September 10, 1962","age" : "53","birthPlace" : "Mexicali, Mexico","residence" : "The Woodlands, Texas","family" : "Wife, Colleen; Nicholas (2\/14\/90); Eden Colleen (3\/16\/99)","education" : "","splInterest" : "Family","pronunciation" : "tuh-LAY-doe","nwTourAlumnus" : "","trndProYear" : "1986","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "http:\/\/www.estebantoledofamilyfoundation.org","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "8,116,439&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "Registered three top-three finishes among his 23 starts and returned to the winner's circle for the first time in more than a year in late September...Emerged from a crowded leaderboard, which included four members of the World Golf Hall of Fame, with a one-stroke victory over Tom Watson at the Nature Valley First Tee Open at Pebble Beach. Played himself into position with a 7-under-par 65 at Pebble Beach Saturday and made just one bogey over his final 46 holes in the event (No. 17 Sunday). The win was his third career title on the Champions Tour and came in his 43rd start since his last victory in Canada...In late May, turned in his best performance in a senior major when he finished second at the Senior PGA Championship. Battled Colin Montgomerie for most of the final round, getting within a stroke of the lead twice, before eventually finishing four back on The Pete Dye Course at French Lick Resort...In February, birdied four of his final six holes Sunday to post a bogey-free, 6-under-par 66 and finish third at The ACE Group Classic...Also was T9 at The Senior Open Championship in late-July near London, shooting 65 at Sunningdale in the final round.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1990","exmtStatus" : "Conditionally Exempt: Veteran Member","otherVics" : "","intlVics" : "(1): 2000 Mexican Open.","curYearHigh" : "Registered three top-three finishes among his 23 starts and returned to the winner's circle for the first time in more than a year in late September...Emerged from a crowded leaderboard, which included four members of the World Golf Hall of Fame, with a one-stroke victory over Tom Watson at the Nature Valley First Tee Open at Pebble Beach. Played himself into position with a 7-under-par 65 at Pebble Beach Saturday and made just one bogey over his final 46 holes in the event (No. 17 Sunday). The win was his third career title on the Champions Tour and came in his 43rd start since his last victory in Canada...In late May, turned in his best performance in a senior major when he finished second at the Senior PGA Championship. Battled Colin Montgomerie for most of the final round, getting within a stroke of the lead twice, before eventually finishing four back on The Pete Dye Course at French Lick Resort...In February, birdied four of his final six holes Sunday to post a bogey-free, 6-under-par 66 and finish third at The ACE Group Classic...Also was T9 at The Senior Open Championship in late-July near London, shooting 65 at Sunningdale in the final round.","carHigh" : "Member of the Web.com Tour from 1990-93, 1995, 1997 and 2005-10. Member of the PGA TOUR in 1994 and 1998-2004. Member of the Champions Tour in 2012.\n\n2013: On Cinco de Mayo, became the first player from Mexico to win on the Champions Tour when he claimed the Insperity Championship near Houston. Defeated Mike Goodes and Gene Sauers in a playoff to win the title after shooting a final-round 67 to come from seven strokes back to get into the overtime session. After Sauers dropped from the playoff with a bogey on the second extra hole, made a par on the third playoff hole and then watched Goodes miss a 6-foot par-saving putt. Win came in his ninth career Champions Tour start and was his first TOUR-sponsored title since the 2005 Lake Erie Charity Classic on the Web.com Tour, ending a victory drought of 7 years, 10 months, 1 day. Matched the biggest comeback on the final day in Insperity Championship history, equaling Larry Nelson's comeback from seven shots in the inaugural event in 2004...Posted rounds of 69-67 on the weekend at Shoal Creek in June to post a T3 finish at the Regions Tradition...Played with a heavy heart at the Toshiba Classic but shot three consecutive 68s to finish T6 at Newport Beach CC, his best career Champions Tour performance, and it came on a layout where he was previously an honorary member. Older brother Mario had passed away prior to the start of the event. Traveled to Mexicali, Mexico for the funeral on Thursday of tournament week...Was the 36-hole leader at the Greater Gwinnett Championship and playing in the final grouping in the final round. Shot 75 to drop back into a T7 at the TPC Sugarloaf near Atlanta. Held the lead at the start of the back nine but was done in by back-to-back double bogeys at Nos. 11 and 12...Was a late addition to the field the following week at the Liberty Mutual Legends of Golf and finished T4 with teammate Mark O'Meara. \n\n2012: Lone start on the Web.com Tour was a missed cut at the Mexico Open...Champions Tour debut came at the Greater Hickory Classic at Rock Barn, where he finished T72 after shooting 66 in the open qualifier...Received a sponsor exemption into the AT&T Championship and finished T20 in San Antonio...Earned conditionally-exempt status on the 2013 Champions Tour by virtue of securing the seventh position at the National Qualifying Tour. Finished 72 holes in a T4 but he first lost out with a par on the first playoff hole and then lost out for the sixth spot when Chie-Hsiang Lin made par on the third playoff hole. However, since Jeff Brehaut (second) and John Riegger (fifth) earned exempt status as top-five finishers at the Q-School, he will enjoy exempt status until mid-June when Brehaut and Riegger turn 50 and become eligible. 2011: Made the cut at the Mexico Open, one of his two starts on the Web.com Tour...Missed the cut in the PGA TOUR's Mayakoba Golf Classic. 2010: Made eight cuts in 24 starts and had four top-25 finishes. Best week was a T15 at the Melwood Prince George's County Open. 2009: Fourth of his four top-10 finishes came at the season-ending Web.com Tour Championship in Daniel Island, S.C., where he T5. Used a hole-in-one during the third round to move into contention at the Ralston Creek Course. Final-round, 1-under 71 netted a $38,000 payday and moved him from No. 46 to No. 29 on the money list. Finished fourth at the Melwood Prince George's County Open, his best performance since a runner-up showing at the 2008 Rex Hospital Open. Was one of three players to post all four rounds in the 60s at the Knoxville Open, where he finished T8. Put together another four rounds in the 60s at the WNB Golf Classic, where he finshed T5. 2008: Ended 71st on Web.com Tour money list, making 16 cuts from 24 starts, with five top-25s. Posted his only top-10 finish of the year at The Rex Hospital Open, finishing just two strokes behind Scott Gutschewski. The runner-up finish was the fourth of his career on the Web.com Tour..Playing in his native Mexico in February, was T11 at the PGA TOUR's Mayakoba Golf Classic at Riviera Maya. It was his best TOUR finish since a T9 at the 2003 Bank of America Colonial. 2007: Made the cut in 17 of 28 starts on the Web.com Tour, with nine top-25 finishes. Concluded the year No. 43 on the money list, with $144,086. Posted three of his four top-10 finishes in a four-tournament stretch, beginning with a T5 finish at the Melwood Prince George's County Open. After missing the cut at the LaSalle Bank Open, posted a season-best T3 finish at the Rochester Area Charities Showdown at Somerby. Finished two strokes behind champion Chris Riley. Collected $44,000 and moved to No. 32 on the money list. He wouldn't fall any lower than No. 43 the rest of the season. Came back the next week with an eighth-place finish at the Knoxville Open. Recorded his final top-10 13 starts later with a T10 at the WNB Golf Classic. Made two starts on the PGA TOUR, with a T41 at the Mayakoba Golf Classic at Riviera Maya-Cancun in his native Mexico his only made cut. 2006: Made the cut in 14 of 25 starts on the Web.com Tour, with five top-25 finishes. Best outings were T14s at the Chitimacha Louisiana Open and the Permian Basin Charity Golf Classic. Represented Mexico in the 2006 World Golf Championships-Barbados World Cup. 2005: Made the cut in 12 of 20 starts on Tour, with two top-10 finishes. Wrapped up the year No. 32 on the money list, with $151,536. Career start number 458 on either the PGA TOUR or Web.com Tour was the one he had been anticipating. The then 42-year-old secured his first career title at the Lake Erie Charity Classic at Peek'n Peak Resort. Fired rounds of 71-67-65-71 to finish the tournament at 14-under-par 274, two shots clear of Jeff Gove. Collected $81,000 for his efforts. Became the second native of Mexico to win on the Web.com Tour, joining Keoke Cotner. 2004: Made the cut in eight of 36 starts on the PGA TOUR, marking the seventh consecutive season he has had at least 30 starts. Best finish was T21 at the B.C. Open. 2003: Played in 35 events on the PGA TOUR, tied with Neal Lancaster, Spike McRoy and Pat Bates for most starts. Finished No. 125 on the money list, with $487,495 to retain full status for next season. Four rounds in the 60s produced lone top-10 of the season, a T9 at the Bank of America Colonial. 2002: After slow start to the TOUR season, played best golf in second half. After failing to record a top-25 finish in first 14 starts, totaled five top-25s over final 18 events. Paired with Tiger Woods in final group Sunday at the Buick Open and finished T2 to receive a career-best paycheck of $217,800. 2001: Enjoyed superior season in true ironman fashion with a career-high 36 starts, tying Pete Jordan and Neal Lancaster for most starts on TOUR. Extended his streak of top-125 finishes on the money list to four consecutive seasons by earning $683,751 to place 78th in earnings. Recorded only top-10 in 33rd start of the season with a T3 in the Michelob Championship. 2000: Played in 35 tournaments. Hard work paid off with first career runner-up finish and to-date career highs ($673,387) and money-list ranking (69th). Posted the year's first hole-in-one at the Bob Hope Chrysler Classic. Tallied best career PGA TOUR finish with a solo second-place performance at the B.C. Open. Won Mexican Open in November, first win by native Mexican since 1976. 1999: Was able to retain fully-exempt status for second year with 107th-place finish on money list. Pair of top-10s included a seventh-place finish at Buick Open and T10 at Shell Houston Open. 1998: Enjoyed successful season with earnings of $327,244 to finish 93rd on money list. Finish meant that, for the first time since 1986, he did not need to return to PGA TOUR Qualifying School. Earned best TOUR finish and biggest payday of his career at the time at BellSouth Classic where a T3 earned $104,400. Finished three strokes behind winner Tiger Woods. 1997: Qualified for 1998 PGA TOUR by finishing 24th at Qualifying Tournament. Enjoyed his best season on the Web.com Tour when he finished No. 29 on the official money list. 1993: Achieved lifelong dream at PGA TOUR Qualifying Tournament, where he earned his 1994 TOUR card by finishing T26.\n","otherCarHigh" : "","personal" : "Learned to play golf while working at a driving range in Mexico. Youngest of 11 children who grew up in a home with dirt floors and no plumbing. Was a professional boxer for four years, but appendicitis ended that career. Had 16-1 record. As youngster, fished balls out of pond at Mexicali CC and sold them back to golfers. A future dream is to build a church for impoverished children in the La Posalera section of Mexicali. Featured on HBO's \"Real Sports with Bryant Gumbel\" in 2002 and hosted \"Inside the PGA TOUR\" on Feb. 22, 2004. Ambassador of To Get a Grip Foundation, which makes golf and education accessible to all children. Also hosts the Esteban Toledo PGA TOUR Pro-Am every February, benefiting the Foundation. Nominated by 2003 Hispanic Chamber of Commerce as top Hispanic sports figure of the year...In January 2007, while riding in a car on a Los Angeles freeway, he rescued two sisters after their car collided with another, then crashed into a divider, flipped, rolled over twice and stopped on its roof. He pulled them from the wreck, called 911 and took control of the situation until paramedics arrived...Is a big supporter of Mexico's national soccer team and favorite athlete was Hugo Sanchez, a striker on the national team who also played professionally in Europe...Enjoys cooking, and lists \"Pretty Woman\" as his favorite movie.","otherInfo" : "","ntlTeams" : "World Cup (6), 1992, 1994, 1995, 1998, 2002, 2006.","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1994","qSchoolYear" : "1993, 1997","exmtStatus" : "125th on 2003 money list","otherVics" : "(1): 2006 Nations Cup [with Octavio Gonzalez].","intlVics" : "(1): 2000 Mexican Open.","curYearHigh" : "Registered three top-three finishes among his 23 starts and returned to the winner's circle for the first time in more than a year in late September...Emerged from a crowded leaderboard, which included four members of the World Golf Hall of Fame, with a one-stroke victory over Tom Watson at the Nature Valley First Tee Open at Pebble Beach. Played himself into position with a 7-under-par 65 at Pebble Beach Saturday and made just one bogey over his final 46 holes in the event (No. 17 Sunday). The win was his third career title on the Champions Tour and came in his 43rd start since his last victory in Canada...In late May, turned in his best performance in a senior major when he finished second at the Senior PGA Championship. Battled Colin Montgomerie for most of the final round, getting within a stroke of the lead twice, before eventually finishing four back on The Pete Dye Course at French Lick Resort...In February, birdied four of his final six holes Sunday to post a bogey-free, 6-under-par 66 and finish third at The ACE Group Classic...Also was T9 at The Senior Open Championship in late-July near London, shooting 65 at Sunningdale in the final round.","carHigh" : "2002: After slow start, played best golf in second half of the season. After failing to record a top-25 finish in first 14 starts, totaled five top-25s over final 18 events...Paired with Tiger Woods in final group on Sunday at the Buick Open. Starting the day one stroke behind Woods at 14-under-par, drew even with Woods at 15-under-par with a birdie on fourth hole. Dropped from contention after three straight bogeys on Nos. 13-15, but finished T2 to receive a career-best paycheck of $217,800. 2001: Enjoyed superior season in true ironman fashion with a career-high 36 starts, tying Pete Jordan and Neal Lancaster for most starts on TOUR. Extended his streak of top-125 finishes on the money list to four consecutive seasons by earning $683,751 to place 78th in earnings...Recorded only top-10 in 33rd start of the season with a T3 in the Michelob Championship. Was two shots behind winner David Toms after 54 holes. Closed with 70 to earn a $203,000 paycheck. 2000: Played in 35 tournaments. Hard work paid off with first career runner-up finish and to-date career highs in earnings ($673,387) and money list ranking (69th)...Finished with two top-10s for third consecutive season...Posted the year's first hole-in-one at the Bob Hope Chrysler Classic...Tallied best career PGA TOUR finish with a solo second-place finish at the B.C. Open...Won Mexican Open in November, first win by native Mexican since 1976. 1999: Was able to retain fully-exempt status for second year with 107th-place finish on money list. Pair of top-10s included a seventh-place finish at Buick Open and T10 at Shell Houston Open. 1998: Enjoyed successful season with earnings of $327,244 to finish 93rd on money list. Finish meant that, for the first time since 1986, he did not need to return to PGA TOUR Qualifying School...Earned best TOUR finish and biggest payday of his career at the time at BellSouth Classic where a T3 earned $104,400. Stood one off Mark Calcavecchia's first-round lead at TPC at Sugarloaf after a 66 and closed three strokes behind winner Tiger Woods. 1997: Qualified for 1998 PGA TOUR by finishing 24th at 1997 Qualifying Tournament. 1993: Achieved lifelong dream at 1993 PGA TOUR Qualifying Tournament, where he earned his 1994 TOUR card by finishing T26...Posted a second-place finishes on Nationwide Tour in the White Rose Classic.\n","otherCarHigh" : "","personal" : "Learned to play golf while working at a driving range in Mexico...Youngest of 11 children who grew up in a home with dirt floors and no plumbing...Was a professional boxer for four years, but appendicitis ended that career. Had 16-1 record...As youngster, fished balls out of pond at Mexicali CC and sold them back to golfers...A future dream is to build a church for impoverished children in the La Posalera section of Mexicali...Featured on HBO's \"Real Sports with Bryant Gumbel\" in 2002 and hosted \"Inside The PGA TOUR\" Feb. 22, 2004...Ambassador of \"To Get a Grip\" Foundation, which makes golf and education accessible to all children. Also hosts the Esteban Toledo PGA TOUR Pro-Am every February, benefitting the Foundation...Nominated by 2003 Hispanic Chamber of Commerce as top Hispanic sports figure of the year.","otherInfo" : "","ntlTeams" : "World Cup (5), 1992, 1994, 1995, 1998, 2002.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2012","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Registered three top-three finishes among his 23 starts and returned to the winner's circle for the first time in more than a year in late September...Emerged from a crowded leaderboard, which included four members of the World Golf Hall of Fame, with a one-stroke victory over Tom Watson at the Nature Valley First Tee Open at Pebble Beach. Played himself into position with a 7-under-par 65 at Pebble Beach Saturday and made just one bogey over his final 46 holes in the event (No. 17 Sunday). The win was his third career title on the Champions Tour and came in his 43rd start since his last victory in Canada...In late May, turned in his best performance in a senior major when he finished second at the Senior PGA Championship. Battled Colin Montgomerie for most of the final round, getting within a stroke of the lead twice, before eventually finishing four back on The Pete Dye Course at French Lick Resort...In February, birdied four of his final six holes Sunday to post a bogey-free, 6-under-par 66 and finish third at The ACE Group Classic...Also was T9 at The Senior Open Championship in late-July near London, shooting 65 at Sunningdale in the final round.","carHigh" : "2014: Managed to sneak into the top-30 money-winners at the final full-field event of the season, the AT&T Championship, despite having only three top-10 performances during his second full year on the Champions Tour...Top effort came in early September when he was the 36-hole co-leader at the Quebec Championship but carded a final-round 71 at La Tempete outside Quebec City to finish T3 in defense of his title...In early May, was on the leaderboard throughout in defense of his Insperity Invitational title and ended up solo fourth at The Woodlands...Midway through the year, closed with 5-under 67 to move up into a T6 at the Encompass Championship outside Chicago...At the AT&T event in San Antonio, birdied his final three holes to shoot 68 and move into the top 30 on the money list to claim a spot at the season finale, the Charles Schwab Cup Championship, bumping Rocco Mediate from the field.\n\n2013: Had a magical season in professional golf, rising from a player with partially-exempt status to a two-time winner on the circuit, one of two rookies (Rocco Mediate) with a pair of Champions Tour victories. Earnings of more than $1.2 million were over $500,000 better than his best year on the PGA TOUR (2002)...After securing the seventh position at the 2012 Qualifying Tournament in the fall of 2012, got into events from his position-number before John Riegger and Jeff Brehaut both turned 50 in mid-June. Took full advantage of his opportunity and fittingly, first victory came on Cinco de Mayo. Became the first player from Mexico to win on the Champions Tour when he claimed the Insperity Championship near Houston, defeating Mike Goodes and Gene Sauers in a playoff to win the title after shooting a final-round 67 to come from seven strokes back and get into the overtime session. After Sauers dropped from the playoff with a bogey on the second extra hole, he made a par on the third playoff hole and then watched Goodes miss a 6-foot par-saving putt. Win came in his ninth career Champions Tour start and was his first TOUR-sponsored title since the 2005 Lake Erie Charity Classic on the Web.com Tour, ending a victory drought of 7 years, 10 months, 1 day. Matched the biggest comeback on the final day in Insperity Championship history, equaling Larry Nelson's comeback from seven shots in the inaugural event in 2004, and it was also the biggest come-from-behind win on the 2013 Champions Tour...Added a second title in early September when he chipped in from 35 feet on the third playoff hole to defeat Kenny Perry at the Montreal Championship. Started the final round four strokes behind 36-hole leader Bernhard Langer and trailed Perry by two late in the final round. Playing in a group one ahead of Perry, he made a birdie at No. 16 to pull within one, and minutes later, Perry dropped into a tie after a bogey at No. 17, leaving the pair tied at 5-under-par 211 at the end of regulation. After each made pars on No. 18 twice, he chipped in for the win at No. 10 for the win...Posted rounds of 69-67 on the weekend at Shoal Creek in June to post a T3 finish at the Regions Tradition...Also, matched the low round of the day Sunday, shooting 66 at Kapolei to move up into a T4 at the Pacific Links Hawaii Championship...Earlier in the year, was a late addition to the field at the Liberty Mutual Insurance Legends of Golf and partnered Mark O'Meara to a T4 finish in the better-ball, team event in Savannah...Played with a heavy heart at the Toshiba Classic after learning of his older brother Mario's death prior to the start of the event. Shot three consecutive 68s to finish T6 at Newport Beach CC, the venue where he was previously an honorary member. Traveled to Mexicali, Mexico, for the funeral Thursday of tournament week...Was the 36-hole leader at the Greater Gwinnett Championship, and played in the final grouping in the final round. Shot 75 to drop back into a T7 at the TPC Sugarloaf near Atlanta. Held the lead at the start of the back nine but was done in by consecutive double bogeys at Nos. 11 and 12...Made one start, at the PGA TOUR's OHL Classic at Mayakoba, but missed the cut.\n\n2012: Champions Tour debut came at the Greater Hickory Classic at Rock Barn, where he finished T72 after shooting 66 in the open qualifier...Received a sponsor exemption into the AT&T Championship and finished T20 in San Antonio...Earned conditionally-exempt status on the 2013 Champions Tour by virtue of securing the seventh position at the National Qualifying Tournament. Finished 72 holes in a T4 but he first lost out with a par on the first playoff hole and then lost out for the sixth spot when Chie-Hsiang Lin made par on the third playoff hole. However, since Jeff Brehaut (second) and John Riegger (fifth) earned exempt status as top-five finishers at the Q-School, he was exempt status until mid-June when Brehaut and Riegger turn 50 and become eligible...Lone start on the Web.com Tour was a missed cut at the Mexico Open.\n","otherCarHigh" : "Member of the Web.com Tour from 1990-93, 1995, 1997 and 2005-11. Member of the PGA TOUR in 1994 and 1998-2004...Career start number 458 on either the PGA TOUR or Web.com Tour was the one he had been anticipating. The then 42-year-old secured his only career title on the Web.com Tour at the Lake Erie Charity Classic at Peek'n Peak Resort. Fired rounds of 71-67-65-71 to finish the tournament at 14-under-par 274, two shots clear of Jeff Gove. Collected $81,000 for his efforts. Became the second native of Mexico to win on the Web.com Tour, joining Keoke Cotner...Paired with Tiger Woods in final group Sunday at the 2002 Buick Open and finished T2 to receive a career-best paycheck of $217,800...In 2001, enjoyed superior season in true ironman fashion with a career-high 36 starts, tying Pete Jordan and Neal Lancaster for most starts on TOUR. Recorded only top-10 in 33rd start of the season with a T3 in the Michelob Championship...In 2000, hard work paid off with first career runner-up finish and to-date career highs ($673,387) and money-list ranking (69th). Posted the year's first hole-in-one at the Bob Hope Chrysler Classic. Tallied best career PGA TOUR finish with a solo second-place performance at the B.C. Open...Won Mexican Open in November, first win by native Mexican since 1976...Finished T3 at the 1999 BellSouth Classic where a T3 earned $104,400. Finished three strokes behind winner Tiger Woods...In 1997 qualified for 1998 PGA TOUR by finishing 24th at Qualifying Tournament. Enjoyed his best season on the Web.com Tour when he finished No. 29 on the official money list. Achieved lifelong dream at the 1993 PGA TOUR Qualifying Tournament where he earned his 1994 TOUR card by finishing T26.","personal" : "Learned to play golf while working at a driving range in Mexico. Youngest of 11 children who grew up in a home with dirt floors and no plumbing. Was a professional boxer for four years, but appendicitis ended that career. Had 16-1 record. As youngster, fished balls out of pond at Mexicali CC and sold them back to golfers. A future dream is to build a church for impoverished children in the La Posalera section of Mexicali. Featured on HBO's \"Real Sports with Bryant Gumbel\" in 2002 and hosted \"Inside the PGA TOUR\" on Feb. 22, 2004. Ambassador of To Get a Grip Foundation, which makes golf and education accessible to all children. Also hosts the Esteban Toledo PGA TOUR Pro-Am every February, benefiting the Foundation. Nominated by 2003 Hispanic Chamber of Commerce as top Hispanic sports figure of the year...In January 2007, while riding in a car on a Los Angeles freeway, he rescued two sisters after their car collided with another, then crashed into a divider, flipped, rolled over twice and stopped on its roof. He pulled them from the wreck, called 911 and took control of the situation until paramedics arrived...Is a big supporter of Mexico's national soccer team and favorite athlete was Hugo Sanchez, a striker on the national team who also played professionally in Europe...Enjoys cooking, and lists \"Pretty Woman\" as his favorite movie.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is 1st at the Allianz Championship.","dynStats" : "He ranks 34th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/etoledoPGA"},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/Esteban_Toledo"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/EstebanEtoledo"}], "allOutTypes" : ["Media Guide - PGA TOUR Full Page","Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}