{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "02101","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Sindelar","first" : "Joey","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-10","heightMetric" : "1.78","weight" : "190","weightMetric" : "86","birthDate" : "March 30, 1958","age" : "58","birthPlace" : "Fort Knox, Kentucky","residence" : "Horseheads, New York","family" : "Wife, Suzanne Lee; Jamison Prescott (2\/2\/90), Ryan Joseph (5\/13\/93)","education" : "Ohio State University","splInterest" : "Fishing, electronics","pronunciation" : "SIN-dih-lahr","nwTourAlumnus" : "","trndProYear" : "1981","clubAffl" : "","cityPlaysFrm" : "Horseheads; New York; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "15,695,533&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Had his best finish in a stroke-play event in nearly five years (third\/2011 Montreal Championship) when he posted three consecutive sub-par rounds at the Mitsubishi Electric Classic near Atlanta in April to finish T4.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Competed in 25 events on the PGA TOUR in 2007 and made 13 cuts, with his best finish coming at the Wyndham Championship, a T13. Will turn 50 on March 30th of 2008 and is expected to play a full schedule on the Champions Tour. Spent much of 2007 saying goodbye to tournament directors and staff at PGA TOUR events, people he had met throughout his 24-year TOUR career. Made 15 cuts in 29 starts in 2006 and recorded four top-10s. Posted a T10 at the Bay Hill Invitational presented by MasterCard. Past champion finished T6 at the Wachovia Championship, thanks to a closing 3-under 66, the day's low round. Posted ninth top-10 in 21 career starts at the U.S. Bank Championship in Milwaukee. Final top-10 finish occurred in October, a T9 at the Frys.com Open in Las Vegas. First top-10 of 2005 was a T9 at the B.C. Open, thanks to a pair of 66s on the weekend, his seventh top-10 at En-Joie GC. Finished T4 at the Deutsche Bank Championship, five strokes behind champion Olin Browne for second top-10 of season. T5 at the Bell Canadian Open was his sixth top-10 in 21 appearances at the event. Enjoyed rebirth of career in 2004 with his seventh TOUR title at the Wachovia Championship in a two-hole playoff over Arron Oberholser, a span of 370 events since his last TOUR win at the 1990 Hardee's Golf Classic. Collected the winner's check of $1,008,000 to surpass the $1-million mark in a single season for the first time in his 21-year career. In 2003, finished in the top 125 for the 17th time in 20th season on TOUR. Posted a T2 for the second consecutive season in 2002 after having posted just one second-place finish or better from 1991-2000. This one came at The Honda Classic, where he finished in a tie with Brad Faxon, two strokes behind Matt Kuchar. Bounced back from a disappointing 2000 campaign in 2001 to finish 81st in earnings with $654,864 and two top-10s. Finished out of the top 125 in 2000 on the money list for the first time since 1994 with 126th position. Was 125th heading into final official money event, the World Golf Championships-American Express Championship, but did not qualify for event. Best finishes of year was a T5 at weather-shortened BellSouth Classic and T5 at Buick Classic. In 1999, had a share of Shell Houston Open 36-hole lead with Hal Sutton but finished T10. Four top-10s in 1998. Recorded a T10 in the PGA Championship at Winged Foot in 1997. It was his best performance in a major since T6 finish at 1992 U.S. Open. Inducted into Ohio State University Athletic Hall of Fame in 1992. Won Hardee's Golf Classic in 1990, where he defeated Willie Wood in playoff. In 1998, had a career year when he posted 10 top-10 finishes, including two victories (Honda Classic and The INTERNATIONAL), two seconds and one third. Finished third on money list. In 1987, defeated Jeff Sluman for second B.C. Open title by four strokes at En-Joie GC. Winner MCI Long Distance Driving competition in 1986. Came from four strokes back to gain first TOUR title, at 1985 Greater Greensboro Open, by one stroke over Isao Aoki and Craig Stadler. Won first of two B.C. Opens, by one stroke over Mike Reid. Winner 1972 New York State Junior, 1980 New York State Amateur, 1981 New York State Open. Three-time All-American at Ohio State University and member of 1979 NCAA Championship team at Ohio State. Winner of 10 collegiate titles, including 1981 Big Ten Championship by 12 strokes. Named 1981 Ohio State Athlete of the Year. 1992 inductee into Ohio State University Athletic Hall of Fame. Childhood friend of fellow PGA TOUR member Mike Hulbert","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "Fall 1983","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "Had his best finish in a stroke-play event in nearly five years (third\/2011 Montreal Championship) when he posted three consecutive sub-par rounds at the Mitsubishi Electric Classic near Atlanta in April to finish T4.","carHigh" : "2005: After firing a 68-71 in the first two rounds at the Wachovia Championship and challenging for the lead, the defending champion picked up a stomach virus and shot 73-78 on the weekend and dropped to a T33...First top-10 was a T9 at the B.C. Open, thanks to a pair of 66s on the weekend, his seventh top-10 at En-joie Golf Club...Finished T4 at the Deutsche Bank Championship, five strokes behind champion Olin Browne for second top-10 of season...Finished T5 at the Bell Canadian Open, his sixth top-10 in 21 appearances at the tournament. 2004: Enjoyed rebirth of career with his seventh TOUR title at the Wachovia Championship in a two-hole playoff over Arron Oberholser, a span of 370 events since his last TOUR win at the 1990 Hardee's Golf Classic. Collected the winner's check of $1,008,000 to surpass the $1-million mark in a single season for the first time in his 21-year career. 2003: Finished in the top 125 for the 17th time in 20th season on TOUR. 2002: Posted a T2 for the second consecutive season after having posted just one second-place finish or better from 1991-2000. This one came at The Honda Classic, where he finished in a tie with Brad Faxon, two strokes behind Matt Kuchar. 2001: Bounced back from a disappointing 2000 campaign to finish 81st in earnings with $654,864...Posted two top-10s. 2000: Finished out of the top 125 on the money list for the first time since 1994 with 126th position. Was 125th heading into final official money event, the World Golf Championships-American Express Championship, but did not qualify for event and Joe Ozaki passed him on TOUR money list...Best finishes of year was a T5 at weather-shortened BellSouth Classic that featured rounds of 68-66-74 and T5 at Buick Classic. 1999: Had share of Shell Houston Open 36-hole lead with Hal Sutton but finished T10. 1998: Four top-10s. 1997: Recorded a T10 in the PGA Championship at Winged Foot. It was his best performance in a major since T6 finish at 1992 U.S. Open. 1992: Inductee into Ohio State University Athletic Hall of Fame. 1990: Won Hardee's Golf Classic, where he defeated Willie Wood in playoff. 1988: Had a career year when he posted 10 top-10 finishes, including two victories (Honda Classic and The INTERNATIONAL), two seconds and one third. $813,732 placed him third on money list. 1987: Defeated Jeff Sluman for second B.C. Open title by four strokes at En-Joie GC. 1986: Winner MCI Long Distance Driving competition. 1985: Came from four strokes back to gain first TOUR title, at Greater Greensboro Open, by one over Isao Aoki and Craig Stadler...Won first of two B.C. Opens, by one stroke over Mike Reid. Amateur: Winner 1972 New York State Junior, 1980 New York State Amateur, 1981 New York State Open...Three-time All-American at Ohio State University and member of 1979 NCAA Championship team at Ohio State...Winner of 10 collegiate titles, including 1981 Big Ten Championship by 12 strokes...Named 1981 Ohio State Athlete of the Year.\n","otherCarHigh" : "","personal" : "Childhood friend of fellow PGA TOUR member Mike Hulbert...1992 inductee into Ohio State University Athletic Hall of Fame.","otherInfo" : "Had six top-10s in 2008 during his rookie season on the Champions Tour. Best finish was T3 at the Senior PGA Championship. Made two of five cuts on the PGA TOUR in 2008. Competed in 25 events on the PGA TOUR in 2007 and made 13 cuts, with his best finish coming at the Wyndham Championship, a T13. Turned 50 on March 30, 2008. Spent much of 2007 saying good-bye to tournament directors and staff at PGA TOUR events that he had met throughout his 24-year TOUR career. Ranks fourth all-time with 24 consecutive years making over $100,000 on TOUR behind Jay Haas, Tom Watson and Craig Stadler. Made 15 cuts in 29 starts in 2006 and recorded four top-10s. Best finish was a T6 at the Wachovia Championship, thanks to a closing 3-under 66, the day's low round. Finished T4 at the 2005 Deutsche Bank Championship, five strokes behind champion Olin Browne for second top-10 of season. Enjoyed rebirth of career in 2004 with his seventh TOUR title at the Wachovia Championship in a two-hole playoff over Arron Oberholser, a span of 370 events since his last TOUR win at the 1990 Hardee's Golf Classic. Collected the winner's check of $1,008,000 to surpass the $1-million mark in a single season for the first time in his 21-year career. In 2003, finished in the top 125 for the 17th time in 20th season on TOUR. Posted a T2 for the second consecutive season in 2002 after having posted just one second-place finish or better from 1991-2000. This one came at The Honda Classic, where he finished in a tie with Brad Faxon, two strokes behind Matt Kuchar. Bounced back from a disappointing 2000 campaign in 2001 to finish 81st in earnings with $654,864 and two top-10s. Finished out of the top 125 in 2000 on the money list for the first time since 1994 with 126th position. Was 125th heading into final official money event, the World Golf Championships-American Express Championship, but did not qualify for event. Best finishes of year was a T5 at weather-shortened BellSouth Classic and T5 at Buick Classic. In 1999, had a share of Shell Houston Open 36-hole lead with Hal Sutton but finished T10. Four top-10s in 1998. Recorded a T10 in the PGA Championship at Winged Foot in 1997. It was his best performance in a major since T6 finish at 1992 U.S. Open. Won Hardee's Golf Classic in 1990, where he defeated Willie Wood in playoff. In 1998, had a career year when he posted 10 top-10 finishes, including two victories (The Honda Classic and The INTERNATIONAL), two seconds and one third. Finished third on money list. In 1987, defeated Jeff Sluman for second B.C. Open title by four strokes at En-Joie GC. Winner MCI Long Distance Driving competition in 1986. Came from four strokes back to gain first TOUR title, at 1985 Greater Greensboro Open, by one over Isao Aoki and Craig Stadler. Won first of two B.C. Opens, by one stroke over Mike Reid. As an amateur, won the 1972 New York State Junior, 1980 New York State Amateur and 1981 New York State Open. Three-time All-American at Ohio State University and member of 1979 NCAA Championship team at Ohio State. Winner of 10 collegiate titles, including 1981 Big Ten Championship by 12 strokes. Named 1981 Ohio State Athlete of the Year. Childhood friend of fellow PGA TOUR member Mike Hulbert. Inducted into the Ohio State University Athletic Hall of Fame in 1992.","ntlTeams" : "Kirin Cup, 1988; World Cup, 1991.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2008","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(1): 1981 New York State Open.","intlVics" : "","curYearHigh" : "Had his best finish in a stroke-play event in nearly five years (third\/2011 Montreal Championship) when he posted three consecutive sub-par rounds at the Mitsubishi Electric Classic near Atlanta in April to finish T4.","carHigh" : "2015: Teamed with his former Ohio State teammate John Cook to claim a T5 finish at the Bass Pro Shops Legends of Golf in April. They led by one after the opening round, trailed by just two heading into the final round but were unable to close the gap Sunday, finishing five strokes back. \n\n2014: Played his first full season in more than a year as he continued his comeback following back surgery in November 2012. His 23 starts were the most since 2010...In those 23 starts, his lone top-10 came in October, finishing T10 at the SAS Championship near Raleigh. Improved by 11 strokes from the first to the second round, with a 7-under 65. Closed with a 3-under 69 at Prestonwood CC. It was his first top-10 effort since the 2012 campaign.\n\n 2013: Spent most of the season working to regain his form after undergoing back surgery in November 2012...Made two starts early in the year before missing more than four months with the back issue...Returned in late June, at the Constellation SENIOR PLAYERS Championship and played a dozen events after his return...Best showing came near his home when he was T30 at the Dick's Sporting Goods Open after successive rounds of 70. \n\n2012: Made just 15 starts during the year, the fewest in a season on the PGA TOUR Champions and missed on a chance to finish in the top 30 because of chronic back trouble. Last appearance of the year came at the SAS Championship where he withdrew prior to completing the first round. Underwent back surgery on November 1 at the Hospital for Special Surgery in New York...Came close to posting his first career PGA TOUR Champions win when he and teammate John Cook finished one stroke shy of the winning team of Michael Allen-David Frost at the Liberty Mutual Insurance Legends of Golf in Savannah in April. The pair posted a three-round total of 28-under-par 188, including a closing-round 11-under-par 61 in the better-ball competition...Made just one bogey over 54 holes at the Dick's Sporting Goods Open, and final-round 66 left him T3, just one stroke short of a playoff with Willie Wood and Michael Allen...Also turned in a nice effort at the Toshiba Classic in March when he was T5 at Newport Beach...Final-round 66 at TPC Twin Cities led to a T10 at the 3M Championship.\n\n2011: Finished among the top-30 money-winners for a fourth consecutive year and played his best golf in the middle part of the season when he was among the top-eight four times in a stretch of five appearances...Was in contention on the back nine at the Dick's Sporting Goods Open and eventually finished T4 at En-Joie GC. His three consecutive sub-70 rounds in Endicott were also a first since his three straight scores in the 60s at the Allianz Championship in February, 2010...Followed his effort in upstate New York the next week with three more rounds in the 60s and a third-place finish at the Montreal Championship...The Ohio State product enjoyed a successful return to Ohio for July's U.S. Senior Open at Inverness, finishing T4 on the strength of four straight sub-par scores...The following week, was T8 at the 3M Championship on the strength of a final-round 65 at TPC Twin Cities...Closed his year with a T7 at the Charles Schwab Cup Championship, posting four straight rounds of par\/better at TPC Harding Park...Was out of action for just over a month with a lower-back injury. Initially was forced to withdraw from the Liberty Mutual Legends of Golf after the first round and teammate John Cook subsequently withdrew from the better-ball team event. Did not return to the circuit until early June at The Principal Charity Classic and finished T16 in Iowa. 2010: Teamed with former Ohio State teammate John Cook to finish second to Mark O'Meara and Nick Price at the Liberty Mutual Legends of Golf in April. The two teams finished the 54-hole event tied at 28-under-par 188, but despite not making a bogey in regulation, the pair each bogeyed the second playoff hole to finish second...Got the season off to a good start in Florida. Was in contention on the back nine at the Allianz Championship and birdied the last hole to finish solo third in Boca Raton, his best PGA TOUR Champions performance since coming in a distant second to Fred Funk at the 2009 U.S. Senior Open. 2009: Went beyond the seven-figure earnings mark for the first time since 2005 and eventually finished 11th on the final money list, his highest standing since placing third on the PGA TOUR money list in 1988...His seven top-10s were also the most he's had in a single season since 1988...Year featured a pair of runner-up finishes and also was in contention for a victory several other times...Early in the season, along with Mark O'Meara, finished T2 at the Toshiba Classic, one stroke behind Eduardo Romero. Final-round, bogey-free 63 equaled the low round of the tournament (Joe Ozaki, 63, third round) and also matched his PGA TOUR Champions career-best score...One week later, finished T4 at the AT&T Champions Classic after being the 18- and 36-hole leader in the event. Held the lead midway through the final round but fell back after two bogeys midway through the back nine and T4...Fourth-place effort at The Cap Cana Championship helped him lock up March Player of the Month honors. Was up by one stroke late in the round Sunday but made a bogey at No. 17 to drop out of the lead and eventually finished two shots behind winner Keith Fergus...In late April, partnered with former college teammate John Cook to T3 at the Liberty Mutual Legends of Golf. The pair finished one stroke shy of making the two-team playoff, eventually won by Bernhard Langer\/Tom Lehman...In early August, made a spirited run at the U.S. Senior Open, but was unable to overtake Fred Funk, finishing second in the tournament. Posted four straight sub-par rounds at Crooked Stick and 72-hole total was an impressive 14-under-par 274, still six strokes behind Funk. Performance in Indianapolis was his best-ever in a major championship on any Tour...Other opportunity for a win came in Iowa when he was one stroke out of the 36-hole lead at The Principal Charity Classic and then briefly tied for the lead early in the final round before falling into an eventual T12...Earned a spot in the PGA TOUR Champions's season-ending event, the Charles Schwab Cup Championship, but was forced to withdraw early in the third round with a pulmonary embolism. 2008: Turned in a solid rookie season on the PGA TOUR Champions that saw him record four top-five finishes in his first nine appearances...Did not join the PGA TOUR Champions until he turned 50 in late March and made his debut in early April at the inaugural Cap Cana Championship in the Dominican Republic (T61)...Best chances for victory both came in appearances in his native upstate New York area...Was T3 at the Senior PGA Championship at Oak Hill near Rochester. Rebounded from an opening-round 76 to contend on the back nine Sunday in front of partisan fans. Also made spirited bid for a win at the Dick's Sporting Goods Open in July near his home but was done in by a bogey, double-bogey finish at the En-Joie GC. A two-time winner of the PGA TOUR's B.C. Open at the course in Endicott, NY, he finished fourth, three strokes behind Eduardo Romero...One week after his strong showing in Rochester, finished fourth at The Principal Charity Classic...Earned his first PGA TOUR Champions top-10 finish when he teamed with former Ohio State teammate John Cook to T4 in the Legends Division at the Liberty Mutual Legends of Golf in Savannah...Carded a PGA TOUR Champions career-best, 8-under 63 in the final round of the AT&T Championship to T8 in San Antonio.\n","otherCarHigh" : "Won the last of his seven PGA TOUR titles at the 2004 Wachovia Championship in a two-hole playoff over Arron Oberholser. Win at Quail Hollow ended a span of 370 events since his last TOUR win at the 1990 Hardee's Golf Classic. Collected the winner's check of $1,008,000 to surpass the $1-million mark in a single season for the first time in his 22-year career...Won the 1990 Hardee's Golf Classic, defeating Willie Wood in playoff...Had his career year on the PGA TOUR in 1988 when he posted 10 top-10 finishes, including two victories (Honda Classic and The INTERNATIONAL), two seconds and one third. His $813,732 placed him third on money list...Defeated Jeff Sluman by four strokes for second B.C. Open title in 1987 at En-Joie GC...Came from four strokes back to gain first TOUR title, at 1985 Greater Greensboro Open, by one over Isao Aoki and Craig Stadler...Later in same season, won first of two B.C. Opens, by one stroke over Mike Reid...Winner of MCI Long Distance Driving competition...As an amateur, claimed the 1972 New York State Junior, 1980 New York State Amateur and 1981 New York State Open...Was a two-time, first-team All-America at Ohio State University and member of the Buckeyes' 1979 NCAA Championship team...Winner of 10 collegiate titles, including 1981 Big Ten Championship by 12 strokes...Named 1981 Ohio State Athlete of the Year...Inducted into Ohio State University Athletic Hall of Fame in 1992...Represented the United States in the 1991 World Cup and the 1988 Kirin Cup.","personal" : "Is a childhood friend of fellow PGA TOUR Champions player Mike Hulbert. As an 18-year-old in 1976, teamed with Hulbert to defeat then newly appointed Syracuse University basketball coach Jim Boeheim and his partner in a CC of Ithaca best-ball event...Struck up a lasting friendship with Boeheim and remains a huge SU fan...Son Jamie also played golf at Ohio State and competed on PGA TOUR Canada in 2014 and 2015...His favorite TV channel is The Weather Channel...Musical tastes run from classic rock to country music...His favorite teams as a kid were the New York Jets with Joe Namath and the Walt Frazier-led New York Knicks. \"Who could ask for more?\" he says...Among the bookmarks on his computer are syracuse.com, weather.com and PGA TOUR Links...The first job he ever had was roofing and installing siding with his father, which helped pay for the golf trips he took with Hulbert. His dad delivered mail, and the roofing work was a second job...Favorite meal is a medium-rare New York strip or porterhouse (Pittsburgh style) steak, a side of spaghetti, salad and bread...When he's traveling on Tour, among his favorite restaurants are Trattoria Romana in Boca Raton, Fla., Harry's Cafe and Steak House in New York, Tollgate Steakhouse in Mamaroneck, N.Y., Rafter's Steakhouse in Milwaukee, Wisc., and Tramonti in Delray Beach, Fla...Says the one talent he'd most love to have is being able to play the piano...His favorite athlete in another sport is the Denver Broncos' Peyton Manning...Among his favorite movies are \"Legends of the Fall,\" \"Terminator 2,\" \"The American President,\" \"Dumb & Dumber\" and \"The Fifth Element.\"...One course he's never played that he'd love to is St. Andrews...Says his most memorable vacation was \"Going to New York City with my wife for a year-end anniversary trip.\"...His most memorable shot was his hole-in-one at No. 14 at En-Joie in the final round at the 1985 B.C. Open, going from one stroke down to two shots up when Mike Reid made a bogey. He went on to win the first of his two B.C. Open titles. \"I always tell people there were 2,000 people there, but 20,000 people said they saw it.\"...The first concert he ever attended was Kansas while in college at Ohio State...If he's not playing sports he enjoys watching his sons play sports, watching Syracuse and Ohio State football and basketball and fishing on Keuka Lake, part of New York's Finger Lakes.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T4th at the Mitsubishi Electric Classic.","dynStats" : "He ranks T17th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}