{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "26595","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Tolan","first" : "Derek","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.82","weight" : "185","weightMetric" : "84","birthDate" : "October 21, 1985","age" : "30","birthPlace" : "Denver, Colorado","residence" : "Denver, Colorado","family" : "Single","education" : "University of Colorado (2009)","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2009","clubAffl" : "Colorado Golf Club (Denver, Colorado)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "47,994&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2015","otherVics" : "","intlVics" : "(3) 2009 San Juan Open, Colorado Open. 2012 Colorado Open.","curYrHigh" : "","carHigh" : "2014: Made the cut and finished T70 at the PGA TOUR's Sony Open in Hawaii… Missed the cut in both of his Web.com Tour starts at the Nova Scotia Open and the Price Cutter Charity Championship late in the season… Also missed the cut in two starts on PGA TOUR Canada.\n\n2013: Finished T105 at the final stage of Web.com Tour Q-School in December to earn conditional status for the 2014 season… Early in the year missed on the chance of joining PGA TOUR Latinoamérica with a T51 Q-School finish in Lima, Peru.\n2012: Was T32 at the PGA TOUR's Puerto Rico Open in March… Carded a bogey-free 6-under 65 to win the Colorado Open for the second time in his career. Finished the 72-hole event at 14-under 270 to win by one at Green Valley Ranch… In his only PGA TOUR Canada start, finished T30 at the The Great Waterway Classic in September.2011: Made the cut in five of six Web.com Tour starts. Best week was a T15 at the Stadion Classic at UGA. 2010: Missed the cut at the PGA TOUR's Valero Texas Open. \n\n2009: Turned pro in June and won his first tournament in his third try, claiming the San Juan Open (Farmington, N.M.), and then won the Colorado Open in record fashion (262, -22) at Green Valley Ranch in Denver.\n","otherCarHigh" : "Qualified for the U.S. Open as a 16-year old in 2002. Missed the cut at Bethpage State Park… He became the first and only golfer in USGA history to have played in the U.S. Open, the U.S. Public Links Championship, the U.S. Junior Amateur and the U.S. Amateur in the same year, doing so between June and August of 2002… Played college golf at the University of Colorado… On his senior season in 2009) he received an honorable mention All-American and also earned PING All-Central Region honors, All-Big 12 honors… Opened up his senior year by earning co-medalist honors in San Francisco's Olympic Club Intercollegiate and in New Mexico's Tucker Invitational… A four-time letterman at ThunderRidge High School… As a HS junior, he was the 5A state champion… Won the Southwestern Junior Classic in Albuquerque twice as part of six AJGA top-5s between 2002 and 2003.","personal" : "Has two sisters… His father, John, played collegiately at Southern Colorado, and runs the Family Sports Golf Center in Englewood… Attended ThunderRidge High School in Highlands Ranch, Colorado... Biggest thrill in golf was playing St. Andrews with his father… Favorite course is National GC and would like to play Augusta National... Favorite teams are the University of Colorado and the Denver Broncos... Uses a silver quarter from 1941 as his ball marker... Favorite website is The Chive... Enjoys watching \"Two and a Half Men.\"... Will Ferrell and Kevin Hart are his favorite entertainers… Favorite athlete in another sport is Peyton Manning... Manning along with Michael Jordan and Tom Hardy would round out his dream foursome… Likes to eat at Chipotle… San Diego is his favorite city to visit and Cancun his favorite vacation spot... Would like to trade places with John Mayer… Personal motto: “If you're not first, you're last.”","otherInfo" : "","prYrSeason" : "","exmtStatus" : "2015 Q-School"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Conditional","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2013: Did not play on the Web.com Tour and will be a first-time Web.com Tour member for the 2014 season.\n\n2012: Was T32 at the Puerto Rico Open.\n\n2011: Made the cut in five of six Web.com Tour starts. Best week was a T15 at the Stadion Classic at UGA. \n\n2010: Missed the cut at the Valero Texas Open. \n\n2002: Qualified for the U.S. Open as a 16-year old. Missed the cut at Bethpage State Park. \n","otherCarHigh" : "","personal" : "Attended ThunderRidge High School in Highlands Ranch, Colo...Biggest thrill in golf was playing St. Andrews with his father. Favorite course is National GC and would like to play Augusta National...Favorite team as a kid was the Denver Broncos and still uses a Broncos' ball marker...Favorite App is The Chive and website is craigslist.com...Enjoys watching \"Family Guy\" and listening to Justin Timberlake music...Favorite athlete in another sport is Peyton Manning...Likes to eat at Chipotle and visit Las Vegas...Would like to trade places with John Mayer.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Missed the cut at the Puerto Rico Open in March on his fifth career start on the PGA TOUR. Had joined the field via the Monday Qualifier…Finished T5 on his first career start on PGA TOUR Latinoamérica at the 57th Abierto Mexicano (the Mexico Open) in May in Aguascalientes, Mexico…The following week finished T11 at the Guatemala Stella Artois Open in Antigua, Guatemala…Shot par or better in 13 rounds played in just three starts to finish the first half of the PGA TOUR Latinoamérica season with the lowest scoring average (actual) at 68.78 strokes…Joined the Latin American Tour by finishing T26 at the Q-School held in Lima, Peru in January.\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T15th in 2011 at the Stadion Classic at UGA.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}