{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "24502","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Scott","first" : "Adam","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "180","weightMetric" : "82","birthDate" : "July 16, 1980","age" : "35","birthPlace" : "Adelaide, Australia","residence" : "Crans sur Sierre, Switzerland","family" : "Wife, Marie; Bo Vera (2\/15\/15)","education" : "University of Nevada-Las Vegas","splInterest" : "Music, design, photography, surfing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2000","clubAffl" : "","cityPlaysFrm" : "Gold Coast, QLD; ; Australia","websiteUrl" : "http:\/\/www.adamscott.com.au","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2003","qSchoolYear" : "","exmtStatus" : "Winner, 2013 Masters tournament, multiple tournament winner (through 2019-20)","otherVics" : "(2): 2005 Nissan Open [unofficial, 36 holes]. 2013 ISPS Handa World Cup [with Jason Day].","intlVics" : "(13): 2001 Alfred Dunhill PGA Championship [SAf]. 2002 Qatar Masters [Eur], Gleneagles Scottish PGA Championship [Eur]. 2003 Scandic Carlsberg Scandinavian Masters [Eur]. 2005 Singapore Open [Asia], Johnnie Walker Classic [Eur]. 2006 Singapore Open [Asia]. 2008 Commercialbank Qatar Masters [Eur]. 2009 Australian Open [Aus]. 2010 Barclays Singapore Open [Asia]. 2012 Talisker Masters [Aus]. 2013 Australian PGA Championship [Aus], Talisker Masters [Aus].","curYearHigh" : "Playing in the Japan Open Golf Championship in mid-October on the Japan Golf Tour, opened with a pair of 70s and closed with a 3-under 69 to T7 with Hideto Tanihara and K.T. Kim...In his first start of the PGA TOUR Season, finished second to Justin Thomas at the CIMB Classic at the Kuala Lumpur G&CC in Malaysia. During the four rounds, putted with a conventional-length putter using a claw grip...At the Australian Open in late November, posted a 6-under 65 in Sunday's final round to claim a share of second place with defending champion Jordan Spieth at 7-under 277. The runner-up performance marked his third consecutive, top-five finish in the event...Playing in Albany (his second home), carded rounds of 67-70-66-69 for a 16-under 272 total and T10 finish at the Hero World Challenge. It marked just his second start at the Tiger Woods-hosted event, having finished T14 in 2006...Held the lead during stretches of the final round of the Northern Trust Open in February and chipped in for birdie on the 72nd hole, but ended up finishing T2 behind winner Bubba Watson at The Riviera Country Club. Began his final round with an eagle at the opening par-5 first hole. He made over 100 feet of putts in the first four holes of his final round, but just 142 feet of putts for the round total...In his fifth start at The Honda Classic, made seven birdies and no bogeys through 14 holes of the third round. On the daunting, par-3 15th hole, took a quadruple bogey-7 to fall into an eventual tie with Sergio Garcia through 54 holes at 9-under 201. An even-par 70 in Sunday's final round proved enough to give him a one-stroke win over Garcia. With the win, he became just the second Australian to win The Honda Classic, joining Stuart Appleby (1997). With the win, he also became the first player to win on the PGA TOUR, despite a quadruple bogey during the week, since Phil Mickelson at the 2009 TOUR Championship by Coca-Cola. Scott's seven at No. 15 wasn't his highest on the hole. In round one of 2011, he took an eight, before missing the cut...Came from three strokes back of Rory McIlroy in the final round to win the World Golf Championships-Cadillac Championship for back-to-back wins in consecutive weeks, the first player to do so since Billy Horschel won the 2014 BMW Championship and the TOUR Championship by Coca-Cola. Overcame double bogeys on Nos. 3 and 5 in the final round to shoot a 4-under 32 on the back nine. His second shot on the par-4 18th landed on the bank inside the water hazard left of the green and he pitched to 6' 8\" below the hole to salvage par and a one-stroke victory for his second World Golf Championships title to go along with his 2011 World Golf Championships-Bridgestone Invitational win.","carHigh" : "2014-15: Of 11 made cuts in 14 starts through the Wyndham Championship, amassed three top-10 PGA TOUR finishes and earned a return trip to the FedExCup Playoffs for a ninth consecutive season. A missed cut at The Barclays kept him outside the top 100 who advanced to the following week's Deutsche Bank Championship, site of his first TOUR win in the event's inaugural year of 2003. Season marked just his third missed start at TPC Boston (2005 and 2009)...Started slowly at the BetEasy Masters on the PGA Tour of Australasia in November 2014. Fired an opening, 1-over 73 at Metropolitan GC. Was 9-under the rest of the way (68-71-68) but couldn't catch Nick Cullen, who won the event by one shot. Settled for a T2 with Josh Younger and James Nitties. For the second consecutive week, was in contention in his homeland, this time at the Emirates Australian Open in Sydney. Finished solo fifth after a slow start. Shot an opening, 2-over 74 then recovered with rounds of 66-69-71. Still finished a distant nine shots behind winner Jordan Spieth...In defense of his Australian PGA Championship in December 2014, finished regulation tied with Wade Ormsby and Greg Chalmers at RACV Royal Pines Resort Gold Coast. Watched as Ormsby dropped out of the extra session on the fourth extra hole then lost to Chalmers on the seventh playoff hole when he three-putted for bogey from 20 feet...Finished T4 in his 14th start at the World Golf Championships-Cadillac Championship, his fifth top-10 in the event.. Using a conventional putter, finished the week 12th in Strokes Gained: Putting (+0.775 per round) and had 114 total putts...With caddie Stevie Williams back on his bag, posted the round of the week at the U.S. Open at Chambers Bay, with a final-round, 6-under 64, moving from T19 to T4. It marked the lowest final-round score at the U.S. Open since Vijay Singh and Tom Kite shot the same score at Southern Hills in 2001, and it equaled his best round in a major, set previously during the first-round of the 2012 Open Championship. The 64 marked just his fourth sub-70 score in 44 U.S. Open rounds, with his previous-low round a 67 during the second round in 2014. Entered Sunday seven strokes behind the four co-leaders and had hopes of equaling Arnold Palmer (seven strokes in 1960) for the largest come-from-behind victory in U.S. Open history. Played the final 23 holes at Chambers Bay without a bogey...Sitting at 15-under with just five holes to play, appeared in good position to hoist the claret jug until a disastrous finish (bogey-bogey-par-bogey-double bogey) led to a T10 finish at The Open Championship. It was his fourth consecutive top-10 at the event. Had four top-10 finishes in his first 39 major championship starts, but has since added 11 in his last 19 starts, including his victory at the 2013 Masters Tournament. Went 1-2-2 in his four Presidents Cup matches in the International team's 15½-14½ loss in South Korea.\n\n2013-14: Made the cut in 15 of 16 starts, recording 10 top-10 finishes, tying his career-best total from 2006. Season highlighted by his win at the Crowne Plaza Invitational at Colonial (the 11th win of his PGA TOUR career), winning the same week as he reached No. 1 in the Official World Golf Ranking for the first time...Returning to Australia for the first time since winning the Masters Tournament, turned in a superior performance at the RACV Royal Pines Resort to capture the Australian PGA Championship by four shots over Rickie Fowler. Opened with a 6-under 65 to trail Fowler by two shots through 18 holes. Took the lead after a second-round 67 and never relinquished his advantage, closing with another 4-under 67 on the final day. The victory was his third in his homeland. He also won the 2009 Australian Open and the 2012 Talisker Masters...Added a fourth Australian victory a week later when he successfully defended his Talisker Masters title, defeating Matt Kuchar by two strokes at Royal Melbourne GC. Could only muster a final-round, even-par 71 and eventually fell a stroke behind Kuchar midway through the final round. But Kuchar's finishing-hole double bogey and an opening 67-66-66 through the first three rounds gave him enough of a cushion. The victory was his 13th international title...Teamed with fellow Australian Jason Day to shoot 17-under-par to win the team competition at the ISPS Handa World Cup. Finished third (7-under) in the individual competition, while Day's 10-under total was good for the individual title. The victory marks the fifth time Australia has won the World Cup team competition, tying South Africa for second-most wins. The Australian team began the final day with a one-stroke advantage. It finished with a 10-stroke win in the team competition. The last time the host country's team won the World Cup was in 1996 when the South African team of Ernie Els and Wayne Westner won the event in Cape Town...Finished runner-up by one stroke to Rory McIlroy at the Australian Open, falling short in his attempt to join Robert Allenby as the only players to win Australia's triple crown (Australian Open, Australian Masters and Australian PGA Championship) in the same season. Opened with a course-record, 10-under par 62 in his opening round and then added rounds of 70-68 to enter the final round with a four-stroke lead over McIlroy. His approach shot sailed over the green on the final hole, leading to a bogey and one stroke loss to McIlroy (who birdied the final hole)...Closed with matching, 4-under 69s at the Hyundai Tournament of Champions for a T6 finish, five strokes behind Zach Johnson. Made a Sunday charge, eagling the par-5 15th hole to pull within one shot of the leaders. But a par-par-bogey finish led to his fourth top-10 in six Kapalua starts...Finished T8 at the Sony Open in Hawaii to join Zach Johnson and Matt Kuchar as the only players with top-10 finishes at both Hawaii events. Was his second top-10 at the event (T2 in 2009)...Finished third at the Arnold Palmer Invitational after holding a three-shot lead after the first round, a seven-shot lead after the second round and a three-shot lead through 54 holes. Has failed to convert his last two 54-hole leads. Has won six of 10 times with the third-round lead\/co-lead, most recently at the 2011 Bridgestone Invitational. His third-place finish came in his seventh start at the event. Matched his previous-best finish in the event, a T3 in 2004...Claimed the No. 1 spot in the Official World Golf Ranking on May 19, becoming the second Australian to ascend to the No. 1 ranking. Greg Norman held the top spot for 331 weeks, through January 4, 1998...Won his 11th PGA TOUR event, a playoff title at the Crowne Plaza Invitational at Colonial. By winning in Fort Worth, became the first player to win the Texas Grand Slam, having won the 2007 Shell Houston Open, the 2008 HP Byron Nelson Championship, the 2010 Valero Texas Open. Began the day two strokes back but emerged the victor following a 4-under 66. Outlasted Jason Dufner with a birdie-3 on the third extra hole (No. 18). Improved to 3-0 in playoffs on TOUR. The winning score of 9-under 271 is the highest at the Colonial since Olin Browne won in 1999 at 8-under 272. Won 11th event in his 221st TOUR start at age 33 years, 10 months, 9 days. Is the sixth consecutive come-from-behind winner of the Colonial, and the seventh since 2001. He joins Sergio Garcia (2001), Steve Stricker (2009), Johnson (2010 and 2012), David Toms (2011) and Boo Weekley (2013). Is the first international winner at Colonial since Rory Sabbatini in 2007. Was the first current World No. 1 to play Colonial since Nick Price in 1995 (finished T12). Is the 15th player to win the “DFW Double\" (Ben Crenshaw, Roberto De Vicenzo, Ben Hogan, Sam Snead, Bruce Devlin, Jack Nicklaus, Lanny Wadkins, Tom Watson, Bruce Lietzke, Price, Phil Mickelson, Garcia, Sabbatini and Julius Boros)...Finished T4 at the Memorial Tournament for his third top-10 in nine starts at Muirfield Village GC...Earned a T9 at the U.S. Open for his first top-10 in that event, turning in rounds of 73-67-73-69. In 13 U.S. Open starts, owns just three rounds in the 60s (out of 40 overall; had a 69 in the first round in 2009). Previous-best finish was T15 in 2012. Has finished inside the top 15 in 11 of his last 14 major championship starts...Improved on that finish in the season's next major, The Open Championship, thanks to a final-round, 6-under 66 at Royal Liverpool GC. Two years removed from his disappointing, final-round loss at Royal Lytham & St. Annes, offset a double bogey at the par-4 seventh hole with eight birdies Sunday en route to a T5 with fellow Aussie Marc Leishman. In his 15th Open Championship start, the finish was his fourth top-10 and third consecutive...Finished T8 at the Bridgestone Invitational but lost his No. 1 spot in the OWGR to McIlroy...Finished T8 at the BMW Championship at Cherry Hills CC outside Denver, shooting rounds of 71-66-69-66...Picked up a T9 the following week at the TOUR Championship by Coca-Cola (the fifth consecutive season he has advanced to East Lake GC) en route to a No. 12 FedExCup finish...Parted with caddie Steve Williams at the end of the season.\n\n2013: Season highlighted with victories at the Masters Tournament (his first major championship) and The Barclays. Finished the year a career-best fourth in the FedExCup...Finished T10 at the Northern Trust Open in his first TOUR start of the season...Fired the round of the week with a final-round, bogey-free, 8-under 64, jumping from T19 to T3 at the Cadillac Championship. It was his best round since posting the same score in the first round of the 2012 Open Championship. Improved each day, with rounds of 72-70-68-64...Defeated Angel Cabrera with a birdie-3 on the second playoff hole (No. 10) to win the Masters Tournament. Made a 12-foot birdie put on No. 10 after watching Angel Cabrera just miss his birdie putt. Earned his ninth overall win and first major victory in his 202nd career TOUR start at age 32 years, 8 months, 28 days. Became the first Australian to win the Masters. The eventual Masters champion has come out of the final Sunday pairing 19 out of the last 23 years, but he is one of the four who hasn't, along with Zach Johnson (2007), Charl Schwartzel (2011) and Bubba Watson (2012). Has the sixth-most wins by an Australian on TOUR, trailing only Greg Norman (20), Jim Ferrier (18), Bruce Crampton (14), Steve Elkington (10) and Stuart Appleby (10). Has made 10 cuts in 12 career starts at the Masters. With the win, has four top 10s, including three consecutive (T8 in 2012 and T2 in 2011, as well as T9 in 2002). Has finished in the top 15 in each of his last six starts in majors. Went 47 consecutive majors without a victory before winning the Masters...One year after bogeys on the final four holes led to a runner-up finish to Ernie Els at The Open Championship, seized the lead at the same event again on the back nine before four consecutive bogeys on Nos. 13-16 led to a T3 finish. It marked his third top-10 finish at The Open, also giving him eight top-15 finishes in his last 11 major championship starts...Held a share of the first-round lead at the PGA Championship but finished T5. Joined fellow Australian Jason Day as the only two players with three top-10 finishes in the season's four majors...Recorded the largest come-from-behind win in the history of The Barclays, carding a final-round, 5-under 66 for a six-stroke comeback victory to defeat Graham DeLaet, Tiger Woods, Justin Rose and Gary Woodland by one stroke, making him the fourth Australian to win The Barclays, joining Bruce Crampton (1970), David Graham (1976) and Wayne Grady (1989). His 10th official PGA TOUR victory (also won the unofficial, 36-hole 2005 Northern Trust Open) came at age 33 years, 1 month, 9 days in his 210th career start. As a result, collected 2,500 points and moved from No. 11 to No. 2 in the FedExCup standings, trailing Woods by 162 points. The victory, his first in 21 FedExCup Playoffs events, made him the season's fifth multiple winner. With the victory, joined Rory McIlroy (2012) and Woods (2007) as the only players to win a major championship and FedExCup Playoffs event in the same season. Also became just the fourth player to win a World Golf Championships event (2011 Bridgestone Invitational), FedExCup Playoffs event (2013 Barclays ) and THE PLAYERS (2004), joining Mickelson, Woods and Kuchar...Jumped out of the gate at the TOUR Championship by Coca-Cola with a 5-under 65 to trail eventual champion Henrik Stenson by one stroke. Was in second again after 36 holes, four back, before falling ill overnight prior to the third round. Received an IV treatment in the locker room prior to the third round but struggled to a 4-over 74. Never recovered, finishing T14 at East Lake and fourth in the FedExCup...At The Presidents Cup, recorded a 2-2-1 record for the International team...Was named the Golf Writers Association of America Male Player of the Year.\n\n2012: Finished No. 25 in the FedExCup standings, his third straight year inside the top 25. Won a tournament for the 12th consecutive season when he captured the Talisker Masters in November. Trailed Ian Poulter by one shot through 54 at Kingston Heath GC in Melbourne. Shot a final-round, 5-under 67 to eventually cruise to a four-stroke win...First top-10 of the season came in April, when was T8 at the Masters Tournament for his second consecutive top-10 at Augusta National GC. Shot rounds of 75-70-73-66. Final round was highlighted by a hole-in-one on No. 16...Finished third at the AT&T National just three shots off the winning score. Opened with a 75 after waking up 30 minutes before his tee time and arriving at the course as his group was teeing off. Responded with rounds of 67-70-67 to climb the leaderboard...Entered the final round of The Open Championship with a four-stroke lead over Graeme McDowell and Brandt Snedeker but carded bogeys on his final four holes en route to a 5-over 75 to lose by one stroke to Ernie Els. Fell to six of nine when carrying the lead or co-lead into the final round on TOUR. Turned 32 Monday of tournament week and then began The Open Championship with a 6-under 64, equaling the best round at Royal Lytham & St Annes. The runner-up finish, the ninth of his career, equaled his best finish in 46 major championship starts (T2 at the 2011 Masters). Finished inside the top 15 in the season's first three majors: (T8 at the Masters and T15 at the U.S. Open)...Posted four rounds in the 60s, including a final-round 5-under 66 (equaling the low round of the day), to finish T7 at the Deutsche Bank Championship, marking the fifth top-10 in eight starts at the event (won in 2003, T2 in 2004, T5 in 2010 and T8 in 2011)...Finished T6 at the BMW Championship, four shots off the winning score. Entered the final round two shots off the lead...In his third consecutive start at the World Golf Championships-HSBC Champions, posted four sub-par rounds to claim eighth-place-honors. In the first round at Mission Hills GC's Olazabal Course, hit driver and a 2-iron to 10 feet at the par-5 ninth—his last hole of the day—for an eagle to open the week with a 7-under 65, his low round of the tournament...A week later, at the Barclays Singapore Open, rode a second-round 66 at Sentosa GC to a T5 finish, five strokes out of the Matteo Manassero-Louis Oosthuizen playoff.\n\n2011: Turned in a solid season, with his first win at a World Golf Championships event. Made 14 of 18 cuts to finish No. 16 in the FedExCup. Seven top 10s are his most since 2006 (10)...Making his fifth start of the season, he earned his first top-10 with a T6 at the World Golf Championships-Cadillac Championship, his third top 10 in 10 starts at the event. Four under-par rounds led to a 72-hole total of 11-under 277, five strokes behind Nick Watney...Appeared headed toward Australia's first Masters Tournament champion but was denied when Charl Schwartzel birdied the final four holes to defeat him and fellow Aussie Jason Day by two strokes. Closed with matching 5-under 67s, his best scores in 36 rounds at Augusta National GC (only previous sub-70 score was a first-round 3-under 69 in 2010). His T2 came in his 10th start at the Masters, with his only other top-10 finish coming in his first start in 2002 (T9)...He notched his third top-10 of the season, and first since finishing runner-up at the Masters Tournament, with a T3 at the AT&T National. Opened with a 4-under 66 to share the first-round lead with Hunter Haas...Picked up his eighth TOUR win by four strokes at the World Golf Championships-Bridgestone Invitational, finishing at 17-under 263. Joined Phil Mickelson, Tiger Woods and Henrik Stenson as the only four players to win THE PLAYERS Championship and a World Golf Championships event in their careers. Has the fourth most wins by an Australian on TOUR: Greg Norman (20), Steve Elkington (10), Stuart Appleby (10). Held at least a share of the lead after each round of the Bridgestone Invitational. Only lead in a World Golf Championships event coming into Akron was after the first round of the Bridgestone Invitational in 2006 (finished T10). Has now won six of eight events when holding the 54-hole lead\/co-lead. It was his ninth start at the Bridgestone Invitational. In eight previous starts at Firestone CC, he had only finished under par twice (2006, 5-under and 2010, 5-under). Won in his fourth event with Steve Williams caddying for him. Williams was on the bag for all seven of Tiger Woods' victories at the Bridgestone Invitational. His opening-round 62 is the lowest start by a winner at the Bridgestone Invitational, breaking Stewart Cink's mark of 63 set in 2004. Is the third Australian to win a World Golf Championships event, joining Geoff Ogilvy (2006 and 2009 Accenture Match Play Championship) and Craig Parry (2002 Bridgestone Invitational). Moved back into the top 10 in the Official World Golf Ranking for the first time since the week after the 2008 Bridgestone Invitational. Became the 20th different player to win a World Golf Championships event...Attempting to become the first player since Tiger Woods to win a major the week after winning a TOUR event (2007 World Golf Championships-Bridgestone Invitational and PGA Championship), finished seventh at the PGA Championship, with rounds of 69-69-70-68. One of only six players with multiple top-10 finishes in the 2011 major championships (T2 at the Masters his best finish)...Finished T8 for his fourth top 10 in seven starts at the Deutsche Bank Championship. Shared the second-round lead at 10-under before matching rounds of even-par 71 left him five strokes behind the Webb Simpson-Chez Reavie playoff...Held the 36-hole lead at the TOUR Championship by Coca-Cola before weekend rounds of 74-68 led to a T6 finish. Finished the season No. 16 in the FedExCup, his best performance since he was No. 12 in 2007...At the Australian Open, he had four under-par rounds at The Lakes GC to finish T4...One week later, he posted a 2-3-0 record in his fifth appearance for the International team at The Presidents Cup. Was one of five Aussies on the International team. 2010: Finished 19th in the FedExCup Playoffs and returned to the TOUR Championship for the first time since 2007. Bounced back with a victory and four top-10 finishes after posting only one top-10 in 2009...Rallied from four strokes back on the final, marathon day at the Valero Texas Open for his first TOUR victory in two years, Was 11-under in a 36-hole Sunday finale, edging Fredrik Jacobson by a stroke on the new Oaks Course at TPC San Antonio. The busy finish was necessitated by a Friday rainout. The course was designed by his hero, fellow countryman Greg Norman, who sent a congratulatory message after his first win since the Australian Open in December. Finished at 14-under 274 and earned $1,098,000 for his seventh TOUR victory and first since the 2008 HP Byron Nelson Championship. He overcame two early bogeys with an eagle on the par-4 17th in his third-round 66, then built his lead with six birdies en route to a closing 67. Survived a closing bogey—his only one in the final round—when Jacobson missed a 16-footer from the fringe on No. 18 that would have forced a playoff. His last three TOUR victories have come in Texas—the Shell Houston Open in 2007 and the 2008 HP Byron Nelson Championship...Posted final-round 67 to finish T9 at the World Golf Championships-Bridgestone Invitational...One of three players to record top-10 finishes in each of the first two PGA TOUR Playoff events, finishing T9 at The Barclays and T5 at the Deutsche Bank Championship...Finished 27th at the TOUR Championship in his first start in the Playoffs finale since 2007...Picked up his second title of the season when he opened with a pair of 65s at the Barclays Singapore Open and then cruised with a 69-68 finish at Sentosa GC. He defeated Anders Hansen by three strokes in winning in Singapore for the third time (2005 and 2006). 2009: Finished 108th on the final money list, his worst career finish, with one top-10 finish and nine made cuts in 19 starts...Shot a final-round 64 to finish as the runner-up at the Sony Open in Hawaii. Finished tied with David Toms, two strokes behind winner Zach Johnson...Was a Captain's Selection by International Captain Greg Norman for The Presidents Cup. Had a 1-4-0 record in U.S. win...Bothered by a knee ailment during the season...Won the Australian Open in late December, beating Stuart Appleby by five strokes for his first professional victory in his home country. \n\n2008: Won on the PGA TOUR and European Tour despite setbacks from injury and illness...Fired a final-round, 11-under-par 61, which broke the course record and set a new personal low, to win the Commercialbank Qatar Masters in late January on the European Tour. Became the tournament's only two-time winner as he beat Henrik Stenson by three strokes at Doha GC...After losing a three-stroke lead he carried into the final round, sank a 9-foot birdie putt on No. 18 to force a playoff at 7-under par, then made a 48-footer playing it again on the third playoff hole to beat Ryan Moore in the EDS Byron Nelson Championship. In shooting 68-67-67-71—273 to capture his sixth PGA TOUR victory, made four birdies in six tries on the 429-yard, par-4 finishing hole at TPC Four Seasons Resort, the last of which he made after hitting his drive into a fairway bunker. Moore barely missed a tying birdie putt on the third playoff hole...Paired with Tiger Woods (No. 1 in the world) and Phil Mickelson (No. 2) in first two rounds of U.S. Open where he finished T26. Nearly had to withdraw because of a broken right pinky finger that he injured when it was slammed in a car door...Couldn't play in the Australian Open in December after suffering a knee injury while surfing. 2007: Competed in all four FedExCup Playoffs events and finished 12th on the season-long points list. Won his fifth career PGA TOUR title at the Shell Houston Open and earned a spot on his third Presidents Cup team...Runner-up to Vijay Singh at the Mercedes-Benz Championship, his third top-10 in three career starts at The Plantation Course...Earned fifth career official TOUR victory at the Shell Houston Open, defeating Stuart Appleby and 54-hole leader Bubba Watson by three strokes with rounds of 69-71-65-66—271. Clinging to a one-stroke lead over Appleby on the 72nd tee, hit tee shot into water hazard but made an up-and-down par on the 488-yard par 4, holing a 48-foot putt to clinch the win as Appleby found a hazard and made double bogey on the hole. Became the sixth Australian to win the Shell Houston Open...Second-round 62 at the Memorial Tournament propelled him into the 36-hole lead. Final-round birdies at 15 and 16 brought him into contention before bogeys at 17 and 18 left him T5, three shots behind champion K.J. Choi...Was 1-3-1 in his third Presidents Cup, bringing his career record at that time to 7-6-2. 2006: Punctuated season of near-misses with a victory at the TOUR Championship, finishing the season No. 3 on the money list and No. 4 in the Official World Golf Ranking. Also notched a career-best 10 top-10s and finished third in Scoring Average (68.95)...Followed unofficial win at the 2005 Nissan Open with a runner-up finish, one stroke behind winner Rory Sabbatini. Posted a final-round 7-under 64 at Riviera CC to sit at 12-under par in the clubhouse about one and one-half hours before the final group. Waited for possible playoff but Sabbatini made birdie on the par-3 16th hole to take the tournament...Finished third at the Wachovia Championship thanks to closing rounds of 66-71, for his second top-five finish...Shared the lead after each of the first three rounds at the EDS Byron Nelson Championship, but a closing 1-over 71 dropped him to T3 in his first start at the event...Finished T4 at the Memorial Tournament, his fourth top-five finish of the season...Posted his second runner-up finish of the season thanks to an eagle on the 72nd hole, one of two on the day, which left him two strokes behind Vijay Singh at the Barclays Classic. Opened with a 6-under 65 to hold a one-stroke lead through 18 holes. Trailed Billy Andrade by one heading into final round. Was his fourth consecutive top-four finish on TOUR...Posted his first top-10, a T8, in his seventh The Open Championship start. Has made the cut four times and his previous best finish was a T34 in 2005...Posted back-to-back top-10s in majors for the first time in his career with his T3 at the PGA Championship. It was his best finish at the PGA, topping a T9 in 2000, and it was his fourth career top-10 in a major...Following week, finished T10 at the World Golf Championships-Bridgestone Invitational. Held first-round lead after a 63, matching Stewart Cink's record for low first round at the tournament in 2004...Posted four rounds in the 60s at the World Golf Championships-American Express Championship, finishing T2, his best finish in a World Golf Championships event...Finished the season with a victory at the TOUR Championship. Posted rounds of 69-67-67-66—269 to defeat runner-up Jim Furyk by three strokes. First Aussie and youngest player to win the TOUR Championship since Tiger Woods in 1999 (Champions GC) at age 23 years, 10 months, 1 day. Third-youngest winner of the TOUR Championship, behind Woods and David Duval (1997, 25 years, 11 months and 24 days)...On the Asian Tour, successfully defended Singapore Open over rain-shortened 54 holes, defeating Ernie Els in a playoff. 2005: Earned unofficial victory at the Nissan Open, captured fourth career European Tour victory and was one of the International Team stars at The Presidents Cup…Captured unofficial victory at rain-shortened Nissan Open, where he posted rounds of 67-66 to tie Chad Campbell for the 36-hole lead at 9-under-par. Unable to complete the third and final rounds, Scott and Campbell played off on Monday morning with Scott prevailing on the first playoff hole. Victory was worth $864,000 in official money...In defense of THE PLAYERS Championship, finished T8, four shots behind winner Fred Funk, the sixth player to finish in the top-10 the year after winning THE PLAYERS...In title defense of Booz Allen Classic at Congressional, finished T2, two shots behind Sergio Garcia, after posting four rounds in the 60s. Within two shots of leader Garcia at the 71st hole, flew sand wedge from 133 yards over green into water hazard and made bogey...Captured the Singapore Open on the Asian Tour by seven strokes over Lee Westwood in September...Posted a 3-1-1 record in second Presidents Cup. Undefeated (3-0-1) when paired with Retief Goosen in first four matches. 2004: Totaled two TOUR wins, including a victory at THE PLAYERS Championship...Totaled seven top-10s in only 16 starts…At age 23 years, 8 months and 12 days, became the youngest winner of THE PLAYERS, with rounds of 65-72-69-72—276, one shot ahead of runner-up Padraig Harrington. Held the 18- and 54-hole leads and led by as many as five strokes in the final round. At the 72nd hole with a two-stroke lead over Harrington, pull-hooked 6-iron approach shot from 213 yards into water hazard, forcing up-and-down recovery from 39 yards. Clinched title with 10-foot bogey putt to earn $1.44 million...Won the Booz Allen Classic in his first appearance at TPC Avenel. Equaled the tournament record of 21-under 263 held by Billy Andrade and Jeff Sluman in 1991. First three official TOUR victories came on TPC courses—Deutsche Bank Championship (TPC Boston), THE PLAYERS (TPC Sawgrass) and Avenel…Earned second career top-10 in a major with his T9 at the PGA Championship, matching the T9 at the 2002 Masters. 2003: Earned first TOUR title in 34th career TOUR start at age 23 years, 1 month, 16 days (youngest since Sergio Garcia won the 2002 Mercedes Championships at 21 years, 11 months, 27 days) at the inaugural Deutsche Bank Championship. Led Vijay Singh by two strokes after 36 holes, thanks to a course record 9-under-par 62. Maintained three-stroke lead over Jonathan Kaye through 54 holes, and brought home a four-stroke victory over runner-up Rocco Mediate...Lost to eventual champion Tiger Woods in 20 holes in the semifinals of the World Golf Championships-Accenture Match Play Championship. Finished third after defeating fellow Australian Peter Lonard 1-up in the consolation match...Joined the TOUR as a Special Temporary Member in late April...Claimed his fourth European Tour victory with a final-round 3-under-par 69 to win the Scandic Carlsberg Scandinavian Masters by two shots over Nick Dougherty...Representing the International team, was the youngest player on either Presidents Cup squad. 2002: Earned second European Tour victory, at the Qatar Maters, with a 19-under-par 269. Became the youngest winner of that event, at 21 years...Earned Masters invitation based on being ranked in the top 50 in the Official World Golf Ranking at end of 2001. Finished T9 at Augusta National. Earnings of $151,200 put season PGA TOUR winnings at $288,642, earning an invitation to join the PGA TOUR as a Special Temporary Member for the remainder of the 2002 season...Also captured the Qatar Masters on the European Tour for second victory of the season. 2001: Finished 13th in the Order of Merit in first full season on European Tour...In 16 European Tour events, compiled five top-10s, including three third-place finishes...Captured the Alfred Dunhill PGA Championship on the Southern Africa Tour...Also played in United States, Japan and Australia. 2000: Secured European Tour card for 2001 in just eight starts as a professional, clinching his place with a T6 at the Linde German Masters in October. Amateur: As a junior, captured both Australian and New Zealand Junior titles, and fired a course-record 62 at Los Coyotes CC at the U.S. Junior Amateur...Spent one year playing collegiately at UNLV.\n","otherCarHigh" : "","personal" : "Golf hero is countryman Greg Norman, who along with former coach Butch Harmon, urged him to play several seasons on the European Tour.","otherInfo" : "","ntlTeams" : "The Presidents Cup (7), 2003, 2005, 2007, 2009, 2011, 2013, 2015; World Cup (2), 2002, 2013.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 2 times in 2016.","dynStats" : "He ranks 1st in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/Page.AdamScott"},{"cat" : "youtube","desc" : "","url" : "https:\/\/www.youtube.com\/user\/adamscottgolf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}