{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01996","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Reid","first" : "Mike","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "165","weightMetric" : "75","birthDate" : "July 1, 1954","age" : "61","birthPlace" : "Bainbridge, Maryland","residence" : "Westminster, Maryland","family" : "Wife, Randolyn; Brendalyn (2\/3\/81), Lauren Michelle (8\/14\/83), Michael Daniel (10\/2\/86), Clarissa Ann (5\/27\/90), John William (9\/29\/93); Hannah Jo (5\/7\/97); two grandchildren","education" : "Brigham Young University (1976, Public Relations)","splInterest" : "Snow skiing, hiking, fishing, family activities","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1976","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "8,974,200&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Teamed with Dan Forsman to T10 at the Bass Pro Shops Legends of Golf in April. Highlight of their final round was his ace on No. 17 with a 4-iron from 194 yards. It was his second Champions Tour ace.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1977","qSchoolYear" : "Fall 1976","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(1): 1990 Casio World Open [Jap]","curYearHigh" : "Teamed with Dan Forsman to T10 at the Bass Pro Shops Legends of Golf in April. Highlight of their final round was his ace on No. 17 with a 4-iron from 194 yards. It was his second Champions Tour ace.","carHigh" : "First victory came in 11th year on TOUR. Pulled away with closing 67 at 1987 Seiko Tucson Open. Four-stroke victory earned place in 1988 NEC World Series of Golf, which he won in playoff with Tom Watson. Par on first extra hole earned 10-year PGA TOUR exemption. Win helped him to best earnings year with $533,343, 15th on money list. Two top-10 finishes in 1998 highlighted season in which he squeaked into top 125 one year after his 10-year exemption had expired. Finished No. 123 on money list...Enjoyed best year on TOUR since 1990 in 1997 made 15 of 25 cuts and had three top-10 finishes, his most since 1990. Came close to first victory since 1988 with his playoff loss at Hawaiian Open. Shot 62 to share first-round lead at Waialae CC, slipped with second-round 72 but took lead with third-round 66. Headed into final round with one-stroke edge over Paul Stankowski, then shot Sunday 71, leading to playoff with Jim Furyk and Stankowski. Eliminated with bogey on first extra hole. It was his first runner-up finish on TOUR since 1990 Kmart Greater Greensboro Classic...Other top-10 finishes in 1997 came at Tucson Chrysler Classic (T10) and Las Vegas Invitational (T6)...Won driving accuracy title in 1980, first year official statistics were kept...Utah Open champion in 1983 and 1985...Teamed with Champions Tour player Bob Goalby to win unofficial Shootout at Jeremy Ranch in Utah in 1985...1974 and 1975 All-American at Brigham Young University\n","otherCarHigh" : "","personal" : "Earned nickname \"Radar\" for his accuracy off tee...Brother Bill is Regional Director of Operations for PGA TOUR's Tournament Players Clubs in Florida.","otherInfo" : "A fixture on the PGA TOUR from 1977-2001. Prior to the 2004 season had made 575 starts and made the cut in 415 of those with earnings totaling $4,686,774. Eligible to play on the Champions Tour this summer...First victory came in his 11th year on TOUR. Pulled away with a final-round 67 to win the 1987 Seiko Tucson Open. His four-stroke victory earned a place in 1988 NEC World Series of Golf, which he won in a playoff with Tom Watson. Made par on the first extra hole to earn a 10-year PGA TOUR exemption. That victory helped him to his best earnings year on the PGA TOUR with $533,343, placing him 15th on the money list. Also had a second-place finish at 1988 THE PLAYERS Championship that year (four behind Mark McCumber)...Followed his 1988 campaign with another strong season in 1989, earning $401,665. Looked to be in command at the PGA at Kemper Lakes with three holes to play but made bogey, double bogey on the 16th and 17th holes and eventually fell one stroke short of eventual winner Payne Stewart. Earlier that year he was leading the Masters with five holes to play but finished the last five holes 4-over-par to slide to a T6...Of his seven career second-place finishes, three came in playoffs...Missed most of the 1993 season after suffering a wrist injury playing table tennis while in Japan for the Dunlop Phoenix Open in the fall of 1992. Originally diagnosed as a chip fracture to his right wrist, returned to action in early spring and played five events before further exams found it was separated tendon. Underwent surgery to reattach the tendon and was sidelined the remainder of the season. Also had an unusual injury in 1991 when he suffered a broken rib chasing a cat from his garage...Won Driving Accuracy title in 1980, first year official statistics were kept...Made the PGA TOUR on his first attempt at Q-School in 1976 in Brownsville, TX...Had a solid amateur career before joining PGA TOUR. Was named to All-American teams from 1973-76, including first team in 1975 and second team in 1976 while at Brigham Young. Was also the Western Athletic Conference champion in 1976 for the Cougars. Among his college teammates were John Fought and Jim Nelford. Member of the BYU Hall of Fame. Low amateur at the 1976 U.S. Open at the Atlanta Athletic Club...Earned the nickname \"Radar\" for his accuracy off the tee. Has done some consulting work on a few golf course projects. Got his start in the game at age 5 when his father introduced he and his two brothers to the game. Biggest thrill away from golf was his marriage and the birth of his six children. Wife teaches piano. Brother, Bill, was the general manager of the TPC at Sawgrass at one time.","ntlTeams" : "World Cup, 1980; Kirin Cup, 1988","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2004","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(8): 1975 Western Athletic Conference Championship [indiv]. 1976 Pacific Coast Amateur. 1981 Utah Open. 1983 Shootout at Jeremy Ranch [with Bob Goalby], Utah Open. 1985 Utah Open. 1990 Casio World Open. 2007 Champions Challenge [with Mark O'Meara].","intlVics" : "","curYearHigh" : "Teamed with Dan Forsman to T10 at the Bass Pro Shops Legends of Golf in April. Highlight of their final round was his ace on No. 17 with a 4-iron from 194 yards. It was his second Champions Tour ace.","carHigh" : "2014: Played in 21 events, with a trio of top-20 finishes...Best outing came in his second start when he was T12 at the Allianz Championship...Added a T17 with partner Dan Forsman at the Big Cedar Lodge Legends of Golf...Was also T18 at the Greater Hickory Kia Classic in his final start of the year.\n\n2013: Made just seven official starts, the fewest in his Champions Tour career...Finished T10 with partner Ken Green in the unofficial Raphael Division at the Liberty Mutual Insurance Legends of Golf in April...Was T26 at the Mitsubishi Electric Championship at Hualalai to open the season...Regained fully exempt status for 2014 by finishing T2 at the Champions Tour National Qualifying Tournament at TPC Scottsdale in November. Posted four consecutive rounds in the 60s to secure one of the five fully-exempt spots. \n\n2012: Managed three top-25 efforts for the second year in a row, however, did not register a top-10 performance for the second consecutive year...Best effort was a T11 at the Boeing Classic. Was also T19 at the SAS Championship. \n\n2011: Struggled with his game for a majority of the season, sinking to 61st on the final money list, his lowest standing since joining the Champions Tour in 2004...His scoring average was more than a stroke higher than in 2010, and he ranked 47th in Putting after tying for 10th in that same category in 2010...Was among the top 20 in three events, all before May...Was T11 at the Allianz Championship in his second start of the season. Trailed by just three strokes entering the final round but shot 73 Sunday and dropped back...Was T18 in his next start, at The ACE Group Classic, shooting 69-68 on the weekend in Naples...Teamed with Dan Forsman to T18 at the Liberty Mutual Legends of Golf. \n\n2010: Scattered seven top-10 finishes, the most he's ever had in one season on the Champions Tour, and ended up 22nd on the final earnings list, his highest standing since 2005...Was among the top five twice early in Florida. Best performance of the campaign was a T2 at the rain-shortened Outback Steakhouse Pro-Am near Tampa in mid-April. Along with Mark O'Meara, trailed Bernhard Langer by one stroke after carding a 3-under 68 Saturday at TPC Tampa Bay. However, final round was washed out due to heavy rains Sunday morning...Three starts earlier in Boca Raton, held a portion of the lead early in the final round of the Allianz Championship and eventually finished T5 at Broken Sound. For the first time since the 2008 AT&T Championship, put together three consecutive rounds in the 60s in a 54-hole event...Late in the summer, closing round, 5-under-par 67 at the Boeing Classic led to an eventual T4 finish at the Seattle-area event...Best performance in a major came when he rebounded from a 3-over-par 73 in the opening round to finish seventh at the Constellation Energy Senior Players Championship in October...Also partnered Ken Green for Green's inspirational comeback to the Champions Tour at the Liberty Mutual Legends of Golf. Despite finishing T26 in the Legends Division, duo received national attention. 2009: Was among the top 30 on the money list for the first time since 2005...Ended a winless drought of more than four years when he claimed the JELD-WEN Tradition in late August with a 12-foot birdie on the first extra hole to defeat John Cook. The win came in his 95th start since his win at the Senior PGA Championship in 2005, which also came in a playoff. The victory was also his first top-10 finish since he was T3 at the 2007 ACE Group Classic. With his win he joined Peter Jacobsen as the only active players whose first two wins both came in major championships. He also earned a check for $392,000, the largest of his professional career. 2008: Did not record a top-10 finish in 22 starts, but did place in the top 20 seven times...Best showing was a T11 at the Regions Charity Classic in May. 2007: Played well early in the year, with three top-10 finishes in his first five starts, but would fare no better than T18 the remainder of the season...Was two strokes off the pace through 36 holes of The ACE Group Classic and posted a final-round 69 at Quail West to T3 in Naples, his best effort on the Champions Tour since T3 in Mexico a year earlier. 2006: Slipped to 39th on the money list after finishing 21st the previous year and saw his earnings drop nearly in half from his 2005 total...After failing to finish no higher than T33 in his first five starts of the season, finally worked his way into the top 10 in his sixth outing, earning a T5 at the Toshiba Classic in March...Followed that in his next start when another strong performance resulted with a T3 finish at the Puerto Vallarta Blue Agave Golf Classic in Mexico. 2005: Enjoyed immediate success in his first full season on the Champions Tour...Earned a career-best $863,006, over $300,000 more than his best season on the PGA TOUR...Selected as the May Player of the Month after winning his first Champions Tour event in his 17th career start at the Senior PGA Championship. Won in a playoff after being the beneficiary of a three-stroke turnaround at the final hole of regulation. Made an eagle on the par-5 18th at Laurel Valley and then watched Jerry Pate three-putt for a bogey. Two-putted for birdie on the first extra hole (18th again) to defeat Pate and Dana Quigley for his first win on TOUR since 1988 (16 years, 9 months, 2 days). Was the only player in the Senior PGA field to break par all four days. His four consecutive rounds of 70 marked the first time since Miller Barber at the 1982 Suntree Classic (66-66-66-66) that a Champions Tour player shot the same score each day over four rounds to win...Came close to a second straight title the following week at the Allianz Championship. Was the 36-hole leader but eventually missed on a playoff berth with Tom Jenkins and D.A. Weibring after posting an even-par 71 on Sunday...Contended for the first time at The ACE Group Classic when he made a pair of eagles in the final round and eventually T4...Made the first hole-in-one in his Champions Tour career when he aced hole No. 7 with a 4-wood from 228 yards in the final round at the JELD-WEN Tradition. It was his first ace since the 1985 Manufacturers Hanover Westchester Classic. 2004: Made his debut at The Senior Open Championship, where he was T57...Registered his best performance at the Kroger Classic near Cincinnati. Closed with a 5-under 67 to finish T5 along with Des Smyth, three strokes behind Bruce Summerhays.\n","otherCarHigh" : "Was a fixture on the PGA TOUR from 1977-2001...First victory came in his 11th year on TOUR. Pulled away with a closing-round 67 to win the 1987 Seiko Tucson Open. His four-stroke victory earned him a place in 1988 NEC World Series of Golf, which he won in a playoff with Tom Watson. Made par on the first extra hole for the victory which earned him a 10-year PGA TOUR exemption. That victory helped him to his best earnings year on the PGA TOUR with $533,343, placing him 15th on the money list. Also had a second-place finish at THE PLAYERS Championship that year (four behind Mark McCumber) and was T3 at the Kemper Open...Followed his 1988 campaign with another strong season in 1989, earning $401,665, his second-most lucrative year on TOUR. However, it was a little bit of a bittersweet season for him. Looked to be in command at the PGA Championship at Kemper Lakes with three holes to play but made bogey, double bogey on the 16th and 17th holes and eventually fell one stroke short of eventual winner Payne Stewart. Earlier that year, he was leading the Masters with five holes to play but finished the last five holes 4-over-par to slide to a T6...Of his seven career second-place finishes, three came in playoffs. Fell to Mac McLendon at the 1978 Pensacola Open, lost to Hal Sutton at the 1985 Southwest Golf Classic and was one of three players involved at the 1997 Hawaiian Open, joining Jim Furyk and eventual winner Paul Stankowski at Waialae CC...Won Driving Accuracy title in 1980, first year official statistics were kept...Missed most of the 1993 season after suffering a wrist injury playing table tennis while in Japan for the Dunlop Phoenix Open in the fall of 1992. Originally diagnosed as a chip fracture to his right wrist, returned to action in early spring and played five events before further exams found it was separated tendon. Underwent surgery to reattach the tendon and was sidelined the remainder of the season...Also had an unusual injury in 1991 when he suffered a broken rib chasing a cat from his garage...Made the PGA TOUR on his first attempt at Qualifying School in 1976 in Brownsville, Texas...Played in the 1988 Kirin Cup and the 1980 World Cup...Had a solid amateur career before joining PGA TOUR. Was a two-time first team All-America in 1974 and 1975 while at Brigham Young. Was also the Western Athletic Conference Player of the Year in 1975 for the Cougars...Among his college teammates were John Fought and Jim Nelford...Member of the BYU Hall of Fame and Utah Golf Hall of Fame...Low amateur at the 1976 U.S. Open at the Atlanta Athletic Club.","personal" : "Earned the nickname \"Radar\" for his accuracy off the tee...Has done some consulting work on a few golf course projects...Biggest thrill in golf was capturing the 1988 NEC World Series of Golf...Got his start in the game as a five-year-old when his father introduced he and his two brothers to the game...Heroes are his father, Charles Lindbergh and Rudyard Kipling...Biggest thrill away from golf was his marriage and the birth of his six children...Favorite golf course is Cypress Point, enjoys the music of Vince Gill and likes all Italian food...Two of his all-time favorite movies are \"Casablanca\" and \"It's a Wonderful Life.\"...Wife teaches piano...Brother, Bill, was the general manager of the TPC Sawgrass at one time...Underwent LASIK surgery in 2004.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T26th at the Bass Pro Shops Legends of Golf at Big Cedar Lodge.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}