{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "12660","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Parnevik","first" : "Jesper","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "175","weightMetric" : "79","birthDate" : "March 7, 1965","age" : "51","birthPlace" : "Stockholm, Sweden","residence" : "Stockholm, Sweden","family" : "Wife, Mia; Peg (9\/3\/95), Penny (5\/9\/97), Phillipa (5\/16\/99), Phoenix (2\/16\/01)","education" : "","splInterest" : "Magic, vitamins, bridge, backgammon, yoga, yachting, tennis","pronunciation" : "YES-per PAR-nuh-vick","nwTourAlumnus" : "","trndProYear" : "1986","clubAffl" : "","cityPlaysFrm" : "Stockholm; ; Sweden","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "15,789,384&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Joined the Champions Tour in March and was T42 in his debut at the Tucson Conquistadores Classic...Finished T4 at the rain-shortened Greater Gwinnett Championship after posting rounds of 68-69 at TPC Sugarloaf...Teamed with Tommy Armour III to T10 at the Bass Pro Shops Legends of Golf in April...Shared the first-round lead at the Nature Valley First Tee Open at Pebble Beach with Tom Byrum before eventually finishing T13......Made a start at the PGA TOUR's Puerto Rico Open in March but missed the cut.","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1994","qSchoolYear" : "1993","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "(9): 1988 Odense Open [Sweden], Ramlosa Open [Sweden], Open Passing Shot [France]. 1990 Swedish Open [Eur]. 1993 Scottish Open [Eur]. 1995 Scandinavian Masters [Eur]. 1996 Lancome Trophy [Eur]. 1997 Johnnie Walker Super Tour [Asia]. 1998 Scandinavian Masters [Eur].","curYearHigh" : "Joined the Champions Tour in March and was T42 in his debut at the Tucson Conquistadores Classic...Finished T4 at the rain-shortened Greater Gwinnett Championship after posting rounds of 68-69 at TPC Sugarloaf...Teamed with Tommy Armour III to T10 at the Bass Pro Shops Legends of Golf in April...Shared the first-round lead at the Nature Valley First Tee Open at Pebble Beach with Tom Byrum before eventually finishing T13......Made a start at the PGA TOUR's Puerto Rico Open in March but missed the cut.","carHigh" : "2013: Made four of 13 PGA TOUR cuts and failed to clear his Major Medical Extension. Will play the 2013-14 season out of the Past Champion category. Has not recorded a top-10 since the 2007 season. Finished No. 232 in the FedExCup standings.\n\n2012: Made only three starts but did not have a start after March...Played with a Major Medical Extension due to back and neck issues...Played in second stage of the PGA TOUR Qualifying Tournament but failed to advance.\n\n2011: Made three cuts in 10 starts on TOUR. Failed to record a top-25 finish for the third consecutive season. \n\n\n\n2010: Played in only five events...Missed his first three cuts of the season before a WD at the Northern Trust Open due to a back injury. Later underwent back surgery in February when it was discovered that he had a broken lumbar vertebrae...Returned for season finale at the Children's Miracle Network Classic and finished T72. \n\n\n\n2009: Had the lowest finish on the money list of his career, at 219th, missing the cut in seven of 14 starts. Best finish was a T42 at the Buick Invitational. Season ended in mid-July when he underwent right hip surgery. Will take a one-time Top 50 on the PGA TOUR Career Money List exemption for 2010. \n\n2008: Finished 143rd on the money list. Made 16 of 29 cuts. Two best finishes came with T12s at the Wachovia Championship where he fired a final-round, 5-under-par 67 and then at the Ginn sur Mer Classic in the fall. \n\n2007: Veteran logged 14th consecutive season in the top 125 on the TOUR money list, thanks to stellar play in the fall...Held the lead over the first three rounds at the Valero Texas Open before falling to Justin Leonard on the third playoff hole. First-round 61 broke his previous TOUR career low of 62. Runner-up finish was his first top-10 of the season. Runner-up check for $486,000 solidified his card for 2008 as he moved from 138th to 94th on the money list...Played in six of the seven Fall Series events, earning more than $642,000. 2006: Past champion posted 10th runner-up finish of career with a T2 at the Bob Hope Chrysler Classic. Aided by rounds of 62-67 on the weekend, finished three shots behind Chad Campbell. The fourth-round, 10-under 62 set a Classic Club course record and matched his career-low round on TOUR (1997 Bob Hope Chrysler Classic, fifth round)...Recorded second career TOUR ace on the 13th hole at TPC Sawgrass during second round of THE PLAYERS Championship. 2005: Finished out of the top 100 for just the third time in his first 12 years on TOUR...Finished T9 at the Reno-Tahoe Open after posting a final-round, 2-over-par 74. Added a fourth-place finish at the Canadian Open. \n\n2004: After posting three top-10s during the 2002-03 seasons, opened the season with three top-10s in his first five events...Five top-10s were most since nine in 2000, and his 40th-place finish on the money list was his best since finishing 31st in 2001...Best finish came in the last full-field event of the season, a T2 at the Chrysler Championship. \n\n2003: Played in a career-high 31 TOUR events. Sub-par year in which he slumped to $570,587 in earnings...Only top-10 of the season came in late September, T5 at the 84 Lumber Classic of Pennsylvania. \n\n2002: Did not crack the $1-million mark in earnings for the first time since 1996...Made an early-season pledge to play until earning TOUR victory. Playing in his ninth consecutive event at the Genuity Championship, picked up his first top-10 of the season. Did not play Bay Hill Invitational, having missed the cut playing 10th straight week in title defense of Honda Classic...Final-round 7-under 65 gave him a second-place finish at the BellSouth Classic, four strokes back of Retief Goosen...Played in third Ryder Cup, posting an 0-1-1 record. Career Ryder Cup record is 4-3-4. 2001: Won a TOUR event for the fourth consecutive season to place 31st on the money list with $1,574,208...Shared first-round lead at The Honda Classic and led the remainder of the tournament for his fifth TOUR victory. Closed with a 72 to edge three players by one stroke and capture the $576,000 winner's paycheck...Was one off the lead after 54 holes in The Open Championship. Fired a final-round 71 to post a T9, the fourth top-10 in his last five Open Championship starts...Was a Captain's Choice for the European Ryder Cup team, his third appearance. 2000: Posted first career multiple-win season despite dealing with increasing hip pain that eventually required corrective surgery...Eighth-place finish on money list was his first year among the top 10...Established or matched career marks for: single-season earnings ($2,413,345), top-10s (nine) and wins (two)...Won first tournament of year at Bob Hope Chrysler Classic, with five rounds in the 60s...Two starts later at Nissan Open, turned in only runner-up performance of year. Tournament highlight was birdie putt on 72nd hole that forced eventual winner Kirk Triplett to drain par putt for victory...Second win came at GTE Byron Nelson Classic. Outlasted Davis Love III and Phil Mickelson with a par on third playoff hole to win...Began suffering from hip pain two weeks prior to U.S. Open. Underwent hip surgery to repair labrum on Sept. 23. Surgery was performed by Dr. Marc Philippon, the same surgeon who operated on Greg Norman and Steve Elkington earlier in the year. 1999: Earned his second career title by two strokes over Jim Furyk at Greater Greensboro Chrysler Classic. Won wire to wire, becoming the first player since Ernie Els at the 1997 Buick Classic to accomplish the feat. Final-round 70 earned him the victory and tournament record. Lit victory cigar on 18th green before holing his final putt...In November, withdrew from World Golf Championships-American Express Championship due to an irregular heartbeat and took remainder of year off to undergo tests and rest...Was 3-1-1 as member of European Ryder Cup team. 1998: First TOUR title came at the Phoenix Open, a three-stroke victory over Tommy Armour III, Steve Pate, Brent Geiberger and Tom Watson. Earned distinction as second Swede to win on TOUR, following Gabriel Hjertstedt at 1997 B.C. Open. 1997: Finished top-25 in 11 of 19 events entered. Posted five runner-up finishes and one third-place...Fired third-round 66 at The Open Championship to open a two-stroke lead over Darren Clarke and five-stroke edge over Justin Leonard heading into final round. Sunday 73 not good enough to hold off Leonard, so settled for The Open Championship second place for second time in career...Was 1-1-2 as member of European Ryder Cup team. 1996: Won Lancome Trophy on PGA European Tour by five strokes over Colin Montgomerie. 1995: Became first Swede to capture a European Tour event in Sweden with victory at Scandinavian Masters. 1994: Marked first Open Championship near miss at Turnberry. Held two-stroke lead at final hole, but made bogey to finish 11-under-par 269. Nick Price went eagle-birdie-par on final three holes to capture one-stroke victory. 1993: First European Tour win came at Bell's Scottish Open. 1992: Joined TOUR after finishing T4 in 1993 PGA TOUR Qualifying Tournament. \n","otherCarHigh" : "","personal" : "Father, Bo, is Sweden's most famous comedian...For a time, wore bill of cap turned up to get a tan on his face while playing. Also known for distinct golf attire, outfitted by Cobra Puma Golf...Learned game by hitting floating golf balls into lake behind family home...His company, Lifizz, Inc., markets and distributes effervescent vitamins in the United States...Son is named Phoenix, commemorating where he first won on TOUR, in 1998.","otherInfo" : "","ntlTeams" : "Ryder Cup (3), 1997, 1999, 2002; World Cup (2), 1994, 1995; Dunhill Cup (4), 1993, 1994, 1995, 1997.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Joined the Champions Tour in March and was T42 in his debut at the Tucson Conquistadores Classic...Finished T4 at the rain-shortened Greater Gwinnett Championship after posting rounds of 68-69 at TPC Sugarloaf...Teamed with Tommy Armour III to T10 at the Bass Pro Shops Legends of Golf in April...Shared the first-round lead at the Nature Valley First Tee Open at Pebble Beach with Tom Byrum before eventually finishing T13......Made a start at the PGA TOUR's Puerto Rico Open in March but missed the cut.","carHigh" : "2014: Made just one cut in three PGA TOUR starts. Finished T65 at the Puerto Rico Open...Season ended in July when he broke a rib. Was driving a Segway around a tree, lost his balance and fell on the handle.\n\n\n","otherCarHigh" : "A veteran member of the PGA TOUR, with five career victories and more than $15 million in earnings...Had his best year On Tour in 2000 when he surpassed $2 million in earnings ($2,413,345), won twice and finished eighth on the money list...First joined the TOUR in 1994 and was among the top 125 on the money list through the 2007 season...Posted his first TOUR victory in 1998 when he prevailed by three strokes at the Phoenix Open over Tommy Armour III, Brent Geiberger, Tom Watson and Steve Pate. Earned distinction as second Swede to win on TOUR, a year after Gabriel Hjertstedt won the B.C. Open...Added a second win to his resume in 1999 when he went wire to wire to win the Greater Greensboro Chrysler Classic by two strokes over Jim Furyk. His final-round 70 earned him the win and a tournament record. Celebrated his victory by lighting a cigar on the 18th green after holing his final putt...In 2000, was a two-time winner. Posted five rounds in the 60s, including rounds of 64-65 on the weekend to win the Bob Hope Chrysler Classic by one over Rory Sabbatini. Later that year outlasted Davis Love III and Phil Mickelson with a par on the third extra hole to win the GTE Byron Nelson Classic. Later that year, underwent hip surgery to repair his labrum, which sidelined him for two months...Rebounded in 2001 with his fifth victory at the Honda Classic. Shared the first-round lead with Ben Ferguson and Geoff Ogilvy but took command in the second round and held on for a one-stroke win over Ogilvy, Mark Calcavecchia and Craig Perks despite a final-round 72...Finished second to Nick Price at the 1994 Open Championship at Turnberry. Held a two-stroke lead on the 72nd hole but made bogey to finish 11-under-par 269. Price went eagle-birdie-par over the final three holes for the win...Career has been slowed in recent years due to various injuries, neck, hand, hip, back and ribs...Represented Europe in the Ryder Cup three times (1997, 1999 and 2002) and had a 4-3-4 record...Also owns nine international victories, including five on the European Tour and one on the Asian Tour...Represented Sweden in the Alfred Dunhill and World Cups in his career.","personal" : "Father, Bo, is Sweden's most famous comedian...For a time, wore bill of cap turned up to get a tan on his face while playing. Also known for distinct golf attire, outfitted by Cobra Puma Golf...Learned game by hitting floating golf balls into lake behind family home...His company, Lifizz, Inc., markets and distributes effervescent vitamins in the United States...Son is named Phoenix, commemorating where he first won on TOUR, in 1998...His family recorded a reality TV show in 2014 called Parneviks which was aired starting in March 2015 only in Sweden on Channel #TV3.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 5 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/JesperParnevik1"},{"cat" : "instagram","desc" : "","url" : "http:\/\/instagram.com\/jesperparnevik"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/JesperParnevik"}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}