{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01945","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Perry","first" : "Kenny","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "205","weightMetric" : "93","birthDate" : "August 10, 1960","age" : "55","birthPlace" : "Elizabethtown, Kentucky","residence" : "Franklin, Kentucky","family" : "Wife, Sandy; Lesslye (5\/20\/84), Justin (11\/23\/85), Lindsey (4\/27\/88); one grandchild","education" : "Western Kentucky University","splInterest" : "Harley-Davidson motorcycles, drag racing, restoring Chevrolet muscle cars","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1982","clubAffl" : "Country Creek GC (Franklin, Kentucky)","cityPlaysFrm" : "Franklin; KY; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "39,358,291&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1986","qSchoolYear" : "Fall 1986","exmtStatus" : "Top 25 on PGA TOUR career money list","otherVics" : "(3): 2005 Franklin Templeton Shootout [with John Huston]. 2008 Merrill Lynch Shootout [with Scott Hoch]. 2012 Franklin Templeton Shootout (with Sean O'Hair).","intlVics" : "","curYearHigh" : "","carHigh" : "Among the top 10 in half of his 18 starts on the Champions Tour but registered just one victory early in the campaign. Ran away from the field at The ACE Group Classic, claiming his second career Champions Tour title by five strokes over Bernhard Langer. In the triumph, set a new Champions Tour scoring record for low 36 holes in relation to par, posting an 18-under-par 126 total at TwinEagles that included 20 birdies during the first two rounds in Naples, Fla. Added a 70 on Sunday and his 20-under 196 score matched the tournament record set a year earlier by Langer...Finished second to Michael Allen at the Encompass Insurance Pro-Am in Tampa. Despite shooting 65 Sunday and making two eagles in the final round, still ended up three strokes back...Closed with a 64 at TPC Twin Cities to finish T3 at the 3M Championship, three strokes back of Bernhard Langer. Performance in Minnesota was his second consecutive top-three effort in the 3M event...In his next start, closed with a 67 at En-Joie GC to move into a T3 at the Dick's Sporting Goods Open...Was T6 in defense of his SAS Championship title near Raleigh...Was also one of just four players to shoot four consecutive rounds in the 60s at the Constellation SENIOR PLAYERS Championship, which led to an eighth-place finish at Fox Chapel GC. Made the first ace of his Champions Tour career when he holed a 6-iron from 185 yards on No. 17 in the third round...Finished ninth at the Senior PGA Championship, but his 9-under-par 62 at Harbor Shores in the final round matched the lowest score shot in a senior major and was also a record for the Senior PGA event, surpassing the 63s shot by Buck White (first round, 1961) and Arnold Palmer (second round, 1984). It also marked the first time since Loren Roberts in 2006 that a player shot 62 or better twice in a Champions Tour season...Was in the final grouping Sunday, at the AT&T Championship. Trailed leader Mark Calcavecchia by four strokes, but a final-round 74 left him T9...Made only five PGA TOUR starts, the first time he had less than 13 appearances on that TOUR since 1987. Best effort was a T29 at the Transitions Championship...Enjoyed more success later in the year in Naples. Teamed with Sean O'Hair in December to win the Franklin Templeton Shootout by one stroke over Charles Howell III and Rory Sabbatini. It was his third victory in the event. He was a 2005 winner with John Huston and a 2008 winner with Scott Hoch. 2011: Made five of 13 cuts on TOUR and did not record a top-25 finish for the first time in hist career (dating to his rookie season in 1987). Had at least five top 25s each season on TOUR from 1987-2010 (24 years)...Made nine Champions Tour starts, picking up his first win on that Tour at the SAS Championship in October. 2010: Posted his second consecutive T6 finish at the SBS Championship, finishing five shots behind tournament winner Geoff Ogilvy. It was his eighth appearance at the event, with the finish the second best of his career in Kapalua (third in 2002). 2009: Posted multiple victories (two) for the fourth time in his career en route to a ninth-place finish in the FedExCup standings...Opened the season with a T6 finish at the Mercedes-Benz Championship...Made a 22-foot birdie putt on the third playoff hole to beat Charley Hoffman and win the FBR Open. After he bogeyed the final hole of regulation to set up the playoff, the two bogeyed and parred the first two extra holes before the winning putt on the 332-yard, par-4 17th. Closed with a 2-under 69 to match Hoffman (67) at 14-under 270 at TPC Scottsdale. It was his 13th PGA TOUR victory and at age 48, became the oldest player to win the event, surpassing Julius Boros who was 46 when he won in 1967...Finished T8 at the Arnold Palmer Invitational on the strength of a final-round, 3-under 67...Lost to Angel Cabrera on the second playoff hole at the Masters Tournament. Held a two-stroke lead with two holes remaining in regulation, but bogeyed the 17th and 18th holes to force a playoff with Cabrera and Chad Campbell. Campbell was eliminated with a bogey on the first playoff hole, the par-4 18th. Perry made bogey from left of the green on the par-4 10th as Cabrera two-putted for par and the win...Shot a final-round 63 to finish with a tournament-record 258 and win the Travelers Championship by three strokes over Paul Goydos and David Toms. With the win, moved into first place in the FedExCup standings.Tied the TPC River Highlands course record with a first-round 61 and led after each of the first two rounds and trailed Goydos by one entering the final round. Has won five times in just over a year, the most of any player on TOUR at the time. The 258 total tied the fourth-best 72-hole score in TOUR history and beat the old tournament record of 259 set by Tim Norris in 1982. It was also his 14th career victory...Capped a memorable week in Atlanta at the TOUR Championship by Coca-Cola with a T4 finish. Middle rounds of 66-64 propelled him to a two-stroke lead over Tiger Woods heading into the final round, before a 4-over 74 dropped him to T4, his eighth top-10 finish of the season. Earlier in the week, was named the 2009 Payne Stewart Award winner. Celebrating its 10-year anniversary in 2009, the Payne Stewart Award is presented annually to a player sharing Stewart's respect for the traditions of the game, his commitment to uphold the game's heritage of charitable support and his professional and meticulous presentation of himself and the sport through his dress and conduct...Made the U.S. Presidents Cup Team for the fourth time. 2008: Had a career season with three tournament victories before competing on his second Ryder Cup team near his home in Kentucky. Totaled a career-best $4,663,794 in season earnings...In early May, carded rounds of 68-70 to hold the 36-hole lead at THE PLAYERS Championship and was in Sunday's final pairing with Paul Goydos before a final-round 81 dropped him to T15...The following week, was one stroke back going into the final round of the AT&T Classic and fired a 3-under 69 to get into a playoff with Ryuji Imada. On the first playoff hole, the par-5 18th, his second shot wound up in the water after it struck a pine tree behind the green about 10 feet up the trunk and ricocheted back across the green into the water. He made bogey and Imada two-putted for par and the win...Two weeks later, collected his 10th TOUR title and third at the Memorial Tournament with a two-stroke victory over four players at Muirfield Village GC. He became the oldest winner of the Memorial Tournament and on TOUR at the time in 2008 at 47 years, 3 months and 29 days. Joined Tiger Woods as the only players to collect three titles at Muirfield Village. The winner's check of $1,080,000 also made Perry the all-time earnings leader for the Memorial Tournament with $3,092,542, moving him past Woods...Cited his past success at the Buick Open as one reason for not playing in the 2008 U.S. Open and took full advantage by capturing his 11th PGA TOUR title and second at Warwick Hills G&CC. Won by one stroke over Woody Austin and Bubba Watson. Listened for the crowd's reaction from the driving range as Austin three-putted the 72nd hole and Watson missed a 15-foot birdie attempt to tie. Became the oldest champion in the tournament's 50-year history at age 47 years, 10 months and 19 days. Finish virtually assured him of a spot on the United States Ryder Cup team at Valhalla GC...Collected his 12th PGA TOUR title and third in the past seven weeks in a one-hole playoff over Jay Williamson and Brad Adamonis at the John Deere Classic. It was his ninth start at TPC John Deere. Held a one-stroke lead at 17-under through 17 holes on Sunday only to lose it after making bogey from the fringe of the green. Williamson and Adamonis made pars on the final hole of regulation. In the playoff, Adamonis and Williamson both hit approach shots into the pond on No. 18, Perry tapped in for par and the victory after his 24-footer for birdie stopped just short. Third victory in a season tied 2003 for most wins during a season. Win was his ninth in his 40s. Became the oldest player (47 years, 11 months and 3 days) in TOUR history to win three events in the same season. Julius Boros won three times in 1967, twice after turning 47, with his final win that year coming at age 47 years, 3 months, 8 days...Earned a spot on his second Ryder Cup team and compiled a record 2-1-1 in front of a home crowd for the week, bringing his all-time Ryder Cup record to 2-3-1. 2007: Struggled the first half of the season, attempting to regain form after knee surgery in 2006. Posted three top-10s over final 10 starts, with eight top-25s in that span. Played into third PGA TOUR Playoffs for the FedExCup event, the BMW Championship, and finished 60th in FedExCup standings. Finished among the top-125 for the 21st consecutive season...Shot a final-round 63 at the Memorial Tournament, vaulting him into a T3 finish. Round was the lowest final-round score in Memorial history. 2006: Did not have a top-10 in 22 starts for the first time in his TOUR career...Had arthroscopic surgery on his right knee on March 13 and was unable to defend his title that week at the Bay Hill Invitational...Best finish was a T11 at the Buick Open, for the past champion (2001). 2005: Finished sixth on TOUR money list. Recorded multiple victories (2) and finished with more than $3 million in earnings for second time in his career...Won for the first time since his three-win season of 2003 with a victory at the Bay Hill Invitational. At age 44, became the oldest winner of the tournament. Beat Graeme McDowell and Vijay Singh be two strokes. Held second- and third-round leads. Tied with Singh at 12-under par through 71 holes. After Singh hit his second shot on No. 18 in the water short of the green, Perry played to the middle of the green and two-putted for par and the win...Captured ninth career TOUR title by seven strokes over Billy Mayfair at the Bank of America Colonial. Tenth multiple winner in tournament history, with rounds of 65-63-64-69—261. Seven-stroke win was second-largest margin of victory in tournament history (eight strokes, Chandler Harper, 1955), and the largest on TOUR since Tommy Armour III won by seven strokes at the 2003 Valero Texas Open. Entered final round with a seven-stroke lead over Mayfair and Steve Stricker. Set tournament 36- and 54-hole records with totals of 12-under 128 and 18-under 192, respectively. Matched 72-hole record of 19-under 261 that he set in 2003. All-time leader in career earnings at Bank of America Colonial, with $2,598,389...Playing in his third Presidents Cup, finished 1-3-0 but captured Sunday Singles match, 4 and 3, over Mark Hensby. 2004: Fourth consecutive top-30 finish (No. 30) on money list and seven more top-10s...With his 18-year-old son Justin, on the bag, finished T3 at THE PLAYERS Championship, four strokes behind Adam Scott...Finished fifth on the Ryder Cup team points list to make his first U.S. Ryder Cup squad...Did not play again until the final full-field event of the season, the Chrysler Championship. Came into event 31st on the money list and finished T8, good enough to pass Rod Pampling for the final spot in the TOUR Championship. 2003: Won three times and had 10 top-10s in 26 starts, along with $4,400,122 in winnings. Joined Mike Weir and Ernie Els to log top-10s in three majors...Picked up first win since the 2001 Buick Open with a six-stroke victory at the Bank of America Colonial. Set 54- and 72-hole tournament records while tying the course record with a third-round, 9-under 61. Held eight-stroke lead entering final round...Picked up second victory of season one week later at the Memorial Tournament. At age 42, became oldest player to win back-to-back weeks on TOUR since Hale Irwin won the U.S. Open and the Buick Classic in consecutive weeks at age 45 in 1990. Held solo lead after 36 and 54 holes. A winner at Muirfield Village in 1991, became the sixth player to capture multiple titles at the Memorial Tournament...Added third consecutive top-three finish with a T3 at the U.S. Open. Second time in his 17-year career that he has posted three consecutive top-threes...Picked up third win in four starts on TOUR at the Greater Milwaukee Open. Held third-round lead and won for fourth consecutive time after holding\/sharing the 54-hole lead...Represented the United States at The Presidents Cup in November. 2002: Finished in the top 30 in earnings for fifth time in career. Of his six top-10s, three came in first four starts...Finished third, one stroke shy of the Sergio Garcia-David Toms playoff at the Mercedes Championships...Had two T2s—Phoenix Open and the MasterCard Colonial...Sat 31st on the money list heading into the Buick Challenge, the last event before the TOUR Championship. T7 finish vaulted him to No. 27 and earned him a spot in the season-ending event. 2001: In finishing 24th on the money list with $1,786,066, surpassed the $1-million single-season earnings mark for the first time...Top-30 finish earned a spot in the TOUR Championship for the first time since 1996...Year was driven by six top-10s...Captured his fourth TOUR title with a two-shot victory in the Buick Open. A second-round 64, which included a 29 on the front nine of Warwick Hills G&CC, came on his 41st birthday and earned a three-stroke lead. Followed with another 64, this time with a 29 on the back nine, to extend his lead to five after 54 holes. Closed with a 69 to collect the $558,000 paycheck. 2000: Consistent season, making 18 cuts in 20 tournaments entered and finishing third three times. 1999: Though he surpassed $400,000 in earnings, finished 94th on the money list, his lowest ranking since joining the TOUR. 1998: Rebounded from sub-standard 1997 season, entered 25 tournaments and finished in top-10 five times. 1997: Not as spectacular a year as 1996, but still managed to retain full-exempt status for 11th consecutive season. 1996: Earned nearly $1 million and 13th spot on money list with nine top-10s, including a second, one third, two fourths and a fifth...Nearly won PGA Championship at Valhalla GC in home state of Kentucky. Took lead with course-record opening 66, followed with 72-71 to fall four back with 18 to play. Fired 34 on front nine Sunday to take slim lead, but bogey-6 on final hole left him at 11-under-par 277. Mark Brooks forced playoff with closing birdie and won with birdie on 18 after Perry took four strokes to reach green. 1995: Season highlighted by February stretch that featured T3 at AT&T Pebble Beach National Pro-Am, victory at Bob Hope Chrysler Classic and T2 at Nissan Open. Led all three tournaments entering final round. 1994: Shot closing 65 at Pleasant Valley to win New England Classic by one stroke over David Feherty. Win helped him to 26th on money list and first trip to The TOUR CHAMPIONSHIP. 1991: Claimed first TOUR victory, at the Memorial Tournament. Moved into lead with then-course-record 9-under-par 63. Was forced into playoff when Hale Irwin shot 65-66 on weekend. Birdied first extra hole for victory.\n","otherCarHigh" : "","personal" : "Took up golf at age 7 with encouragement from his father, who spent hours teeing balls up for him...Member of Western Kentucky University and Kentucky Athletic Golf Halls of Fame...Recipient of the 2009 Payne Stewart Award as well as the 2002 Charles Bartlett Award, given to a professional golfer for his unselfish contributions to the betterment of society, by the Golf Writers Association of America. Perry donates five percent of his winnings to Lipscomb University in Nashville, Tenn, to provide scholarships for Simpson County students. He also built Country Creek, a public course in his hometown of Franklin, Ky. In 1995, he bought 142 acres of land and borrowed more than $2.5 million to design and build the only public course in the town. He designed it for mid-to-high handicappers and kept it affordable: 18 holes with a cart is $28 on weekdays. Works from time to time behind the counter and is often asked, \"Do you know Kenny Perry?\"...Hosts the annual Kenny Perry Charity Golf Invitational, benefiting the Boys & Girls Club of Franklin-Simpson.","otherInfo" : "","ntlTeams" : "The Presidents Cup (4), 1996, 2003, 2005, 2009; Ryder Cup (2), 2004, 2008.","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2010","qSchoolYear" : "","exmtStatus" : "","otherVics" : "(3): 2005 Franklin Templeton Shootout [with John Huston]. 2008 Merrill Lynch Shootout [with Scott Hoch]. 2012 Franklin Templeton Shootout [with Sean O'Hair].","intlVics" : "(1): 2011 Wendy's 3-Tour Challenge [with Mark Calcavecchia, Jay Haas].","curYearHigh" : "","carHigh" : "2015: Played frequently on the PGA TOUR in the first half of the year and best effort came when he posted four rounds in the 60s to T16 at the AT&T Byron Nelson...Also posted four rounds in the 60s on his way to a T37 earlier in the season at the TOUR's Sony Open in Hawaii. Said goodbye to his PGA TOUR career at the Memorial Tournament where he missed the cut, with rounds of 71-73...Made a full-time transition to the Champions Tour in early June and recorded his only victory when he successfully defended his 3M Championship, becoming the first player in its 23-year history to repeat as winner. Joined Colin Montgomerie (Senior PGA Championship) and Bernhard Langer (Constellation SENIOR PLAYERS Championship) as the third player to successfully defend a title on the Champions Tour in 2015...Used a Champions Tour career-best, 11-under 61 in the second round to forge a four-stroke lead after 36 holes at TPC Twin Cities and then carded a final-round 68 to win by four over Scott Dunlap, Kevin Sutherland, and Langer. Second consecutive victory in Minnesota was his eighth career Champions Tour title and gave him at least one win in five consecutive years. Also joined Hale Irwin and Langer as a multiple winner of the 3M event. The 61 in the second round included two eagles and one hole-in-one (No. 4), his second career Champions Tour ace. Became the fourth player in 3M Championship history to make an ace in the event and go on to win (Bruce Lietzke, Tom Purtzer and Jay Haas) and one of three to do so on the Champions Tour in 2015...Earlier in the year, was T2 at the Insperity Invitational, losing in a playoff, along with Tom Lehman, to Ian Woosnam who birdied the first extra hole. Played final 12 holes of Sunday's round with back problems but managed to get into the overtime at The Woodlands CC after posting a 66, the lowest round of the week...Also finished T3 at the SAS Championship in October. Was the 36-hole leader but struggled on the front nine Sunday and could not recover from his slow start...Was T5 in defense of his title at the Regions Tradition. Posted four straight sub-par rounds at Shoal Creek...Used a final-round 66 to move up into a T5 at the San Antonio Championship and two weeks later was also T5 at the Toshiba Classic...Registered a third consecutive top-10 finish, at the Encompass Championship, when he shot 68 Sunday to move up into a T10.\n\n2014: Backed up a banner 2013 season with a solid year that saw him win multiple titles for the second straight year and finish among the top 10 in half of his 18 starts. Despite taking a self-imposed five-week break after the PGA Championship, still managed to finish fourth on the Charles Schwab Cup points list (2,059) and fifth in single-season earnings, with more than $1.5 million...Added his name to the record book in May when he prevailed by one stroke over Mark Calcavecchia to win the Regions Tradition at Shoal Creek. The victory gave him three consecutive Champions Tour major championships, matching a feat Gary Player pulled off during the 1987-88 season. Was the 54-hole leader in Birmingham but was forced to emerge from a crowded leaderboard on the final day, holing a 20-foot birdie putt at No. 16. Victory at Shoal Creek made him the 10th player in Champions Tour history to win three different major titles and he joined Jack Nicklaus as the only player to win the Regions Tradition, the U.S. Senior Open and the Constellation SENIOR PLAYERS Championship. His 72-hole total of 7-under-par 281 was the highest score to win the Regions Tradition, and his opening and closing rounds of 72 were the highest start and highest finish by a winner. He joined Eduardo Romero (2006) as the only players to have opened with a round of par or higher and gone on to win the event...In August, added a second title at the 3M Championship when he drained a clutch 15-foot birdie putt on the final hole to hold off a late charge by Bernhard Langer. Put himself in position with a 9-under-par 63, which gave him a one-stroke advantage after 36 holes and appeared on his way to an easy victory Sunday at TPC Twin Cities. Had as much as a four-stroke lead at one point before Langer staged a back-nine rally. Both were tied after 17 holes at 22-under par. But after Langer failed to make a birdie on the final hole, he claimed his seventh career win minutes later with the birdie...Returned from his lengthy time away from the Champions Tour in mid-October at the SAS Championship and finished T3 at Prestonwood CC, thanks to birdies on four of his final five holes. Before the SAS event, had last played an event at the PGA Championship at Valhalla. Enjoyed perhaps one of the highlights of his long career when he finished T27. The Kentucky native rebounded from an opening-round, 1-over-par 72 with three consecutive rounds in the 60s...In his last appearance on the Champions Tour in 2014, shared the third-round lead with Tom Pernice, Jr., at the season-ending Charles Schwab Cup Championship, but finished solo third, one stroke shy of the eventual playoff between Pernice and Jay Haas. Was just one of two players to post four straight rounds in the 60s at the event at Desert Mountain, joining Gene Sauers...Finished solo fourth in defense of his Constellation SENIOR PLAYERS Championship title. Started Sunday at Fox Chapel GC trailing Langer by three strokes and playing in the final grouping, carded a final-round 69 to finish two strokes out of a playoff...Posted his first top-10 of the campaign in mid-March when he was T5 at the Toshiba Classic. Was among a handful of players who were atop the leaderboard in Sunday's final round, but his lone bogey of the day, at No. 17, proved costly as he finished two shy of eventual-winner Fred Couples...In addition to his appearance at the PGA Championship on a special invitation given to him by the PGA of America at the Senior PGA Championhip in late May, also played in the U.S. Open at Pinehurst. Earned his spot by virtue of his 2013 U.S. Senior Open victory. Rebounded from a 74 on Thursday at Pinehurst to finish T28 at the U.S. Open. Highlight of the week was holing a 4-hybrid second shot from 220 yards out of the scrub for an eagle 2 on the 14th hole. It was the longest shot he's ever holed out in his career...Appeared in three other PGA TOUR events last year, missing the cut at the Sony Open in Hawaii, The Honda Classic and THE PLAYERS Championship. \n\n2013: The winner of the Champions Tour's Jack Nicklaus Award as the Player of the Year, he claimed three titles, including victories in consecutive starts in major championships during the summer and then the AT&T Championship in October near the end of the campaign...Was the only player on the circuit with three titles, a first on the Champions Tour since 2011...Back-to-back wins in majors were also a first on the Champions Tour since Bernhard Langer won both the 2010 Open Championship and U.S. Senior Open in consecutive weeks. Those wins catapulted him to his first Charles Schwab Cup, eventually finishing 412 points in front of Langer after leading by more than 1,000 points over David Frost after the U.S. Senior Open. Took the lead for good in the points-based competition after winning the Constellation SENIOR PLAYERS Championship on the last day of June...Finished second to Langer on the money list, with more than $2.2 million...Prevailed by two strokes over Fred Couples and Duffy Waldorf at the Constellation SENIOR PLAYERS at Fox Chapel GC near Pittsburgh. Used 16 birdies and an eagle on the weekend to pull away from Couples and Waldorf. After an opening-round, 1-over 71, strung together rounds of 63-63-64, which included bogey-free rounds Saturday and Sunday. His 72-hole total of 19-under 261 was the lowest score in a Champions Tour major since Fred Funk shot 20-under 268 at the 2009 U.S. Senior Open at Crooked Stick. His 261 tied Jack Nicklaus' tournament numerical mark of 261 (27-under) in 1990 at Dearborn CC in Michigan. He also became the first player to win the Constellation SENIOR PLAYERS with an opening-round above par (1-over 71). His 54-hole total of 20-under 190 (63-63-64) set the all-time record for consecutive three-round score, besting Nicklaus' mark of 19-under 197 (65-68-64) set in 1990 at Dearborn CC. His final-round 64 also matched the lowest Sunday score in tournament history by a winner established in 1990 by Nicklaus and later matched by Jay Haas in 2009 at Baltimore CC...Followed Constellation SENIOR PLAYERS Championship victory with a five-stroke win at the U.S. Senior Open in Omaha in his next Champions Tour appearance. Trailed Michael Allen by two strokes after three rounds but shot 7-under 63 Sunday to cruise to the victory over Fred Funk. Win in Nebraska made him the ninth player to claim consecutive majors, and he joined Gary Player (1987) and Orville Moody (1989) as the third man to claim a Senior Players and U.S. Senior Open in the same season. His 63 Sunday at Omaha CC matched the Senior Open record for best final-round score (Allen Doyle in 2005), and his 72-hole total of 13-under 267 matched Hale Irwin's record score at the 2000 U.S. Senior Open. Rounds of 64-63 on the weekend set a U.S. Senior Open record for the last 36 holes, and his 10-stroke comeback at the halfway mark was also an all-time best in the championship...Won his third title in late October when he defeated Langer in playoff fashion at the AT&T Championship in San Antonio. Opened with a 7-under-par 65 and was one of five players tied for the lead after 36 holes. Remained in contention throughout the final round and helped his cause when he made two clutch par saves on Nos. 17 and 18. Sank a 4-footer at 17 and an 18-footer on the final hole. Ended his duel with Langer when he hit an 8-iron approach from 176 yards to 10 feet and sank the birdie putt on the first extra hole for the win...Earlier in the year appeared in a great position to claim the Senior PGA Championship in May at Bellerive CC in St. Louis after starting his final round with a two-stroke margin. Made birdies on three of his first five holes on Sunday but failed to make another birdie until the final hole when the contest had been decided and was T2. Had posted three consecutive rounds in the 60s to build his 54-hole lead but saw his chances slip away as eventual-winner Kohki Idoki closed with a 6-under-par 65 to win the crown...Also made a run at victory in September but eventually lost in a three-hole playoff with Esteban Toledo at the Montreal Championship. Appeared on his way to a win with a two-stroke margin late in the final round, but a bogey at No. 17 coupled with a birdie by Toledo at No. 16 left the pair tied after 54 holes. Toledo chipped in from 35 feet on the third hole for the win...In late April, teamed with Gene Sauers to T2 at the Liberty Mutual Insurance Legends of Golf in April in Savannah. The pair posted the low final round in the event, a 10-under-par 62, which moved them up 18 places in the final standings. Was slated to team with Russ Cochran, but Cochran was replaced by Sauers when he missed his pro-am time resulting in a DQ...One of just two players with three straight rounds in the 60s at North Shore CC. His final-round 67 moved him into a T3 at the inaugural Encompass Championship outside Chicago...Two days after The ACE Group Classic, underwent left-knee surgery for a torn meniscus in Nashville. Was out of action until mid-April...Named the Champions Tour's Player of the Month for June, July and October...Was named the 2013 Senior Player of the Year by the Golf Writers Association of America...Made three starts on the PGA TOUR. Finished T33 at the TOUR's HP Byron Nelson Championship in May and was also T41 at The Greenbrier Classic in July...Also missed the cut at the Memorial Tournament. 2012: Among the top 10 in half of his 18 starts on the Champions Tour but registered just one victory early in the campaign. Ran away from the field at The ACE Group Classic, claiming his second career Champions Tour title by five strokes over Bernhard Langer. In the triumph, set a new Champions Tour scoring record for low 36 holes in relation to par, posting an 18-under-par 126 total at TwinEagles that included 20 birdies during the first two rounds in Naples, Fla. Added a 70 on Sunday and his 20-under 196 score matched the tournament record set a year earlier by Langer...Finished second to Michael Allen at the Encompass Insurance Pro-Am in Tampa. Despite shooting 65 Sunday and making two eagles in the final round, still ended up three strokes back...Closed with a 64 at TPC Twin Cities to finish T3 at the 3M Championship, three strokes back of Bernhard Langer. Performance in Minnesota was his second consecutive top-three effort in the 3M event...In his next start, closed with a 67 at En-Joie GC to move into a T3 at the Dick's Sporting Goods Open...Was T6 in defense of his SAS Championship title near Raleigh...Was also one of just four players to shoot four consecutive rounds in the 60s at the Constellation SENIOR PLAYERS Championship, which led to an eighth-place finish at Fox Chapel GC. Made the first ace of his Champions Tour career when he holed a 6-iron from 185 yards on No. 17 in the third round...Finished ninth at the Senior PGA Championship, but his 9-under-par 62 at Harbor Shores in the final round matched the lowest score shot in a senior major and was also a record for the Senior PGA event, surpassing the 63s shot by Buck White (first round, 1961) and Arnold Palmer (second round, 1984). It also marked the first time since Loren Roberts in 2006 that a player shot 62 or better twice in a Champions Tour season...Was in the final grouping Sunday, at the AT&T Championship. Trailed leader Mark Calcavecchia by four strokes, but a final-round 74 left him T9...Made only five PGA TOUR starts, the first time he had less than 13 appearances on that TOUR since 1987. Best effort was a T29 at the Transitions Championship...Enjoyed more success later in the year in Naples. Teamed with Sean O'Hair in December to win the Franklin Templeton Shootout by one stroke over Charles Howell III and Rory Sabbatini. It was his third victory in the event. He was a 2005 winner with John Huston and a 2008 winner with Scott Hoch. \n\n2011: Split time between the PGA TOUR and Champions Tour, making 10 appearances on the senior circuit...Was among the top-10 seven times and late in the year, experienced a bittersweet first career win on the Champions Tour when he captured the SAS Championship one day after his sister Kay passed away with breast cancer. Rebounded from a double bogey early on the back nine at Prestonwood by first making birdie on the 16th hole to tie Jeff Sluman and then holing a 30-foot eagle putt at the par-5 17th hole to secure the one-stroke victory over Sluman and John Huston. Win in Cary, N.C., came in his 11th career Champions Tour start and made him the fourth player in SAS history to claim his first title at the event. Also became the fifth of six first-time winners on the 2011 Champions Tour...Made a run at winning his first title in early August when he posted a final-round 66 to finish T2 at the 3M Championship in Minnesota, one stroke short of Jay Haas. Hole No. 9 at TPC Twin Cities was his bugaboo. Played the par-4 in 4-over for the week, including a double bogey Sunday...Also had a good chance to notch his first title in April when he teamed with good friend Scott Hoch at the Liberty Mutual Legends of Golf and the duo eventually lost in a playoff to David Eger-Mark McNulty. Had a chance to win the title in regulation, but lipped out a 25-foot birdie putt and then both he and Hoch missed short par putts on the second extra hole to hand the trophy to Eger-McNulty...In his first appearance in a senior major championship, was among the leaders after 36 and 54 holes at the Regions Tradition at Shoal Creek and eventually finished T5...Was also tied for the 36-hole lead at the Boeing Classic, but a final-round 72 at TPC Snoqualmie Ridge dropped him into a T5...Shot a Champions Tour career-best 10-under-par 62 in the last round of the Greater Hickory Classic at Rock Barn and it led to a T8 finish in Hickory, N.C...Teamed with Jay Haas and Mark Calcavecchia to win the Wendy's 3-Tour Challenge in Las Vegas during the fall season...Made 13 PGA TOUR appearances, making five cuts...Finished T39 at THE PLAYERS in May and was also T39 at The Greenbrier Classic during the summer. 2010: Had a sub-par PGA TOUR year, with just one top-10 finish, his fewest since 2006. Twenty starts were the fewest he made in a year on TOUR since 2000. Closed his PGA TOUR year after The Barclays in late August. Lone top-10 came in his first start of the year in Hawaii, a T6 at the SBS Championship in January...Only other time he put together four straight par-or-better rounds was when he T15 at the John Deere Classic...Made his Champions Tour debut at the Administaff Small Business Classic, where he T35 at The Woodlands...Also finished 54th at the AT&T Championship in San Antonio. \n","otherCarHigh" : "The long-time member of the PGA TOUR emerged as one of the top players in his 40s in recent years, with 11 of his 14 career victories coming after he turned 40 in 2000…Has earned more than $30 million in his PGA TOUR career, with nearly $25 million of that coming since 2001...Hit the seven-figure mark in earnings in seven of eight years from 2001-09 (exception being 2006) and has eclipsed the $4-million mark three times in his career, including a career-best $4,663,794 in 2008…Was among the top-10 money-winners on the PGA TOUR four times (2003, 2005, 2008 and 2009)...Initial PGA TOUR win came in 1991 when he won the Memorial Tournament in a playoff with Hale Irwin…A little more than three years later, won for a second time at the 1994 New England Classic, defeating David Feherty by one stroke thanks to a final-round 65 at Pleasant Valley CC...Won his third PGA TOUR title at the 1995 Bob Hope Chrysler Classic. Outdueled Curtis Strange down the stretch at Bermuda Dunes and eventually won by one stroke over David Duval...Ended over a six-year victory drought when he claimed his fourth career title at the 2001 Buick Open in Michigan on his 41st birthday. Impressive 25-under-par 263 total at Warwick Hills beat Chris DiMarco and Jim Furyk by two strokes. Friday and Saturday rounds included two nine-hole scores of 29, making him the first player in PGA TOUR history to record two sub-30 nines in one event...In 2003, won three events in a season for the first time in his career and also claimed back-to-back events. First of two consecutives titles came in Ft. Worth, Texas. With LPGA star Annika Sorenstam in the field, cruised to a six-stroke victory over Justin Leonard at the Bank of America Colonial. Course-record 61 on Saturday gave him an eight-stroke cushion and 72-hole total of 19-under 261 was a tournament record. The following week, captured his second Memorial Tournament at Muirfield Village by two strokes over Lee Janzen. Was up by two strokes after three rounds and seized control of the tournament with a 32 on the front nine on Sunday in windy conditions. Final triumph that year came at the Greater Milwaukee Open, a one-stroke win over Heath Slocum and Steve Allan. Trailed Allan by three strokes midway through the back nine on Sunday, but birdied three of the last four holes, including getting up-and-down from behind the 18th green for birdie and victory….Eighth TOUR title came early in the 2005 season at the Bay Hill Invitational. After being tied for the lead with Vijay Singh, was the beneficiary when Singh's second shot from the 18th fairway found the water, allowing him to claim a two-stroke win over Singh and Graeme McDowell…Later that year, won the Bank of America Colonial for a second time, cruising to an easy seven-stroke win over Billy Mayfair. 19-under 192 total after 54 holes was a tournament record…Had perhaps his finest year in 2008...First of three wins that season came at the Memorial Tournament, his third victory at Muirfield Village. 8-under 280 total was the highest winning scoe in 23 years and two strokes better than four players. Became the oldest winner in tournament history at 47 years, 10 months, 19 days...Second victory in 2008, and 10th career title, came a few weeks later after his win in Ohio when he triumphed at the Buick Open for a second time. Started the final round three strokes out of the lead at Warwick Hills but closed with a six-under 66 to overtake both Woody Austin and Bubba Watson by one stroke...John Deere Classic victory was his third in five starts. 16-under-par total tied him with Jay Williamson and Brad Adamonis after 72 holes. Won the playoff with a par on the first extra hole. Win there at 47 years, 10 months, 19 days made him the oldest player ever to triumph three times in a season, breaking Julius Boros' mark...Posted multiple victories (two) for the fourth time in his career en route to a ninth-place finish in the FedExCup standings...Made a 22-foot birdie putt on the third playoff hole to beat Charley Hoffman and win the FBR Open on February 1. After he bogeyed the final hole of regulation to set up the playoff, the two bogeyed and parred the first two extra holes before the winning putt on the 332-yard, par-4 17th. Closed with a 2-under 69 to match Hoffman (67) at 14-under 270 at TPC Scottsdale. It was his 13th PGA TOUR victory and, at age 48, became the oldest player to win the event, surpassing Julius Boros who was 46 when he won in 1967...Lost to Angel Cabrera on the second playoff hole at the Masters Tournament. Held a two-stroke lead with two holes remaining in regulation but bogeyed the 17th and 18th holes to force a playoff with Cabrera and Chad Campbell. Campbell was eliminated with a bogey on the first playoff hole, the par-4 18th. Perry made bogey from left of the green on the par-4 10th as Cabrera two-putted for par and the win...Shot a final-round 63 to finish with a tournament-record 258 and win the Travelers Championship by three strokes over Paul Goydos and David Toms. Tied the TPC River Highlands course record with a first-round 61, led after each of the first two rounds and trailed Goydos by one entering the final round...The 258 total tied the fourth-best 72-hole score in TOUR history and beat the old tournament record of 259 set by Tim Norris in 1982. It was also his 14th career victory...A member of two U.S. Ryder Cup teams (2004, 2008) and four Presidents Cup teams (1996, 2003, 2005 and 2009). Biggest thrill was helping the 2008 American Ryder Cup team emerge victorious at Valhalla in his native Kentucky...Was an All-Ohio Valley Conference selection in 1980..Member of Western Kentucky University and Kentucky Athletic Golf Halls of Fame...","personal" : "Took up golf at age 7 with encouragement from his father, who spent hours teeing balls up for him...Recipient of the 2009 Payne Stewart Award as well as the 2002 Charles Bartlett Award, given to a professional golfer for his unselfish contributions to the betterment of society, by the Golf Writers Association of America. Donates five percent of his winnings to Lipscomb University in Nashville, Tenn., to provide scholarships for Simpson County students. He also built Kenny Perry's Country Creek GC, a public course in his hometown of Franklin, Ky. In 1995, he bought 142 acres of land and borrowed more than $2.5 million to design and build the only public course in the town. He designed it for mid-to-high handicappers and kept it affordable, including 18 holes with a cart is $30 on weekdays. Works from time to time behind the counter and is often asked, \"Do you know Kenny Perry?\"...Was also honored by The Community Foundation of South Central Kentucky in July 2014 as its Southcentral Kentuckian of the Year for his charitable endeavors in his community...Is a big drag racing fan and also a fan of '68 Camaros...Hosts the annual Kenny Perry Charity Golf Invitational, benefiting the Boys & Girls Club of Franklin-Simpson...Some of his favorite golf courses are Muirfield Village, Augusta National, The Club at Olde Stone and Country Creek.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions in 2016 is T3rd at the Chubb Classic.","dynStats" : "He ranks 9th in Scoring Average (Actual) on the PGA TOUR Champions."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "http:\/\/www.facebook.com\/pages\/Kenny-Perry\/162967615450"},{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/KennyPerrygolf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","Media Guide - PGA TOUR Full Page","XML Output"]}]}