{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "20112","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "6","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Morgan","first" : "John","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "175","weightMetric" : "79","birthDate" : "September 3, 1943","age" : "72","birthPlace" : "Oxford, England","residence" : "Hoylake, England","family" : "Wife, Chris; Graham (10\/21\/70), Robert (1\/16\/73), John (12\/3\/77), Rebecca (12\/3\/78)","education" : "St. John's College, York, England (1966)","splInterest" : "Reading, gardening, music","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1968","clubAffl" : "Royal Liverpool Golf Club, Hoylake, England","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "1,375,214&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "1997","qSchoolYear" : "","exmtStatus" : "Top 8, 1999 SENIOR PGA TOUR National Qualifying Tournament","otherVics" : "1979 Nigerian Open, Lusaka Open. 1982 Ivory Coast Open. 1986 Jersey Open, Sierra Leone Open 1992 Cyprus Open.","intlVics" : "","curYearHigh" : "","carHigh" : "1998: Finished second to Dana Quigley at the Raley's Gold Rush Classic near Sacramento, his best-ever performance on the SENIOR TOUR...Used two eagles to post a course-record and SENIOR TOUR career-best 63 at Serrano CC on Saturday and held the 36-hole lead over three other players in the event. 1997: Finished third at the First of America Classic near Grand Rapids, his top effort of the campaign. 1996: Played in just three events during the year, but earned a full exemption for 1997 by finishing fifth at the SENIOR TOUR National Qualifying Tournament in Ponte Vedra Beach...Was in a four-way playoff for places 5-8, but a 20-foot birdie putt on the second extra hole secured him the fifth spot. 1995: Debuted on the SENIOR TOUR at the PGA Seniors' Championship but missed the cut...Best effort of the year was a T17 at the U.S. Senior Open at Congressional CC near Washington.\n","otherCarHigh" : "A long-time player on the PGA European Tour, beginning on that circuit in 1969 and retiring in 1991...Best finishes on the European Tour's Order of Merit came in 1974 and 1978, when he was 28th...Finished 13th in the 1974 Open Championship...Joined the PGA European Tour Seniors Tour in 1994 and made an immediate impact by topping the Order of Merit...Nearly did so again in 1995 and 1996, but was second to Brian Barnes in 1995 and a runner-up to Tommy Horton in 1996...Victorious eight times on the PGA European Seniors Tour, most recently at the 1999 AIB Irish Seniors Open at Mount Juliet, Ireland...Earned a third-place finish in the 1995 Senior Open Championship, one back of Barnes and Bob Murphy at Royal Portrush... The well-travelled Englishman also has played in South America, Africa and the Middle East in his career...Once shot 59 in an exhibition match at Wyke Green Golf Club in England, as well as a career-best 63 in the 1986 Scandinavian Open...Has had seven career holes- in-one.","personal" : "Got his start in the game as a 14-year-old, borrowing his mother's clubs and playing at a local public course in his native England...His mother did not take up golf until the age of 40, but is now a five-handicapper who shot her age in 1997...Father was a professional motorcyclist who won a number of titles around Europe in the 1950s...Worked as a market gardener, scaffolder and a joiner on building sites to help fund his career in the late 1960s...Also has taught physical education and mathematics...Was a fine cross- country runner before embarking on his golf career...Had the unusual experience of playing and teaching the game on the desert courses of Dubai in 1988-89...Some of the courses had sand tees, sand fairways and sand greens...One of his sons, Graham, is a three-handicapper who played on an English universities team in 1994...His stepdaughter, Becky, was a competitive gymnast.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T13th in 1974 at the The Open Championship.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}