{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "10107","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Pappas","first" : "Deane","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "180","weightMetric" : "82","birthDate" : "December 12, 1967","age" : "48","birthPlace" : "Phalaborwa, South Africa","residence" : "Orlando, FL","family" : "Wife, Shona; Callen (10\/23\/98), Devyn (4\/8\/02)","education" : "University of Arkansas (1992)","splInterest" : "Fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1992","clubAffl" : "West Orange CC (Orlando, FL)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,985,061&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "Past champion 5-10","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of Nationwide Tour in 1996-98, 2000-01 and 2005-07, and the PGA TOUR in 1999 and 2002-04. 2009: Missed the cut in his only event, the Mexico Open. 2008: Made three starts on the PGA TOUR, where his one made cut came with T50 honors at the U.S. Bank Championship in Milwaukee. Missed the cut in three of four starts on the Nationwide Tour and withdrew from The Rex Hospital Open. 2007: Finished the season No. 90 on the money list, with $67,292. Made the cut in half of his 24 starts, with five top-25 finishes. Top-10 finishes were posted at the Knoxville Open (fourth) and the Miccosukee Championship (T10). 2006: Made the cut in 10 of 24 starts on the Nationwide Tour, with three top-10 finishes. Concluded the season No. 66 on the money list, with $87,414. Notched his 25th career top-10 finish with a T9 outing at the Chitimacha Louisiana Open. Next top-10 showing came at the Rheem Classic, where a 10-under-par 270 total led to a third-place finish, just three strokes out of the Darron Stiles-Michael Putnam playoff. Other top-10s included a T8 at the Cox Classic. 2005: Made the cut in 17 of 25 starts on Tour, with three top-10 finishes. Ended the year No. 50 on the money list, with $108,736. Finished ninth at the Knoxville Open. Was his third top-15 finish of the season, but his first inside the top 10. Rounds of 72-71-69-70 left him at 6-under 282, five strokes behind champion Kim Felton. Next trip inside the top 10 came at the Preferred Health Systems Wichita Open, where an 11-under-par 273 total left him just five shots behind winner Joe Daley in a T9. That finish was set up by a stellar, course-record, 9-under 62 in the opening round, the Tour's lowest first 18 of the season. That round also included the best birdie-eagle streak of the season—going 6-under on Nos. 14-18 (B-B-B-B-E). 2004: Two top-25 finishes in 22 starts on the PGA TOUR. Best showing was T11 at EDS Byron Nelson Championship. 2003: One top-25 in 24 starts, a T19 at the BellSouth Classic, resulted in 181st-place finish on the PGA TOUR money list. Regained TOUR status via a T28 finish at the 2003 Qualifying Tournament. 2002: Posted first top-10 of TOUR career with a T6 at the Bob Hope Chrysler Classic. Recorded first double eagle of the season on the 501-yard, par-5 18th hole at Indian Wells CC. In last event of the season, recorded a career-best finish with a solo second at rain-shortened Southern Farm Bureau Classic, one shot behind champion Luke Donald. Career-best paycheck of $280,800 increased season earnings to $494,404, moving from 170th to 129th on the TOUR money list. Returned to PGA TOUR in 2002 for second time after finishing fifth on the 2001 Nationwide Tour money list. Along with brother Brenden, became first brother combination to earn PGA TOUR cards by graduating from Nationwide Tour via the top 15. 2001: Had eight top-10s, including his second career victory and two runner-up finishes. Won Monterrey Open in Mexico. Finished second to Chad Campbell at Monterey Peninsula Classic, when Campbell broke tie with birdie on 72nd hole. Won the 2001 South African PGA Championship. 2000: First Tour victory came at the Nationwide Greater Cleveland Open. 1999: Rookie on the PGA TOUR after finishing T2 at the 1998 PGA TOUR National Qualifying Tournament in Palm Springs, CA.\n","otherCarHigh" : "Three-time All-America selection at the University of Arkansas, where he was a teammate of John Daly.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "T28 at the 2003 PGA TOUR Qualifying Tournament","otherVics" : "","intlVics" : "(2): 2001 South African PGA Championship [SAfr]. 2009 Dimension Data Pro-Am [SAfr].","curYearHigh" : "","carHigh" : "Member of Nationwide Tour 1996-98 and 2000-01 and PGA TOUR in 1999 and 2002. 2002: Posted first top-10 of TOUR career with a T6 at the Bob Hope Chrysler Classic. Recorded first double eagle of the 2002 season on the 501-yard, par-5 18th hole at Indian Wells Country Club. Held a share of the lead after third round at the Hope at 19-under-par 197. Finish of 67-70 was worth $116,857...Career-best runner-up finish at rain-shortened Southern Farm Bureau Classic, posting rounds of 66-68-68, one shot behind champion Luke Donald. Trailed leader Brad Elder by one stroke after 18 holes and two through 36 holes. Career-best paycheck of $280,800 increased season earnings to $494,404, moving from No. 170 to No. 129 on 2002 TOUR money list. 2001: Returns to PGA TOUR for second time after finishing fifth on the 2001 Nationwide money list. Along with brother Brenden, became first brother combination to earn PGA TOUR card by graduating from Nationwide Tour via the Top 15. Had eight top-10s, including his second career victory and two runner-up finishes. Won Nationwide Tour Monterrey Open in Mexico. Finished second to Chad Campbell at Nationwide Tour Monterey Peninsula Classic, when Campbell broke tie with birdie on 72nd hole. Won the 2001 South African PGA Championship in February. 2000: First Nationwide Tour victory came at Nationwide Tour Greater Cleveland Open. 1999: Rookie on the PGA TOUR after finishing T2 at the 1998 PGA TOUR Qualifying Tournament in Palm Springs, CA. Amateur: Three-time All-America selection at the University of Arkansas, where he was a teammate of John Daly. \n","otherCarHigh" : "","personal" : "","otherInfo" : "Member of Nationwide Tour 1996-98 and 2000-01 and PGA TOUR in 1999 and 2002-03. One top-25 in 24 starts, a T19 at the BellSouth Classic, resulted in 181st-place finish on the 2003 PGA TOUR money list. Regained TOUR status via a T28 finish at the 2003 Qualifying Tournament. Posted first top-10 of TOUR career with a T6 at the 2002 Bob Hope Chrysler Classic. Recorded first double eagle of the 2002 season on the 501-yard, par-5 18th hole at Indian Wells CC. In last event of the season, recorded a career-best finish with a solo second at rain-shortened Southern Farm Bureau Classic, one shot behind champion Luke Donald. Career-best paycheck of $280,800 increased season earnings to $494,404, moving from 170th to 129th on 2002 TOUR money list. Returned to PGA TOUR in 2002 for second time after finishing fifth on the 2001 Nationwide Tour money list. Along with brother Brenden, became first brother combination to earn PGA TOUR cards by graduating from Nationwide Tour via the Top 15. Had eight top-10s in 2001, including his second career victory and two runner-up finishes. Won Nationwide Tour's Monterrey Open in Mexico. Finished second to Chad Campbell at Nationwide Tour's Monterey Peninsula Classic, when Campbell broke tie with birdie on 72nd hole. Won the 2001 South African PGA Championship. First Nationwide Tour victory came at 2000 Nationwide Greater Cleveland Open. Rookie on the PGA TOUR in 1999 after finishing T2 at the 1998 PGA TOUR Qualifying Tournament in Palm Springs, CA. Three-time All-America selection at the University of Arkansas, where he was a teammate of John Daly.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the Web.com Tour 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}