{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "36741","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Bernardo","first" : "Rogerio","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "169","weightMetric" : "77","birthDate" : "September 20, 1979","age" : "36","birthPlace" : "São Paulo, Brazil","residence" : "São Paulo, Brazil","family" : "Wife, Priscila Rodríguez (2005); Son: Eldrick","education" : "","splInterest" : "Soccer","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2008","clubAffl" : "","cityPlaysFrm" : "São Paulo, Brazil","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2012","otherVics" : "","intlVics" : "(1) 2012 Aberto do Arujá [Brasil]","curYrHigh" : "","carHigh" : "2015: Secured full exempt status on PGA TOUR Latinoamérica as the medalist at the Limia, Peru Q-School in January. Made a 20-footer for birdie on the 72nd hole to shot 68 on the final round and win by one at 14-under 274 at CC La Planicie... Made only one cut (T31 at the 84th Abierto del Centro) in 10 starts on PGA TOUR Latinoamérica.\n\n2014: A T60 finish at the Q-School in Lima, Peru prevented him from earning the PGA TOUR Latinoamérica card… On his only Tour start, he went on to miss the cut at the Aberto do Brasil in November.\n\n2013: Missed the cut at the Aberto do Brasil in his only PGA TOUR Latinoamérica start this season.\n\n2012: Made the cut in two of his six starts during the inaugural season of PGA TOUR Latinoamérica… His best finish was T43 at the season ending 107th VISA Open de Argentina in December… Shot 71-70-75-67 to win Brazil's 36th Campeonato Aberto do Arujá Golfe Clube for his first career win in September.\n","otherCarHigh" : "After working as a caddie for several years, some club members at Guarapiranga Golf & CC encouraged and supported him to play as an amateur. He responded by becoming the first black player ever to be ranked as the No. 1 amateur player in Brazil.","personal" : "Full name is Rogério Olimpio Bernardo… Wife, Priscila Rodríguez (2005)… A big fan of Tiger Woods, he named his first son Eldrick… Got started in golf as a caddie at the age of 10 at Guarapiranga Golf & CC… São Paulo's Guarapiranga and Rio de Janeiro's Gávea are his favorite golf courses… Soccer is one of his major interests… His favorite professional team is São Paulo FC… Pedro Bial is his favorite entertainer… The Bible is his favorite book… Pasta is his favorite food… Personal motto: “Fight bravely and you will become a champion.”… Instagram: @tiger_woods_do_brasil","otherInfo" : "","prYrSeason" : "","exmtStatus" : "2015 Q-School medalist, fully exempt"}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri was T31st in 2015 at the 84 Abierto OSDE del Centro presentado por Fiber Corp.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}