{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01063","tourCodeUC" : "S","tourCodeLC" : "s","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Bates","first" : "Ben","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "195","weightMetric" : "89","birthDate" : "June 12, 1961","age" : "54","birthPlace" : "Quincy, Florida","residence" : "Havana, Florida","family" : "Wife, Melissa; Payton (9\/10\/93), Graeson (6\/24\/96), Benjamin Angus (8\/13\/01)","education" : "Troy State University","splInterest" : "Football, fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "1984","clubAffl" : "Havana G&CC (Havana, Florida)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,655,632&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "1990","exmtStatus" : "Conditionally Exempt: Veteran Member","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of Web.com Tour in 1990-97 and 2001-07. Member of PGA TOUR from 1998-2001. He is the Web.com Tour's all-time cuts-made leader. 2012: Made nine starts on the Champions Tour, with his best finish a T29 at the Toshiba Classic. Did not play on the Web.com Tour. 2011: Missed the cut in his only two starts on the Web.com Tour. Made his debut on the Champions Tour at the 3M Championship in Minnesota in August. 2010: Entered the season needing two starts to reach his 400th career Web.com Tour tournament. Played in 10 events and made three cuts, with his best finish a T12 at the Knoxville News Sentinel Open. 2009: Made the cut in five of 17 starts on the Web.com Tour, with a T23 at the Price Cutter Charity Championship his lone top-25 finish. 2008: Made 13 of 26 cuts on the Web.com Tour, highlighted by three top-25s. Four rounds in the 60s earned him a T9 finish at the Northeast Pennsylvania Classic. 2007: Played in his 1,000th round on Tour during the season...Made the cut in 13 of 27 starts on Web.com Tour, with his best finish a T11 at the Albertsons Boise Open. 2006: Struggled on Tour, making just five cuts in 23 starts. 2005: Made the cut in 13 of 27 starts on Tour. Finished the season No. 95 on the money list, with $48,422. Rounds of 68-71-69-68 led to an 8-under-par 276 finish at the Cleveland Open. The T6 finish was his only top-10 showing of the season and his third top-25 effort. 2004: Made the cut in 20 of 27 appearances, including nine top-25 finishes on the Web.com Tour. Finished the season No. 34 on the official money list, with $162,095. Opened the season with seven consecutive made cuts, including a T8 at The First Tee Arkansas Classic. Notched his only other top-10 showing when he won a playoff over Paul Gow with a par on the eighth extra hole at The Reese's Cup Classic, his second career victory on the Web.com Tour. Fired rounds of 70-69-66-73 to finish 6-under-par 278, collecting $81,000 for his efforts. Had the second-best consecutive-birdies streak on Tour, tallying seven straight birdies on Nos. 14-2 in the final round of the Lake Erie Charity Classic. 2003: Finished No. 111 on the Web.com Tour money list, making the cut in 11 of 21 tournaments. Finished T10 at the Permian Basin Open, his only top-10 of the season. 2000: Made the cut 18 times and recorded just one top-10 in 35 starts on the PGA TOUR. Best outing came at Westin Texas Open where rounds of 67-70-67-68 produced T9, the second best of his career...Earned his 2000 playing privileges with a T2 at the 1999 Qualifying Tournament after a season in which he finished 165th on the money list. 1999: Posted career-best 62 in the opening round of the Greater Milwaukee Open on the way to a T10 finish. Participated in PGA TOUR National Qualifying Tournament and finished T2 to maintain his playing privileges for third consecutive year. 1998: Finished 112th on the money list to earn full playing privileges the following year. First career top-10 came at Buick Challenge after a pair of 67s on the weekend resulted in a career-best T8. 1997: Finished 12th on the Web.com Tour money list in to earn PGA TOUR playing card. Won the Wichita Open that same year for lone Web.com Tour career victory. 1993: Enjoyed a T3 at the 1993 Panama City Beach Classic, his top performance. 1990: Was T3 at the 1990 New England Classic.\n","otherCarHigh" : "Member of NCAA Division II championship team at Troy State University. Winner of five collegiate tournaments.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Made the cut 18 times and recorded just one top-10 in 35 starts on the PGA TOUR in 2000. Best outing came at Westin Texas Open where rounds of 67-70-67-68 produced T9, the second best of his career...Earned his 2000 playing privileges with a T2 at the 1999 Qualifying Tournament after a season in which he finished 165th on the money list. Posted career-best 62 in the opening round of the 1999 Greater Milwaukee Open on the way to a T10 finish...In 1998, finished 112th on the money list to earn full playing privileges the following year. First career top-10 came at 1998 Buick Challenge after a pair of 67s on the weekend resulted in a career-best T8...Finished 12th on the BUY.COM TOUR money list in 1997 to earn PGA TOUR playing card. Won the Wichita Open that same year for lone BUY.COM TOUR career victory...Member of NCAA Division II championship team at Troy State. \n","otherCarHigh" : "","personal" : "","otherInfo" : "Member of BUY.COM TOUR in 1990-97...Member of PGA TOUR from 1998-2000...Rounds of 67-70-67-68 resulted in a T9 finish at the 2000 Westin Texas Open, his lone top-10 of the season...Played one event on the 2000 BUY.COM TOUR and finished T12 at the BUY.COM Shreveport Open...Finished 165th on the PGA TOUR official money list with $176,919 in 1999...Participated in 1999 PGA TOUR Qualifying Tournament and finished tied for second to maintain his playing privileges for third consecutive year...Posted a career-low 62 in the opening round of the Greater Milwaukee Open on his way to a tenth-place tie, his sole top-10 finish of the year and the second of his career. Best career finish is a T8 showing at the 1998 Buick Challenge...Winner of the 1997 Wichita Open in a four-man playoff involving Carl Paulson, Jeff Brehaut and Chris Smith. It was his 179th start on the BUY.COM TOUR...Has two other top-5 finishes on the BUY.COM TOUR - T3 at the 1993 Panama City Beach Classic and T3 at the 1990 New England Classic...Winner of five collegiate tournaments and several mini-tour events...Member of NCAA Division II championship team at Troy State.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2011","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2013: Made just one start, at the Toshiba Classic after he open-qualified. Finished 78th in the field...Attended the Champions Tour National Qualifying Tournament at TPC Scottsdale and was 10th. Was tied for fourth after 54 holes but closed with a 73 to fall back into a T9. Eventually finished 10th after making bogey on the first playoff hole and will have conditionally-exempt status for 2014. 2012: Successfully open qualified for eight of the nine events he played...Best finish was a T29 at the Toshiba Classic...Was 25th at the Champions Tour National Qualifying Tournament at the close of the year.\n2011: Made just one start and was T69 at the 3M Championship in Minnesota in August...Was 15th at the Champions Tour National Qualifying Tournament in Scottsdale.\n","otherCarHigh" : "A veteran of the Web.com Tour and the PGA TOUR...His 410 career starts on the Web.com Tour are the second most in that Tour's history with only Paul Claxton's ahead of him with 413 starts...Joined the Web.com Tour full time in 1990 and played 17 full seasons and posted a pair of wins and 31 top-10 finishes...First victory came in 1997 when he emerged from a four-man playoff against Chris Smith, Jeff Brehaut and Carl Paulson with his initial win...Seven years later added his second win when he made par on the eighth extra hole against Paul Gow to capture the 2004 The Reese's Cup Classic in Hershey, PA...Played the PGA TOUR full time from 1998-2001 with 122 career starts... Had just three top-10 finishes in his stint on that TOUR with best finish a T8 at the 1998 Buick Challenge...Finished T2 at the 1999 PGA TOUR National Qualifying Tournament...Member of NCAA Division II championship team at Troy State University in 1984. Was the winner of five collegiate tournaments while competing for the Trojans. Won first-team All-America honors in 1984 after earning second-team honors the previous year.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Champions was T14th in 2014 at the Dick's Sporting Goods Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}