{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "33120","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Anderson","first" : "Mark","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "190","weightMetric" : "82","birthDate" : "February 14, 1986","age" : "30","birthPlace" : "Annapolis, Maryland","residence" : "Beaufort, South Carolina","family" : "Wife, Meredith","education" : "University of South Carolina (2008, Business Management)","splInterest" : "Fishing, hunting, boating, running, anything outdoors","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2011, 2013)","trndProYear" : "2009","clubAffl" : "Secession GC (Beaufort, South Carolina)","cityPlaysFrm" : "Beaufort; SC; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,290,395&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2010","exmtStatus" : "Conditional - Web.com Tour Past Champion (2013, 2012), Finished 141 at 2015 Web.com Tour Qualifying Tournament","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Played in 12 Web.com Tour events, making four cuts. Best finish was a T26 at the Chile Classic in March...On the PGA TOUR, made seven appearances. His best finsh among his three cuts made was a T15 in June at the Travelers Championship, where he collected a check for $102,400.\n\n2014: Made the cut in three of eight PGA TOUR starts, finishing No. 212 in the FedExCup standings. Missed the cut in his first five starts but made the cut in his final three, including his lone top-25 finish, at the Zurich Classic of New Orleans (T17)...Will have seven events in the 2014-15 PGA TOUR Season to earn 383 FedExCup points or $589,747 to clear the top finishers from Web.com Tour Medical category. Suffered injuiries falling off a ladder..On the Web.com Tour, made three starts, picking up one made cut, at the South Georgia Classic, which resulted in a T60.\n\n2013: Garnered his first career Web.com Tour win, with a five-stroke victory in his adopted home state at the BMW Charity Pro-Am. Held a one-stroke lead after 54 holes and slowly pulled away in the final round in Greenville, S.C. Fired a final-round, 6-under 65 to finish at 27-under 259, both tournament records. Opened with a 63 to take a share of the lead and was only one off the pace after two rounds. Added a 64 in the third round to reach 21-under par, also a tournament record. Distanced himself from the field Sunday with birdies at Nos. 11, 12 and 15 and coasted to victory down the stretch. Picked up a check for $117,000 and moved from No. 133 to No. 9 on the money list after nine (of 21) Regular Season events. His 27-under par total matched the third-lowest in Tour history, and his 259 was the fifth-best in Tour history. Joined 1996 champion Michael Christie as the only University of South Carolina grads to win the tournament...Posted four consecutive rounds in the 60s in July to finish second at the Midwest Classic near Kansas City. Shot weekend rounds of 66-65 but fell a stroke short of winner Jamie Lovemark...Fired a 6-under 64 in the opening round of the Panama Claro Championship to grab a share of the first-day lead. Failed to break par in the remaining rounds and wound up T44...Picked up his fourth top-10 of the season, shooting four rounds in the 60s at the News Sentinel Open in Knoxville. Rounds of 68-69-66-68 led to an eighth-place performance...Finished the Regular Season eighth in earnings to secure his PGA TOUR card for 2013-14...Disappointing Web.com Tour Finals' performance saw him make two of four cuts, with his best finish a T46...His lone PGA TOUR start came at the Sony Open in Hawaii, where he finished T54. He fired a second-round 64.\n\n2012: Failed to crack the top 200 in the FedExCup standings on the PGA TOUR, finishing the season with 13 made cuts in 25 starts. Started strong, making the cut in eight of his first nine starts but finished the season by missing the cut in 10 of his last 12 starts. Finished T9 at the Children's Miracle Network Hospitals Classic for his then-best finish of the season. Only other top-25 finishes came at the RBC Heritage (T13) and Mayakoba Golf Classic (T16). Made two cuts in two starts on the Web.com Tour. Tied for 32nd at the PGA TOUR Qualifying Tournament after stumbling with a double bogey on his final hole at PGA West Stadium Course. After a double bogey on his ninth hole, he rebounded with four birdies on the back nine, including one at No. 17 to reach 17-under par, which turned out to be the number he needed.\n\n2011: On the Web.com Tour, made 25 starts, collecting four top-10s, one a runner-up finish and finished No. 22 on the official money list to earn his rookie PGA TOUR card for 2012...First top-10 was a T5 at the South Georgia Classic, where he rallied with a 5-under 67 in the final round. The performance was his best since a T5 at the 2010 Stadion Classic at UGA...In his 49th start, he recorded his best Tour finish, a second-place showing at the Miccosukee Championship. At 13-under par, he still finished seven shots behind champion Jason Kokrak...Made one start on the PGA TOUR, missing the cut at The Heritage not far from his home in South Carolina. \n\n2010: Made the cut in 17 of 26 starts during his rookie season on the Web.com Tour and ended the year No. 60 on the money list...Needed only three starts to earn a top-10 finish. Posted a 6-under 64 Friday at the Panama CLARO Championship, matching the low round of the day, en route to a T4 finish. Tied for the lead in birdies with 20, matched by tournament winner, Fran Quinn, and Kevin Kisner...The next week he went on to finish T35 at the Pacific Rubiales Bogota Open...At the Chitimacha Louisiana Open, posted four sub-par rounds of 69-69-69-70 leading to a T8...At the Stadion Athens Classic, was tied for the lead after the first and second rounds. A Saturday 74 kept him out of contention despite a final-round 68 that led to a fifth-place finish. \n\n2009: Made two starts on the Hooters Tour. \n","otherCarHigh" : "Won the 2003 and 2004 South Carolina ISA individual championship. Was All-State and All-Conference all four years in high school. Won the South Carolina State Junior Amateur Championship in 2003. In 2009, won the South Carolina State Amateur Championship...\nEarned All-American honors in 2005 and 2008, as well as first-team All-SEC honors both years. Was the 2005 Freshman of the Year. Was a four-year All-SEC academic team member and the 2008 SEC McWharter Scholarship recipient...Won the 2009 Master of Amateurs Championship in Melbourne, Australia...Missed the cut as an amateur at the Verizon Heritage, his first PGA TOUR start.","personal" : "Graduated from Beaufort (S.C.) Academy in 2004...Brother, Ben, is in the United States Coast Guard...Began playing with a plastic club at age four...Picked golf over other sports because \"I can't jump high enough and can't run fast enough.\"...If not a professional golfer, would be a lawyer...Biggest thrill in golf was winning the 2013 BMW Charity Pro-Am on the Web.com Tour...Favorite golf courses are Secession GC and Pebble Beach...Courses he'd most like to play are Pine Valley and Merion...Lists his favorite professional team as the Carolina Panthers and Baltimore Orioles and college team as South Carolina Gamecocks...Favorite TV shows are ESPN's \"SportsCenter\" and favorite movie \"Gladiator.\"...Favorite book is Atlas Shrugged...Other favorites include seafood, sushi and visiting Rome and Venice...Among the items on his bucket list are skydiving and learning to play the guitar...Non-golf related jobs held include working part-time for a local attorney...Most famous person he's met is Clint Eastwood at the AT&T Pebble Beach Pro-Am...Best concert he's ever seen is Jack White and Robert Plant in Sanitago, Chile...Would like to be featured in any hunting or fishing publication for bagging a record catch...Twitter account name is @mark_andersonsc.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2012","qSchoolYear" : "","exmtStatus" : "Top finishers from Web.com Tour Medical","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2013-14: Made the cut in three of eight PGA TOUR starts, finishing No. 212 in the FedExCup standings. Missed the cut in his first five starts but made the cut in his final three, including his lone top-25 finish, at the Zurich Classic of New Orleans (T17)...Will have seven events in the 2014-15 PGA TOUR Season to earn 383 FedExCup points or $589,747 to clear the top finishers from Web.com Tour Medical category. Suffered injuiries falling off a ladder.\n\n2013: Garnered his first career Web.com Tour win, with a five-stroke victory in his adopted home state at the BMW Charity Pro-Am. Held a one-stroke lead after 54 holes and slowly pulled away in the final round in Greenville, S.C. Fired a final-round, 6-under 65 to finish at 27-under 259, both tournament records. Opened with a 63 to take a share of the lead and was only one off the pace after two rounds. Added a 64 in the third round to reach 21-under par, also a tournament record. Distanced himself from the field Sunday with birdies at Nos. 11, 12 and 15 and coasted to victory down the stretch. Picked up a check for $117,000 and moved from No. 133 to No. 9 on the money list after nine (of 21) Regular Season events. His 27-under par total matched the third-lowest in Tour history, and his 259 was the fifth-best in Tour history. Joined 1996 champion Michael Christie as the only University of South Carolina grads to win the tournament...Posted four consecutive rounds in the 60s in July to finish second at the Midwest Classic near Kansas City. Shot weekend rounds of 66-65 but fell a stroke short of winner Jamie Lovemark...Fired a 6-under 64 in the opening round of the Panama Claro Championship to grab a share of the first-day lead. Failed to break par in the remaining rounds and wound up T44...Picked up his fourth top-10 of the season, shooting four rounds in the 60s at the News Sentinel Open in Knoxville. Rounds of 68-69-66-68 led to an eighth-place performance...Finished the Regular Season eighth in earnings to secure his PGA TOUR card for 2013-14...Disappointing Web.com Tour Finals' performance saw him make two of four cuts, with his best finish a T46...His lone PGA TOUR start came at the Sony Open in Hawaii, where he finished T54. He fired a second-round 64.\n\n2012: Failed to crack the top 200 in the FedExCup standings on the PGA TOUR, finishing the season with 13 made cuts in 25 starts. Started strong, making the cut in eight of his first nine starts but finished the season by missing the cut in 10 of his last 12 starts. Finished T9 at the Children's Miracle Network Hospitals Classic for his then-best finish of the season. Only other top-25 finishes came at the RBC Heritage (T13) and Mayakoba Golf Classic (T16). Made two cuts in two starts on the Web.com Tour. Tied for 32nd at the PGA TOUR Qualifying Tournament after stumbling with a double bogey on his final hole at PGA West Stadium Course. After a double bogey on his ninth hole, he rebounded with four birdies on the back nine, including one at No. 17 to reach 17-under par, which turned out to be the number he needed. \n\n2011: On the Web.com Tour, made 25 starts, collecting four top-10s, one a runner-up finish and finished No. 22 on the official money list to earn his rookie PGA TOUR card for 2012...First top-10 was a T5 at the South Georgia Classic, where he rallied with a 5-under 67 in the final round. The performance was his best since a T5 at the 2010 Stadion Classic at UGA...In his 49th start, he recorded his best Tour finish, a second-place showing at the Miccosukee Championship. At 13-under par, he still finished seven shots behind champion Jason Kokrak...Made one start on the PGA TOUR, missing the cut at The Heritage not far from his home in South Carolina. \n\n2010: Made the cut in 17 of 26 starts during his rookie season on the Web.com Tour and ended the year No. 60 on the money list...Needed only three starts to earn a top-10 finish. Posted a 6-under 64 Friday at the Panama CLARO Championship, matching the low round of the day, en route to a T4 finish. Tied for the lead in birdies with 20, matched by tournament winner, Fran Quinn, and Kevin Kisner...The next week he went on to finish T35 at the Pacific Rubiales Bogota Open...At the Chitimacha Louisiana Open, posted four sub-par rounds of 69-69-69-70 leading to a T8...At the Stadion Athens Classic, was tied for the lead after the first and second rounds. A Saturday 74 kept him out of contention despite a final-round 68 that led to a fifth-place finish. \n\n2009: Made two starts on the Hooters Tour. \n\nAmateur: Earned All-American honors in 2005 and 2008, as well as first-team All-SEC honors both years. Was the 2005 Freshman of the Year. Was a four-year All-SEC academic team member and the 2008 SEC McWharter Scholarship recipientâŚWon the 2009 Master of Amateurs Championship in Melbourne, AustraliaâŚMissed the cut as an amateur at the Verizon Heritage, his first PGA TOUR start. \n","otherCarHigh" : "","personal" : "Began playing with a plastic club at age 4. Cites winning the 2009 NEC Master of Amateurs Championship in Melbourne, Australia, and getting PGA TOUR card at Web.com Tour Championship as his biggest thrills in golf. Favorite golf courses are Secession GC, Southern Hills and Snee Farm...Never travels without a good book...Lists his favorite professional teams as the Carolina Panthers and the Baltimore Orioles...Superstitions include keeping the same nightly routine if he is playing well...Favorite TV shows are \"Entourage\" and \"SportsCenter,\" and his favorite movie is \"Gladiator.\" Says his favorite book is Pillars of the Earth. Other favorites include seafood and vacationing in Australia...Dream golf foursome would be Jessica Biel, Jessica Alba and Halle Berry. Among the items on his bucket list are learning to play the guitar and skydiving...His brother, Ben, is a member of the U.S. Coast Guard...Non-golf related jobs held include working part time for a local attorney...Typically carries chicken tenders in his golf bag for a snack...His Twitter account is @mark_andersonsc...Favorite quote\/motto is \"Finish strong.\"","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was T9th in 2012 at the Children's Miracle Network Hospitals Classic.","dynStats" : "He ranks T19th in Victory Leaders on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/mark_andersonsc"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}