{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27768","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Mackenzie","first" : "Brock","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-3","heightMetric" : "1.91","weight" : "179","weightMetric" : "81","birthDate" : "July 18, 1981","age" : "34","birthPlace" : "Coos Bay, Oregon","residence" : "Seattle, Washington","family" : "Single","education" : "University of Washington (2004, Economics)","splInterest" : "Music, TV, red wine","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2004","clubAffl" : "Members Club of Aldarra (Fall City, Washington)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "180,492&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2007","exmtStatus" : "Conditional - Additional Qualifying Tournament Finisher or Finished 76-100 on 2015 Web.com Tour Money List","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2015: Played in 20 Web.com Tour events, making 13 cuts. Finished 97th on the money list...Had three top 25s, with a T11 at the Chile Classic in March his best performance. Finished T18 at the Stonebrae Classic in July and T19 at The Rex Hospital Open in May...Led the Regular Season in Total Driving and Ball Striking. Was No. 2 in Greens In Regulation (75.46).\n\n2014: Finished the PGA TOUR Canada season, with four top-10 finishes and a victory, putting him fourth on the final Order of Merit and securing conditional status on the Web.com Tour for 2015...Finished T2 at the Bayview Place Island Savings Open at Uplands GC, site of his lone 2010 PGA TOUR Canada win. Held the 18- and 36-hole leads after opening 63-66. Posted rounds of 71-69 over the weekend to finish T2 with Timothy Madigan, one stroke behind champion Josh Persons...Collected second career PGA TOUR Canada victory at the ATB Financial Classic, finishing 27-under par with rounds of 65-63-67-66 to win by four over Joel Dahmen and Steve Carney. Posted 30 birdies and only three bogeys for the week and recorded the second-lowest total in PGA TOUR Canada history...Two starts later, posted rounds of 71-65 on the weekend to finish T5 for his third top-10 of 2014. Moved to third on the season-long Order of Merit...One week later, earned fourth top-10 finish of the season, a T7 at the Wildfire Invitational, to remain third in the Order of Merit...Made two Web.com Tour appearances, with his lone made cut coming in Wichita in June, at the Air Capital Classic. Opened with a 65 at Crestview CC before finishing T68. It was his first Web.com Tour start since 2011...Also had one start on PGA TOUR LatinoAmerica and finished T12 at the Mazatlan Open...Improved his 2015 status at the Web.com Tour Qualifying Tournament in December, finishing T28 at PGA National.\n\n2011: Played in 14 Web.com Tour events, making three cuts, a T51 at the Midwest Classic in August his top outing. \n\n2010: Thanks to an opening-round 6-under 64 at the RBC Canadian Open, finished T37 in his only PGA TOUR start of the season...Missed the cut in his only Web.com Tour start, at the Ford Wayne Gretzky Classic. \n\n2008: Made the cut in five of 21 Web.com Tour starts but failed to crack the top-25 in any of those weeks. \n\n2007: Made the cut in 14 of 27 starts during his rookie season on the Web.com Tour, including eight top-25 finishes. Finished the season No. 53 on the money list, with $118,247. Cracked the top 10 on two occasions, including a career-best third-place finish at the Peek'n Peak Classic. Opened the tournament with rounds of 73-70-70, but a final-round 65 propelled him to 10-under 278, five strokes behind tournament winner Roland Thatcher. Came back the following week with a T9 effort at the Legend Financial Group Classic. The two-week stretch moved him to No. 46 on the money list. He would fall no lower than 56th the rest of the year. Established a Web.com Tour record by hitting 77.55 percent of his greens in regulation. \n\n2006: Six of his previous eight career Tour starts came during the 2006 season. In those events, made three cuts, with his best showing a T12 at the Scholarship America Showdown at Somerby. Finished the season No. 160 on the money list. \n\n2004: Playing as an amateur, missed the cut in the U.S. Open. After turning professional that same season, missed the cut at the John Deere Classic before making his only career cut with a T48 finish at the B.C. Open. \n\nPlayed on the Canadian Tour in 2005 and 2006, and the AG Spanos Tour in 2005. Made the cut in seven of 10 starts north of the border in 2006, with two runner-up finishes among his three top-10 outings.\n","otherCarHigh" : "One of the most-decorated players in University of Washington history. Earned first-team (2003) and second-team (2002) All-American honors during his four-year career. Was a Hogan Award finalist in both 2002 and 2003. Tied an NCAA record by shooting 12-under-par 60 at the Eugene CC as a junior. Collegiate victories came at the 2001 Prestige, 2002 Cleveland Golf Classic, 2003 Duck Invitational and the 2003 Husky Invitational.","personal" : "Both he and his sister, Paige, were the top-ranked players at the same time on their respective teams at the University of Washington. The similarities don't end there, however, as both played soccer and point guard for their high school basketball teams. Got his start in golf at age 2 from his parents, who he lists as his heroes. Both parents are avid golfers and both work as pharmacists. Sister recently played her rookie season on the LPGA in 2007. She finished 118th on the money list with just under $50,000. Lists playing in the 2003 Walker Cup (where he went 3-0) and in the 2004 U.S. Open at Shinnecock Hills (missed the cut by three strokes) as his biggest thrills in golf.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "2005","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2014: Made 10 cuts in 11 events with five top 25s, including a win and a T2. At the Bayview Place Island Savings finished T2 with an 11-under 282...In July was T16 at The Players Cup...Went on cruise control after Friday's 63 placed atop the leaderboard at the ATB Financial Classic, eventually winning by four strokes...Finished T5 at The Great Waterway Classic in August. Following week was T7 at the Wildfire Invitational.\n\n2013: Made eight cuts in nine starts, posting five top-25s and a season-best T6 result at the Syncrude Boreal Open. \n\n2012: Made two cuts in three starts on PGA TOUR Canada, with a T17 at the Syncrude Boreal Open his best finish. \n\n2011: Had non-exempt status on the Web.com Tour. Had 11 starts but only made three cuts, with his top performance a T51 at the Midwest Classic outside Kansas City...Scored a T5 finish at the Times Colonist Island Savings Open. \n\n2010: Finished T5 at the Players Cup and T6 at the Riviera Nayarit Classic...Received an exemption into the Ford Wayne Gretzky Classic on the Web.com Tour and the RBC Canadian Open on the PGA TOUR...Finished T37 at the RBC Canadian Open...Earned an exemption into the second stage of the PGA TOUR Qualifying School as a result of his second place position on the Order of Merit after the Tour Championship. \n\n2009: Finished in the top-10 four times: The Times Colonist Open (T4), the Riviera Maya Open (T5), the Riviera Nayarit Classic (T9), and the Desjardins Montreal Open (T10)...Shot rounds of 69-74-69-75--287 to gain an exempt card at the California Winter Qualifying School. \n\n2008: Played full time on the Web.com Tour, making 21 starts. Played on the weekend in five tournaments, with a best finish of T27 at the Chattanooga Classic, thanks to an opening 66. \n\n2007: Graduated to the Web.com Tour, where he made 14 of 27 cuts to earn $118,247 to finish 53rd on the money list, just missing a berth in the Web.com Tour Championship...Finished third at the Peek'n Peak Classic, shooting a final-round 65...Was T9 at the Legend Financial Group Classic.\n\n2006: Solid season on PGA TOUR Canada, with three top-10s...Lost to Wes Heffernan in a playoff at the Casino de Montreal Players Championship...The following week, finished second to Stephen Gangluff at the Fallsview Casino Resort Pro Am Classic...By finishing seventh on the Order of Merit, missed a berth in the Bell Canadian Open by one spot...Picked up six Web.com Tour starts, making the cut in three. Best finish was a T12 at the Scholarship America Showdown at Somerby in Minnesota. Had four under-par rounds at Somerby GC, including a 4-under 68 on the final day. \n\n2005: Played in seven events in his rookie season, with a T4 in Edmonton his best showing. Earned a non-exempt card at the California Winter Qualifying School...Made one Web.com Tour start, at the Scholarship America Showdown at Somerby, where he T60. \n\n2004: Turned in a T59 at the Cox Classic in his lone Web.com Tour start...Made three additional PGA TOUR starts to go with his amateur appearance at the U.S. Open. Lone made cut came at the B.C. Open, where he parlayed four under-par rounds at En-Joie GC into a T48.\n","otherCarHigh" : "Most-decorated player in University of Washington history, earning first-team (2003) and second-team (2002) All-American honors during his four-year career. Was a Hogan Award finalist in both 2002 and 2003. Tied an NCAA record by shooting 12-under-par 60 at the Eugene CC as a junior. Collegiate victories came at the 2001 Prestige, 2002 Cleveland Golf Classic, 2003 Duck Invitational and the 2003 Husky Invitational...Won the 2002 Pacific Coast Amateur...Former first-team All-American and member of the 2003 U.S. Walker Cup team. Went 3-0 to contribute to the U.S.'s winning margin...Played in the 2004 U.S. Open at Shinnecock (missed cut).","personal" : "Both he and his sister, Paige, were the top-ranked players at the same time on their respective teams at the University of Washington...The similarities don't end there, however, as both played soccer and point guard for their high school basketball teams. Got his start in golf at age 2 from his parents, who he lists as his heroes. Both parents are avid golfers and both work as pharmacists...Lists playing in the 2003 Walker Cup and playing in the 2004 U.S. Open (missed cut) at Shinnecock Hills as his biggest thrills in golf.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt","ntlTeams" : "Walker Cup (1), 2003."},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "2009, 2005","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was 3rd in 2007 at the Peek'n Peak Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}