{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "01261","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Delsing","first" : "Jay","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-5","heightMetric" : "1.96","weight" : "210","weightMetric" : "95","birthDate" : "October 17, 1960","age" : "55","birthPlace" : "St. Louis, Missouri","residence" : "St. Louis, Missouri","family" : "MacKenzie (5\/31\/89), Gemma (12\/9\/91), Brennan (9\/21\/93), Joanna (10\/2\/03)","education" : "UCLA (1983, Economics)","splInterest" : "Fishing, all sports","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "1984","clubAffl" : "","cityPlaysFrm" : "St. Albans; MO; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "4,174,419&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "34th qualifier from QT\/ML 61-100","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Split time between PGA TOUR and Nationwide Tour for eighth time in the last nine years. Made 10 cuts in 15 Nationwide Tour starts in 2009 and ended the year No. 86 on the money list. Enjoyed a stretch where he made seven cuts in a row and nine of 10 but was able to crack the top 10 only once—a T9 at the South Georgia Classic. Made the cut in three of seven starts on TOUR, with a T21 his best outing...Made only one cut in eight starts on the PGA TOUR in 2008 (T14 at the Legends-Reno Tahoe Open) and two cuts in 10 starts on the Nationwide Tour, where his best finish was a T19 at the Forth Smith Classic...In 2007, he also split time between the PGA TOUR (six made cuts in 12 tournaments) and Nationwide Tour (two made cuts in seven starts). Best finish was a T5 at the Nationwide Tour's Rochester Area Charities Showdown at Somerby...In 2006, made the cut in six of 14 starts on the PGA TOUR and three of nine starts on the Nationwide Tour. One top-10 on each Tour—T5s at the PGA TOUR's FedEx St. Jude Classic and the Nationwide Tour's Rheem Classic, with the latter coming a week after his father passed away May 4. Opted to play the tournament to honor his dad, with the finish his best showing since winning the 2002 Cox Classic...In 2005, recorded a T9 at the B.C. Open, his first top-10 since he finished T8 at the 1999 Michelob Championship at Kingsmill...Earned membership for the 2004 season with his T28 at PGA TOUR National Qualifying Tournament. Played in 26 events and finished in the top 25 twice...Made three cuts in six events on the 2002 PGA TOUR and finished 18th on the 2002 Nationwide Tour money list. Won his second Nationwide Tour title at the 2002 Omaha Classic. Defeated Jeff Freeman in a four-hole Monday playoff at the 2001 Fort Smith Classic for his first TOUR-related victory...In 1999, recorded four top-10s in his final 16 events to finish among the top 125 for the first time since 1995. Best PGA TOUR finish came at 1993 New England Classic where he finished T2, four strokes behind winner Paul Azinger. Matched that with another runner-up finish at the 1995 FedEx St. Jude Classic, this time one behind winner Jim Gallagher, Jr. Best finish on TOUR money list is 52nd in 1992, on strength of four top-10s and nine top-25s.\n","otherCarHigh" : "Two-time All-America at UCLA where teammates included Corey Pavin, Steve Pate and Duffy Waldorf.","personal" : "Father, Jim, was an outfielder for the New York Yankees, Chicago White Sox, St. Louis Browns and Kansas City A's from 1949-60. Father pinch-ran for Eddie Gaedel with the Browns in 1951.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "1985","qSchoolYear" : "1984, 1987, 1988, 1989, 1996, 1998, 2003","exmtStatus" : "Veteran Member","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2011: Did not make a start on the PGA TOUR or Web.com Tour. In his only Champions Tour start, finished T56 at the Allianz Championship. 2010: Missed the cut in all four PGA TOUR starts...Made 15 starts on the Web.com Tour, but failed to crack the top 25...Finished T40 in his Champions Tour debut at the AT&T Championship in late October. 2009: Split time between the PGA TOUR and Web.com Tour. Made three cuts in seven starts on the TOUR, with a T21 at the Puerto Rico Open his best outing. Made 10 cuts in 15 Web.com Tour starts and finished No. 86 on the money list. Enjoyed a stretch where he made seven cuts in a row and nine of 10 but was able to crack the top 10 only once—a T9 at the South Georgia Classic. 2008: Finished T14 at the Legends-Reno Tahoe Open in his only made cut in eight starts on the PGA TOUR. Posted top-25 finishes in both cuts made in 10 starts on the Web.com Tour. 2007: Split time between the PGA TOUR (six cuts made in 12 starts) and Web.com Tour (two in seven) for the sixth time in previous seven seasons. Only top-10 was a T5 at the Rochester Area Charities Showdown on the Web.com Tour. 2006: Had one top-10 on each Tour—T5s at the PGA TOUR's 2006 FedEx St. Jude Classic and the Web.com Tour's 2006 Rheem Classic. 2005: Recorded a T9 at the B.C. Open, his first top-10 since a T8 at the 1999 Michelob Championship at Kingsmill. 2003: Earned membership for the 2004 season with his T28 at TOUR Qualifying Tournament. Played in 26 events and finished in the top-25 twice. 2002: Made three cuts in six events on the PGA TOUR and finished 18th on the 2002 Web.com Tour money list. Won his second Web.com Tour title that year at the Omaha Classic. Defeated Jeff Freeman in a four-hole Monday playoff at the 2001 Fort Smith Classic for his first TOUR-related victory. 1999: Recorded four top-10s in his final 16 events to finish among the top 125 for the first time since 1995. 1995: Matched career-best finish with runner-up finish at the 1995 FedEx St. Jude Classic, one behind winner Jim Gallagher, Jr. 1993: Best TOUR finish came at New England Classic where he finished T2, four strokes behind winner Paul Azinger. 1992: Best finish on TOUR money list remains 52nd in on strength of four top-10s and nine top-25s. Amateur: Two-time All-America at UCLA where teammates included Corey Pavin, Steve Pate and Duffy Waldorf. \n","otherCarHigh" : "","personal" : "Father, Jim, was an outfielder for the New York Yankees, Chicago White Sox, St. Louis Browns and Kansas City A's from 1949-60. Father pinch-ran for midget Eddie Gaedel with the Browns in 1951.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "S","tbTourCodeLC" : "s", "jndTourYear" : "2010","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "Competed on all three Tours in 2010, making his Champions Tour debut in the final full-field event of the year, the AT&T Championship (T40). Also played 15 Web.com Tour and four PGA TOUR events. Prior to 2010, he had split time between the PGA TOUR and Web.com Tour from 2001-2009. A two-time winner on the Web.com Tour, claiming his first title in 2001 at the Fort Smith Classic. Defeated Jeff Freeman in a four-hole Monday playoff for the victory. Won his second Web.com event at the 2002 Omaha Classic. Was the only player with four rounds in the 60s and 21-under total was one stroke better than Anthony Painter. Joined the PGA TOUR in 1984 and best year was 1992 when he finished 52nd on the money list on the strength of four top-10s and nine top-25s. Best PGA TOUR finishes came at 1993 New England Classic where he finished T2, four strokes behind winner Paul Azinger, and also was a runner-up at the 1995 FedEx St. Jude Classic, one behind winner Jim Gallagher, Jr. Two-time All-America at UCLA where teammates included Corey Pavin, Steve Pate and Duffy Waldorf. Father, Jim, was an outfielder for the New York Yankees, Chicago White Sox, St. Louis Browns and Kansas City A's from 1949-60. Father pinch-ran for midget Eddie Gaedel with the Browns in 1951.","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 2nd on the PGA TOUR 2 times.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Bio Page","Intro Page","ShotLink Player Bio","XML Output"]}]}