{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25334","tourCodeUC" : "I","tourCodeLC" : "I","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Brown","first" : "Anthony","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "183","weightMetric" : "83","birthDate" : "October 14, 1982","age" : "33","birthPlace" : "Melbourne, Australia","residence" : "Melbourne, Australia","family" : "Married","education" : "","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2005","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : ""}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "I","tbTourCodeLC" : "i", "jndTourYr" : "2014","otherVics" : "","intlVics" : "(1): 2014 New South Wales Open [Aus]. ","curYrHigh" : "","carHigh" : "2015: Earned his full PGA TOUR China Series' playing privileges by finishing seventh at the First Global Qualifying Tournament in January…After securing his PGA TOUR China Series' card, played solid golf for three consecutive weeks. Finished T11 at the Oates Victorian Open…The following week, was T12 at the Victorian PGA Championship…Added another T11 a week later, shooting rounds of 668-68-65-70 to T11 at the Queensland PGA Championship...Had the round of the day—and the tournament—when he fired a 7-under 65 at the Buick Open in early April at Mission Hills GC. Began the final round tied for 40th after opening rounds of 75-73-72. Recorded two birdies and an eagle on his front nine then had a three-hole stretch on his back nine where he picked up three more birdies. Added another birdie on his closing hole to move into a T8 in his Ping An Bank China Tour debut...In early December, joined eight other players in a T9 at the Australian PGA Championship at RACV Royal Pines Resort. \n\n2014: Finished the season 48th on the PGA Tour of Australasia Order of Merit. Broke through in a big way in mid-November when he shot rounds of 71-65-69-69 to get into a playoff with Josh Geary at the New South Wales Open on the PGA Tour of Australasia. Defeated Geary in the playoff to earn the $15,000 first prize…In late-August, opened with a 65 at the Queensland Open and eventually T3 with Matthew Griffin, Jake Higginbotom, Michael Long and Cameron Smith, four shots behind winner Andrew Dodt…Just missed on a third top-10 when he T12 at the Western Australia PGA Championship. Opened with a 69 and closed with a 70 to T12.  \n2013: Lone top-10 was a T9 at the Queensland PGA Championship in February. Recorded four rounds in the 60s to tie with Tom Bond and David Brandson, seven shots behind winner Brad Kennedy…Other top 20s came at the Victorian PGA Championship (T19) and the Victorian Open (T14)…Made two cuts on the OneAsia Tour, at the SK Telecom Open (T37) and the GS Caltex Maekyung Open (T46).  \n2012: Came excruciatingly close to winning his first PGA Tour of Australasia event when he finished T2 at the Australian PGA Championship in mid-December. Fired a third-round 64 and began the final round two shots behind leader Daniel Popovic. Shot a final-round 71 to Popovic's 69 to finish tied with Rod Pampling, four strokes behind Popovic's winning score…Picked up his first top-10 of the season, a T9, at the Western Australia Open, thanks to weekend rounds of 68-68…Was also T11 at the Victorian PGA Championship—with scores of 68-69 on the weekend…Also made a cut on the OneAsia Tour, finishing T35 at the Nanshan China Masters.  \n2011: Enjoyed a pair of top-30s, both on the PGA Tour of Australasia. Finished T29 at the Australian Open in mid-November…Followed that with a T27 two weeks later, at the Australian PGA Championship. Shot final-round 68s in both tournaments.  \n2010: Was inside the top five all week at the Asian Tour's Enjoy Jakarta Astro Indonesian Open. Rounds of 67-69-72-70 left him tied with Tung Hsieh, nine shots shy of winner Mike Hendry…Finished T21 at the Midea China Classic in October…Was T22 at the PGA Tour of Australasia's JBWere Masters in November.  \n2009: Lone top-10 came at the Hero Indian Open in October…Also enjoyed a top-25 at the Australian PGA Championship, a T24 on the strength of a third-round 68.  \n2008: Made the cut in all three of his PGA Tour of Australasia starts—a T28 at the Australian PGA Championship, a T50 at the Australian Open and a T59 at the Australian Masters.  \n2007: Played on the PGA Tour of Australasia, the Asian Tour and the Canadian Tour. Best finish of the season was a T16 at the New Zealand Open, where consistent rounds of 71-70-72-70 gave him the top-20 performance…On the Canadian Tour, his best outing was a T32 at the Culiacan Open…Only made cut on the Asian Tour was a T41 at the Iskandar Johor Open.  \n2006: Played almost exclusively on the Asian Tour, making 11 cuts in 16 starts. Best outing was a T9 at the Aamby Valley Masters in May, a final-round 69 allowing him to sneak into the top 10. Only other top-30 finish was a T28 at the Volkswagen Masters-China…Missed the cut in both of his European Tour and PGA Tour of Australasia appearances.  \n2005: Missed the cut in both of his PGA Tour of Australasia starts.  \n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA Tour China Serie was T8th in 2015 at the Buick Open.","dynStats" : "He ranks T53rd in Scoring Average (Actual) on the PGA Tour China Series."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}