{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "28135","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Watkins","first" : "Aaron","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-7","heightMetric" : "1.7","weight" : "165","weightMetric" : "75","birthDate" : "July 24, 1982","age" : "33","birthPlace" : "Winter Park, Florida","residence" : "Mesa, Arizona","family" : "Wife: Jesica; Ady Sue (9\/9\/11), Emery Kaye (3\/12\/13)","education" : "Kansas State University (2004, Social Science)","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Alumnus","trndProYear" : "2004","clubAffl" : "Alta Mesa CC (Mesa, Arizona)","cityPlaysFrm" : "Mesa; AZ; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,329,636&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2006","exmtStatus" : "Exempt - Top-75 Money Winner from 2015 Web.com Tour Regular Season","otherVics" : "","intlVics" : "","curYearHigh" : "Finished the Web.com Tour season with 22 starts, two top-10s, seven top-25s and 10 cuts made. Was 63rd on the combined final money list...Opened the season with a T6 at the Panama Claro Championship. Was T17 after 54 holes (68-68-73). Earned first top 10 on the strength of a closing-round 67...Recorded his fourth Tour hole-in-one the following week when he made an ace on No. 12 in the second round of the Colombia Championship at Bogota CC en route to a T12...Opened the BMW Charity Pro-Am in May with rounds of 71-68. A third-round 66 and a final-round 64 that was aided by birdies on four of his last five holes resulted in another T10...After making six cuts in his first eight starts to get to 19th on the money list, proceeded to miss seven cuts in a row...Finished T28, MC and T19 in August to conclude the Regular Season 56th on the money list...In the Web.com Tour Finals, missed the first two cuts, then posted T35, T43 to conclude the season.","carHigh" : "2014: Played in 18 Web.com Tour events, making 11 cuts. Had three top-10s and six top-25s. Finished the Regular Season 28th on the money list...Made six cuts in a row from March through June, yielding best finishes of T14 at both the Cleveland Open and the Air Capital Classic. At the latter event, opened with 11 birdies and just one bogey (63-66, 11-under) to grab the halfway lead in the state where he went to college (Kansas State). Rounds of 71-70 on the weekend slipped him to T14...In late-August, he was in second place, three shots off the lead, after the third round of the Midwest Classic. A 72 Sunday resulted in a runner-up finish, equaling his previous Tour best, a playoff runner-up outing at the 2010 Pacific Rubiales Bogota Open. He improved 75 spots to No. 31 on the money list...Recorded T14 (Stonebrae Classic), T6 (News Sentinel Open) and T9 (WinCo Foods Portland Open) finishes in his next three starts to get to No. 28 on the earnings' chart at the close of the Regular Season...Top finish in the four Web.com Tour Finals was a T27 at the Nationwide Children's Hospital Championship, ending his chances of returning to the PGA TOUR...Was No. 1 on Tour in Putting Average (1.697) and seventh in Scoring Average (69.15).\n\n2013: Made the cut in three of 19 PGA TOUR starts and wound up No. 187 on the FedExCup standings. Best week was a T8 at the Zurich Classic of New Orleans where his final-round, 7-under 65 matched his career-low round on TOUR...Made two of four cuts in the Web.com Tour Finals but did not have a top-25 finish in either. \n\n2012: Earned a return trip to the TOUR after finishing T17 at the 2012 PGA TOUR Qualifying Tournament. Finished T18 at Q School in 2008...Made the cut in 13 of 24 starts on the Web.com Tour and had four top-10 and seven top-25 finishes...Earned his first top-10 finish of the year, with a T5 at the BMW Charity Pro-Am...Qualified in June for the U.S. Open in San Francisco, where he finished T15 in his first major championship start. Shot scores of 72-71-72-71 and finished five shots behind winner Webb Simpson...Followed that with a T4 effort two weeks later, at the United Leasing Championship, where he led the field in Putts Per Round...A final-round 67 at the Winn-Dixie Jacksonville Open put him in fourth, earning a fourth top-10 of the campaign.\n\n2011: Made the cut in 20 of 23 starts but had only two top-10 finishes...Enjoyed solid season that included a stretch of 13 consecutive cuts made...First top-10 of the year was a solo sixth-place effort at the Preferred Health Systems Wichita Open. Third-round 65 moved him into contention at Crestview CC. Wound up five shots behind winner Mathew Goggin...Added a T9 at the Nationwide Children's Hospital Invitational. \n\n2010: Played in 25 Web.com Tour events and made 10 cuts to finish No. 64 on the money list...Playoff runner-up at the Pacific Rubiales Bogota Open, the best finish of his career on the Web.com Tour. After opening with a first-round, even-par 71, he rallied with three rounds in the 60s to jump 38 spots and finished regulation tied with Steve Pate. On the second extra hole, he left himself 99 feet away for birdie. After lagging his putt to 3 feet, he missed the short putt that gave Pate the victory. Also had four other top-25 finishes during the year. \n\n2009: Member of the PGA TOUR, made the cut in six of 18 starts on TOUR. Earned his career-best result with a T7 at the Zurich Classic of New Orleans in just his sixth TOUR start. En route to the top-10 finish, equaled his career-low round (68 in the second round) and earned a career-best check of $203,175. With the finish, earned a spot into the field at the following week's Quail Hollow Championship. Made the cut in three of five starts on the Web.com Tour, with a season-best T42 at the Utah Championship. \n\n2008: Successfully advanced through all three stages of the PGA TOUR Qualifying Tournament to earn his rookie 2009 PGA TOUR card. Made the cut on the number. At PGA West in La Quinta, Calif., posted four of six rounds in the 60s to finish T18...Of the three Web.com Tour events in which he started, his best finish was 11th at the Preferred Health Systems Wichita Open. \n\n2007: Member of the Web.com Tour, played in 36 career Web.com Tour events, with a best finish of T8 at the Chitimacha Louisiana Open. \n\n2006: Made the final stage of the PGA TOUR Qualifying Tournament, where he missed his PGA TOUR card by one stroke but received his Web.com Tour card...Member of the Gateway Tour. Posted his first victory on that Tour in June in the Desert Summer Series, based in Scottsdale. Went on to lead the money list, with $94,817, including 18 top-10 finishes. \n\n2005: Member of the Gateway Tour. In his rookie season ended the year No. 15 on the money list. \n\n2004: Winner of the Southern Arizona Open by one stroke over Rich Barcelo.\n\n\n","otherCarHigh" : "Earned All-Big 12 honors in 2003 and 2004. Posted two collegiate victories during his junior season. Holds the Kansas State records for career rounds played (136) and career tournaments played (49) and is fourth in career stroke average, at 74.30. Had the fourth-lowest stroke average in a season, at 73.34, during the 2002-03 season. Is the second former Kansas State golfer to qualify for the PGA TOUR, following Jim Colbert...His Red Mountain High School team in Mesa, Ariz., won the state championship three times and the regional championship four times. He was named to the all-state team twice.","personal" : "Has regularly played with his father in his Saturday group at Alta Mesa CC in Mesa, Ariz., and with his grandfather in his Thursday group. Five members of his Mesa, Ariz., high school golf team played professionally at some level...Started playing golf at age 14 but began going to the golf course at 11 when he accompanied his dad during his rounds and drove the cart...The birth of his daughter is his biggest thrill outside golf...Uses a ball marker with a photo of his daughter...Never travels without his iPad...Favorite teams include Kansas State and all Arizona professional teams...Favorite websites are facebook.com and espn.com.com...Enjoys country music and Mexican food...Favorite book is I Hope They Sell Beer in Hell...Uses a Kansas State headcover...Played one year of high school golf with current PGA TOUR member Charlie Beljan at Red Mountain High School in Mesa, Ariz., a friend since childhood...Not many people know he is an organization freak...Twitter account is @adubwatkins.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2009","qSchoolYear" : "2008, 2012","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "Finished the Web.com Tour season with 22 starts, two top-10s, seven top-25s and 10 cuts made. Was 63rd on the combined final money list...Opened the season with a T6 at the Panama Claro Championship. Was T17 after 54 holes (68-68-73). Earned first top 10 on the strength of a closing-round 67...Recorded his fourth Tour hole-in-one the following week when he made an ace on No. 12 in the second round of the Colombia Championship at Bogota CC en route to a T12...Opened the BMW Charity Pro-Am in May with rounds of 71-68. A third-round 66 and a final-round 64 that was aided by birdies on four of his last five holes resulted in another T10...After making six cuts in his first eight starts to get to 19th on the money list, proceeded to miss seven cuts in a row...Finished T28, MC and T19 in August to conclude the Regular Season 56th on the money list...In the Web.com Tour Finals, missed the first two cuts, then posted T35, T43 to conclude the season.","carHigh" : "2014: Was within two shots of the lead after 54 holes of the News Sentinel Open at Fox Den CC. Carded a 68 in the final round for a T6...Fired a bogey-free 64 in the third round of the Midwest Classic and was three shots off the lead after 54 holes. Struggled Sunday with a 72 for a runner-up performance.\n\n2012: Earned a return trip to the TOUR after finishing T17 at the PGA TOUR Qualifying Tournament. Finished T18 at Q School in 2008...Made the cut in 13 of 24 starts on the Web.com Tour and had four top-10 and seven top-25 finishes...Earned his first top-10 finish of the year, with a T5 at the BMW Charity Pro-Am...Qualified in June for the U.S. Open in San Francisco, where he finished T15 in his first major championship start. Shot scores of 72-71-72-71 and finished five shots back of winner Webb Simpson...Followed that with a T4 effort two weeks later, at the United Leasing Championship, where he led the field in Putts Per Round...A final-round 67 at the Winn-Dixie Jacksonville Open put him in fourth, giving him his fourth top-10 of the campaign.\n\n2011: Made the cut in 20 of 23 starts but had only two top-10 finishes...Enjoyed solid season that included a stretch of 13 consecutive cuts made...First top-10 of the year was a solo sixth-place effort at the Preferred Health Systems Wichita Open. Third-round 65 moved him into contention at Crestview CC. Wound up five shots back of winner Mathew Goggin...Added a T9 at the Nationwide Children's Hospital Invitational. \n\n2010: Played in 25 Web.com Tour events and made 10 cuts to finish No. 64 on the money list...Playoff runner-up at the Pacific Rubiales Bogota Open, the best finish of his career on the Web.com Tour. After opening with a first-round, even-par 71, he rallied with three rounds in the 60s to jump 38 spots and finished regulation tied with Steve Pate. On the second extra hole, he left himself 99 feet away for birdie. After lagging his putt to 3 feet, he missed the short putt that gave Pate the victory. Also had four other top-25 finishes during the year. \n\n2009: Member of the PGA TOUR, made the cut in six of 18 starts on TOUR. Earned his career-best result with a T7 at the Zurich Classic of New Orleans in just his sixth TOUR start. En route to the top-10 finish, equaled his career-low round (68 in the second round) and earned a career-best check of $203,175. With the finish, earned a spot into the field at the following week's Quail Hollow Championship. Made the cut in three of five starts on the Web.com Tour, with a season-best T42 at the Utah Championship. \n\n2008: Successfully advanced through all three stages of the PGA TOUR Qualifying Tournament to earn his rookie 2009 PGA TOUR card. Made the cut on the number. At PGA West in La Quinta, Calif., posted four of six rounds in the 60s to finish T18...Of the three Web.com Tour events in which he started, his best finish was 11th at the Preferred Health Systems Wichita Open. \n\n2007: Member of the Web.com Tour, played in 36 career Web.com Tour events, with a best finish of T8 at the Chitimacha Louisiana Open. \n\n2006: Made the final stage of the PGA TOUR Qualifying Tournament, where he missed his PGA TOUR card by one stroke but received his Web.com Tour card...Member of the Gateway Tour. Posted his first victory on that Tour in June in the Desert Summer Series, based in Scottsdale. Went on to lead the money list, with $94,817, including 18 top-10 finishes. \n\n2005: Member of the Gateway Tour. In his rookie season ended the year No. 15 on the money list. \n\n2004: Winner of the Southern Arizona Open by one stroke over Rich Barcelo.\n\nAmateur: Earned All-Big 12 honors in 2003 and 2004. Posted two collegiate victories during his junior season. Holds the Kansas State records for career rounds played (136) and career tournaments played (49) and is fourth in career stroke average, at 74.30. Had the fourth-lowest stroke average in a season, at 73.34, during the 2002-03 season. Is the second former Kansas State golfer to qualify for the PGA TOUR, following Jim Colbert...His Red Mountain High School team in Mesa, Ariz., won the state championship three times and the regional championship four times. He was named to the all-state team twice.\n","otherCarHigh" : "","personal" : "Has regularly played with his father in his Saturday group at Alta Mesa CC in Mesa, Ariz., and with his grandfather in his Thursday group. Five members of his Mesa, Ariz., high school golf team played professionally at some level...Started playing golf at of 14...The birth of his daughter is his biggest thrill outside of golf...Uses a ball marker with a photo of his daughter...Never travels without his iPad...Favorite teams include Kansas State and all Arizona professional teams...Favorite websites are facebook.com and espn.com.com...Enjoys country music and Mexican food...Favorite book is I Hope They Serve Beer in Hell...Uses a Kansas State headcover...Played one year of high school golf with current PGA TOUR member Charlie Beljan at Red Mountain High School in Mesa, Ariz., a friend since childhood...Not many people know he is a organization freak...Twitter account is @adubwatkins.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour in 2016 is T14th at the Brasil Champions presented by Embrase.","dynStats" : "He ranks T34th in Scoring Average (Actual) on the Web.com Tour."}, "socialMediaLinks" : [{"cat" : "twitter","desc" : "","url" : "http:\/\/twitter.com\/adubwatkins"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}