{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "22621","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "Y", "personalInfo" : {"name" : {"last" : "Curtis","first" : "Ben","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "175","weightMetric" : "79","birthDate" : "May 26, 1977","age" : "38","birthPlace" : "Columbus, Ohio","residence" : "Kent, Ohio","family" : "Wife, Candace; Liam Benjamin, Addison Marie","education" : "Kent State University (2000, Recreation Management)","splInterest" : "Family","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2000","clubAffl" : "","cityPlaysFrm" : "Kent; OH; United States","websiteUrl" : "http:\/\/www.bencurtisfoundation.org","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "13,788,409&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2003","qSchoolYear" : "2002","exmtStatus" : "Past Champion","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Made just three cuts in 14 starts and was unable to post a top-25 finish for the first time since joining the PGA TOUR in 2003. Best finish was a T29 at the Sanderson Farms Championship in his second start of the season. \n\n2013-14: Lone top-10 finish in 24 PGA TOUR starts came, fittingly, at the Memorial Tournament in Columbus, Ohio, near his hometown...Was unable to finish better than T47 at the Wyndham Championship in his last bid to settle inside the top 125, finishing 131st in FedExCup standings and 130th on the official money list. Was not able to regain his card through the Web.com Tour Finals, missing the cut in the first three events...Finished a career-best T6 at the Memorial Tournament in his 12th start at the event. Previous-best finish of T8 came in 2004. Shot consistent rounds of 69-71-69-70, the first time he'd enjoyed all four rounds under par at Muirfield Village GC. The top-10 was his first since a T2 at the 2012 PLAYERS Championship two weeks after winning the Valero Texas Open.\n\n2013: Made the cut in 10 of 20 starts on the PGA TOUR, amassing three top-25 finishes along the way. Best finish of the season was a T17 at The Greenbrier Classic in early July.\n\n2012: Partially exempt on the PGA TOUR and fully exempt on the European Tour, he began his season in the Middle East, making three European Tour starts, at the Abu Dhabi HSBC Golf Championship, the Commercialbank Qatar Masters and the Omega Dubai Desert Classic. Made the cut in all three events, with his T13 in Dubai his best showing...In his first start at the Valero Texas Open in San Antonio, opened with bogey-free, 5-under 67s in the first and second rounds on his way to a two-stroke victory over John Huh and Matt Every, his first win since the 2006 84 LUMBER Classic. Made a convincing 15-foot birdie putt on the daunting 72nd hole to stretch the win to a margin of two strokes. On the hole prior, hit a thin approach shot from a divot over the green. A delicate chip left him with 24 feet to save par, which he made. His first question to media officials following the win was \"Does this get me into THE PLAYERS Championship?\"...Finished T5 at the Wells Fargo Championship, with a closing-round 67. It marked the first time in his career he put together three consecutive top-15 finishes...Continuted his torrid month-long stretch one week later with a T2 at THE PLAYERS Championship, carding rounds of 68-71-70-68 to finish 11-under, two strokes behind winner Matt Kuchar. Was one of only four players to post four sub-par scores at THE PLAYERS. Posted his first top-10 in his ninth career TPC Sawgrass start. Had only carded two sub-70 scores in 24 rounds at TPC Sawgrass prior to this year, with his best finish a T22 in 2009...Finished T11 at the PGA Championship, his best finish in a major championship since T2 at the 2008 PGA Championship...After missing the cut at The Barclays and Deutsche Bank Championship, finished T24 at the BMW Championship, ending the season No. 41 in the FedExCup standings, the second-best showing of his career (No. 9 in 2008).\n\n2011: Failed to record a top-10 finish for the first time since joining the PGA TOUR in 2003. In 23 starts, a T12 at the Northern Trust Open represented his best outing. 2010: A sixth-place finish at the Arnold Palmer Invitational was his only top-10 of the season and his best showing since the 2009 Travelers Championship (T4). Advanced to the first Playoff event, The Barclays, for the fourth consecutive season, but failed to move onto the second event, the Deutsche Bank Championship. 2009: Finished T6 at the European Tour's BMW PGA Championship on the strength of a final-round 67, highlighted by a birdie-birdie-eagle-eagle finish on holes 15 through 18 at the Wentworth Club...First top-10 of the year on the PGA TOUR, a T4, came thanks to four rounds in the 60s at the Travelers Championship, highlighted by a 6-under 64 in the second round. 2008: Finished the season ranked ninth in the FedExCup standings, thanks to career-best numbers in top-10 finishes (five), top-25 finishes (eight), made cuts (18) and earnings ($2,615,798\/17th). Also qualified for his first Ryder Cup team...Recorded his first top-10 of the season with a runner-up finish at the Wachovia Championship. Fell five shots shy of eventual champion Anthony Kim. Birdied the first four holes on Sunday en route to a final-round 65, which matched the low round of the week. Marked his best finish on the PGA TOUR since winning the 84 LUMBER Classic in 2006...Finished T7 at The Open Championship for his best finish in a major since winning his first major start at the 2003 Open Championship (21 starts)...Posted a T2 finish at the PGA Championship a few weeks later. Held a one-stroke lead entering the final round, but closed with a 1-over 71 to finish two behind champion Padraig Harrington. It was his first top-10 at the PGA Championship and his second top-10 of the season a major championship. Finish enabled him to qualify for his first Ryder Cup team, where he had a 1-1-1 record, including a 2-and-1 Singles victory over Lee Westwood...A T4 finish at The Barclays gave him back-to-back top-10s on the PGA TOUR (T2 at the PGA Championship)...Capped the year with a fifth-place effort at the TOUR Championship by Coca-Cola...Represented the United States, along with teammate Brandt Snedeker, at the OMEGA Mission Hills World Cup in China, where the duo finished ninth. 2007: Ended the season with two-top-10 finishes and 15 made cuts in 25 starts. First top-10 was solo fourth in seventh start of the season at the Arnold Palmer Invitational. In second place through 54 holes, finished four back of Vijay Singh after a final-round 72...After missing the cut the previous three years since winning The Open Championship in 2003, finished T8 at Carnoustie thanks to a final-round 65. 2006: Had a career year, picking up two more PGA TOUR titles and earning more than $2.2 million, giving him a spot in the TOUR Championship for the first time in his career...Captured his second TOUR victory at the rain-soaked Booz Allen Classic, joining Greg Norman (1984) as wire-to-wire victors at the TOUR's Washington D.C. event. Playing in 64th event since The Open Championship win in 2003, slept on the lead for five consecutive nights as multiple delays forced a Tuesday morning finish. Rounds of 62-65-67-70—264 earned a five-stroke victory over runners-up Billy Andrade, Padraig Harrington, Nick O'Hern and Steve Stricker...Earned second victory of the season with a two-stroke victory over Charles Howell III at the 84 LUMBER Classic. Tied with Howell through 54 holes after opening 66-69-69, posted final-round 2-under-par 70 to clinch third career TOUR win, most of any American-born player in his 20s. With paycheck of $828,000, surpassed $2 million in season earnings for the first time in career. Three of his six career top-10s have been victories...Qualified for the TOUR Championship in the Atlanta for the first time in his career, finished 21st. 2005: Earned the first top-10 of the season in July, finishing third at the Cialis Western Open. Shared first-round lead with Jim Furyk and Todd Fischer at 7-under par. Posted even-par 71 on Friday and fell two behind 36-hole leader Chris Couch, then shared third-round lead with Furyk at 12-under after a 66. Final-round 3-over 74 left him five strokes behind Furyk and with his first top-10 in over a year (T8 at 2004 Memorial Tournament)...Finished T4 at the Buick Championship. Opened with a 6-under-par 64 to share the lead with J.L. Lewis. Posted four rounds in the 60s for the first time in his career, but came up two shots out of the Brad Faxon-Tjaart van der Walt playoff. 2004: Collected one top-10, a T8 at the Memorial Tournament...Shared the 18- and 36-hole lead at the Memorial Tournament, only 18 miles from where he grew up in Ostrander, Ohio. Finished with rounds of 73-72 at Muirfield Village GC for a T8 finish, the second top-10 of his career (34 events) and the first since his victory at the 2003 Open Championship. 2003: Voted PGA TOUR Rookie of the Year. Pulled one of the greatest upsets in golf history, capturing The Open Championship in first career major championship start. Rounds of 72-72-70-69—283 topped Vijay Singh and Thomas Bjorn by one stroke. Entered final round tied for third, but grabbed lead with birdies on six of first 11 holes on Sunday, putting him two up on Bjorn, three ahead of Singh and four up on Tiger Woods. Went to No. 18 three behind Bjorn after bogeys at Nos. 12, 14, 15 and 17. Saved par with 10-foot putt on No. 18, and earned title when Bjorn finished 4-over on the final four holes. First player since Francis Ouimet at the 1913 U.S. Open to win a major in his first try. First player to win The Open Championship start since Tom Watson in 1975. Youngest Open Championship winner at 26 years, 1 month, 24 days, since Tiger Woods won in 2000 at age 24 years, 6 months, 23 days. Jumped from 396th to 35th in the Official World Golf Ranking, the biggest jump since the Ranking began in 1986. One of four first-time major champions in 2003, joining Mike Weir (Masters), Jim Furyk (U.S. Open), and Shaun Micheel (PGA Championship). Qualified for The Open Championship via a T13 finish at the 100th Western Open, his best career finish to date and first career top-25 finish...Just one month after The Open Championship triumph, returned to home state to play in the NEC Invitational at Firestone CC in Akron. First-round co-leader with Sergio Garcia after a 6-under-par 64. Married Candace Beatty in Kent on Saturday evening, Aug. 23 after the completion of the third round. Finished T30. 2002: Played the Hooters Tour for a second consecutive season, finishing 10th on the money list and winning in Myrtle Beach, S.C...Placed T26 at the PGA TOUR Qualifying Tournament. Amateur: Three-time All-American at Kent State...Won the Ohio Amateur in 1999 and 2000. Second win came by 17 strokes, joining John Cook and Arnold Palmer as the tournament's only back-to-back winners. That same year, finished runner-up at the Western Amateur and won the Players' Amateur to become the No. 1-ranked amateur golfer in the world by Golfweek.\n","otherCarHigh" : "","personal" : "Grew up only 50 yards from the practice putting green of Mill Creek GC in Ostrander, Ohio, where grandfather built the course and where his father is superintendent...Started playing golf at age 3, but says he didn't get serious about it until high school. Won the Division II state title his junior and senior years of high school...The week after The Open Championship victory, was a guest on the \"Late Show with David Letterman,\" hitting wedge shots rooftop to rooftop during the telecast. Also visited President George W. Bush in the White House...Caddie for most of 2003 was former Kent State University teammate Danny Sahl. Andy Sutton, a long-time caddie on the European Tour, worked for him at The Open Championship...Is friends with fellow Kent State alum Lou Holtz, also a member at Lake Nona G&CC in Orlando, Fla...Was among six athletes to be inducted into the Mid-American Conference Hall of Fame in 2012.","otherInfo" : "","ntlTeams" : "Ryder Cup (1), 2008; World Cup (1), 2008; World Amateur Team Championship (1), 2000.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "He has finished 1st on the PGA TOUR 4 times.","dynStats" : "He ranks T19th in Victory Leaders on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}