{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "35231","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Marelli","first" : "Leandro","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-1","heightMetric" : "1.85","weight" : "187","weightMetric" : "85","birthDate" : "April 6, 1991","age" : "25","birthPlace" : "Casilda, Santa Fe, Argentina","residence" : "Casilda, Santa Fe, Argentina","family" : "Single","education" : "","splInterest" : "Soccer and tennis","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2010","clubAffl" : "Casilda Golf Club","cityPlaysFrm" : "Casilda, Santa Fe, Argentina","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2012","otherVics" : "","intlVics" : "(2) 2009 Abierto del Norte [Argentina], 2015 Campeonato Argentino de Profesionales [Argentina]","curYrHigh" : "","carHigh" : "2015: Earned PGA TOUR Latinoamérica status back with a T9 finish at the Argentina Q-School in January… Played all 18 official events on the schedule, collecting two top-5s, four top-25s and 12 cuts made to finish 48th on the Order of Merit… Finished solo fifth twice, at the 84th Abierto OSDE del Centro in Cordoba, Argentina in April and at the Aberto do Brasil in Rio de Janeiro in September… Won the final event of the “Angel Cabrera Tour” in September. Shot 68-63 to win by four and secure the top spot on the mini-tour ranking featuring six 36-hole events during the Argentina winter… Won the 78th playing of the Campeonato Argentino de Profesionales (the Argentina PGA Championship) in October. Posted rounds of 69-66-64-71 for a six-shot win at Lomas Athletic Club.\n\n2014: Earned PGA TOUR Latinoamérica status with a T16 finish at the Lima, Peru Q-School in January… Had two top-25s and only four cuts made in 12 starts to finish the year ranked 127th on the Order of Merit… His top-25s came on two of the last three events on the schedule, T18 at the Abierto de Chile and a T25 at the VISA Open de Argentina.\n\n2013: Missed the cut in all of his three starts on PGA TOUR Latinoamérica in Argentina… A T73 finish early in the year at the Lima, Peru Q-School prevented him from earning PGA TOUR Latinoamérica status for the season… Finished the Argentine Tour season ranked 16th with three top-5 finishes in 11 starts.\n\n2012: Finished the PGA TOUR Latinoamérica inaugural season ranked 94th on the Order of Merit. Made the cut in three of his ten starts and his only top-25 was T15 at the season ending 107th VISA Open de Argentina… Had three top-10s on the Argentine Tour, including a fourth place finish at the Abierto de San Luis.\n\n2011: Claimed Tour de las Américas Rookie of the Year honors in his first full season as a professional… Had five top-15s, including a runner-up finish at the Carlos Franco Invitational in Paraguay and a solo third finish at the Copa Sura in Colombia. Finished the TLA season ranked 21st on the Order of Merit.\n\n2010: Turned pro in December, making his debut at the Argentine Masters.\n","otherCarHigh" : "A member of the Argentine team that won the 2009 Toyota Junior World Cup in Japan, an achievement he considers his biggest thrill in golf… Shot 67-64-64-68 to finish at 21-under 263 and claim a stunning seven-stroke win over PGA TOUR member Andrés Romero at the Argentine Tour's Campeonato Abierto del Norte in May of 2009 at the Jockey Club de Tucuman… Finished the 2009 season as No. 1 on the Argentine Amateur Ranking.","personal" : "Began playing golf at age of 9 at his hometown's Casilda Golf Club, a nine-hole course… Olivos Golf Club in Argentina and Wairakei in New Zealand are the golf courses he has liked the most… A fan a tennis and soccer… River Plate is his favorite professional team… ESPN is his favorite TV channel… Gladiator is his top movie… A ‘milanesa' with fries or a good Argentine ‘asado' are his favorite meals… Michael Phelps, Tiger Woods and Roger Federer are his favorite athletes to watch… Rosario and Casilda are his favorite cities… Camboriú, Brazil is his top vacation spot… His father and brother are the only partners he needs for a dreamed golf round… Bucket list includes playing at Augusta National and traveling to Europe… Twitter name is @leomarelli… Instagram name is leo_marelli","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt - 2015 Order of Merit Top-60"},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri in 2016 is T22nd at the Guatemala Stella Artois Open.","dynStats" : "He ranks T55th in Scoring Average (Actual) on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}