{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "33667","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Ortiz","first" : "Carlos","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.83","weight" : "150","weightMetric" : "68","birthDate" : "April 24, 1991","age" : "24","birthPlace" : "Guadalajara, Jalisco, Mexico","residence" : "Dallas, Texas","family" : "Single","education" : "University of North Texas (International Studies, 2013)","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2013","clubAffl" : "","cityPlaysFrm" : "Guadalajara; ; Mexico","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "1,615,369&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2014","exmtStatus" : "Subject to second reshuffle (first eight events)","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2013: Attended the Web.com Tour National Qualifying Tournament and finished T15 to earn fully-exempt status for the first eight events of 2014.\n","otherCarHigh" : "Played his college golf at the University of North Texas...Was a four-time Sun Belt All-Conference selection and was also named to the All-Academic Honor Roll three years in succession...Was the Sun Belt Conference champion in 2011...Also competed in the NCAA Championships in his career.","personal" : "Grew up in Guadalajara, Mexico, playing at Guadalajara CC, the same home course where LPGA great Lorena Ochoa grew up playing. Is 10 years younger than Ochoa but recalls the work and dedication she put in on the range every day...Started to play golf with his father as a youth and picked golf over other sports because \"it is the most challenging sport to play.\"...Says he'd probably be a businessman if he weren't playing golf...Biggest thrill in golf is the adrenaline he gets in competition...Big fan of Real Madrid...Enjoys \"Two and a Half Men\" and the movie \"The Untouchables.\"...Would love to play Augusta National...Favorite athlete in another sport is Roger Federer...Enjoys steak, sushi and Japanese food...His favorite vacation spot would have beaches or skiing...Dream foursome would include Tom Watson, Arnold Palmer and Jack Nicklaus.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2014-15","qSchoolYear" : "","exmtStatus" : "93rd in 2014-15 FedExCup points","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Claimed eight top-25 finishes in 28 TOUR starts to earn a berth into the FedExCup Playoffs. Started strong, finishing T24 at The Barclays to jump from No. 112 to 83 in the standings. A 5-over 76 in the Deutsche Bank Championship final round resulted in a T65 finish and ended his season at No. 93 in the FedExCup standings...Was one of just two Mexican players to make the cut at the OHL Classic at Mayakoba, joining Oscar Fraustro. Posted closing rounds of 69-68 at El Camaleon GC's par-71 layout to claim a T9 at 11-under 273 with six others, including Fraustro.\n\n2013-14: Completed an outstanding rookie year on the Web.com Tour, which began approximately six months after he graduated from the University of North Texas. Competed in 19 events, with the highlight coming in August when he became the first player since 2009 to secure a three-win promotion and only the 10th to do so since the promotion became available in 1997. Added two third-place finishes, had six top-10s and eight top-25s, while making 11 cuts. Led the money list for 19 consecutive weeks, from his first win in Mexico in April until he was overtaken by Adam Hadwin at the season-ending Web.com Tour Championship in September. With earnings of $515,403, missed on being the year-long money leader by $14,389. Joined countryman Oscar Fraustro, becoming the sixth and seventh natives of Mexico to earn PGA TOUR membership...Made first Web.com Tour cut in his first try as a professional, at the season-opening Pacific Rubiales Colombia Championship in February. Birdied Nos. 14, 16 and 17 Sunday to shoot a 4-under 67 and finish third, three strokes behind winner Cejka... Earned his first career title with a four-stroke victory at the Panama Claro Championship in March. Put together the best weekend in the tournament's 11-year history, posting scores of 66-64 to finish at 12-under 268, the second-best in tournament history. Started the final round one shot behind playing partner Aron Price and quickly moved into the lead with three consecutive birdies, starting at No. 4. Added another birdie at No. 8 to make the turn at 10-under and three shots in front of his nearest challengers. Was never seriously threatened the rest of the way, adding birdies at 14 and 16 to shut the door on the field. Bogey-free 64 left him four in front of runner-up Jason Gore. The victory in week four was worth $112,500 and quickly moved him to No. 2 on the money list...In April, became the first Mexican-born winner of the El Bosque Mexico Championship. Posted a 2-over 74 and was T72 after the opening round. Fired rounds of 67-66 and took a share of the lead into the last day. Had a three-stroke advantage through No. 15 that was cut to one after bogeys on Nos.16 and 17. Birdied the 18th hole to win by two over Justin Thomas. His second win of the season allowed him to overtake Alex Cejka for the top spot on the money list, a spot he would hold until the last tournament of the season...Fired 65-67 and held the 36-hole lead at the South Georgia Classic. Carded 72-72 on the weekend and finished T3...Posted 67-68-71 for a T9 at the WNB Golf Classic...Capped off a record-setting regular season by winning the WinCo Foods Portland Open for his third win of the 2014 campaign. Carded an even-par 71 in the final round and finished at 14-under 270. Became the 10th player in Tour history to earn a PGA TOUR promotion, which meant he would be fully exempt on TOUR in 2014-15. Finished the Regular Season No. 1 in earnings...With excellent status in hand for the coming season, did not perform well in the Web.com Tour Finals (three events played, three missed cuts) and was overtaken by Hadwin for the combined Regular Season\/Finals money list title. \n\n2013: Attended the Web.com Tour National Qualifying Tournament and finished T15 to earn fully-exempt status for the first eight events of 2014 (until the second reshuffle).\n\nAmateur: Played his college golf at the University of North Texas...Was a four-time Sun Belt All-Conference selection and was also named to the All-Academic Honor Roll three years in succession...Was the Sun Belt Conference champion in 2011...Also competed in the NCAA Championships in his career. \n","otherCarHigh" : "","personal" : "Grew up in Guadalajara, Mexico, playing at Guadalajara CC, the same home course where LPGA great Lorena Ochoa grew up playing. Is 10 years younger than Ochoa but recalls the work and dedication she put in on the range every day...Started to play golf with his father as a youth and picked golf over other sports because \"it is the most challenging sport to play.\"...Says he'd probably be a businessman if he weren't playing golf...Biggest thrill in golf is the adrenaline he gets in competition...Big fan of Real Madrid...Enjoys \"Two and a Half Men\" and the movie \"The Untouchables.\"...Would love to play Augusta National...Favorite athlete in another sport is Roger Federer...Enjoys steak, sushi and Japanese food...His favorite vacation spot would have beaches or skiing...Dream foursome would include Tom Watson, Arnold Palmer and Jack Nicklaus.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T26th at the Northern Trust Open.","dynStats" : "He ranks 65th in Driving Distance - Driver on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/CarlosOrtizGolf\/?fref=ts"},{"cat" : "instagram","desc" : "","url" : "https:\/\/www.instagram.com\/carlosortizgolf\/"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/carlosortizGolf"}], "allOutTypes" : ["XML Output","Intro Page","Bio Page","ShotLink Player Bio"]}]}