{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "33948","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "An","first" : "Byeong-Hun","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "209","weightMetric" : "95","birthDate" : "September 17, 1991","age" : "24","birthPlace" : "Seoul, South Korea","residence" : "Orlando, Florida","family" : "Single","education" : "University of California-Berkeley","splInterest" : "Soccer","pronunciation" : "BEE-yong HOON AN","nwTourAlumnus" : "","trndProYear" : "2011","clubAffl" : "Lake Nona G&CC (Orlando, Florida)","cityPlaysFrm" : "Korea; ;","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "None\/International Player","otherVics" : "","intlVics" : "(3): 2014 Rolex Trophy [EurChall]. 2015 BMW PGA Championship [Eur], Shinhan Donghae Open [Kor]","curYearHigh" : "As the No. 27 seed, began group play at the World Golf Championships-Dell Match Play halving his match with Scott Piercy in round one, defeating Jason Dufner, 2-up, in round two, then halving with Rickie Fowler in round three. Tied with Piercy with 2 points each at the conclusion of group play, won a sudden death playoff with a birdie at the first extra hole to advance to the round of 16 where he lost to eventual consolation match winner Rafa Cabrera Bello, conceding the match at the 12th hole after suffering a neck injury for a T9 result.","carHigh" : "2015: Won his first European Tour title in style, capturing the BMW PGA Championship at Wentworth Club in late-May by six strokes over the duo of Thongchai Jaidee and Miguel Angel Jimenez. Opened with a 1-under 71 then made his move in the second round, shooting a tournament-best 64 to move into solo second, a stroke behind 36-hole leader Francesco Molinari. Caught Molinari in the third round with a 5-under 67, then coasted Sunday with a final-round-best 65. The victory moved him from No. 132 to a then career-high 54th in the Official World Golf Ranking...Earned his first top-10 of the European Tour season when he shot a final-round 65 to T5 at the Commercial Bank Qatar Masters...Two starts later, was again in the top 10, with a T7 in Africa at the Joburg Open. Opened with a 65 and closed with a 67 to finish at 14-under...Added his third top-10 of the season when he recovered from a third-round 76 at the Volvo China Open to post a final-round 68 to T8 at Tomson Shanghai Pudong GC, five shots behind winner Ashun Wu...Contended all week at the Turkish Airlines Open in late-October, early November. Began the final round tied for fifth, three shots behind leaders Victor Dubuisson and Jaco Van Zyl at The Montgomerie Maxx Royal in Antalya. Made a move early, recording four birdies over his first seven holes Sunday. An up-and-down, four-hole stretch ended his chances. Double-bogeyed the ninth hole, birdied No. 10 and eagled No. 11 before making bogey at No. 12. Birdies on two of his last three holes gave him a wild 66, leaving him in fourth, three shots behind Dubuisson...Had a strong tournament in mid-November at the BMW Masters in Shanghai, China, but still walked away disappointed when his 16-under total of 272 was one short of the Kristoffer Broberg-Patrick Reed playoff that Broberg won. Entered the final round trailing 54-hole leader Thongchai Jaidee by a shot after opening 65-71-66 at Lake Malaren GC. Recorded a Sunday 70 to T3 with Lucas Bjerregaard, Jaidee and Henrik Stenson...Closed the season with a T4 at the DP World Tour Championship to finish seventh in the Race to Dubai, the third highest showing by a rookie...Was named the European Tour's Rookie of the Year to become the first Korean winner of the Sir Henry Cotton Rookie of the Year Award. \n\n2013-14: Broke through for his first victory as a professional when he won the Rolex Trophy on the European Challenge Tour in August. Entered the final round in Geneva, Switzerland, tied for fifth, trailing Lasse Jensen by seven shots. Posted a sterling, 8-under 64 to pull away from the field and defeat Benjamin Hebert by three shots...Came close to breaking through into the victory column in May when he was runner-up at the Kamten Golf Open in Godersdorf, Austria. Shot four rounds in the 60s at Golfclub Schloss Finkenstein (67-69-64-66) only to come up a stroke short of winner Moritz Lampert of Germany...Was again in the hunt, this time at the Le Vaudreuil Golf Challenge in France in July. Four under-par rounds, including a 66-67 weekend at Golf PGA France du Vaudreuil left him T2 with Connor Arendell, Jens Fahrbring and amateur Clement Sordent, four shots behind winner Andrew Johnston of England...First top-10 of the campaign came at the Challenge de Catalunya in Spain. Finished T8 at the weather-shortened, 54-hole event...Two weeks before his victory, finished T4 at the Vacon Open in Finland, five strokes short of winner Mark Tullo...Finished his Challenge Tour season with three top-fives in four starts. Was third at the Kazakhstan Open, T5 at the National Bank of Oman Golf Classic and fourth at the Dubai Festival City Challenge Tour Grand Final...Made the cut in his first major champiolnship, finishing T26 at The Open Championship in July. \n\n2013: Had a consistent season, making 17 cuts in 21 starts, with a T33 in his lone European Tour start, at the Volvo China Open. Initial top-10 came at the Scottish Hydro Challenge that almost resulted in a victory. Entered the final round at the event at Macdonald Spey Valley GC tied with Steven Tiley, a stroke ahead of Brooks Koepka and Andrea Pavan. Could only muster a Sunday, 1-over 72 to T2 with Pavan, Tiley and Sam Walker, three behind winner Koepka...Only other top-10 was at the National Bank of Oman Golf Classic, a T6 in late-October at Almouj Golf's The Wave Course.\n\n2012: Spent his first full season as a professional on the European Challenge Tour, with three European Tour starts also to his credit. Enjoyed two top-10s. The first came at the Norwegian Challenge, a T9, after four sub-70 rounds...Two months later, in early October, closed his season with a T8 at the Allianz Open de Lyon in Monthieux, France. \n\n\nAmateur: Made history when he became the youngest winner of the U.S. Amateur, capturing the 2009 title at age 17, defeating Ben Martin, 7 and 5, in the 36-hole final at Tulsa's Southern Hills CC. In 2010, made eight PGA TOUR starts, including an invitation to the U.S. Open. Missed the cut at Pebble Beach GL...In his first major championship appearance, played in the 2010 Masters, also missing the cut at Augusta National...Lone made cut that season was at the Verizon Heritage on Hilton Head Island a week after the Masters. Finished T59 after opening 69-70...Defended his U.S. Amateur title in 2011, making it to the semifinals before falling to David Chung, 1-down, in the semifinals. \n","otherCarHigh" : "","personal" : "English name is Ben. Parents are Jae-Hyung Ahn and Zhimin Jiao, who represented South Korea and China, respectively in table tennis, with both parents earning medals...Moved to the U.S. in 2005 to attend the David Leadbetter Golf Academy in Florida","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T9th at the World Golf Championships-Dell Match Play.","dynStats" : "He ranks 42nd in Driving Distance - Driver on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}