{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "35086","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Epperson","first" : "Chris","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "140","weightMetric" : "64","birthDate" : "October 27, 1982","age" : "33","birthPlace" : "Savannah, Georgia, United States","residence" : "Bluffton, South Carolina, United States","family" : "Wife: Sarah","education" : "Armstrong Atlantic State University (2005, Psychology)","splInterest" : "Traveling, hunting, fishing","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2006","clubAffl" : "The May River Club at Palmetto Bluff (Bluffton, South Carolina)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "43,248&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","prYrSeason" : "","exmtStatus" : ""},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2011","exmtStatus" : "Subject to third reshuffle (first 12 events)","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2013: Was a member of PGA TOUR Canada and made the cut in eight of nine starts...Finished eighth on the Order of Merit, which earned him a spot in December's Web.com Tour Qualifying Tournament finals...Had six top-10s and led the Tour with a scoring average of 69.32...Best finish was a T2 at the ATB Financial Classic in Calgary in early August...Won the Vanouver Open in the summer, a Vancouver Golf Tour event scheduled in between PGA TOUR Canada stops. Defeated Nick Taylor and Riley Wheeldon in a playoff...A pair of 63s in the second and sixth rounds of the Web.com Tour Qualifying Tournament resulted in a ninth-place finish.\n\n2012: Made the most of his two Web.com Tour starts. Was T14 at the Chiquita Classic in September. Opened 70-66-68 and was tied for 10th with a round to play. Shot a final-round 72. That finish earned him a spot in the next week's Neediest Kids Championship, where he was T41. \n\n2011: Made seven Web.com Tour appearances. Of his five cuts made, his top finish was a T18 at the Mylan Classic, thanks to an opening 66 and a third-round 67. \n\n2006: Played on the Gateway Tour.\n","otherCarHigh" : "Helped Armstrong Atlantic State to a NCAA Division II runner-up finish in 2005...Was Peach Belt Conference medalist and all-conference selection...Team captain and Coach's Award winner...Also named to the Atlantic Sun Conference All-Freshman team... Earned Division II honorable-mention All-American honors...Won the Oglethorpe Invitational...Member of the Savannah Christian Prep High School team that won the Georgia State high school championship twice...Was medalist his senior year at the state tournament...Was MVP in eighth, ninth and 10th grades at Hilton Head Christian Academy.","personal" : "Lists Tim Moss as his instructor...Says his biggest thrill in golf was playing in the 2011 RBC Heritage...Has attended every RBC Heritage since 1985...Asked his wife, Sarah, to marry him in Rockefeller Center in New York in December of 2012...First car was a 1989 Mustang GT convertible...Favorite course to play is Ford Plantation in Richmond Hill, Ga., and Timaquana CC in Jacksonville, Fla...Would like to play Augusta National, Oakmont CC, Pebble Beach GL and Merion...Favorite teams are the Georgia Bulldogs and the Atlanta Braves...\"Suits,\" \"Justified\" and \"Homeland\" are his favorite TV shows, and \"Forrest Gump\" and \"The Shawshank Redemption\" are his favorite movies...The Count of Monte Cristo and The Purpose Driven Life are his favorite books...Seafood and bison ribeye are his favorite foods...The Zac Brown Band, The Avett Brothers and Dean Martin are the entertainers he enjoys most...Tom Watson and Tim Tebow are his favorite athlete to watch...Top cities\/vacation spots are Rome, New York, Las Vegas and Savannah...Would include his dad, Bobby Jones and Martin in his dream foursome...Says he can do the Robot...Bucket list includes traveling the world, going hunting \"up north and out west\" and playing all the great golf courses...Attended Savannah Christian Prep school as a junior and senior...Has one brother and one sister...Charity work includes March of Dimes for polio research because his mother has polio and post-polio syndrome...Worked for family-owned E.A.C. Heating & Air throughout high school and college, \"doing every job imaginable.\"...His entrance song to the first tee would be \"Enter Sandman\" by Metallica...Twitter name is @eppie13.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "Was named to the All- Conference Freshman Team and All- American Honorable Mention Team at Armstrong Atlantic State.","prYrSeason" : "","exmtStatus" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "2013","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T14th in 2012 at the Chiquita Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}