{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "45959","tourCodeUC" : "C","tourCodeLC" : "c","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Karlsson","first" : "Robert","middle" : "S","extn" : "","nick" : ""}, "height" : "\n\t\t\t5-9","heightMetric" : "1.75","weight" : "170","weightMetric" : "77","birthDate" : "July 29, 1988","age" : "27","birthPlace" : "Kalmar, Sweden","residence" : "Lynchburg, Virginia","family" : "Single","education" : "Liberty University (2012, Business Economics)","splInterest" : "Movies, favorite course - Riviera","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2013","clubAffl" : "Kalmar GC (VĂ¤rsnĂ¤s, Kalmar, Sweden)","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "C","tbTourCodeLC" : "c", "jndTourYr" : "2014","otherVics" : "","intlVics" : "","curYrHigh" : "","carHigh" : "2015: Was the 54-hole co-leader at The Players Cup at the Pine Ridge GC. Fell two shots behind the leader Sunday with a 2-under 69. Claimed solo second-place for his career best finish on Tour...Next top-10 came at the Staal Foundation Open (T9)...Made 10 of 11 cuts on the season to finish 16th on the Order of Merit and earned an exemption into the second stage of the Web.com Tour Qualifying Tournament.\n\n\n\n2014: Earned status at the California Qualifying Tournament with a T11 finish...Posted top-10 finishes in three of his first four events, including a solo-third finish at the SIGA Dakota Dunes Open...Made nine cuts in 11 starts on the season to finish 22nd on the Order of Merit. \n\n2013: Finished T11 at the Mackenzie Tour's California Qualifying School to earn exempt status...After missing the cut in Mackenzie Tour debut, at the PC Financial Open, posted four rounds in the 60s to finish T8 at the Bayview Place Island Savings Open. Finished T10 at the Syncrude Boreal Open, thanks to three rounds in the 60s. Rounds of 65 on the weekend were good for a career-best solo third-place finish at the SIGA Dakota Dunes Open. The Mackenzie Tour rookie's third consecutive top-10 performance moved him to fifth in the Mackenzie Tour Order of Merit. \n","otherCarHigh" : "","personal" : "Considers being in contention his biggest thrill in golf...Enjoys watching track and field athletes...Dream foursome would include Rory McIlroy, Tiger Woods and Fred Couples...Favorite course he's played is Riviera CC in Pacific Palisades, Calif.","otherInfo" : "","prYrSeason" : "","exmtStatus" : "Exempt","ntlTeams" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Mackenzie Tour-PGA T was 2nd in 2015 at the The Players Cup.","dynStats" : "He ranks 20th in Scoring Average (Actual) on the Mackenzie Tour-PGA TOUR Canada."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}