{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "36725","tourCodeUC" : "M","tourCodeLC" : "m","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Stapff","first" : "Daniel","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-0","heightMetric" : "1.82","weight" : "154","weightMetric" : "70","birthDate" : "August 28, 1990","age" : "25","birthPlace" : "Curitiba, Brazil","residence" : "Curitiba, Brazil","family" : "Single","education" : "Barry University","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "","trndProYear" : "2012","clubAffl" : "","cityPlaysFrm" : "","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "."}, "tourBios" : [{"tbTourCodeUC" : "M","tbTourCodeLC" : "m", "jndTourYr" : "2012","otherVics" : "","intlVics" : "(1) 2014 Itu [Brazil]","curYrHigh" : "","carHigh" : "\n","otherCarHigh" : "Was a member of the golf team at Barry University in Miami, where he was a Division II All-American in 2011… Was a member of the Brazilian amateur team that won the 2011 Copa Andes at Gavea Golf and CC in Rio de Janeiro… Won the Brazilian Amateur in 2009 and finished second in 2010.","personal" : "Studied Sports Management at Barry University in Miami… His favorite pro teams are Coritiba Foot Ball Club and the Miami Heat… Personal motto: “A goal is a dream with a deadline.”… Twitter name is @DStapff… Instagram name is @danielstapff","otherInfo" : "","prYrSeason" : "2015: Had a runner-up finish and three other top-25s in 12 starts to finish the PGA TOUR Latinoamérica season ranked 38th on the Order of Merit… Shot 66-67-67 to built a five-stroke lead thru 54 holes at the Mundo Maya Open in October, but carded a 72 on the final round to finish two behind tournament winner Nicholas Lindheim, who closed with a 65… Entered the season without status, but a couple of top-25s early in the year helped him earn his Tour card as one of the leading non-members on the Order of Merit at the midseason reshuffle… Missed the cut at the Web.com Tour's Brasil Champions in March… Was a member of the Brazilian team that finished in second place at the 6th CISM Military World Games in Mungyeong, South Korea in October.\n\n2014: Despite not having the Tour card, he managed to make nine starts on PGA TOUR Latinoamérica. He made three cuts and his best finish and only top-25 was T13 at the Abierto de Chile in November. Closed the year ranked 122nd on the Order of Merit… Missed the cut at the Web.com Tour's Brasil Champions with a couple of 72s… Claimed his first career title as a professional by winning a Brazilian CBG Pro Tour event at Terras de São José Golfe Club in Itu in the state of São Paulo. Shot 71-69-69 to win the 54-hole event by three shots at 209 (-7).\n\n2013: Made the cut in 5 of his 13 starts on PGA TOUR Latinoamérica. Finished the season ranked No. 74 on the Order of Merit to drop his Tour card. His best Tour finish was T9 at the Abierto de Chile in November.\n\n2012: Making his debut as a professional in June, he went on to earn his PGA TOUR Latinoamérica card by sharing medalist honors with Andrés Echavarría at the 2012 PGA TOUR Latinoamérica Q-School in Buenos Aires, Argentina… A final round 65 vaulted him into a tie for fourth at the Roberto De Vicenzo Invitational Copa NEC in Buenos Aires, Argentina for his best finish during the inaugural season of PGA TOUR Latinoamérica… Made the cut in seven of his eleven starts, collecting one top-5 and two top-25s to finish the season ranked 43rd on the Order of Merit.","exmtStatus" : "Exempt - 2015 Order of Merit Top-60"},{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : "","ntlTeams" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "","qSchoolYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR Latinoameri was 2nd in 2015 at the Mundo Maya Open presentado por Heineken.","dynStats" : "He ranks T83rd in Scoring Average (Actual) on the Latinoamérica."}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}