{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "36699","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Rodgers","first" : "Patrick","middle" : "","extn" : "","nick" : ""}, "height" : "\n\t\t\t6-2","heightMetric" : "1.88","weight" : "165","weightMetric" : "75","birthDate" : "June 30, 1992","age" : "23","birthPlace" : "Avon, Indiana","residence" : "Palm Beach Gardens, Florida","family" : "Single","education" : "Stanford University","splInterest" : "","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2015)","trndProYear" : "2014","clubAffl" : "Prestwick CC (Frankfort, Illinois)","cityPlaysFrm" : "Avon; IN; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "2,000,671&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2015","exmtStatus" : "Exempt - Next 25 Money Winners from 2014 Web.com Tour Finals","otherVics" : "","intlVics" : "","curYearHigh" : "Opened with three rounds in the 60s at the Frys.com Open to finish at 12-under 276 and a T6 with three others in the season's first start...Posted his second top-10 of the season at the OHL Classic at Mayakoba, finishing T10 in his fourth start of 2015-16.","carHigh" : "2014: Played in the seven allowed PGA TOUR events as a sponsor exemption after turning pro in June. Pro debut came at the Travelers Championship, where he opened with a 66. Added rounds of 69-71-70 to finish T46...Played in the next three TOUR events (T55, T45, missed cut), was idle for one week, then added a T62 and a T39 the next two weeks. A back issue forced him to withdraw from the last one, the Wyndham Championship, in mid August. Was T2 after the first round of the T45 finish (The Greenbrier Classic) after a 65...His performances resulted in enough points (85) after the Wyndham event to qualify via the non-member points category (126-200 FedExCup, equivalent points) for the Web.com Tour Finals...The oblique back injury forced his withdrawal again from the first Finals' event, the Hotel Fitness Championship in his native Indiana...He would struggle with it throughout the Finals, missing the cut in the second and fourth events, yet managing a T8 at the third, the Nationwide Children's Hospital Championship. The T8 moved him into the card bubble spot of No. 50 heading to the season-ending Web.com Tour Championship. The missed cut at TPC Sawgrass would leave him 58th in the priority ranking, eight positions short of securing his TOUR card.\n","otherCarHigh" : "Turned professional in June 2014 after three superb seasons at Stanford, where he was a first-team All-American all three years. Equaled the all-time school record for wins held by Tiger Woods (11) and broke Woods' all-time scoring average record, finishing with a career scoring average of 70.32, besting Woods' mark of 70.96. During the 2013-14 season at Stanford he won six times, or half of the events he played. Enjoyed a stretch where he won tournament titles in four of five starts. Became only the fourth player since 1990 (Hunter Mahan, Bill Haas, Ryan Moore) to receive all three of college golf's top honors - the Jack Nicklaus Award, Ben Hogan Award and the Fred Haskins Award - in the same season, in 2014. Was also an Academica All-American in 2014. Won three times as a sophomore and once as a freshman. Was also a two-time Walker Cup team member, a Palmer Cup team member in both 2012 and 2013, Pac-12 Player of the Year in 2014 and the Pac-12 Freshman of the Year in 2012...Briefly held the lead during the third round of the 2013 John Deere Classic on the PGA TOUR while at Stanford, eventually finishing T15...Was a first team AJGA Rolex Junior All-American in 2009-10...Was a two-time state high school champion in Indiana.","personal" : "Twitter account is @PRodgersGolf...Idolized Reggie Miller of the Indiana Pacers and played basketball through his freshman year at Avon High School outside Indianapolis....Academically, ranked third in his class of 582 at Avon High School.","otherInfo" : "","ntlTeams" : "Walker Cup (2), 2011, 2013; Palmer Cup (2), 2012, 2013.","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2015","qSchoolYear" : "","exmtStatus" : "Top 125 non-member FedExCup points\/money list","otherVics" : "","intlVics" : "","curYearHigh" : "Opened with three rounds in the 60s at the Frys.com Open to finish at 12-under 276 and a T6 with three others in the season's first start...Posted his second top-10 of the season at the OHL Classic at Mayakoba, finishing T10 in his fourth start of 2015-16.","carHigh" : "2014-15: Made 12 of 17 PGA TOUR cuts, with two top-10s as a non-member. Earned Special Temporary Membership during the season and parlayed that into a top-125 finish on the FedExCup points list as a non-member to earn PGA TOUR membership for the 2015-16 season...Earned his first career professional win with a playoff victory over Steve Marino at the Colombia Championship in early February on the Web.com Tour. Rolled in an 8-foot birdie putt on the second extra hole to earn the victory in just his seventh career start. Fired a 6-under 65 in the final round of the weather-plagued tournament to overcome a four-stroke, 54-hole deficit. Birdied five of his first 10 holes to move into contention. Was 15-under and on the 16th fairway when officials halted play (for the third consecutive day) because of dangerous conditions. Returned to the course and promptly birdied No. 16 to reach 16-under. Following a par at No. 17, his tee shot on the par-5 18th went in a hazard that runs down the left side of the hole. Was forced to chip sideways into the fairway and then hit his third-shot wedge to within three feet. Canned the short birdie putt to take the clubhouse lead at 17-under. Watched and waited as Marino, the 54-hole leader, also made a short birdie putt on the final hole of regulation. Both players two-putted for par on the first playoff hole. Knocked his 7-iron inside of 10 feet on the second extra hole to put pressure on Marino, who missed his birdie putt. Victory was worth $144,000 and moved the 22-year old to No. 1 on the money after two weeks of the season...Would play five more Web.com Tour events, through early May. Finished with seven Tour starts, one win\/one top 10, two top 25s and five cuts made. Was 25th on the Tour's \"Regular Season 25\" money list at season's end but was not replaced by another player in that group of 25 card earners...Making the most of a sponsor exemption, the 22-year-old closed with a 4-under 68, despite a double bogey-bogey finish to claim a share of second place with Webb Simpson at the Wells Fargo Championship. Notched his first top-10 on TOUR in his 16th start and 13th as a professional. Was not a member of the PGA TOUR but was trying to earn Special Temporary Membership for the remainder of the 2014-15 PGA TOUR season. Came into the week at Quail Hollow Club with 69 equivalent points. He needed a solo-second-place finish (worth 300 non-member points) to get STM. His T2 finish, worth 245 non-member points, left him 10 points short...By virtue of his T40 finish at the Memorial three weeks later, picked up enough non-member points to take Special Temporary Membership...In the Modified Stableford Format at the Barracuda Championship, picked up 15 points in the first round to sit three points behind leader Zack Sucher. Ensuing results of 6-14-11, for a total of 46 points, resulted in a third-place finish.\n\nAmateur: In three years at Stanford, equaled the all-time school record for wins held by Tiger Woods (11). In addition, he broke Woods' all-time scoring average record, finishing with a career scoring average of 70.32, besting Woods' mark of 70.96. Completed his career at Stanford as a three-time, first-team All-American. During the 2013-14 season at Stanford he won six times, or half of the events he played. Enjoyed a stretch where he won tournament titles in four of five starts. Among the honors he received in 2013 were the Ben Hogan Award, Jack Nicklaus Award and Fred Haskins Award. Was also a two-time Walker Cup team member, Pac-12 Player of the Year and the Pac-12 Freshman of the Year...Briefly held the lead during the third round at the 2013 John Deere Classic, eventually finishing T15.\n","otherCarHigh" : "","personal" : "Twitter account is @PRodgersGolf...Idolized Reggie Miller of the Indiana Pacers and played basketball through his freshman year at Avon High School outside Indianapolis....First-team AJGA Rolex Junior All-American in 2009-10...Two-time state high school champion of Indiana...Academically ranked third in his class of 582 at Avon High School.","otherInfo" : "","ntlTeams" : "Walker Cup (2), 2011, 2013.","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR in 2016 is T6th at the Frys.com Open.","dynStats" : "He ranks 60th in Scoring Average (Actual) on the PGA TOUR."}, "socialMediaLinks" : [{"cat" : "facebook","desc" : "","url" : "https:\/\/www.facebook.com\/PatrickRodgersFanPage\/?fref=ts"},{"cat" : "instagram","desc" : "","url" : "https:\/\/www.instagram.com\/prodgersgolf\/"},{"cat" : "twitter","desc" : "","url" : "https:\/\/twitter.com\/PRodgersGolf"}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}