{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "27556","tourCodeUC" : "R","tourCodeLC" : "r","titleist" : "5","capcure" : "N", "personalInfo" : {"name" : {"last" : "Potter","first" : "Ted","middle" : "","extn" : "Jr.","nick" : ""}, "height" : "\n\t\t\t5-11","heightMetric" : "1.8","weight" : "180","weightMetric" : "82","birthDate" : "November 9, 1983","age" : "32","birthPlace" : "Ocala, Florida","residence" : "Silver Springs, Florida","family" : "Single","education" : "","splInterest" : "Fishing, hunting","pronunciation" : "","nwTourAlumnus" : "Web.com Tour Graduate (2011)","trndProYear" : "2002","clubAffl" : "Golden Hills Golf and Turf Club (Ocala, Florida)","cityPlaysFrm" : "Silver Springs; FL; United States","websiteUrl" : "","websiteName" : "","hallOfFame" : "","qSchoolYear" : "","combTourMoney" : "3,038,517&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "","exmtStatus" : "","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "Member of the Nationwide Tour in 2004, 2007 and 2011. 2009: Was again the NGA Hooters Tour player of the year. 2006: Played on the NGA Hooters Tour in 2006 and was named player of the year. He led that Tour's money list, with $102,609, becoming the first player to surpass $100,000 in single-season earnings. Made the cut in an impressive 16 of 17 tournaments, with seven top-five and 13 top-10 finishes. His two victories came at the Dothan Classic and the Michelob Ultra Classic. Earnings for the year topped $181,000. 2004: Was 0 for 24 in making cuts during his rookie Nationwide Tour season. 2002: Played the Moonlight Tour in central Florida. \n","otherCarHigh" : "Won all-district honors three times in high school. His 137 is the second-lowest 36-hole score in Florida Junior Golf Association history, bettered only by David Gossett's 135 total in 1996.","personal" : "Father got him started in the game at the age of 2...Has had four aces in competitive rounds...Lists hunting and fishing among his hobbies...Would like to play Augusta National one day...First car was a Ford Ranger pickup and now drives a Nissan Titan...Enjoys watching Golf Channel...Favorite movie is \"Caddyshack,\" and he lists Jack Nicklaus, Arnold Palmer and Gary Player as those to fill out his dream foursome.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2012","qSchoolYear" : "","exmtStatus" : "Major Medical Extension","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2014-15: Did not make a start during the season. Will have two events during the 2015-16 campaign to earn 127 FedExCup points or $326,004 as part of the Major Medical Extension, which would equal No. 125 from the 2013-14 FedExCup points' list or money list as he continued to rehab and recover from a broken ankle sustained in July 2014..\n\n2013-14: With nine made cuts in 24 starts, finished 154th in the FedExCup standings and missed the Playoffs for the first time...Made last start of the season at the RBC Canadian Open in July after undergoing right-ankle surgery.\n\n2013: Sophomore season included 11 made cuts in 22 starts, highlighted by a T6 finish as the defending champion at The Greenbrier Classic. Finished the season No. 105 in the FedExCup...Consecutive 67s led to a share of the 36-hole lead with Brandt Snedeker at the AT&T Pebble Beach National Pro-Am, his first lead after any round with the exception of leading at the conclusion of his win at the 2012 Greenbrier Classic. Went on to finish T16, his third top-30 finish of the year (T24 at the Waste Management Phoenix Open and T26 at the Hyundai Tournament of Champions)...Finished T10 at the Northern Trust Open for his second career top-10 finish. Other top 10 was his win at the 2012 Greenbrier Classic...Making his title defense at The Greenbrier Classic, finished T6, four strokes behind tournament winner Jonas Blixt. Now owns eight rounds in the 60s in as many attempts at The Old White TPC...Advanced to the FedExCup Playoffs for the second consecutive season, but his season ended with a missed cut at The Barclays.\n\n2012: Advanced to the second FedExCup Playoffs event in rookie season, finishing No. 93 in the FedExCup standings...Entered the final round of The Greenbrier Classic trailing Webb Simpson by four strokes before a 6-under 64 (including a birdie-eagle finish) left him tied with Troy Kelly at 16-under 264. A birdie on the third playoff hole (the par-3 18th) gave him his first-career win. It was the third come-from-behind win in as many years at The Greenbrier Classic. By virtue of the victory, earned a spot in The Open Championship based on finishing among the top-two players on a cumulative money list that began at THE PLAYERS Championship and ran through The Greenbrier Classic. The win, which came in the second playoff in Greenbrier Classic history and eighth of the season, was the sixth this year by a first-time winner and the second by a rookie. Victory came despite entering the week coming off five consecutive missed cuts. Victory came at age 28 years, 7 months, 29 days, making him the 10th player in his 20s to win this year, with his title the 11th by that group. Previous-best finish on TOUR was a T13 at his season-opening Sony Open in Hawaii.\n\n2011: Finished No. 2 on the Web.com Tour money list, earning his PGA TOUR card for the first time. Finished inside the top 25 in nine of 18 starts, with six top-10 finishes...Earned his first career title with a three-stroke win at the South Georgia Classic. Became the first Monday qualifier to win on Tour since Kyle Reifers at the 2006 Chattanooga Classic. Posted a 7-under 65 in the third round to move into a tie for the 54-hole lead. Grabbed sole possession of the lead with three birdies on the front side and was well in front after adding another birdie at No. 11. Led the field in Birdies, with 23 over four rounds. Victory was also his first top-10 finish on Tour. It came in his first Tour start of the year and his 56th career Tour start. Had made only six cuts in previous 55 starts, dating to his initial year on Tour in 2004. Also became only the fifth lefthander to win a Web.com Tour event and the first since Greg Chalmers captured the 2008 Henrico County Open...Final-round 65 helped him finish T6 at the Nationwide Children's Hospital Invitational...Was in contention at the Price Cutter Charity Championship and entered the final round three shots off the lead. His 5-under 67 gave him a T3 finish...Fired four rounds in the 60s at the News Sentinel Open to finish T3. Held the Sunday lead for seven holes, at 20-under, but suffered back-to-back bogeys on the back nine to finish at 18-under, two strokes shy of winner Kirk Triplett...Second win came at the Soboba Golf Classic in September. Birdied the second hole of a playoff to defeat Andres Gonzales and Miguel Angel Carballo, who dropped out after a bogey on the first playoff hole. Missed a 12-foot eagle putt on the 72nd hole to win outright. Was tied for first in Greens in Regulation, hitting 53 of 72 for a 72.31 percent...Add yet another top 10 (T7) at the Winn-Dixie Jacksonville Open to move past Mathew Goggin into the No. 2 spot on the money list with one event remaining. Would retain that position with a T12 finish at the season-ending event...Also won twice on the Hooters Tour Pro Series, winning the Killearn Country Club Classic and the Harley-Davidson of Ocala Classic. \n\n2010: Made the cut in three of 11 starts on the Web.com Tour, with a T11 at the Chattanooga Classic his season-best showing. \n\n2009: Was again the NGA Hooters Tour Player of the Year. Won three times (Amelia Island Plantation Classic, Gold Strike Casino Golf Classic and Buffalo Run Casino Classic). \n\n2007: Made the cut in just three of 20 starts on the Web.com Tour, with T12 at the Movistar Panama Championship his lone top-25 finish. \n\n2006: Played on the NGA Hooters Tour and was named Player of the Year. He led that Tour's money list, with $102,609, becoming the first player to surpass $100,000 in single-season earnings. Made the cut in an impressive 16 of 17 tournaments, with seven top-five and 13 top-10 finishes. His two victories came at the Dothan Classic and the Michelob Ultra Classic. Earnings for the year topped $181,000. \n\n2004: Was 0 for 24 in making cuts during his rookie Web.com Tour season. \n\n2002: Played the Moonlight Tour in central Florida. Amateur: Won all-district honors three times in high school. His 137 is the second-lowest 36-hole score in Florida Junior Golf Association history, bettered only by David Gossett's 135 total in 1996.\n","otherCarHigh" : "","personal" : "Father got him started in the game at age 2...Has had four aces in competitive rounds...Lists hunting and fishing among his hobbies...Enjoys watching Golf Channel...Favorite movie is \"Caddyshack,\" and he lists Jack Nicklaus, Arnold Palmer and Gary Player as those to fill out his dream foursome...Did not grow up with formal lessons. Developed his game by playing with his father, Ted, who was a golf-course maintenance worker. Is a natural righthander but would flip the clubs over and swing lefthanded to mirror his father...Turned pro right out of high school and worked in the cart barn at Lake Diamond G&CC in Ocala, Fla., to save money for the Florida-based Moonlight Tour.","otherInfo" : "","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the PGA TOUR was 1st in 2012 at the The Greenbrier Classic.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}