{"header": { "version" : "1.0"},"plrs" : [{"plrNum" : "25450","tourCodeUC" : "H","tourCodeLC" : "h","titleist" : "0","capcure" : "N", "personalInfo" : {"name" : {"last" : "Tryon","first" : "Ty","middle" : "","extn" : "","nick" : ""}, "height" : "6-0","weight" : "180","birthDate" : "June 2, 1984","age" : "28","birthPlace" : "Raleigh, North Carolina","residence" : "Orlando, Florida","family" : "Wife, Hanna; Tyson (8\/20\/06)","education" : "","splInterest" : "Outdoors, musing, maps, reading","trndProYear" : "2001","qSchoolYear" : "2001","clubAffl" : "Grand Cypress GC (Orlando, Florida)","cityPlaysFrm" : "","websiteUrl" : "http:\/\/www.tytryon.com","websiteName" : "","hallOfFame" : "","combTourMoney" : "162,308&nbsp;"}, "tourBios" : [{"tbTourCodeUC" : "H","tbTourCodeLC" : "h", "jndTourYear" : "2004","exmtStatus" : "Conditionally Exempt \/ 76th qualifier from Qualifying Tournament, Money List 61-100","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "2011: Made the cut in just one of nine starts on the Web.com Tour. Qualified for the U.S. Open at Congressional. 2010: Finished T80 at the U.S. Open at Pebble Beach, his first start on the PGA TOUR since 2003. 2008: Made one of three cuts on the Web.com Tour with a T37 at the Fort Smith Classic. 2004: Made only six cuts in 22 starts on the Web.com Tour and did not have a top-25 finish. 2003: After missing more than five months of action due to mononucleosis, granted Major Medical Extension for the PGA TOUR. Had 21 events, when combined with the $8,620 earned in 2002, to equal or exceed 125th place on the 2002 Official PGA TOUR Money List ($515,445) and be elevated to the Major Medical Extension for the remainder of the 2003 season...Wound up making the cut in four of his 21 starts, earning $125,875...Best finish was a T10 at the Bay Hill Invitational, his first career top-10. Final-round 69 was one of eight sub-par rounds on Sunday...Added a T31 at the B.C. Open. 2002: Joined the PGA TOUR officially on June 2, 2002, his 18th birthday...Diagnosed with mono and was sidelined from the PGA TOUR from March 17 (missed cut at Bay Hill Invitational) until Tampa Bay Classic. During time off, also had tonsils removed...At 18 years, three months and 19 days, made his first cut as a professional at the Tampa Bay Classic and earned his first paycheck (T41) as a member of the PGA TOUR ($8,620). Rebounded from a first-round 1-over-par 73 with a 6-under-par 65 to jump to T8. The 65 tied his career low on the PGA TOUR, matching his first-round effort at the 2001 B.C. Open where he played as an amateur...Became youngest player to earn his TOUR card at 2001 PGA TOUR Qualifying Tournament (17 years, 6 months, 1 day).\n","otherCarHigh" : "Previously played on the same high school golf team as Jason Cook (John's son) and Cameron Hoch (Scott's son). In 2001, after Monday qualifying for The Honda Classic, became the youngest player to make a cut in a PGA TOUR event (16 years, 9 months, 7 days) since Bob Panasik (15 years, 8 months, 20 days at the 1957 Canadian Open). Co-leader after 18 holes at the 2001 B.C. Open, where he finished T37, his best performance of the season. Turned professional in August prior to successfully advancing through three stages at PGA TOUR National Qualifying Tournament. Captured six tournament titles as a member of the AJGA.","personal" : "Lists David Leadbetter, Jonathan Yarwood and Bill Tryon as his instructors...Says his biggest thrill in golf was making the cut at the 2010 U.S. Open. The birth of his son is his biggest thrill outside golf...Favorite course is Pine Valley and would like to play Mountain Lake CC in Lake Wales, Fla. Favorite teams are the North Carolina Tar Heels and the Orlando Magic. Favorite TV show is \"Curb Your Enthusiasm,\" and \"The Fountain\" is his favorite movie. Favorite book is \"The Brothers Karamazov.\" Enjoys watching Cirque de Soleil and eating his wife's Korean food. Favorite cities to visit are Asheville (N.C.), New York, Amsterdam and Sante Fe (N.M.). Sarasota and the Caribbean are his favorite vacation spots...Would round out his dream foursome with his grandfather, Ben Hogan and Christoper Columbus...Not many people know he is a big fan of heavy metal music and that he is a vegetarian...Bucket list includes visiting Montreal, skydiving and watching his wife ride a rollercoaster...Grandfather is a three-time New York State Amateur champion and father was a promising amateur who lost to PGA TOUR\/Champions Tour veteran Jeff Sluman in a New York State junior amateur. Father, Bill, built a green on their Raleigh, N.C., farm when his son was 5. Father nicknamed him Ty after Ty Webb, the Chevy Chase character in 1980 movie \"Caddyshack.\"...Has two younger brothers and a sister.","otherInfo" : "Played on the KPGA Tour in South Korea in 2006 and the Hooters Tour in 2005, where he had one win.","ntlTeams" : "","priorYearSeason" : ""},{"tbTourCodeUC" : "R","tbTourCodeLC" : "r", "jndTourYear" : "2002","exmtStatus" : "Major Medical Extension","otherVics" : "","intlVics" : "","curYearHigh" : "","carHigh" : "\n","otherCarHigh" : "","personal" : "Lists Ben Hogan, Tiger Woods and Ernie Els as heroes. Dad played junior varsity basketball at University of North Carolina. Has two brothers and a sister. Had a golf green on his parents farm in North Carolina when he was five.","otherInfo" : "Begins 2003 season as a senior in high school at the Crenshaw School outside Orlando. After missing more than five months of action due to mononucleosis, granted Major Medical Extension for 2003. Has 21 events, when combined with the $8,620 earned in 2002, to equal or exceed 125th place on the 2002 Official PGA TOUR Money List ($515,445) and be elevated to the Major Medical Extension category for the remainder of the 2003 season. Missed cut in first four starts of 2002 playing on Sponsor Exemptions. Diagnosed with mono and was sidelined from PGA TOUR from March 17 (missed cut at Bay Hill Invitational) until Tampa Bay Classic. During time off, also had tonsils removed. Joined the PGA TOUR as an official member on June 2, 2002, his 18th birthday. At 18 years, 3 months and 19 days, made his first cut as a professional at the Tampa Bay Classic presented by Buick and earned his first paycheck (T41) as a member of the PGA TOUR ($8,620). Rebounded from a first-round 1-over-par 73 with a 6-under-par 65 to jump to T8. The 65 tied his career low on the PGA TOUR, matching his first-round effort at the 2001 B.C. Open where he played as an amateur. Became youngest player to earn his TOUR card at 2001 PGA TOUR Qualifying Tournament (17 years, 6 months, 1 day). Previously played on same high school golf team as Jason Cook (John's son) and Cameron Hoch (Scott's son). In 2001, after Monday qualifying for the Honda Classic, became the youngest player to make a cut in a PGA TOUR event (16\/9\/7) since Bob Panasik (15\/8\/20) at 1957 Canadian Open. Co-leader after 18 holes at 2001 B.C. Open, where he finished T37, best of season. Turned professional in September prior to successfully advancing through three stages at PGA Tour Qualifying Tournament. Captured six tournaments as a member of the AJGA. Grandfather is a three-time New York State Amateur champion and father was a promising amateur who lost to current pro Jeff Sluman in a New York State junior amateur. Father, Bill, built a green on their Raleigh, NC, farm when Ty was age 5. Father nicknamed him Ty after Ty Webb, the Chevy Chase character in 1980 movie \"Caddyshack.\" Has two younger brothers and a sister.","ntlTeams" : "","priorYearSeason" : ""}], "dyn" : {"dynBios" : "","dynResults" : "His best finish on the Web.com Tour was T29th in 2011 at the The Rex Hospital Open.","dynStats" : ""}, "socialMediaLinks" : [{"cat" : "","desc" : "","url" : ""}], "allOutTypes" : ["Intro Page","Bio Page","ShotLink Player Bio","XML Output"]}]}